{
  "paper_id": "S37V4YKB",
  "title": "Digital Inhalers for Asthma or Chronic Obstructive Pulmonary Disease: A Scientific Perspective",
  "abstract": "Impressive advances in inhalation therapy for patients with asthma and chronic obstructive pulmonary disease (COPD) have occurred in recent years. However, important gaps in care remain, particularly relating to poor adherence to inhaled therapies. Digital inhaler health platforms which incorporate digital inhalers to monitor time and date of dosing are an effective disease and medication management tool, promoting collaborative care between clinicians and patients, and providing more in-depth understanding of actual inhaler use. With advances in technology, nearly all inhalers can be digitalized with add-on or embedded sensors to record and transmit data quantitating inhaler actuations, and some have additional capabilities to evaluate inhaler technique. In addition to providing an objective and readily available measure of adherence, they allow patients to interact with the device directly or through their self-management smartphone application such as via alerts and recording of health status.",
  "year": 2021,
  "date": "2021-08-11",
  "journal": "Annu Rev Public Health",
  "publication": "Annu Rev Public Health",
  "authors": [
    {
      "forename": "Amy",
      "surname": "Chan",
      "name": "Amy Chan",
      "email": "a.chan@auckland.ac.nz",
      "orcid": "0000-0002-1291-3902"
    },
    {
      "forename": "A",
      "surname": "Roy",
      "name": "A Roy"
    },
    {
      "surname": "Pleasants",
      "name": "Pleasants"
    },
    {
      "forename": "Dhand",
      "surname": "Rajiv",
      "name": "Dhand Rajiv"
    },
    {
      "forename": "L",
      "surname": "Stephen",
      "name": "L Stephen",
      "email": "stephen_tilley@med.unc.edu"
    },
    {
      "surname": "Tilley",
      "name": "Tilley"
    },
    {
      "forename": "A",
      "surname": "Stephen",
      "name": "A Stephen"
    },
    {
      "surname": "Schworer",
      "name": "Schworer"
    },
    {
      "forename": "W",
      "surname": "Richard",
      "name": "W Richard"
    },
    {
      "forename": "Rajan",
      "surname": "Costello",
      "name": "Rajan Costello",
      "email": "rcostello@rcsi.ie"
    },
    {
      "surname": "Merchant",
      "name": "Merchant",
      "email": "rajan.merchant@dignityhealth.or"
    },
    {
      "forename": "R",
      "surname": "Pleasants",
      "name": "R Pleasants"
    },
    {
      "forename": "S",
      "surname": "Tilley",
      "name": "S Tilley"
    },
    {
      "forename": "R",
      "surname": "Dhand",
      "name": "R Dhand",
      "email": "rdhand@utmck.edu"
    },
    {
      "forename": "S",
      "surname": "Schworer",
      "name": "S Schworer",
      "email": "saschworer@unc.edu"
    },
    {
      "forename": "R",
      "surname": "Costello",
      "name": "R Costello"
    },
    {
      "affiliation": "(& ) Faculty of Medical and Health Sciences , University of Auckland , Auckland 1023 , New Zealand \n\t\t\t\t\t\t\t\t (& \n\t\t\t\t\t\t\t\t Faculty of Medical and Health Sciences \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1023 \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "Division of Pulmonary Diseases and Critical Care Medicine , University of North Carolina Chapel Hill , Chapel Hill , NC , USAR. A. \n\t\t\t\t\t\t\t\t Division of Pulmonary Diseases and Critical Care Medicine \n\t\t\t\t\t\t\t\t University of North Carolina Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t NC \n\t\t\t\t\t\t\t\t\t USAR. A"
    },
    {
      "affiliation": "Division of Pulmonary and Critical Care Medicine , University of Tennessee Graduate School of Medicine , Knoxville , TN , USA \n\t\t\t\t\t\t\t\t Division of Pulmonary and Critical Care Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Tennessee Graduate \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Knoxville \n\t\t\t\t\t\t\t\t\t TN \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Division of Rheumatology, Allergy, and Immunology , Department of Medicine , University of North Carolina Chapel Hill , Chapel Hill , NC , USA \n\t\t\t\t\t\t\t\t Division of Rheumatology, Allergy, and Immunology \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t University of North Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t NC \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Royal College of Surgeons Ireland , 123 St Stephen's Green , Dublin 2 D02 YN77 , Ireland \n\t\t\t\t\t\t\t\t Royal College of Surgeons Ireland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 123 St Stephen's Green \n\t\t\t\t\t\t\t\t\t 2 D02 YN77 \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland"
    },
    {
      "affiliation": "R. Merchant Dignity Health Woodland Clinic , 632 W Gibson Rd , Woodland , CA , USA \n\t\t\t\t\t\t\t\t R. Merchant Dignity Health Woodland Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 632 W Gibson Rd \n\t\t\t\t\t\t\t\t\t Woodland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s41030-021-00167-4",
  "keywords": [
    "Adherence monitoring",
    "Asthma",
    "COPD",
    "Digital health",
    "Electronic devices",
    "Exacerbation",
    "Inhalation device",
    "Medication adherence",
    "Peak inspiratory flow",
    "Remote patient monitoring"
  ],
  "sections": [
    {
      "text": "3. Key roles of these devices include: characterizing and improving inhaler adherence and use; reducing exacerbations; improving inhaler technique and pulmonary function; and informing costly and potentially risky interventions.\n\n4. There are opportunities to improve patient medication adherence and outcomes by using the data from digital inhalers and associated platforms to enhance clinical decision-making, improve adherence, and guide clinical care.\n\n5. More data are needed regarding patient and end-user acceptability, costeffectiveness, and effect on inhaler technique."
    },
    {
      "title": "INTRODUCTION",
      "text": "Aerosol therapies are essential for treatment of obstructive lung diseases, which affect nearly 15% of the global population  [1] . Inhaled therapies are some of the most complex therapeutic modalities for patients with chronic diseases to self-administer. Optimal inhaled therapy requires specific breathing maneuvers that are coordinated with the release of aerosol from the inhaler. Moreover, adherence to treatment regimens is often suboptimal  [2] [3] [4] . Poor adherence to inhaled therapies in both asthma and chronic obstructive pulmonary disease (COPD) is linked with poorer outcomes and health status, increased exacerbations and hospitalizations, and death  [5] [6] [7] [8] . These problems persist despite decades of efforts to address adherence and inhaler technique  [9] .\n\nDespite their availability in the last two decades, digital inhaler devices, also known as electronic adherence monitors, electronic monitoring devices, electronic medication sensors, or digital inhalers, are only now emerging as an important component of e-health for the management of patients with asthma and COPD  [10] . For the purposes of this paper, these devices will collectively be referred to as ''digital inhalers.'' Broadly speaking, for obstructive lung diseases, e-health includes these digital inhaler devices and physiological monitors, as well as text messaging and clinical platforms using web and mobile applications. Data gathered using digital inhalers on patients' medication adherence, particularly when supported with information on symptoms, physiological measures, and environmental conditions, can provide a more complete basis for timely and personalized decisions about management  [10] [11] [12] . The potential to improve patient care with digital inhalers has been significantly enhanced by incorporating newer technology into these devices such as the ability to record location data of the inhaler and to provide real-time feedback on the inhalation technique  [10, [13] [14] [15] .\n\nIn this article, we review commercially available digital inhalers and digital sensors (Propeller Health, Teva Digihaler Ò , Adherium Hailie Ò , and Amiko Respiro Ò ) and their supporting digital health platforms in detail. We also provide perspectives on the INCA device that has undergone extensive investigation in Ireland and the United Kingdom (UK) but is not currently marketed. Digital inhaler devices by Cognita Labs (California) and others are not discussed due to their current limited availability. We discuss potential clinical applications and review studies that have described the use of digital inhalers in patients with asthma or COPD."
    },
    {
      "title": "METHODS",
      "text": "We searched Ovid MEDLINE, EMBASE, Cross-Ref, and Google Scholar for English-language publications of randomized controlled trials (RCTs), systematic reviews, and guidelines with Medical Subject Headings for medication adherence, measurement, electronics, and lung disease, and terms related to ''electronic monitoring devices,'' ''digital inhalers,'' ''electronic medication monitors,'' and ''adherence monitoring'' from January 1, 2010, to April 1, 2021, to cover the last decade of research. Studies were included if digital inhalers (electronic monitoring devices [EMDs] and related mobile applications) were used as part of an adherence intervention and had the primary aim of improving medication adherence, and were conducted in patients with asthma or COPD. Studies were excluded if they did not report results using the Consolidated Standards of Reporting Trials (CONSORT) criteria or similar standardized reporting methods, or had follow-up periods less than 3 months. Studies were also identified through a manual search of the reference lists of the literature and based on expert advice from clinicians and researchers with experience working with digital inhalers."
    },
    {
      "title": "Compliance with Ethics Guidelines",
      "text": "This article is based on previously conducted studies and does not contain any new studies with human participants or animals performed by any of the authors."
    },
    {
      "title": "Digital Inhaler Health Platforms and Devices",
      "text": "Digital inhaler health platforms comprise an inhaler digitalized with electromechanical sensor(s) and associated microelectronics to detect the time/date of inhaler actuations. Other features included in some devices are a connected smartphone, a dedicated mobile application that receives data and interacts with the patient, a cloud server, and a portal for the clinician to review data transmitted to their dashboard (Fig.  1 ). These devices are for single person use, and sensors can be used for both rescue and controller inhalers. All digital inhaler platforms are compatible with iOS and Android smartphones and their data are encrypted.\n\nFor platforms which track location data, the location of the ''inhaler'' is based on the location of the patient's smartphone, and it can be linked to environmental reports. At present, the Global Positioning System (GPS) cannot be used to locate the inhaler, as data are drawn from the smartphone rather than location of the inhaler itself  [16] , which may limit the accuracy of linking location data with inhaler use and/or tracking environmental exposure to triggers and association with asthma exacerbations.\n\nThe most common commercially available digital inhaler devices for monitoring inhaler use are (1) Propeller Health-global, (2) Teva Digihaler Ò -USA, (3) Amiko Respiro Ò -Italy, Germany, Portugal, Netherlands, and (4) Adherium Hailie Ò -global. The INCA device (Ireland and the UK) is not currently marketed; however, published research on this device has added significantly to our understanding of this technology, and it is included in this review. Table  1  provides details about these devices and medications that are compatible for use with each inhaler device.\n\nThe electronic sensors are either attached (Propeller Health, Hailie Ò , Respiro Ò , INCA)  [17]  or embedded in the inhaler (Teva Digihaler Ò , Respiro RSX01 dry powder inhaler). Attachable sensors are regarded as devices, whereas inhalers with embedded sensors are considered a drug with digital capabilities, and thus their approval process goes through different regulatory pathways. With each inhaler actuation, an electronic sensor time-stamps, records use, and stores data for a finite time. In addition to recording patient inhaler use, some manufacturers' digital inhalers contain additional sensors that measure air flow during inhalation or report adequate shaking of pressurized metereddose inhalers (pMDIs) prior to patient use (Table  1 ). These sensors rely on changes in pressure, sound waves, or vibration for such measurements. Built-in batteries typically last for the life of the inhaler, up to 13 months. In the United States, digital inhalers are required  A streamlined process allows a digital inhaler device to be registered and connected to a smartphone and cloud platform. Patients download the manufacturer-specific digital inhaler application onto their smartphone and then synchronize each inhaler through Bluetooth technology when both are in proximity. Each individual inhaler, whether the initial prescription or a refill, must be synchronized with the application. At the time of enrollment, platforms may ask patients to enter demographic and clinical data as well as details of the clinician and/or other caregivers accessing the data. After the data are entered, the patient and clinician can view their data on a dashboard accessed through their respective portals. The typical young person with asthma is likely to have a smartphone, whereas the older person with COPD or asthma may be less likely to possess one  [19] . An alternative for the patient without a smartphone is to take their digital inhaler to an in-person clinic visit, and the data can be downloaded to a clinic computer using Bluetooth technology or by a USB connection.\n\nPatients can interact with their smartphone digital inhaler application, including receiving daily controller reminder alerts, viewing current environmental conditions, recording their health status such as the Asthma Control Test (ACT)  [20] , and reviewing their inhaler use on a daily, weekly, or monthly basis. Devices provide audible and/or visual alerts to remind patients to use their maintenance inhalers daily; this function can be activated and de-activated by the patient. With some devices, the alert comes from the digital inhaler device, others through smartphone alerts. When there is rescue inhaler overuse, some platforms provide smartphone alert messages, advising patients to contact their clinician and health care team.\n\nWhen the digital inhaler is synchronized with a smartphone that is connected to the internet, clinicians can access all data generated by these devices for each enrolled patient, with their consent. The clinician can, remotely and in real time, view the patient's controller adherence, assess some aspects of inhaler technique, identify over-users of medication, review any clinical data provided by the patient on their digital dashboard, and generate reports of these events."
    },
    {
      "title": "Key Roles of Digital Inhalers",
      "text": "The growing digital transformation of health care is revolutionizing the management of cardiac diseases, obstructive sleep apnea, and diabetes mellitus, among others  [19] . Digital inhalers have been available for more than two decades but have mostly been employed in clinical studies, and uptake into routine clinical practice has been slow. More recently, with the expansion in the number of digital inhalers and their capabilities and the demonstrated benefits from their use in clinical trials, there is growing support among payers for their use in clinical practice  [21] . Importantly, these devices are likely to lead to significant cost savings as a result of improved adherence and associated health outcomes in asthma and COPD  [8, 22] . We discuss the important roles that these devices might play in the management of patients with asthma and COPD."
    },
    {
      "title": "Characterizing and Improving Inhaler Adherence and Use",
      "text": "Medication adherence in patients with asthma and COPD is among the lowest for common chronic diseases  [23] , with significant impacts on health outcomes and costs  [8, 22] . In both asthma and COPD, poor adherence has been associated with increased exacerbations, poorer symptom control, and mortality risk  [6-8, 24, 25] . On average, long-term adherence with maintenance therapies averages 50%  [26] , though adherence in asthma and COPD may be even lower, as there are often no immediate consequences for the individual from nonadherence  [27, 28] . Based on pharmacy claims data, regular use of daily maintenance medications is often \\ 50% in patients with asthma  [29]  and COPD  [30] . This poor adherence and the resulting poor clinical outcomes has been shown to translate into increased direct and indirect costs, with studies reporting costs of US $7-17 billion being spent each year as a result of suboptimal inhaler use  [31, 32] . Yet in patients with significant disease who are adherent to their inhaled medications, health care use is reduced, patientreported outcomes (PRO) are improved, and mortality is decreased  [27, 33, 34] . Studies in asthma and COPD support regular use of maintenance inhalers (termed adherent and controlled), and this is the basis for clinicians to promote daily use of controllers. Clinicians commonly overestimate adherence, and digital adherence monitoring will likely reveal that more of their patients are not well controlled and are not adherent to their prescribed regimen than clinicians currently recognize based on patient self-reports of inhaler use."
    },
    {
      "title": "Digital Inhaler Use and Medication Adherence in Patients with Asthma",
      "text": "Digital inhaler use improves medication adherence, defined as regular daily use of controllers, and has resulted in reduced rescue inhaler use in several studies  [35] [36] [37] [38] [39] [40] [41] [42] [43] . There are two types of monitoring by digital inhalers: passive, where adherence is monitored by the device but no feedback is provided to the patient, or the patient is not aware of the monitoring; and active, where biofeedback (BF) is provided to the patient and/or clinicians have access to the patient's adherence data and are able to discuss them with the patient. Compared to passive monitoring of adherence, adherence is improved when BF is provided through reminder alerts and by active adherence monitoring by clinicians (Table  2 )  [35, 36, 39, 41, 43] . Active adherence monitoring would be defined as review of inhaler use either in real time or periodically such as with each clinical encounter. An RCT in 437 adults with uncontrolled asthma found that in the group provided BF using a smartphone application, adherence to fluticasone furoate/vilanterol dry powder inhaler (DPI) increased significantly, from a mean (standard deviation [SD]) percentage adherence of 82 (17)% over 24 weeks in the BF arm, compared to 71  (27) % in a control group with a passively monitored digital inhaler (study arm difference: 12%, 95% confidence interval [CI]: 5-19%; p \\ 0.001)  [43] . When the clinician actively monitored adherence by reviewing patients' inhaler use and providing feedback in real time, there was an additional 10% improvement. This modest increase should be interpreted with the caveat that adherence was much higher than normal in the control group. Other investigators reported greater improvements in controller adherence with digital inhalers  [35, 37, 39, [44] [45] [46] . Another investigation in 100 adults with uncontrolled asthma found that over a period of 14 weeks, adherence to inhaled corticosteroids (ICS) declined less with the use of digital inhalers (-2%; 95% CI -7 to 3%; p = 0.40) than in the control group (-17%; 95% CI -26 to -8; p \\ 0.01) which did not receive reminders or feedback on medication use, representing a 15% (95% CI 4-25%; p \\ 0.01) difference  [36] . At the same time, the percentage of short-acting beta agonist (SABA)free days increased significantly in the digital inhaler group (19%; 95% CI 12-26; p \\ 0.01) versus a nonsignificant increase in the control group (6%, 95% CI -3 to 16; p = 0.18)  [36] .\n\nIn addition to validating pharmacy claims data, digital inhaler data provide greater granularity and accuracy, as claims data do not confirm actual medication use. A study in 1745 ambulatory children and adults with asthma found adherence with controllers was optimal ([ 80%) in 20%, moderately optimal ([ 50 to B 80%) in 28%, suboptimal ([ 20-50%) in 25%, and poor (B 20%) in 27%  [53] . These investigators reported that adherence with controllers declined by more than 25% over 20 weeks, even in patients initially optimally adherent  [53] . The largest decrease in adherence was observed for the moderately adherent group (-32%) and least for the poor adherence group (-6%), likely because of the already low level of adherence. The poor adherence group also had an 8.1% (95% CI 2.9-13.3%; p \\ 0.01) higher proportion of patients prescribed ICS only compared to those in the other adherence groups (63.7% vs. 55.6%). This finding suggests that an ICS product containing a bronchodilator may support better adherence compared to ICS therapy alone. In a feasibility study of children with asthma after discharge from the emergency department (ED), who relied on reminder alerts but did not employ active digital monitoring, adherence to controllers was reported to be only 36% in an intervention group compared to 32% in the control group  [54] ."
    },
    {
      "title": "Digital Inhaler Use and Medication Adherence in Patients with COPD",
      "text": "Similar to patients with asthma, regular use of maintenance inhalers occurs in only about half of patients with COPD  [41, 55] . In a high-risk population of post-hospitalized patients with COPD, where daily use of controllers is certainly justified, adherence (when erroneously taken events were excluded) was only 30% over 1 month when measured using a digital ICS/longacting beta agonist (LABA) DPI provided at discharge. There was wide variation in actual use, as \\ 20% of patients used their inhaler regularly and with the correct technique  [41] ."
    },
    {
      "title": "Digital Inhalers Identify Patterns of Medication Use",
      "text": "Patterns of rescue inhaler use have been better characterized with digital technology  [56] [57] [58] . In a subpopulation of the COPDGene study (n = 58), four SABA patterns were identified using a digital inhaler: (1) frequent use, regular pattern, (2) frequent use, no pattern, (3) infrequent use, (4) infrequent, but intense use  [57] . Groups 2 and 3 were the most common patterns. As expected, albuterol use was driven by respiratory symptoms. In a prospective, observational study of 32 patients with COPD who overused albuterol, 73% were on maximal therapies, while only 27% of those with overuse were on suboptimal therapies  [58] . This study also found that albuterol use was strongly associated with symptoms  [58] . Neither study looked at adherence to controllers  [57, 58] . Using digital inhalers to obtain data on patterns of medication use is also key to identifying an individual's reasons for SABA overuse or poor controller adherence, for example; the clinician can review inhaler use data with the patient to identify any recurring triggers for increased SABA use or ICS underuse, such as job commitments or travel. This represents an important opportunity to improve adherence by addressing modifiable sources of nonadherence; similarly, this allows clinicians to also identify individuals who are intentionally non-adherent, for example, due to concerns about side effects, for whom a more intensive, health psychologybased intervention may be needed.\n\nThe importance of understanding patterns of SABA use is reflected in the current asthma guidelines  [59, 60]  and PROs such as the ACT  [61]  and SABA Reliance Questionnaire (SRQ)  [62] . These include measures of SABA frequency to judge disease control and/or severity, and risk of over-reliance on SABA. The SRQ assesses patient perceptions of SABA and identifies key beliefs that may be driving SABA overuse  [62] . The frequency of b-2 agonist use is commonly used by clinicians during encounters, and assessment of SABA use is now recommended in current guidelines as a measure of disease control for asthma or COPD, as overuse of SABA is related to increased morbidity and mortality  [56] . Documenting rescue SABA use with digital inhalers could help clinicians more accurately determine disease severity for asthma and predict asthma exacerbations  [56, 63] .\n\nDigital inhalers can also be used to evaluate patterns of controller medication use, similarly to informing about SABA use patterns  [64] . Previous studies using digital inhalers have identified different patterns of adherence, Table 2 continued Author (year) Design Setting Study population Study group(s) Duration Digital device Drug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Gregoriano (2019) [49] Single-blind RCT Pulmonary clinic Adult asthma and COPD with exacerbation in last year (n = 149) 6 months Adherium Hailie Ò sensor (formerly SmartInhaler) Albuterol pMDI Controllers DPI EMD with clinician dashboard ? BF (patient inhaler alerts, clinician assessments) vs. Passive EMD Time to first exacerbation Kaye(2020) [42] (Abstract only) Prospective, observational COPD (n = 1000) 6 months Propeller Albuterol pMDI EMD with patient dashboard CAT at 6 months compared to baseline Albuterol use Lin (2020) [50] Open-label study Inner city school Asthma 10-17 years old (n = 21) Inner city school-based intervention 6 months Propeller Health Albuterol pMDI and controllers Monthly clinic visits Clinician and patient dashboards Behavioral interventions to improve adherence Composite Asthma Severity Index (CASI) Merchant (2016) [38] RCT, parallel arms Allergy clinic Children and adults with asthma [ 5 years old (n = 495) EMD ? BF vs. Usual care 12 months Propeller Albuterol pMDI Clinician access to dashboard Personalized feedback to patient via mobile phone app SABA-free days Merchant (2018) [51] Prospective, openlabel Allergy clinic Adults with asthma (n = 224) (n = 76 on controller medication) 12 months Propeller Albuterol pMDI Various controllers Clinician access to web-based dashboard Patient feedback from software on personal device ED visits Hospitalizations Combined ED visits and hospitalizations Table 2 continued Author (year)DesignSetting Study populationStudy group(s)Duration Digital deviceDrug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Moore (2020) [43] (Abstract only) Open-label, parallel-group RCT Adults with uncontrolled asthma (ACT \\ 20) on fixed-dose ICS/ LABA maintenance therapy (n = 437) 6 months Ellipta sensor Fluticasone furoate/vilanterol Ellipta DPI Albuterol pMDI One of five connected inhaler systems with different levels of data feedback from sensors: (1) Maintenance use to participants and health care professionals (HCPs) (N = 87); (2) Maintenance use to participants (N = 88); (3) Maintenance and rescue use to participants and HCPs (N = 88); (4) Maintenance and rescue use to participants (N = 88); (5) No feedback (control) (N = 86) Mean adherence to maintenance treatment at 4-6 months Morton (2017) [46] Open-label RCT Pediatric asthma 6-16 years old (n = 77) Intervention group (EMD with controller reminders and review of adherence at clinic visits) 1 year Adherium Hailie Ò sensors for pMDI and for turbuhaler (formerly Smartinhaler Ò , SmartTurbo Ò ) ICS pMDI and ICS DPI SABA pMDI Passive recording of EMD use Adherence reviewed at clinic visits with health care provider Asthma Control Questionnaire Table 2 continued Author (year) Design Setting Study population Study group(s) Duration Digital device Drug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Mosnaim (2020) [36] RCT, single blinded Allergy clinic Adults with uncontrolled asthma (n = 100) EMD ? BF vs. Usual care with passive EMD 14 weeks Propeller ICS and SABA pMDI Yes SABA-free days O'Dwyer (2020) [39, 52] Randomized parallel study Community pharmacies and clinics Adult asthma(n = 83) COPD (n = 55) Intervention group EMD ? BF vs. Intervention group inhaler training only vs. Control group-usual care 6 months INCA (Seretide Ò Accuhaler) EMD ? BF ICS/LABA adherence (frequency of use and proper inhaler technique) Sulaiman (2018)[41] RCT Pulmonary clinic Adults with severe asthma with exacerbation in last year (n = 360) Control (Intensive education) vs. Intervention (Intensive education ? BF from EMD) 3 months INCA (Seretide Ò ) ICS/LABA adherence (frequency of user and inhaler technique)\n\nTable 2 continued Author (year) Design Setting Secondary endpoint(s) Primary outcome Secondary outcome Comments Alshabani (2018) [47] (Abstract only) Prospective open-label All-cause HCU (hosp ? ED) lower with EMD ? BF (p = 0.034) COPD-related hospitalization was also lower with EMD ? BF (2.3 (2.2) vs. 3.9 (3.2) but not significant (p = 0.07), no CI provided Prompted patient contact by clinicians Alshabani (2020) [48] Retrospective pre-and post-analysis, open-label Reduction in COPDrelated HCU per year (2.2 [±2.3] vs. 3.4 [±3.2], p = 0.01). Reduction in all-cause HCU, but this was not statistically significant (3.4 [±2.6] vs. 4.7 [±4.1], p = 0.06), no CI provided Average adherence was 44.4% (28.4%), with mean Charlson comorbidity index 5.6 (2.7) Barrett (2017) [40] Prospective, observational Community project --39% ;in SABA use in first 30 days (p \\ 0.001) Higher proportion with controlled asthma Increase in percentage of symptom-free days from 77% during the baseline period to 86% after the first month (12% improvement)\n\nTable 2 continued Author (year)DesignSetting Study populationStudy group(s)Duration Digital deviceDrug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Chan (2015) [35] RCT Children with asthma presenting to ED Asthma morbidity score Child ACT FEV1 Exacerbations Median medication adherence: 84% (10th percentile 54%, 90th percentile 96%) with EMD vs. 30% (8%, 68%) in control group (p \\ 0.0001) No difference in school absenteeism Improved asthma score from baseline with EMD Improvement in asthma morbidity score (p = 0.008) and Childhood ACT (p \\ 0.0001) improved in EMD ? BF Lower SABA use in EMD ? BF (median % of days of SABA use = 9.5% [10th percentile 1.1%, 90th percentile 32.8%] in the intervention group vs. 17.4% [2.4%, 49.2%] in the control group; p = 0.002) No effect on FEV1 Adherence reduced over 6 months in both groups though difference between two groups remained statistically significant Foster (2014) [37] RCT 6 months ICS/LABA adherence FEV1 No difference in ACT among 4 groups (p = 0.14) Adherence in EMD ? BF ? adherence discussion = 76% (95% CI: 65-86%), EMD ? BF = 71% (95% CI: 61-81%); usual care = 46% (95% CI: 36-55%); discussion only group = 46% (95% CI: 32-60%) ; exacerbation rates with inhaler reminders (11% vs. 28%; p = 0.13) No difference in other PRO or FEV1 among 3 groups Table 2 continued Author (year)DesignSetting Study populationStudy group(s)Duration Digital deviceDrug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Gregoriano (2019) [49] Single-blind RCT Pulmonary clinic Exacerbation frequency Controller adherence SGRQ score No effect on time to first exacerbation (HR 0.65, 95% CI: 0.21-2.07, p = 0.024) Nonsignificant decrease in exacerbation frequency (RR = 0.61, CI: = 0.35-1.03, p = 0.07) Days adherent greater in intervention group (pMDI 82 ± 14% vs. 60 ± 30%, p = 0.01) and DPI controllers (90 ± 10% vs. 80 ± 21%, p = 0.01) No effects on SGRQ Exacerbations defined by acute worsening requiring contacting the clinician (not based on oral steroid use) Kaye(2020) [42] (Abstract only) Prospective, observational Albuterol use declined by 0.8 puffs/day (95% CI: -0.9 to -0.7; p \\ 0.001) compared to baseline CAT score decreased by 1.1 points (95% CI: -1.4 to -0.8; p \\ 0.001) Albuterol use greater in non-adherent patients 46% of subjects met MCID for CAT ([ 2 change) Lin (2020) [50] Open-label study Inner city school School absenteeism Exacerbations Medication adherence No change in mean CASI from baseline; no CI provided Decrease in school absenteeism (p = 0.003) Exacerbations decreased (p \\ 0001) Controller adherence increased by 8% during active intervention (months 1-5, p = 0.03), but returned to baseline by month 6 without behavioral interventions 81% with step-up in controller therapies Table 2 continued Author (year)DesignSetting Study populationStudy group(s)Duration Digital deviceDrug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Merchant (2016) [38] RCT, parallel arms Allergy clinic ACT :SABA-free days in EMD ? BF vs. usual care group ?17% vs. ?21%, p \\ 0.01); no CI provided : in ACT with EMD ? BF vs. control group (?6.2 vs. ?4.6 p \\ 0.01) Attrition 14.8% at 1 month and [ 55% at 12 months Merchant (2018) [51] Prospective, open-label Allergy clinic SABA use ICS adherence ED visits lower compared to baseline period (rate difference 6.3 [95% CI: 0.9-11.6], p = 0.04) Combined ED visits and hospitalizations lower (rate difference 7.6 [95% CI: 1.9-13.3]; p = 0.02) SABA use ;by 0.52 puffs/daily (95% CI: -0.69 to -0.34; p \\ 0.05) : controller use 0.82 vs. 0.66 (0.16 [95% CI: 0.07-0.25]; p \\ 0.01) :Outpatient visits by 2.6 (95% CI: 2.2, 2.9) visits per patient-year (p \\ 0.01) Moore (2020) [43] (Abstract only) Open-label, parallel-group RCT SABA-free days ACT score Mean (SD) adherence 82.2 (16.58)% in the ' 'maintenance to participants and HCPs' ' arm and 70.8 (27.30)% in the control arm; difference of 12.0% (95% CI: 5.2-18.8%; p \\ 0.001) Adherence also significantly greater in other arms vs. control Mean % SABA-free days (months 4-6) significantly greater in those who received data on rescue use vs. control ACT scores improved in all study arms-no significant differences between groups Only measured inhaler use months 4-6 Table 2 continued Author (year)DesignSetting Study populationStudy group(s)Duration Digital deviceDrug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) Morton (2017) [46] Open-label RCT Adherence to ICS and use of SABA Acute care visits to office or ED FEV1 Pediatric Asthma QOL Questionnaire (PAQLQ) Guideline-based severity No difference in Asthma Control Questionnaire (difference of the paired mean difference from baseline to 12 months = -0.18 (95% CI: -0.76 to 0.38; p = 0.51) Adherence improved in intervention group 70% vs. 49% (p = 0.001); no CI provided Fewer exacerbations in intervention group (controls 53% more likely to receive steroidsincident risk ratio = 1.53 [95% CI: 1.11-2.11]; p = 0.008) and hospitalizations (p \\ 0.001) No significant difference in SABA use, FEV1, or PAQLQ or asthma severity Substantial number of devices damaged or lost by the children Mosnaim (2020) [36] RCT, single blinded Allergy clinic ICS adherence : in SABA-free days = 19% (95% CI: 12-26%; p \\ 0.01) for EMD ? BF vs. 6% (95% CI: -3 to 16; p = 0.18) in control group (passive EMD) ICS adherence over 14 weeks = -2% (95% CI: -7 to 3%; p = 0.40) in EMD ? BF vs. -17% (95% CI: -26 to -8%; p \\ 0.01) in control group Exploratory outcomes of exacerbations and asthma control not different Table 2 continued Author (year)DesignSetting Study populationStudy group(s)Duration Digital deviceDrug(s) Patient and clinician interfaces with EMD and apps Primary endpoint(s) O'Dwyer (2020) [39, 52] Randomized parallel study Community pharmacies and clinics SGRQ Resp symptoms :Adherence 60.8% in EMD ? BF ? inhaler instruction vs. 44.2% in inhaler instruction only vs. 33.2% in usual care group (14% higher [95% CI: -1 to 30]; p = 0.07) in the BF group vs. demonstration group and 31% higher (95% CI: 13-48; p = 0.001) than in the control group) SGRQ (-6.1; 95% CI: -9 to -0.4; p = 0.04) in EMD ? BF group at 2 and 6 months Inhaler training group had improvement at 2 months, but not at 6 months Pharmacies were unit of randomization Community pharmacists were trained and provided interventions Sulaiman (2018)[41] RCT Pulmonary clinic ACT AQLQ PEF 73% adherence (frequency of use, correct technique) in EMD ? BF vs. 63% in control group (difference = 10%; 95% CI: 2.8-17.6%; p = 0.02) PEF at 3 months, no statistically significant difference between groups ACT or AQLQ, no statistically significantly different between groups 27% of participants with severe asthma were refractory to current treatment despite being adherent and receiving intensive education ACT Asthma Control Test, AQLQ Asthma Quality of Life Questionnaire, BF = biofeedback, CAT COPD Assessment Test, CI confidence interval, COPD chronic obstructive pulmonary disease, DPI dry powder inhaler, ED emergency department, EMD electronic monitoring device, FEV1 forced expiratory volume in 1 second, HCU health care utilization, ICS inhaled corticosteroids, LABA long-acting beta agonist, MCID minimal clinically important difference, PAQLQ Pediatric Asthma Quality of Life Questionnaire, PEF peak expiratory flow, pMDI pressurized metered-dose inhaler, PRO patient-reported outcomes, RCT randomized controlled trial, SD standard deviation, SABA short-acting beta agonist, SGRQ St George's Respiratory Questionnaire"
    },
    {
      "title": "Digital Inhaler Use in Clinical Trials",
      "text": "Digital inhalers could also be employed in clinical drug trials to quantify inhaler adherence and lessen the impact of nonadherence on study results  [66, 67] . Similarly to the clinical setting, drug trials are heavily dependent on patient self-reporting before and during the study, with many using daily diaries to document medication use. However, self-report measures prone to overestimation of adherence due to social desirability bias  [68] . Dose-counters on inhalers are also used to measure adherence in trials but have been found to overestimate actual use compared with the use of a digital inhaler in practice  [69] . While run-in periods and study design can lessen the influence of inhaler nonadherence on outcomes, the actual impact is unknown without the use of these digital devices throughout the study. There is great potential in using these devices to better understand the ''true'' relationship between medication dose and efficacy, for example in quantifying how different patterns of use (different doses and dosing frequency) relate to reported outcomes  [70] .\n\nWhilst there have been studies funded by pharmaceutical companies which explore the use of digital inhalers and impact on adherence and outcomes, such as the effect of an add-on device to a Turbuhaler  [71]  or smartphone application plus device added to a pMDI  [72] , these have been limited to evaluation of the digital device itself as an adherence intervention, rather than using digital inhalers to explore drug dose efficacy relationships as part of the clinical drug trial. A recent systematic review of published clinical trials of asthma add-on step 4/5 therapy assessed how prior adherence to inhalers had been assessed. In this review, it was identified that none of the 87 studies had used objective measures to assess adherence, before or during the trials. In some modeling work, the authors estimated that this lack of assessment increased the statistical variance of the outcomes and described how this led to much larger than needed sample sizes  [73] ."
    },
    {
      "title": "Role in Reducing Frequency of Exacerbations",
      "text": "Digital inhalers collect rescue and controller data virtually and in real time, track adherence, and often include clinical platforms that aid patient self-management; their use would be expected to better prevent exacerbations. Five studies in asthma or COPD found lower exacerbation rates, two as the primary outcome  [48, 51]  and three as a secondary outcome (Table  3 )  [37, 46, 49] . These studies used some form of active adherence monitoring by the clinicians. Two other studies in asthma or COPD, one with passive  [35]  and the other with active monitoring  [36] , found no difference in exacerbation rates. In the study by Chan and colleagues, frequency of exacerbations decreased during the initial 2 months, but this difference was lost at 4 and 6 months as adherence trended towards lower levels  [35] . A 6-month RCT in 149 asthma and COPD patients did not show a significant difference in time to first exacerbation using digital monitoring of rescue and controller medications with biofeedback (BF) (hazard ratio [HR] 0.65, 95% CI 0.21-2.07, p = 0.24), but there were fewer exacerbations in the EMD ? BF group than in the control group, although this was not statistically significant (36.6% vs. 63.3%, relative risk [RR] = 0.61, 95% CI 0.35-1.03, p = 0.07)  [49] . The use of digital rescue inhalers was studied in 224 adult patients with asthma followed for 1 year. Patients received digital inhalers that tracked rescue and controller inhaler medication use, and a digital health platform that presented medication use information and asthma control status to patients and providers. Decrease in hospitalizations did not meet statistical significance (exacerbation rate 1.8 [95% CI 0.5-4.6] pre-enrollment vs. 0.4 post-enrollment [95% CI 0.01-2.5]; rate difference 1.3 [95% CI -0.6 to 3.3], p = 0.23), but ED visits alone  (11.6 vs. 5.4 ; rate difference 6.3 [95% CI 0.9-11.6], p = 0.04) and combined ED and hospitalizations (13.4 vs. 5.8; rate difference 7.6 [95% CI 1.9-13.3] p = 0.02) were both significantly lower with the use of digital rescue inhalers compared with baseline levels before enrollment in the study  [51] .\n\nIn addition to reducing exacerbation risk by improving controller adherence, digital inhalers can identify increases in rescue inhaler use that are associated with exacerbations. In adults with asthma, increased rescue inhaler use with budesonide/formoterol was reported about 5 days prior to an exacerbation, and then use declined over a similar interval as the exacerbation was treated  [79] . Previously, this pattern was also described using self-report of rescue albuterol use in patients with asthma Two groups of investigators found that an increase in SABA use by 100%, as recorded by digital inhalers, was predictive of an ensuing exacerbation  [63, 78] .\n\nInspiratory-capable digital inhalers add a physiological measure to the drug usage data around exacerbations. Similar to peak expiratory flow, peak inspiratory flow (PIF) is responsive to bronchodilators  [81]  and decreases during exacerbations  [74, 76, 82] . Air trapping and airflow obstruction are important mechanisms for reducing PIF  [83, 84] . The Digihaler Ò and Respiro Ò are digital inhalers that can measure PIF, inhalation volume, and time to peak. Three studies have reported acute changes in PIF around exacerbations, two using digital DPIs. In hospitalized patients with COPD or asthma, Chrystyn and colleagues found that PIF measured with a portable inspiratory flow meter was low upon admission (often \\ 30 L/min), and increased over several days  [83] . In a study of 360 adults with asthma using the Digihaler Ò , 64 of whom experienced an exacerbation, PIF began decreasing about 5 days prior to the exacerbation, then returned to baseline over a similar interval  [74] . A study of the ProAir Digihaler Ò in 336 patients with COPD, of whom about one-third (n = 98) reported an exacerbation, found that PIF had not returned to baseline by 14 days, similar to expiratory flow patterns reported post-exacerbation  [85] . By using machine learning for both trials, increased SABA use was the strongest predictor of an impending exacerbation in asthma, while in COPD, inspiratory flows were most important  [76, 77] . This has important implications when considering the role of digital inhalers, as inhalers that measure PIF could play a key role in asthma management by predicting risk of impending exacerbation through a reduction in PIF and inhalation volume or by recording more frequent SABA use. Additionally, monitoring PIF may help patients identify when inspiratory flow rates are too low for adequate drug delivery from DPIs, informing them to switch to nebulized or pMDI therapy, as the minimal inspiratory flow rate required for effective treatment from DPIs is at least 30 L/min  [86] ."
    },
    {
      "title": "Improving Inhaler Technique",
      "text": "All digital inhaler devices can identify instances where patients administer their doses too closely together. This ''dose dumping'' phenomenon may reflect an important source of technical errors in the use of pMDIs, or in clinical trials may reflect social desirability bias from participants wishing to ''window-dress'' their adherence, or to conceal nonadherence, prior to a study visit or observation  [35, 87] . A study using Propeller Health devices found that 67% of patients administered doses of SABA pMDI within 15 seconds of each other, suggesting that many patients inhale too rapidly and/or do not have adequate breath-hold  [88] , or that they are deliberately attempting to conceal nonadherence  [35] . Inspiratory-capable digital DPIs (Digihaler Ò , INCA Ò , Respiro Ò ) can guide proper inhaler technique by recording whether minimum desired flows are achieved. For DPIs (Digihaler Ò , INCA Ò , and Respiro Ò ), thresholds for PIF are used to determine whether the minimal PIF is achieved, but there is inconsistency in the literature as to what is a minimally acceptable PIF for individual DPIs  [89] . In contrast to DPIs, a slower inspiratory flow rate is necessary for optimal drug deliver from pMDIs. The Respiro Ò add-on device for pMDIs is one such digital device that measures whether the inhalation is slow enough. Other digital devices are expected to provide similar assessments of pMDIs  [14] .\n\nPublished data concerning proper inhaler technique primarily involve the INCA device (fluticasone propionate [FP]/salmeterol [SAL] DPI [Accuhaler Ò ]) in patients with asthma or COPD  [41, 90] . Among post-hospitalized patients with COPD, multiple errors in inhaler technique occurred during a 1-month observation period. These included opening and closing the inhaler without using the device, blowing into the device, and most commonly poor inspiratory effort  [90, 91] . Only 24% of individuals used their inhaler with the proper technique and at the correct time interval as prescribed. The same investigators also reported on inhaler technique using INCA in adults with severe asthma over 3 months  [41] . This study compared digital FP/SAL use with intensive patient education BF from the clinician with a comparison group who received digital FP/SAL and intensive education without BF. There was no significant difference in the proportion of patients with proper inhaler technique; however, subjects did not receive immediate feedback on their technique or inhaler use. Thus, we are unaware of published evidence that patient use of digital inhalers improves inhaler technique when compared to intensive teaching alone or even to usual care."
    },
    {
      "title": "Enhancing Patient-Reported Outcomes",
      "text": "Seven studies have reported on the impact of digital inhalers on PROs in childhood asthma  [35, 38, 40, 46] , adult asthma  [36-38, 40, 41, 49, 52] , and COPD  [42, 49, 52]  (Table  2 ). Overall, PROs improved in most studies in patients with asthma whether with passive  [35, 40, 41]  or with active clinician monitoring  [36, 38, 42, 52] . In two studies in patients with asthma, improvements in PROs were not significant  [37, 46] . Interestingly, PROs improved when digital inhalers with SABA alone were employed (i.e. there was no controller treatment)  [38, 40, 42] , perhaps owing to closer monitoring and collaboration by the research/health care team. PROs improved with the use of digital inhalers in two studies in patients with COPD  [42, 52] , but not in another study  [49] , possibly because the latter study included only those patients who had suffered an exacerbation in the previous year, thus possibly representing patients who might have had more uncontrolled disease compared to the other two studies."
    },
    {
      "title": "Improvement in Pulmonary Function",
      "text": "A few investigators have reported an improvement in lung function with the use of digital inhalers in people with asthma  [35, 37, 41, 46] , but only as a secondary study endpoint. The impact of digital inhaler use on pulmonary function in patients with COPD has not been reported. In two studies among pediatric asthma patients  [35, 46] , no significant changes were found in FEV 1 using either digital SABA or controller inhalers; neither employed active monitoring by clinicians. In a study in adults with asthma that used active monitoring by clinicians, no significant effect on FEV 1  [37]  or peak expiratory flow (PEF) was found  [41] , despite a significant improvement in adherence to controller medications  [35, 37, 41, 46] . However, pulmonary function may not accurately reflect asthma control, and other measures reflective of asthma control may need to be evaluated  [92] ."
    },
    {
      "title": "Informing Costly and Potentially Risky Interventions",
      "text": "Various therapeutic strategies are increasingly being used for asthma and COPD patients who fail to achieve adequate control with inhaled medications. These include bronchial thermoplasty, biologics for asthma, and airway stents for COPD. In a study of adults with uncontrolled asthma who were considered eligible for biologics or bronchial thermoplasty, more than half were non-adherent with their digital controller inhalers  [93] . Another interesting observation from this study was that only 5% of subjects referred to the specialty clinic for uncontrolled asthma were thought to be nonadherent by the referring physician. The uncertainties around COPD and asthma diagnosis further complicate this, particularly when data suggest that up to 30% of patients on inhalers may not have an asthma diagnosis when objective diagnostic measures are applied  [94] . Ensuring correct diagnosis and evaluating adherence using digital inhalers are important steps to conduct prior to adding very expensive biologics to patients' treatment regimens. Using digital inhalers to gather more information on patient medication-taking patterns may be the most impactful cost-effective use of these devices. A recent economic analysis of digital inhaler use in COPD patients suggested that using digital inhalers to tailor and target interventions based on personal adherence patterns may be cost-effective and potentially cost-saving  [95] . For example, digital inhalers can be used to assess environmental triggers of asthma, where data on reliever use aligned with geolocation can inform identification of triggers  [96]  to alert patient to potential exposures, thus potentially preventing worsening asthma and/or costly exacerbations. Targeting the use of digital inhalers to those who are most likely to benefit from treatment will increase their cost-effectiveness  [35] ."
    },
    {
      "title": "Considerations for Implementation and Future Applications",
      "text": "Cost, patient and provider acceptability, data management, sustainability of digital technology, and effective integration into the care pathway remain key barriers to uptake of this technology into routine clinical practice  [97] . Delineating the role of digital inhalers, for example, in diagnosis and disease monitoring can help improve uptake. Current research is underway to identify patient characteristics of those who may most likely benefit from the use of digital inhaler-based interventions  [98] . Additionally, there are ethical issues for patients, providers, and other stakeholders that may need to be considered prior to implementation into practice, such as informed consent, autonomy, trust, privacy, confidentiality, and remote patient monitoring  [99] . These issues, however, are not specific to digital inhalers; in other areas of medicine, such as cardiovascular disease, diabetes, and tuberculosis, remote patient monitoring has been around for a long time, and these ethical and privacy issues have been well addressed and discussed [100], including consideration of the unique benefits that electronic adherence monitoring brings. Specifically, in terms of data collection, digital inhalers only collect data specific to the device, primarily the time and date of each dose, with some devices logging PIF (e.g. Digihaler). Location data are only collected when paired with an app; the devices themselves do not log or record other data. Even audio-based devices record data for less than a minute and then ''time out'' after that, and the microphone is placed to avoid ambient sounds or other unrelated audio. In terms of cloud management of data, similar to other electronic medical records, individuals can choose to opt out of cloud sharing of data and only share data via direct download between the device and computer; any data that are transferred on the cloud should be Health Insurance Portability and Accountability Act (HIPAA)-compliant  [101] .\n\nDigital inhalers have the advantage of providing detailed information about medication taking which, when combined with artificial intelligence approaches, can revolutionize asthma and COPD care. For example, Inspir-erMundi allows remote monitoring of inhaler use via a machine learning approach that can assess medication self-administration  [102] . If these artificial intelligence approaches can be applied to the ''big data'' captured by digital inhalers, there is potential that the data can help predict and/or mitigate future exacerbations. However the amount of data required to do this will need to be large and likely need to be informed by multiple data sources, beyond that captured by the inhaler device for example, linking with data collected from smartphones, digital spirometers, and/or other wearables such smartwatches  [101] ."
    },
    {
      "title": "CONCLUSION",
      "text": "Despite their availability for over two decades, digital inhalers and associated health management platforms remain new and unfamiliar to many clinicians and health care organizations. Typically, patients use their smartphones for data transfer and health management, providing remote access to the clinician. Available evidence indicates that digital inhalers enhance medication management and guide clinical care in patients with asthma or COPD, with benefits of increased medication adherence having the potential to improve clinical outcomes and prevent the need for costly or more risky therapies, such as biologics. However, evidence regarding acceptability for patients and endusers, cost-effectiveness, improvement in inhaler technique, and the best practice models to integrate these devices into routine care remains somewhat elusive. While studies support several benefits of digital inhalers, there are many unanswered questions, including the extent to which they will be adopted in clinical practice.\n\nAuthorship. All named authors meet the International Committee of Medical Journal Editors (ICMJE) criteria for authorship for this article, take responsibility for the integrity of the work as a whole, and have given their approval for this version to be published."
    },
    {
      "title": "Authorship Contributions",
      "text": ". Roy A. Pleasants Jr. conceived of the review; Amy H.Y. Chan, Roy A. Pleasants Jr. and Rajan Merchant conducted the review and led study write-up; all authors contributed to drafting and critical review of the manuscript and decision to submit for publication. Disclosures. Roy A. Pleasants Jr. has received consulting fees from Teva and Boehringer Ingelheim (BI), and research grants from Teva, AstraZeneca, and BI. Stephen A. Schworer receives funding support from NIH-T32AI007062. Amy H.Y. Chan has received grants and consultancy fees from Janssen-Cilag, consultancy fees from UCL Business spin-out company Spoonful of Sugar Ltd, grants from A? charitable trust (Auckland District Health Board), Maurice and Phyllis Paykel Trust, Universitas 21, New Zealand Pharmacy Education and Research Foundation, Auckland Academic Health Alliance, Asthma UK, University of Auckland, Health Research Council, and Oakley Mental Health Foundation, and is a research fellow of the Asthma UK Centre for Applied Research (AUKCAR). Amy is also the recipient of the Robert Irwin Postdoctoral Fellowship, outside the submitted work. Rajiv Dhand, Stephen L. Tilley, Richard Costello, and Rajan Merchant have nothing to disclose.\n\nCompliance with Ethics Guidelines. This article is based on previously conducted studies and does not contain any new studies with human participants or animals performed by any of the authors. Data Availability. Data sharing is not applicable to this article as no datasets were generated or analyzed during the current study.\n\nOpen Access. This article is licensed under a Creative Commons Attribution-NonCommercial 4.0 International License, which permits any non-commercial use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit  http://creativecommons.org/licenses/by- nc/4.0/ ."
    },
    {
      "text": "Fig. 1 Schematic showing the components of a digital inhaler platform"
    },
    {
      "text": "Currently available digital inhaler devices"
    },
    {
      "text": "Studies of digital inhalers reporting clinical outcomes"
    },
    {
      "text": "Use of digital inhalers to predict acute events in asthma and COPD patients"
    },
    {
      "text": "CI confidence interval, COPD chronic obstructive pulmonary disease, DPI dry powder inhaler, EMD electronic monitoring device, FOR formoterol, ICS inhaled corticosteroids, LABA long-acting beta agonist, OR odds ratio, PIF peak inspiratory flow, pMDI pressurized metered-dose inhaler, RCT randomized controlled trial, SABA short-acting beta agonist"
    }
  ],
  "references": [
    {
      "title": "Ecogenomics of respiratory diseases of public health significance",
      "authors": [
        "S Garantziotis",
        "D Schwartz"
      ],
      "year": 2010,
      "doi": "10.1146/annurev.publhealth.012809.103633"
    },
    {
      "title": "Adherence to long-term therapies: evidence for action",
      "authors": [
        "´e Sabate"
      ],
      "year": 2003
    },
    {
      "title": "Asthma inhaler adherence determinants in adults: systematic review of observational data",
      "authors": [
        "A Dima",
        "G Hernandez",
        "O Cunillera",
        "M Ferrer",
        "M De Bruin"
      ],
      "year": 2015,
      "doi": "10.1183/09031936.00172114"
    },
    {
      "title": "Quantifying the proportion of severe asthma exacerbations attributable to inhaled corticosteroid nonadherence",
      "authors": [
        "L Williams",
        "E Peterson",
        "K Wells",
        "B Ahmedani",
        "R Kumar",
        "E Burchard"
      ],
      "year": 2011
    },
    {
      "title": "Lowdose inhaled corticosteroids and the prevention of death asthma",
      "authors": [
        "S Suissa",
        "P Ernst",
        "S Benayoun",
        "M Baltzan",
        "B Cai"
      ],
      "year": 2000,
      "doi": "10.1056/nejm200008033430504"
    },
    {
      "title": "Relationship between adherence to inhaled corticosteroids and poor outcomes among adults with asthma",
      "authors": [
        "L Williams",
        "M Pladevall",
        "H Xi",
        "E Peterson",
        "C Joseph",
        "J Lafata"
      ],
      "year": 2004,
      "doi": "10.1016/j.jaci.2004.09.028"
    },
    {
      "title": "Adherence to inhalers and comorbidities in COPD patients. A cross-sectional primary care study from Greece",
      "authors": [
        "D Ierodiakonou",
        "D Sifaki-Pistolla",
        "M Kampouraki",
        "I Poulorinakis",
        "P Papadokostakis",
        "I Gialamas"
      ],
      "year": 2020,
      "doi": "10.1186/s12890-020-01296-3"
    },
    {
      "title": "The importance of inhaler adherence to prevent COPD exacerbations",
      "authors": [
        "J Jardim",
        "Oajms Nascimento"
      ],
      "year": 2019,
      "doi": "10.3390/medsci7040054"
    },
    {
      "title": "Systematic review of errors in inhaler use: has patient technique improved over time?",
      "authors": [
        "J Sanchis",
        "I Gich",
        "S Pedersen",
        "Admi Team"
      ],
      "year": 2016,
      "doi": "10.1016/j.chest.2016.03.041"
    },
    {
      "title": "Adherence monitoring and e-health: how clinicians and researchers can use technology to promote inhaler adherence for asthma",
      "authors": [
        "Ahy Chan",
        "H Reddel",
        "A Apter",
        "M Eakin",
        "K Riekert",
        "J Foster"
      ],
      "year": 2013,
      "doi": "10.1016/j.jaip.2013.06.015"
    },
    {
      "title": "Integrated adherence monitoring for inhaler medications",
      "authors": [
        "M Hew",
        "H Reddel"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2019.1289"
    },
    {
      "title": "Towards tailored and targeted adherence assessment to optimise asthma management. npj",
      "authors": [
        "Jfm Van Boven",
        "Jca Trappenburg",
        "T Van Der Molen",
        "N Chavannes"
      ],
      "year": 2015
    },
    {
      "title": "Using electronic monitoring devices to measure inhaler adherence: a practical guide for clinicians",
      "authors": [
        "Ahy Chan",
        "J Harrison",
        "P Black",
        "E Mitchell",
        "J Foster"
      ],
      "year": 2015,
      "doi": "10.1016/j.jaip.2015.01.024"
    },
    {
      "title": "Novel electronic adherence monitoring devices in children with asthma: a mixed-methods study",
      "authors": [
        "S Makhecha",
        "A Chan",
        "C Pearce",
        "A Jamalzadeh",
        "L Fleming"
      ],
      "year": 2020,
      "doi": "10.1136/bmjresp-2020-000589"
    },
    {
      "title": "Electronic monitoring devices as an intervention in asthma: the story so far",
      "authors": [
        "I Adejumo",
        "D Shaw"
      ],
      "year": 2018,
      "doi": "10.2174/1573398x14666180419145943"
    },
    {
      "title": "Propeller. The doctor-recommended way to manage your asthma or COPD: Propeller Health",
      "year": 2021,
      "doi": "10.2514/6.2021-0615"
    },
    {
      "title": "The acoustic features of inhalation can be used to quantify aerosol delivery from a Diskus TM dry powder inhaler",
      "authors": [
        "J Seheult",
        "O' Connell",
        "P Tee",
        "K Bholah",
        "Al Bannai",
        "H Sulaiman"
      ],
      "year": 2014
    },
    {
      "title": "FDA regulation of mobile health technologies",
      "authors": [
        "M Hamel",
        "N Cortez",
        "I Cohen",
        "A Kesselheim"
      ],
      "year": 2014
    },
    {
      "title": "Mobile health technologies in cardiopulmonary disease",
      "authors": [
        "G Mackinnon",
        "E Brittain"
      ],
      "year": 2020
    },
    {
      "title": "Development of the asthma control test: a survey for assessing asthma control",
      "authors": [
        "R Nathan",
        "C Sorkness",
        "M Kosinski",
        "M Schatz",
        "J Li",
        "P Marcus"
      ],
      "year": 2004,
      "doi": "10.1016/j.jaci.2003.09.008"
    },
    {
      "title": "Smartinhaler for asthma: Medtech innovation briefing",
      "year": 2017,
      "doi": "10.1007/s40274-020-6652-5"
    },
    {
      "title": "Adherence to inhaled therapies, health outcomes and costs in patients with asthma and COPD",
      "authors": [
        "¨mj Ma ¨kela",
        "V Backer",
        "M Hedegaard",
        "K Larsson"
      ],
      "year": 2013
    },
    {
      "title": "Adherence in asthma and COPD: new strategies for an old problem",
      "authors": [
        "M George"
      ],
      "year": 2018
    },
    {
      "title": "Variations in patients' adherence to medical recommendations: a quantitative review of 50 years of research",
      "authors": [
        "M Dimatteo"
      ],
      "year": 2004,
      "doi": "10.1097/01.mlr.0000114908.90348.f9"
    },
    {
      "title": "Clinical and economic impact of non-adherence in COPD: a systematic review",
      "authors": [
        "Jfm Van Boven",
        "N Chavannes",
        "T Van Der Molen",
        "Rutten-Van Mo ¨lken",
        "Mpmh Postma",
        "M Vegter"
      ],
      "year": 2014,
      "doi": "10.1016/j.rmed.2013.08.044"
    },
    {
      "title": "Adherence to longterm therapies: evidence for action",
      "year": 2003,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Addressing the impact and unmet needs of nonadherence in asthma and chronic obstructive pulmonary disease: where do we go from here?",
      "authors": [
        "R Dekhuijzen",
        "F Lavorini",
        "O Usmani",
        "Jfjtjoa Van Boven"
      ],
      "year": 2018
    },
    {
      "title": "Inhaler devices: what remains to be done?",
      "authors": [
        "I Smith",
        "J Bell",
        "N Bowman",
        "M Everard",
        "S Stein",
        "J Weers"
      ],
      "year": 2010
    },
    {
      "title": "Interventions to improve adherence to inhaled steroids for asthma",
      "authors": [
        "R Normansell",
        "K Kew",
        "E Stovold"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.CD012226.pub2"
    },
    {
      "title": "Non-persistence and non-adherence to long-acting COPD medication therapy: a retrospective cohort study based on a large German claims",
      "authors": [
        "S Mueller",
        "T Wilke",
        "B Bechtel",
        "Y Punekar",
        "K Mitzner",
        "J Virchow"
      ],
      "year": 2017
    },
    {
      "title": "The economic burden of asthma and chronic obstructive pulmonary disease and the impact of poor inhalation technique with commonly prescribed dry powder inhalers in three European countries",
      "authors": [
        "A Lewis",
        "S Torvinen",
        "P Dekhuijzen",
        "H Chrystyn",
        "A Watson",
        "M Blackney"
      ],
      "year": 2016
    },
    {
      "title": "Problems with inhaler use: a call for improved clinician and patient education",
      "authors": [
        "J Fink",
        "B Rubin"
      ],
      "year": 2005
    },
    {
      "title": "Adherence to inhaled therapy, mortality hospital admission in COPD",
      "authors": [
        "J Vestbo",
        "J Anderson",
        "P Calverley",
        "B Celli",
        "G Ferguson",
        "C Jenkins"
      ],
      "year": 2009,
      "doi": "10.1136/thx.2009.113662"
    },
    {
      "title": "New insights to improve treatment adherence in asthma and COPD",
      "authors": [
        "M George",
        "B Bender"
      ],
      "year": 2019
    },
    {
      "title": "The effect of an electronic monitoring device with audiovisual reminder function on adherence to inhaled corticosteroids and school attendance in children with asthma: a randomised controlled trial",
      "authors": [
        "A Chan",
        "A Stewart",
        "J Harrison",
        "C Camargo",
        "Jr",
        "P Black",
        "E Mitchell"
      ],
      "year": 2015,
      "doi": "10.1016/s2213-2600(15)00008-9"
    },
    {
      "title": "The impact of patient self-monitoring via electronic medication monitor and mobile app plus remote clinician feedback on adherence to inhaled corticosteroids: a randomized controlled trial",
      "authors": [
        "G Mosnaim",
        "D Stempel",
        "C Gonzalez",
        "B Adams",
        "N Benisrael-Olive",
        "R Gondalia"
      ],
      "year": 2021,
      "doi": "10.1016/j.jaip.2020.10.064"
    },
    {
      "title": "Inhaler reminders improve adherence with controller treatment in primary care patients with asthma",
      "authors": [
        "J Foster",
        "T Usherwood",
        "L Smith",
        "S Sawyer",
        "Xuan Rand"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of population health management using the propeller health asthma platform: a randomized clinical trial",
      "authors": [
        "R Merchant",
        "R Inamdar",
        "R Quade"
      ],
      "year": 2016
    },
    {
      "title": "The effect of providing feedback on inhaler technique and adherence from an electronic audio recording device, INCAÒ, in a community pharmacy setting: study protocol for a randomised controlled trial",
      "authors": [
        "S O'dwyer",
        "E Machale",
        "I Sulaiman",
        "M Holmes",
        "C Hughes",
        "D Arcy"
      ],
      "year": 2016
    },
    {
      "title": "Effect of a mobile health, sensor-driven asthma management platform on asthma control",
      "authors": [
        "M Barrett",
        "O Humblet",
        "J Marcus",
        "K Henderson",
        "T Smith",
        "N Eid"
      ],
      "year": 2017
    },
    {
      "title": "A randomised clinical trial of feedback on inhaler adherence and technique in patients with severe uncontrolled asthma",
      "authors": [
        "I Sulaiman",
        "G Greene",
        "E Machale",
        "J Seheult",
        "M Mokoka",
        "D Arcy"
      ],
      "year": 2018,
      "doi": "10.1183/13993003.01126-2017"
    },
    {
      "title": "COPD Assessment Test (CAT) scores following a digital health intervention",
      "authors": [
        "L Kaye",
        "R Gondalia",
        "D Van Sickle",
        "D Stempel",
        "M Barrett"
      ],
      "year": 2020
    },
    {
      "title": "A randomised controlled trial of the effect of a connected inhaler system on medication adherence in uncontrolled asthmatic patients",
      "authors": [
        "A Moore",
        "A Preece",
        "R Sharma",
        "L Heaney",
        "R Costello",
        "R Wise"
      ],
      "year": 2020
    },
    {
      "title": "STAAR: a randomised controlled trial of electronic adherence monitoring with reminder alarms and feedback to improve clinical outcomes for children with asthma",
      "authors": [
        "R Morton",
        "H Elphick",
        "A Rigby",
        "W Daw",
        "D King",
        "L Smith"
      ],
      "year": 2016,
      "doi": "10.1136/thoraxjnl-2015-208171"
    },
    {
      "title": "Impact of an electronic monitoring intervention to improve adherence to inhaled medication in patients with asthma and chronic obstructive pulmonary disease: study protocol for a randomized controlled trial",
      "authors": [
        "C Gregoriano",
        "T Dieterle",
        "S Du ¨rr",
        "I Arnet",
        "K Hersberger",
        "J Leuppi"
      ],
      "year": 2017,
      "doi": "10.2196/resprot.7522"
    },
    {
      "title": "STAAR: a randomised controlled trial of electronic adherence monitoring with reminder alarms and feedback to improve clinical outcomes for children with asthma",
      "authors": [
        "R Morton",
        "H Elphick",
        "A Rigby",
        "W Daw",
        "D King",
        "L Smith"
      ],
      "year": 2017
    },
    {
      "title": "Reduction in COPD related healthcare utilization with use of electronic inhaler monitoring",
      "authors": [
        "K Alshabani",
        "M Smith",
        "A Attawy",
        "R Rice",
        "X Wang",
        "X Han"
      ],
      "year": 2018
    },
    {
      "title": "Electronic inhaler monitoring and healthcare utilization in chronic obstructive pulmonary disease",
      "authors": [
        "K Alshabani",
        "A Attaway",
        "M Smith",
        "U Majumdar",
        "R Rice",
        "X Han"
      ],
      "year": 2020
    },
    {
      "title": "Does a tailored intervention to promote adherence in patients with chronic lung disease affect exacerbations? A randomized controlled trial",
      "authors": [
        "C Gregoriano",
        "T Dieterle",
        "A-L Breitenstein",
        "S Du ¨rr",
        "A Baum",
        "S Giezendanner"
      ],
      "year": 2019
    },
    {
      "title": "Telehealth delivery of adherence and medication management system improves outcomes in inner-city children with asthma",
      "authors": [
        "N Lin",
        "R Ramsey",
        "J Miller",
        "K Mcdowell",
        "N Zhang",
        "K Hommel"
      ],
      "year": 2020
    },
    {
      "title": "Impact of a digital health intervention on asthma resource utilization",
      "authors": [
        "Merchant Szefler",
        "S Bender",
        "B Tuffli",
        "M Barrett",
        "M Gondalia"
      ],
      "year": 2018
    },
    {
      "title": "Personalized biofeedback on inhaler adherence and technique by community pharmacists: a cluster randomized clinical trial",
      "authors": [
        "O'dwyer Greene",
        "G Machale",
        "E Cushen",
        "B Sulaiman",
        "I Boland"
      ],
      "year": 2020
    },
    {
      "title": "Electronic medication monitors help determine adherence subgroups in asthma",
      "authors": [
        "De Keyser",
        "Heh Kaye",
        "L Anderson",
        "W Gondalia",
        "R Theye",
        "B Szefler"
      ],
      "year": 2020,
      "doi": "10.1016/j.rmed.2020.105914"
    },
    {
      "title": "Controller adherence following hospital discharge in high risk children: a pilot randomized trial of text message reminders",
      "authors": [
        "C Kenyon",
        "S Gruschow",
        "W Quarshie",
        "H Griffis",
        "M Leach",
        "J Zorc"
      ],
      "year": 2019
    },
    {
      "title": "A randomised clinical trial of feedback on inhaler adherence and technique in patients with severe uncontrolled asthma",
      "authors": [
        "I Sulaiman",
        "G Greene",
        "E Machale",
        "J Seheult",
        "M Mokoka",
        "D Arcy"
      ],
      "year": 2018
    },
    {
      "title": "Metrics of salbutamol use as predictors of future adverse outcomes in asthma",
      "authors": [
        "M Patel",
        "J Pilcher",
        "H Reddel",
        "A Pritchard",
        "A Corin",
        "C Helm"
      ],
      "year": 2013,
      "doi": "10.1111/cea.12166"
    },
    {
      "title": "Real-world use of rescue inhaler sensors, electronic symptom questionnaires and physical activity monitors in COPD",
      "authors": [
        "R Bowler",
        "M Allinder",
        "S Jacobson",
        "A Miller",
        "B Miller",
        "R Tal-Singer"
      ],
      "year": 2019,
      "doi": "10.1136/bmjresp-2018-000350"
    },
    {
      "title": "Overuse of short-acting betaagonist bronchodilators in COPD during periods of clinical stability",
      "authors": [
        "V Fan",
        "I Gylys-Colwell",
        "Locke Sumino",
        "K Nguyen",
        "H Thomas"
      ],
      "year": 2016,
      "doi": "10.1016/j.rmed.2016.05.011"
    },
    {
      "title": "GINA report: Global Strategy for Asthma Management and Prevention",
      "year": 2021,
      "doi": "10.1111/j.1398-9995.2004.00526.x"
    },
    {
      "title": "Focused updates to the asthma management guidelines: a report from the National Asthma Education and Prevention Program Coordinating Committee Expert Panel Working Group",
      "authors": [
        "M Cloutier",
        "A Baptist",
        "K Blake",
        "E Brooks",
        "T Bryant-Stephens",
        "E Dimango"
      ],
      "year": 2020
    },
    {
      "title": "Development of the asthma control test: a survey for assessing asthma control",
      "authors": [
        "R Nathan",
        "C Sorkness",
        "M Kosinski",
        "M Schatz",
        "J Li",
        "P Marcus"
      ],
      "year": 2004
    },
    {
      "title": "SABA Reliance Questionnaire (SRQ): identifying patient beliefs underpinning reliever over-reliance in asthma",
      "authors": [
        "A Chan",
        "C Katzer",
        "A Kaplan",
        "J Haughney",
        "J De Sousa",
        "S Williams"
      ],
      "year": 2020,
      "doi": "10.1016/j.jaip.2020.07.014"
    },
    {
      "title": "Trends of short-acting betaagonist (SABA) surrounding days of high use in asthma and COPD",
      "authors": [
        "H Hoch",
        "R Gondalia",
        "Anderson Barrett",
        "M Szefler",
        "S Van Sickle"
      ],
      "year": 2019,
      "doi": "10.1183/13993003.congress-2019.OA5350"
    },
    {
      "title": "A data-driven typology of asthma medication adherence using cluster analysis",
      "authors": [
        "H Tibble",
        "A Chan",
        "E Mitchell",
        "E Horne",
        "D Doudesis",
        "R Horne"
      ],
      "year": 2020
    },
    {
      "title": "Patterns and determinants of compliance with inhaled steroids in adults with asthma",
      "authors": [
        "Y Lacasse",
        "H Archibald",
        "P Ernst",
        "L Boulet"
      ],
      "year": 2005
    },
    {
      "title": "Three-month validation of a turbuhaler electronic monitoring device: implications for asthma clinical trial use",
      "authors": [
        "J Pilcher",
        "P Shirtcliffe",
        "M Patel",
        "S Mckinstry",
        "T Cripps",
        "M Weatherall"
      ],
      "year": 2015
    },
    {
      "title": "Validation of a metered dose inhaler electronic monitoring device: implications for asthma clinical trial use",
      "authors": [
        "J Pilcher",
        "M Holliday",
        "S Ebmeier",
        "S Mckinstry",
        "F Messaoudi",
        "M Weatherall"
      ],
      "year": 2016
    },
    {
      "title": "Accuracy of patient self-report as a measure of inhaled asthma medication use",
      "authors": [
        "M Patel",
        "K Perrin",
        "A Pritchard",
        "M Williams",
        "M Wijesinghe",
        "M Weatherall"
      ],
      "year": 2013
    },
    {
      "title": "Predicting asthma exacerbations employing remotely monitored adherence",
      "authors": [
        "I Killane",
        "I Sulaiman",
        "E Machale",
        "A Breathnach",
        "T Taylor",
        "M Holmes"
      ],
      "year": 2016
    },
    {
      "title": "Metered-dose inhaler adherence in a clinical trial",
      "authors": [
        "C Rand",
        "R Wise",
        "M Nides",
        "M Simmons",
        "E Bleecker",
        "J Kusek"
      ],
      "year": 1992
    },
    {
      "title": "The Use of an Innovative Device for Therapeutic Adherence in Pediatric Asthma: clinicaltrials",
      "authors": [
        "La Grutta"
      ],
      "year": 2018
    },
    {
      "title": "Effect of the Use of an add-on Device Connected to a Smartphone App on Difficult-to-treat Asthmatic Patient's Adherence (ADVICE): clinicaltrials",
      "authors": [
        "A Linnhoff"
      ],
      "year": 2019
    },
    {
      "title": "Inadequate assessment of adherence to maintenance medication leads to loss of power and increased costs trials of severe asthma therapy: results from a systematic literature review and modelling study",
      "authors": [
        "M Mokoka",
        "M Mcdonnell",
        "E Machale",
        "B Cushen",
        "F Boland",
        "S Cormican"
      ],
      "year": 2019
    },
    {
      "title": "D202 rescue medication use and inhalation patterns during asthma exacerbations recorded by Digihaler",
      "authors": [
        "R Pleasants",
        "G Safioti",
        "M Reich",
        "L Granovsky",
        "O Itzahary",
        "Y Hadar"
      ],
      "year": 2019
    },
    {
      "title": "Patterns of rescue medication usage in asthma patients recorded by the electronic proair digihaler",
      "authors": [
        "R Pleasants",
        "G Safioti",
        "M Reich",
        "L Granovsky",
        "O Itzahary",
        "Y Hadar"
      ],
      "year": 2019
    },
    {
      "title": "Objective assessment of rescue medication use and inhalation characteristics of copd patients recorded by the electronic pro air Digihaler",
      "authors": [
        "L Snyder",
        "G Safioti",
        "M Reich",
        "M Neely",
        "N Lugogo",
        "R Pleasants"
      ],
      "year": 2020
    },
    {
      "title": "A predictive model for COPD exacerbations using pro air DIGIHALER: a 12-week, open-label study",
      "authors": [
        "L Snyder",
        "G Safioti",
        "M Reich",
        "M Neely",
        "N Lugogo",
        "R Pleasants"
      ],
      "year": 2020
    },
    {
      "title": "Use of a remote inhaler monitoring device to measure change in inhaler use with chronic obstructive pulmonary disease exacerbations",
      "authors": [
        "K Sumino",
        "E Locke",
        "S Magzamen",
        "I Gylys-Colwell",
        "O Humblet",
        "H Nguyen"
      ],
      "year": 2018
    },
    {
      "title": "Combination budesonide/formoterol inhaler as maintenance and reliever therapy in Ma ¯ori with asthma",
      "authors": [
        "J Pilcher",
        "M Patel",
        "A Smith",
        "C Davies",
        "A Pritchard",
        "J Travers"
      ],
      "year": 2014
    },
    {
      "title": "Exacerbations of asthma: a descriptive study of 425 severe exacerbations",
      "authors": [
        "A Tattersfield",
        "D Postma",
        "P Barnes",
        "K Svensson",
        "C-A Bauer",
        "O' Byrne"
      ],
      "year": 1999
    },
    {
      "title": "Effect of acute bronchodilation on peak inspiratory flow in patients with stable COPD",
      "authors": [
        "R Pleasants",
        "A Shaikh",
        "A Henderson",
        "V Bayer",
        "M Drummond"
      ],
      "year": 2020
    },
    {
      "title": "The ADMIT series-issues in inhalation therapy. 7. Ways to improve pharmacological management of COPD: the importance of inhaler choice and inhalation technique",
      "authors": [
        "M Broeders",
        "W Vincken",
        "L Corbetta"
      ],
      "year": 2011
    },
    {
      "title": "Inhalation characteristics when patients use a dry powder inhaler (DPI) are related to their lung function when they are stable and when recovering from an acute exacerbations",
      "authors": [
        "H Chrystyn",
        "M Soussi",
        "W Tarsin",
        "J Stephenson",
        "M Milton-Edwards",
        "W Azouz"
      ],
      "year": 2018
    },
    {
      "title": "Analysis of the inspiratory flow-volume curve: should it always precede the forced expiratory maneuver?",
      "authors": [
        "F Ewald",
        "M Tenholder",
        "R Waller"
      ],
      "year": 1994
    },
    {
      "title": "Spirometric changes during exacerbations of COPD: a post hoc analysis of the WISDOM trial",
      "authors": [
        "H Watz",
        "K Tetzlaff",
        "H Magnussen",
        "A Mueller",
        "R Rodriguez-Roisin",
        "E Wouters"
      ],
      "year": 2018
    },
    {
      "title": "Can all patients with COPD use the correct inhalation flow with all inhalers and does training help?",
      "authors": [
        "Al-Showair Ra Tarsin",
        "W Assi",
        "K Pearson",
        "S Chrystyn"
      ],
      "year": 2007
    },
    {
      "title": "Long-term metered-dose inhaler adherence in a clinical trial. The Lung Health Study Research Group",
      "authors": [
        "C Rand",
        "M Nides",
        "M Cowles",
        "R Wise",
        "J Connett"
      ],
      "year": 1995
    },
    {
      "title": "Screening for inhalation technique errors with electronic medication monitors",
      "authors": [
        "W Anderson",
        "R Gondalia",
        "H Hoch",
        "L Kaye",
        "S Szefler",
        "D Stempel"
      ],
      "year": 2019
    },
    {
      "title": "The confusing world of dry powder inhalers: it is all about inspiratory pressures, not inspiratory flow rates",
      "authors": [
        "A Clark",
        "J Weers",
        "R Dhand"
      ],
      "year": 2020
    },
    {
      "title": "Irregular and ineffective: a quantitative observational study of the time and technique of inhaler use",
      "authors": [
        "I Sulaiman",
        "J Seheult",
        "E Machale",
        "D 'arcy",
        "S Boland",
        "F Mccrory"
      ],
      "year": 2016
    },
    {
      "title": "Objective assessment of adherence to inhalers by patients with chronic obstructive pulmonary disease",
      "authors": [
        "I Sulaiman",
        "B Cushen",
        "G Greene",
        "J Seheult",
        "D Seow",
        "F Rawat"
      ],
      "year": 2017,
      "doi": "10.1164/rccm.201604-0733oc"
    },
    {
      "title": "Association between pulmonary function and asthma symptoms",
      "authors": [
        "P Sullivan",
        "V Ghushchyan",
        "J Marvel",
        "Y Barrett",
        "A Fuhlbrigge"
      ],
      "year": 2019
    },
    {
      "title": "Nonadherence in the era of severe asthma biologics and thermoplasty",
      "authors": [
        "J Lee",
        "T Tay",
        "N Radhakrishna",
        "F Hore-Lacy",
        "A Mackay",
        "R Hoy"
      ],
      "year": 2018,
      "doi": "10.1183/13993003.01836-2017"
    },
    {
      "title": "Reevaluation of diagnosis in adults with physicianasthma",
      "authors": [
        "S Aaron",
        "K Vandemheen",
        "J Fitzgerald"
      ],
      "year": 2017
    },
    {
      "title": "Personalising adherence-enhancing interventions using a smart inhaler in patients with COPD: an exploratory costeffectiveness analysis",
      "authors": [
        "J Van Boven",
        "B Cushen",
        "I Sulaiman",
        "G Greene",
        "E Machale",
        "M Mokoka"
      ],
      "year": 2018
    },
    {
      "title": "Personalizing medicinecould the smart inhaler revolutionize treatment for COPD and asthma patients?",
      "authors": [
        "G Greene",
        "R Costello"
      ],
      "year": 2019
    },
    {
      "title": "What are the pros and cons of electronically monitoring inhaler use in asthma? A multistakeholder perspective",
      "authors": [
        "S Howard",
        "A Lang",
        "S Sharples",
        "D Shaw"
      ],
      "year": 2016
    },
    {
      "title": "Effectiveness and acceptability of a smart inhaler asthma self-management programme: a cluster RCT study protocol",
      "authors": [
        "S Van De Hei",
        "C Poot",
        "E Meijer",
        "E Metting",
        "M Postma",
        "Jfm Van Boven"
      ],
      "year": 2019
    },
    {
      "title": "The ethics of smart pills and self-acting devices: autonomy, truth-telling, and trust at the dawn of digital medicine",
      "authors": [
        "C Klugman",
        "L Dunn",
        "J Schwartz",
        "I Cohen"
      ],
      "year": 2018,
      "doi": "10.1080/15265161.2018.1498933"
    },
    {
      "title": "Ethical questions in medical electronic adherence monitoring",
      "authors": [
        "J Campbell",
        "N Eyal",
        "A Musiimenta",
        "J Haberer"
      ],
      "year": 2016
    },
    {
      "title": "HIPAA compliant wireless sensing smartwatch application for the self-management of pediatric asthma",
      "authors": [
        "A Hosseini",
        "C Buonocore",
        "S Hashemzadeh",
        "H Hojaiji",
        "H Kalantarian",
        "C Sideris"
      ],
      "year": 2016
    },
    {
      "title": "InspirerMundi-remote monitoring of inhaled medication adherence through objective verification based on combined image processing techniques",
      "authors": [
        "P Vieira-Marques",
        "R Almeida",
        "J Teixeira",
        "J Valente",
        "C Cachim"
      ],
      "year": 2021,
      "doi": "10.1055/s-0041-1726277"
    }
  ],
  "num_references": 102
}
