{
  "paper_id": "SBQYLKFD",
  "title": "An Unmet Need Meets an Untapped Resource: Pharmacist-Led Pathways for Hypertension Management for Emergency Department Patients",
  "abstract": "Purpose of Review The purpose of this review is to describe the role of the pharmacist in innovative pathways of care for hypertension (HTN) management for emergency department (ED) patients, particularly in under-resourced communities. Due to intersecting socioeconomic and personal health risk factors, these patients bear a disproportionate share of cardiovascular disease, yet often have limited access to high-quality primary care. Recent Findings Recent meta-analyses demonstrate a clear advantage associated with pharmacist-physician collaborative models over traditional physician-only care in achieving blood pressure control. However, no prior study has evaluated use of pharmacist-led follow-up for ED patients with uncontrolled blood pressure (BP). Thus, we developed a pharmacist-driven transitional care clinic (TCC) that utilizes a collaborative practice agreement with ED physicians to improve HTN management for ED patients. We have successfully implemented the TCC in a high-volume urban ED and in a pilot study have shown clinically relevant BP reductions with our collaborative model. Summary The use of pharmacist-led follow-up for HTN management is highly effective. Novel programs such as our TCC, which extend the reach of such a model to ED patients, are promising, and future studies should focus on implementation through larger, multicenter, randomized trials. However, to be most effective, policy advocacy is needed to expand pharmacist prescriptive authority and develop innovative financial models to incentivize this practice.",
  "year": 2019,
  "date": "2019-06-19",
  "journal": "NCHS data brief",
  "publication": "NCHS data brief",
  "authors": [
    {
      "forename": "Brittany",
      "surname": "Stewart",
      "name": "Brittany Stewart",
      "affiliation": "1  Department of Pharmacy Practice , Eugene Applebaum College of Pharmacy and Health Sciences , Wayne State University , 259 Mack Ave. , Detroit , MI 48201 , USA \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice \n\t\t\t\t\t\t\t\t Eugene Applebaum College of Pharmacy and Health Sciences \n\t\t\t\t\t\t\t\t Wayne State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 259 Mack Ave. \n\t\t\t\t\t\t\t\t\t 48201 \n\t\t\t\t\t\t\t\t\t Detroit \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "brittanystewart@wayne.edu"
    },
    {
      "forename": "Aaron",
      "surname": "Brody",
      "name": "Aaron Brody",
      "affiliation": "2  Department of Emergency Medicine and Integrative Biosciences Center , Wayne State University , 6135 Woodward Ave. , Detroit , MI 48202 , USA \n\t\t\t\t\t\t\t\t Department of Emergency Medicine and Integrative Biosciences Center \n\t\t\t\t\t\t\t\t Wayne State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 6135 Woodward Ave. \n\t\t\t\t\t\t\t\t\t 48202 \n\t\t\t\t\t\t\t\t\t Detroit \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "abrody@med.wayne.edu"
    },
    {
      "forename": "Abhinav",
      "surname": "Krishnan",
      "name": "Abhinav Krishnan",
      "affiliation": "3  Department of Physiology and Integrative Biosciences Center , Wayne State University , 6135 Woodward Ave. , Detroit , MI 48202 , USA \n\t\t\t\t\t\t\t\t Department of Physiology and Integrative Biosciences Center \n\t\t\t\t\t\t\t\t Wayne State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 6135 Woodward Ave. \n\t\t\t\t\t\t\t\t\t 48202 \n\t\t\t\t\t\t\t\t\t Detroit \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "akrishna@med.wayne.edu"
    },
    {
      "forename": "Sara",
      "surname": "Brown",
      "name": "Sara Brown",
      "affiliation": "4  Meijer Pharmacy /Wayne State University Community-based Pharmacy Practice Resident , 13000 Middlebelt Rd. , Livonia , MI 48150 , USA \n\t\t\t\t\t\t\t\t Meijer Pharmacy \n\t\t\t\t\t\t\t\t /Wayne State University Community-based Pharmacy Practice Resident \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 13000 Middlebelt Rd. \n\t\t\t\t\t\t\t\t\t 48150 \n\t\t\t\t\t\t\t\t\t Livonia \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "sara.brown@meijer.com"
    },
    {
      "forename": "Phillip",
      "surname": "Levy",
      "name": "Phillip Levy",
      "affiliation": "2  Department of Emergency Medicine and Integrative Biosciences Center , Wayne State University , 6135 Woodward Ave. , Detroit , MI 48202 , USA \n\t\t\t\t\t\t\t\t Department of Emergency Medicine and Integrative Biosciences Center \n\t\t\t\t\t\t\t\t Wayne State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 6135 Woodward Ave. \n\t\t\t\t\t\t\t\t\t 48202 \n\t\t\t\t\t\t\t\t\t Detroit \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "plevy@med.wayne.edu"
    }
  ],
  "doi": "10.1007/s11906-019-0965-4",
  "keywords": [
    "Hypertension",
    "Pharmacist",
    "Emergency department",
    "Collaborative practice agreement"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The number of Americans at risk for cardiovascular disease (CVD) related to uncontrolled hypertension (HTN) continues to rise with an estimated 103 million adults in the USA suffering from high blood pressure (BP). Prevalence of HTN is higher among African-Americans and less controlled compared to Caucasians  [1] , thus leading to premature and longterm CVD sequelae in this population. The mortality rate in the USA related to hypertensive disease increased by 37.5% from 2005 to 2015  [2]  and accounts for more CVD deaths than any other modifiable risk factor  [3] . Despite effective treatment and interventions for HTN, half of the US population remains uncontrolled. Evidence from the SPRINT trial  [4]  and the subsequent guideline changes that followed  [3]  illustrate how introducing lower BP guidelines to diagnose HTN and to define BP control has not been advantageous. These updated criteria will lead to an estimated increase in the prevalence of HTN in the US population from 32 to 45%, and an increase in the prevalence of uncontrolled HTN from 39 to 53%  [5] . These changes, and the recognition of the cardiac risk associated with systolic blood pressure (SBP) in the 130-140 mmHg range, only emphasize the need for better population level BP control.\n\nDespite the high prevalence of uncontrolled HTN, safe, effective, and affordable antihypertensive medications are widely available. Therefore, the approach towards community and population level BP control must focus on health care access, methods of delivery, and improving adherence, rather than new drug discovery. Authors of a recent meta-analysis addressing this point found that pharmacist-led management of HTN as part of a multidisciplinary team was the most effective leading to improved health outcomes as seen via averaged SBP reduction of 7.1 mmHg compared with traditional forms of care  [6] .\n\nThe burden of HTN-related emergency department (ED) visits continues to increase and is a significant concern with an estimated 27 million adult ED visits per year with elevated blood pressure  [7, 8] . In some studies, up to 50% of adults presented to the ED with elevated BP  [9, 10] . HTN management, like other chronic diseases, has been traditionally relegated to primary care clinics and other outpatient settings. However, in underresourced communities, patients often lack resources and adequate access to primary care  [11] . Consequently, it is more convenient, accessible, and affordable for patients in these communities to seek treatment at the ED  [12] .\n\nThe American College of Emergency Physicians (ACEP) published a clinical policy regarding the management of asymptomatic HTN in 2006  [13]  and later updated in 2013  [14] . For over a decade, this policy prioritized referral to longterm outpatient care over immediate BP reduction. Despite the establishment and endorsement of these policies by leading US emergency medicine professional organizations such as ACEP, adherence by providers has been suboptimal  [15] [16] [17] [18] .\n\nFurthermore, initiation and titration of antihypertensive therapy in the ED is rare, despite literature suggesting the safety and efficacy of this practice  [19] . While numerous barriers to chronic HTN management in the ED setting have been identified  [20, 21] , little has been done from a systematic perspective to address them. Most common among these ED barriers are limited time and educational resources, uncertainty regarding validity of a HTN diagnosis, and resistance to committing patients to a long-term course of care without personal followup by the treating physician  [22• ].\n\nThe need for alternative care strategies for ED patients with chronic HTN is apparent. Often times, ED utilization for chronic medical issues represents a barrier to primary care access, and thus, simply referring patients back into the same system may not address the initial access issues  [23] . Given that emergency physicians are familiar with collaborative practice agreements with allied health professionals, direct referral to pharmacists can be particularly efficacious in treating these patients. Implementation can be advantageous for other health care workers for example, in the case of emergency medical technicians, who provide prehospital care under such arrangements. This model may translate well to outpatient pharmacist management of uncontrolled HTN. Finally, as ED physicians typically do not maintain primary care practices, there is less of a sense of professional encroachment or competition that may arise with primary care providers when asked to delegate their responsibilities."
    },
    {
      "title": "Pharmacist-Physician Collaboration",
      "text": "Outpatient pharmacist-led clinical services continue to expand and increase health care access for patients. There has been a decline in the number of medical school graduates choosing family practice and consequently, a shortage of primary care providers. There is a significant public health need to improve the quality, cost, and accessibility of health care in the USA. Pharmacists have the appropriate training and are well positioned, as one of the most accessible health care professionals, to make a positive impact on health care delivery through collaboration with physicians  [24] . The CDC supports collaboration between pharmacists and prescribers to establish collaborative practice agreements (CPAs) to provide optimal care for patients with chronic diseases, including HTN. The CPA creates a formal practice relationship between a pharmacist and a prescriber such as a physician or nurse practitioner and specifies the responsibilities delegated to the pharmacist  [25, 26] . Currently, 48 states and the District of Columbia have some form of CPA authority for pharmacists; however, the extent of delegation and requirements are variable depending on individual state laws  [26] . Through a CPA, a pharmacist has the delegated authority to prescribe medication, authorize refills, and order and interpret laboratory tests."
    },
    {
      "title": "BP Management in PCP Offices",
      "text": "In light of the shifting paradigm in US health care to a more coordinated and integrated approach, several government organizations and research studies have directly recommended pharmacists in helping to lead health care management. The U.S. Preventive Services Task Force recommends team-based care to improve BP control  [27] , recognizing that pharmacists are essential members of the team for HTN management. Further, statistics show that pharmacists embedded in primary care practices are increasing due to care delivery reform and the team-based approach. However, pharmacists are not considered \"providers\" by the Centers for Medicare and Medicaid Services (CMS) and cannot bill for clinical services, which sets them apart from other members of the care team  [28] . Kennelty et al. published a review in 2018 that examined team-based care strategies that involved pharmacists in HTN management and concluded that including pharmacists on the team can improve BP management  [29] . Moreover, a metaanalysis of analyzed data from 39 RCTs that included 14,224 patients showed pharmacist interventions were associated with significant reductions in systolic and diastolic BP among outpatients with better health outcomes  [30• ]. In Table  1 , we provide taxonomy of the different management models assessed in these studies. It is important to note that these models are not exclusive, and most actual protocols include elements from two or more of the models.\n\nThe racial inequities in HTN and other related CV diseases have been prevalent for decades with a greater risk and earlier onset for African-Americans than Caucasians  [31] . Often, patients utilizing the ED for chronic care management belong to racially, economically, and geographically marginalized communities with access barriers to primary care, and pharmacists can play a unique role in addressing the medical needs of the patients  [32] . Therefore, it is helpful to look at outcomes pertaining to these populations. One of the largest studies to evaluate the physician/pharmacist collaborative model for HTN management is The CAPTION trial  [33••] . The study, conducted by Carter and colleagues, was a prospective, multicenter trial conducted in 32 medical offices in 15 states that enrolled 625 patients with uncontrolled HTN; 54% of the patients were from racial/ethnic minority groups. Although the primary outcome to achieve BP control was negative, the secondary endpoint showed a significant decrease in mean systolic/diastolic BP between the intervention and control groups. At nine months, a decrease of 6.1/2.9 mmHg for all subjects and 6.4/2.9 mmHg decrease in racial minority subjects  [33••] . Additionally, Sisson et al. evaluated the effectiveness of a physician-pharmacist collaborative care model in an underinsured, urban, African-American population in a clinic setting. The BP control rate improved from 17 to 66% in the first year and persisted throughout the four-year study, thus demonstrating a successful model of managing HTN in a population where the baseline BP control rate is about 30%  [34] . There is sound evidence that outpatient HTN management is optimal with pharmacists embedded in physician offices. However, this may not be the best model for all patients discharged from the ED, as there are challenges and access barriers to outpatient follow-up."
    },
    {
      "title": "BP Management in the ED",
      "text": "Pharmacists in the ED are involved in essential direct patient care roles. Clinical pharmacy in emergency medicine has been a growing field over the last ten years and a systematic review of the literature highlights three key areas of practice for ED pharmacists: managing critically ill patients, antimicrobial stewardship activities, and ordering of home medications  [35] . Ideally, pharmacists collaborate with other ED providers to ensure optimal medication therapy regimens and therapeutic outcomes based on emerging literature and treatment guidelines. Pharmacists also can help improve medication adherence, which is a primary concern with HTN  [36] . One study examined electronic dosing histories for 4783 patients and showed about half of the patients stopped taking their prescribed antihypertensive within one year  [37] . Pharmacists are effective at assisting patients with improving adherence through a variety of strategies. Through a sixmonth pharmacy care intervention, Lee et al. showed an overall 35.5% increase in medication adherence after eight months which was associated with improvement in SBP  [38] .\n\nUnfortunately, studies related to the role of ED pharmacists in HTN management are limited. In 2015, Kuhmmer et al. published a randomized controlled trial study protocol intended to evaluate the impact of pharmaceutical care intervention for patients with HTN and/or diabetes being discharged from the ED in Porto Alegre, Brazil. In the intervention arm, the clinical pharmacist provides a structured 30-min patient education session on improving medication adherence and the importance of lifestyle modifications  [39• ]. Outcomes to be assessed at a follow-up visit two months later include medication adherence, BP, and number of visits to the ED. While this protocol demonstrates an opportunity for ED pharmacists to provide chronic HTN counseling and improve medication adherence with the goal to improve BP control and management post-ED discharge, results have yet to be published.\n\nPharmacists in the ED can also provide transitions of care (TOC) pharmacy services to improve continuity for patients with chronic diseases. Collaboration between ED and outpatient providers, including pharmacists, to provide comprehensive medication management may improve TOC and decrease medication errors, hospital readmissions, and ED visits  [40] . However, the only published evaluation to date of a pharmacist-led TOC program in the ED focused on 18 patients presenting with asthma, emphysema, or chronic heart failure who had historically high rates of ED visit, showing preliminary efficacy of their approach  [40] . Although not specific to HTN, this model highlights the viability of collaboration between ED and ambulatory pharmacists to increase support for follow-up care of high-risk patients to in the outpatient setting.\n\nA New Paradigm for Pharmacist-Led HTN Management of ED Patients\n\nThe concept of direct referral from the ED to a pharmacist for an under-resourced population that utilizes the ED for chronic care needs is innovative and may be the future solution to managing chronic diseases such as HTN. Outpatient pharmacists are highly accessible and have direct contact with patients and providers via face-to-face or telephone. Both ambulatory care and community/outpatient pharmacists could provide this care model through collaborative practice models and close communication with providers. However, a reimbursement barrier for this innovative type of pharmacist-led model exists, limiting the potential to scale at this time. Pharmacy services that are currently reimbursed by thirdparty payers are largely product-driven and tied to drug dispensing in retail pharmacy settings; yet, there are clinical services such as immunizations and medication therapy management that pharmacists can receive reimbursement for.\n\nThe majority of patients seen in the ED will be discharged, while a small number will be admitted  [41] . For patients with chronic diseases such as HTN, the follow-up component is essential. However, timely follow-up appointments can be challenging  [42] . ACEP issued a policy statement in 2014 in support of clinical pharmacy services and collaboration in the ED setting to enhance patient care and safety. However, there is limited evidence of collaborative practice models between ED physicians and outpatient-based or community pharmacists. Such collaboration between ED physicians and pharmacists could provide an adjunct to primary care for patients discharged from the ED in need of chronic disease management, particularly HTN.\n\nTo fulfill an unmet need for timely post-ED follow-up amongst our population in Detroit, we developed a collaborative, pharmacist-ED physician model involving a transitional care clinic (TCC), where patients who are 18-60 years old presenting to the ED with HTN and lack of a primary care visit within 6 months can be referred to an outpatient pharmacy clinic for pharmacist-led HTN management. As shown in Fig.  1 , the pharmacist intervention includes a series of five TCC visits over six months where the patient receives individualized care and HTN management. The pharmacist monitors the BP and initiates/titrates antihypertensive therapy, discusses medication adherence, provides lifestyle counseling (nutrition, exercise, smoking cessation), and assesses 10-year and lifetime atherosclerotic cardiovascular disease (ASCVD) risk. At the end of the six-month intervention, the pharmacist assists the patient with transitioning to a primary care provider. Although the study is still in progress, preliminary results from our cohort of 24 patients that completed a total of 95 follow-up pharmacist visits are promising with an average systolic BP decrease of 48 mmHg  [43••] ."
    },
    {
      "title": "Conclusion",
      "text": "In conclusion, uncontrolled HTN is a prime target for intervention in high-risk patients residing in medically underserved communities. Pharmacists can play a unique role in filling various gaps related to access barriers and poor medication adherence in these patients, especially for those who utilize the ED as a primary location for chronic disease management. Previous research has been overwhelmingly positive regarding pharmacist-physician collaboration in BP control. Our TCC expands upon existing models to meet the unique needs of ED patients and is associated with meaningful reductions in BP. Though such data are promising, future research on the role of pharmacists in the management of ED patients with uncontrolled HTN is needed to delineate the true benefit, promote policy changes, and drive new payment models, with an ultimate goal of increasing pharmacist-physician collaboration."
    },
    {
      "text": "Pharmacist-physician collaborative models for HTN"
    }
  ],
  "references": [
    {
      "title": "Hypertension prevalence and control among adults: United States, 2015-2016",
      "authors": [
        "C Fryar"
      ],
      "year": 2017,
      "doi": "10.15620/cdc:134503"
    },
    {
      "title": "Heart Disease and Stroke Statistics-2018 Update: a report from the American Heart Association",
      "authors": [
        "Benjamin Emelia",
        "Virani Salim",
        "Callaway Clifton",
        "Chamberlain Alanna",
        "Chang Alexander",
        "R Cheng"
      ],
      "year": 2018,
      "doi": "10.1161/CIR.0000000000000558"
    },
    {
      "title": "ACC/AHA/AAPA/ABC/ACPM/ AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "D Casey",
        "K Collins",
        "Dennison Himmelfarb"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2017.11.006"
    },
    {
      "title": "A randomized trial of intensive versus standard blood-pressure control",
      "authors": [
        "J Wright",
        "J Williamson",
        "P Whelton",
        "J Snyder",
        "K Sink",
        "M Rocco"
      ],
      "year": 2015,
      "doi": "10.1056/nejmoa1511939"
    },
    {
      "title": "Potential US population impact of the 2017 ACC/AHA high blood pressure guideline",
      "authors": [
        "P Muntner",
        "R Carey",
        "S Gidding",
        "D Jones",
        "S Taler",
        "J Wright"
      ],
      "year": 2018,
      "doi": "10.1161/circulationaha.117.032582"
    },
    {
      "title": "Comparative effectiveness of implementation strategies for blood pressure control in hypertensive patients: a systematic review and meta-analysis",
      "authors": [
        "K Mills",
        "K Obst",
        "W Shen",
        "S Molina",
        "H Zhang",
        "H He"
      ],
      "year": 2018,
      "doi": "10.7326/m17-1805"
    },
    {
      "title": "Asymptomatic hypertension in the emergency department: a matter of critical public health importance",
      "authors": [
        "P Levy",
        "D Cline"
      ],
      "year": 2009,
      "doi": "10.1111/j.1553-2712.2009.00512.x"
    },
    {
      "title": "Incidence of hypertension-related emergency department visits in the United States, 2006 to 2012",
      "authors": [
        "C Mcnaughton",
        "W Self",
        "Y Zhu",
        "A Janke",
        "A Storrow",
        "P Levy"
      ],
      "year": 2015,
      "doi": "10.1016/j.amjcard.2015.09.007"
    },
    {
      "title": "Blood pressure measurements at emergency department visits by adults: United States",
      "authors": [
        "R Niska"
      ],
      "year": 2007,
      "doi": "10.15620/cdc:102795"
    },
    {
      "title": "Epidemiology of elevated blood pressure in the ED",
      "authors": [
        "S Adhikari",
        "R Mathiasen"
      ],
      "year": 2014,
      "doi": "10.1016/j.ajem.2014.08.034"
    },
    {
      "title": "National study of barriers to timely primary care and emergency department utilization among Medicaid beneficiaries",
      "authors": [
        "P Cheung",
        "J Wiler",
        "R Lowe",
        "A Ginde"
      ],
      "year": 2012,
      "doi": "10.1016/j.annemergmed.2012.01.035"
    },
    {
      "title": "Reasons for frequent emergency department use by Medicaid enrollees: a qualitative study",
      "authors": [
        "R Capp",
        "L Kelley",
        "P Ellis",
        "J Carmona",
        "A Lofton",
        "D Cobbs-Lomax"
      ],
      "year": 2016,
      "doi": "10.1111/acem.12952"
    },
    {
      "title": "Clinical policy: critical issues in the evaluation and management of adult patients with asymptomatic hypertension in the emergency department",
      "authors": [
        "W Decker",
        "S Godwin",
        "E Hess",
        "C Lenamond",
        "A Jagoda"
      ],
      "year": 2006,
      "doi": "10.1016/j.annemergmed.2005.10.003"
    },
    {
      "title": "Clinical policy: critical issues in the evaluation and management of adult patients in Fig. 1 Transitional care clinic: pharmacist-led hypertension model the emergency department with asymptomatic elevated blood pressure",
      "authors": [
        "S Wolf",
        "B Lo",
        "R Shih",
        "M Smith",
        "F Fesmire"
      ],
      "year": 2013,
      "doi": "10.1016/j.annemergmed.2013.05.012"
    },
    {
      "title": "Knowledge translation of the American College of Emergency Physicians clinical policy on hypertension",
      "authors": [
        "J Lehrmann",
        "P Tanabe",
        "B Baumann",
        "M Jones",
        "Z Martinovich",
        "J Adams"
      ],
      "year": 2007,
      "doi": "10.1111/j.1553-2712.2007.tb02394.x"
    },
    {
      "title": "Provider self-report and practice: reassessment and referral of emergency department patients with elevated blood pressure",
      "authors": [
        "B Baumann",
        "D Cline",
        "J Cienki",
        "D Egging",
        "J Lehrmann",
        "P Tanabe"
      ],
      "year": 2009,
      "doi": "10.1038/ajh.2009.44"
    },
    {
      "title": "Elevated blood pressure in the emergency department: lack of adherence to clinical practice guidelines",
      "authors": [
        "S Adhikari",
        "R Mathiasen",
        "L Lander"
      ],
      "year": 2016,
      "doi": "10.1097/mbp.0000000000000158"
    },
    {
      "title": "Characteristics and referral of emergency department patients with elevated blood pressure",
      "authors": [
        "B Baumann",
        "N Abate",
        "R Cowan",
        "M Chansky",
        "K Rosa",
        "E Boudreaux"
      ],
      "year": 2007,
      "doi": "10.1197/j.aem.2007.05.008"
    },
    {
      "title": "Safety and efficacy of antihypertensive prescription at emergency department discharge",
      "authors": [
        "A Brody",
        "T Rahman",
        "B Reed",
        "S Millis",
        "B Ference",
        "J Flack"
      ],
      "year": 2015,
      "doi": "10.1111/acem.12660"
    },
    {
      "title": "Barriers to emergency physician diagnosis and treatment of uncontrolled chronic hypertension",
      "authors": [
        "A Brody",
        "V Sharma",
        "A Singh",
        "V Kumar",
        "E Goldberg",
        "S Millis"
      ],
      "year": 2016,
      "doi": "10.1016/j.ajem.2016.08.050"
    },
    {
      "title": "Barriers to referral for elevated blood pressure in the emergency department and differences between provider type",
      "authors": [
        "K Souffront",
        "D Chyun",
        "C Kovner"
      ],
      "year": 2015,
      "doi": "10.1111/jch.12468"
    },
    {
      "title": "Whose job is it anyway? Academic Emergency Medicine",
      "authors": [
        "P Levy"
      ],
      "year": 2019,
      "doi": "10.1111/acem.13762"
    },
    {
      "title": "Factors associated with failure to follow-up at a medical clinic after an ED visit",
      "authors": [
        "S Naderi",
        "B Barnett",
        "R Hoffman",
        "R Dalipi",
        "L Houdek",
        "K Alagappan"
      ],
      "year": 2012,
      "doi": "10.1016/j.ajem.2010.11.034"
    },
    {
      "title": "Community pharmacist-led clinical services: physician's understanding, perceptions and readiness to collaborate in a Midwestern state in the United States",
      "authors": [
        "C Gordon",
        "E Unni",
        "J Montuoro",
        "D Ogborn"
      ],
      "year": 2018,
      "doi": "10.1111/ijpp.12421"
    },
    {
      "title": "Advancing team-based care through collaborative practice agreements: a resource and implementation guide for adding pharmacists to the care team",
      "year": 2017,
      "doi": "10.1016/j.japh.2016.10.003"
    },
    {
      "title": "Collaborative practice agreements: explaining the basics",
      "authors": [
        "K Weaver"
      ],
      "year": 2018,
      "doi": "10.1016/j.ptdy.2018.02.036"
    },
    {
      "title": "Team-based care to improve blood pressure control: recommendation of the community preventive services task force",
      "authors": [
        "Community Preventive",
        "Services Task"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.03.003"
    },
    {
      "title": "Evaluation of Pharmacists' work in a physician-pharmacist collaborative model for the management of hypertension",
      "authors": [
        "B Isetts",
        "D Buffington",
        "B Carter",
        "M Smith",
        "L Polgreen",
        "P James"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1727"
    },
    {
      "title": "Team-based care with pharmacists to improve blood pressure: a review of recent literature",
      "authors": [
        "K Kennelty",
        "L Polgreen",
        "B Carter"
      ],
      "year": 2018,
      "doi": "10.1007/s11906-018-0803-0"
    },
    {
      "title": "Improving blood pressure control through pharmacist interventions: a meta-analysis of randomized controlled trials",
      "authors": [
        "V Santschi",
        "A Chiolero",
        "A Colosimo",
        "R Platt",
        "P Taffé",
        "M Burnier"
      ],
      "year": 2014,
      "doi": "10.1161/jaha.113.000718"
    },
    {
      "title": "Racial differences in hypertension: implications for high blood pressure management",
      "authors": [
        "D Lackland"
      ],
      "year": 2014,
      "doi": "10.1097/MAJ.0000000000000308"
    },
    {
      "title": "Confronting inequities: a scoping review of the literature on pharmacist practice and health-related disparities",
      "authors": [
        "L Wenger",
        "M Rosenthal",
        "J Sharpe",
        "N Waite"
      ],
      "year": 2015,
      "doi": "10.1016/j.sapharm.2015.05.011"
    },
    {
      "title": "Cluster-Randomized Trial of a physician/pharmacist collaborative model to improve blood pressure control",
      "authors": [
        "Carter Barry",
        "Coffey Christopher",
        "S Ardery",
        "G Uribe",
        "L Ecklund",
        "D James"
      ],
      "year": 2015,
      "doi": "10.1161/CIRCOUTCOMES.114.001283"
    },
    {
      "title": "Effectiveness of a pharmacist-physician teambased collaboration to improve long-term blood pressure control at an inner-city safety-net clinic",
      "authors": [
        "E Sisson",
        "D Dixon",
        "D Kildow",
        "B Van Tassell",
        "D Carl",
        "D Varghese"
      ],
      "year": 2016,
      "doi": "10.1002/phar.1710"
    },
    {
      "title": "Roles of the emergency medicine pharmacist: a systematic review",
      "authors": [
        "C Roman",
        "G Edwards",
        "M Dooley"
      ],
      "year": 2018,
      "doi": "10.2146/ajhp170321"
    },
    {
      "title": "Current situation of medication adherence in hypertension",
      "authors": [
        "B Vrijens",
        "S Antoniou",
        "M Burnier",
        "A De La Sierra",
        "M Volpe"
      ],
      "year": 2017,
      "doi": "10.3389/fphar.2017.00100"
    },
    {
      "title": "A new taxonomy for describing and defining adherence to medications",
      "authors": [
        "B Vrijens",
        "De Geest",
        "S Hughes",
        "D Przemyslaw",
        "K Demonceau",
        "J Ruppar"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2125.2012.04167.x"
    },
    {
      "title": "Effect of a pharmacy care program on medication adherence and persistence, blood pressure, and low-density lipoprotein cholesterol A randomized controlled trial",
      "authors": [
        "J Lee",
        "K Grace",
        "A Taylor"
      ],
      "year": 2006,
      "doi": "10.1001/jama.296.21.joc60162"
    },
    {
      "title": "Effectiveness of pharmaceutical care at discharge in the emergency department: study protocol of a randomized controlled trial",
      "authors": [
        "R Kuhmmer",
        "K Lima",
        "R Ribeiro",
        "L Hammes",
        "Gan Bastos",
        "Cotta De Souza"
      ],
      "year": 2015,
      "doi": "10.1186/s13063-015-0579-3"
    },
    {
      "title": "Implementation of an emergency department-based clinical pharmacist transitions-of-care program",
      "authors": [
        "E Hohner",
        "M Ortmann",
        "U Murtaza",
        "S Chopra",
        "P Ross",
        "M Swarthout"
      ],
      "year": 2016,
      "doi": "10.2146/ajhp150511"
    },
    {
      "title": "The transition of care between emergency department and primary care: a scoping study",
      "authors": [
        "C Atzema",
        "L Maclagan"
      ],
      "year": 2017,
      "doi": "10.1111/acem.13125"
    },
    {
      "title": "Insurance status and access to urgent primary care follow-up after an emergency department visit in 2016",
      "authors": [
        "S-C Chou",
        "Y Deng",
        "J Smart",
        "V Parwani",
        "S Bernstein",
        "A Venkatesh"
      ],
      "year": 2018,
      "doi": "10.1016/j.annemergmed.2017.08.045"
    },
    {
      "title": "Can pharmacists effectively manage blood pressure for discharged urban emergency department patients with uncontrolled hypertension? ACEP",
      "authors": [
        "A Brody",
        "B Stewart",
        "L Zhang",
        "P Levy"
      ],
      "year": 2018,
      "doi": "10.1016/j.annemergmed.2018.08.088"
    }
  ],
  "num_references": 43
}
