{
  "paper_id": "SCLNDH4X",
  "title": "Shared motivations, goals and values in the practice of personal science: a community perspective on self-tracking for empirical knowledge",
  "abstract": "Some individuals do not limit their self-tracking efforts to passively collecting and observing gathered data about themselves, but rather develop it into forms of self-research and selfexperimentation, also called \"personal science\". This type of N-of-1 research is relevant to the fields of personal informatics, patient-led research and social studies of science, but as a knowledge generation practice is still poorly understood. To fill this gap, we conducted 22 semi-structured interviews to investigate the intrinsic and extrinsic motivations of individuals engaging in personal science activities, as well as shared goals and values present in selfresearch communities. Our analysis is based on a conceptual framework that integrates previous approaches in self-research, as well as in connection with citizen science, the scientific ethos and cooperation in peer production. We identify how self-researchers seek to go beyond personal metrics about their health and wellbeing regarding data provided by wearables, are engaged over time by individual involvement in technology and scientificrelated activity, and collaborate following similar goals and values when learning and sharing empirical knowledge with peers. In this sense, personal science can be understood as a specific type of citizen science and an example of a more participatory and inclusive scientific culture driven by self-reflection, critical thinking and openness.",
  "year": 2017,
  "date": "2017",
  "journal": "Digit Health",
  "publication": "Digit Health",
  "authors": [
    {
      "forename": "Enric",
      "surname": "Senabre Hidalgo",
      "name": "Enric Senabre Hidalgo",
      "affiliation": "1  Peer-Produced Research Lab , INSERM U1284 , Université Paris Cité , Paris , France. \n\t\t\t\t\t\t\t\t Peer-Produced Research Lab \n\t\t\t\t\t\t\t\t INSERM U1284 \n\t\t\t\t\t\t\t\t Université Paris Cité \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Paris \n\t\t\t\t\t\t\t\t\t France",
      "email": "enric.senabrehidalgo@cri-paris.org",
      "orcid": "0000-0002-6169-6676"
    },
    {
      "forename": "Mad",
      "surname": "Ball",
      "name": "Mad Ball",
      "affiliation": "1  Peer-Produced Research Lab , INSERM U1284 , Université Paris Cité , Paris , France. \n\t\t\t\t\t\t\t\t Peer-Produced Research Lab \n\t\t\t\t\t\t\t\t INSERM U1284 \n\t\t\t\t\t\t\t\t Université Paris Cité \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Paris \n\t\t\t\t\t\t\t\t\t France",
      "orcid": "0000-0003-0544-5925"
    },
    {
      "forename": "Morgane",
      "surname": "Opoix",
      "name": "Morgane Opoix",
      "affiliation": "1  Peer-Produced Research Lab , INSERM U1284 , Université Paris Cité , Paris , France. \n\t\t\t\t\t\t\t\t Peer-Produced Research Lab \n\t\t\t\t\t\t\t\t INSERM U1284 \n\t\t\t\t\t\t\t\t Université Paris Cité \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Paris \n\t\t\t\t\t\t\t\t\t France"
    },
    {
      "forename": "Bastian",
      "surname": "Tzovaras",
      "name": "Bastian Tzovaras",
      "affiliation": "1  Peer-Produced Research Lab , INSERM U1284 , Université Paris Cité , Paris , France. \n\t\t\t\t\t\t\t\t Peer-Produced Research Lab \n\t\t\t\t\t\t\t\t INSERM U1284 \n\t\t\t\t\t\t\t\t Université Paris Cité \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Paris \n\t\t\t\t\t\t\t\t\t France",
      "orcid": "0000-0002-9925-9623"
    }
  ],
  "doi": "10.1057/s41599-022-01199-0",
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "S",
      "text": "elf-tracking-collecting and observing data on one's body, life and self-has been widely studied in recent years. But self-tracking is not always limited to this passive engagement with gathered data. Some individuals develop their quantified self practices into new forms of self-research and selfexperimentation  (Lupton, 2019; Neff and Nafus, 2016) . Current modes of self-research can be traced back to early examples of self-experimentation in medicine  (Weisse, 2012) , but the notion of personal science has recently emerged as a framework to understand self-tracking in a wider context of empirical knowledge production  (Heyen, 2016) . The term \"personal science\"originally coined by the self-experimenter Seth  Roberts (2004) has been defined as \"the practice of using empirical methods to pursue personal questions\"  (Wolf and De Groot, 2020) , and conceptualized as \"N-of-1 research\"  (De Groot et al., 2017) . Personal science can also be understood as science-based knowledge developed by citizens and laypeople  (Heyen and Dickel, 2019) . Recent studies on personal health science regarding Parkinson's disease  (Riggare et al., 2021)  have additionally pointed to ethical issues when considering the role of the researcher and the participant being the same person. Furthermore,  Heyen (2020)  has observed how self-researchers use scientific-like procedures to develop personal knowledge in their daily lives, pointing to an increasingly multifaceted picture of selftracking beyond health-related topics. Other scholars have approached this phenomenon from alternative terms, such as \"one person laboratory\"  (Christiansen et al., 2018) , or as a cycle of iterative empirical inquiry for a personal science framework  (Wolf and De Groot, 2020) . In line with these perspectives, we explore the intrinsic and extrinsic motivations of \"self-researchers\" and how they lead to engagement over time, identifying shared objectives and values between practitioners. As a participant-led activity originated from self-tracking, personal science represents an emergent paradigm that can contribute new perspectives to the topics of quantified self, personal informatics, patient-led research and science and technology studies."
    },
    {
      "title": "Self-tracking and personal informatics",
      "text": "Within the fields of personal informatics and Human Computer Interaction (HCI), there has been an increased interest in understanding user's tracking of personal data in areas such as health, sports, productivity and others  (Jarrahi et al., 2018) . This research expands on previous approaches such as \"lifelogging\"  (Rapp et al., 2018) , exploring how self-tracking tools can provide individuals with actionable self-insights to change behavior and improve their quality of life  (Dijk et al., 2017) . Epstein et al. (2020)  show that personal informatics has mainly focused on selftracking for health and wellness, and on identifying potential user needs. This has allowed to identify barriers in the user experience of personal data gathering and design improvements for selftracking technologies  (Li et al., 2010) .\n\nHowever, there has been limited personal informatics research into how to support individual interpretation and sense making to \"transform numbers into meaning\"  (Rapp et al., 2018) , while other studies consider how self-tracking tools strive to assist successful behavioral change  (Rapp and Tirassa, 2017) . On the other hand, HCI studies on self-tracking have rarely addressed its collaborative implications, except for some patient communities' knowledge sharing and do-it-yourself practices  (Kaziunas et al., 2018) . Although the study of collaboration in self-tracking from this field is relatively scarce, approaches such as \"lived informatics\"  (Rooksby et al., 2014)  or \"quantified us\"  (Dijk and IJsselsteijn, 2016)  point to the importance of social and cooperative dynamics. Beyond motivations to improve health or wellbeing, other personal informatics studies have described how a lack of scientific rigor in self-research practices can lead to inconclusive interpretation of results  (Choe et al., 2014)  or discouraging self-tracking  (Eikey et al., 2021) . In recent years, personal informatics scholars have started to point to issues of selfreflection derived from the interaction between users and technology in self-tracking practices, and an evolving \"quantified-self consciousness\" characterized by individual thinking, social projection and data sensitivity  (Jin et al., 2022) ."
    },
    {
      "title": "The example of patient-led communities",
      "text": "In patient-led research and online patient communities, selftracking has also been explored regarding personal health data gathering and management  (Almalki et al., 2015) , and addressing the individual right to scientific activity and a more participatory scientific culture  (Vayena et al., 2016) . Considering it an opportunity for engagement and collaboration outside traditional researcher-participant contexts  (Chrisinger, 2020) ,  Riggare et al. (2019)  identify how self-tracking offers Parkinson's patients a deeper understanding of chronic conditions, contributing to decision making regarding their own selfcare. In communities of cluster headache patients, it has been observed that group dynamics shape collective self-experimentation, including interventions, data analysis and treatment efficacy  (Kempner and Bailey, 2019) . Another example from patient-led research is the continuous glucose monitoring community, as active online groups of peer support characterized by openness, data altruism and mutual empowerment  (Gavrila et al., 2019) . This has sparked collective experimentations beyond the broader diabetes community, with practices of transparency and peer-support among self-trackers through group discussions and sharing of resources  (Grant et al., 2019) .\n\nOther studies on patient-led self-tracking describe how social identity and interaction within communities drives co-creation based on reciprocal trust and shared goals  (Zhao et al., 2015) . On the other hand,  Ruckenstein and Schüll (2017)  observe how the datafication of the health ecosystem is generating new power asymmetries and disrupting traditional regulatory and ethical research mechanisms, as something extrapolable to the \"datafication of life\" beyond clinical and self-care practices. Patient-led literature on self-tracking also focuses on the need of eliciting individual goals to avoid pitfalls like ineffective tracking routines or breakdowns in collaboration  (Munson et al., 2020) . Another recent perspective from patient-led research studies  (Vuolanto et al., 2020)  points to how self-tracking patient communities usually try to apply scientific ideals of ethical conduct and rational skepticism for evidence based knowledge. Finally, recent studies of patient-led research have identified barriers for participation and knowledge generation in relation to the academic world and health professionals, where contributions from selfresearchers tend to be questioned as being unrepresentative, invalid or unobjective  (Riggare-Södergren, 2022) , signaling a current lack of understanding about the potential of personal science for transdisciplinary collaboration and discovery (van de  Belt et al., 2022) .\n\nFrom critique to knowledge value perspectives in social studies of science In the field of science and technology studies,  Lupton (2019)  identifies the agential capacities of self-trackers for achieving personal knowledge, awareness and problem-solving, in a context of \"human-nonhuman assemblages\" and in line with technology and data \"mediated self-knowledge\"  (Jethani, 2015) . Social sciences and humanities scholars have also explored potential harms derived from self-tracking practices: e.g. the impact of (self-) surveillance  (Esmonde, 2020) ; \"digital divide\" implications  (Régnier, 2018) ; or the biopolitics attached to this phenomenon  (Moore and Robinson, 2016) . Referring to the concept of \"metric culture\", Ajana (2017) links these critical perspectives to issues of power and control, and to questions of knowledge value and personal agency. In contrast, considering personal data-gathering practices outside such \"data fetishist\" critique,  Sharon and Zandbergen (2017)  describe ways in which self-trackers attribute meaning to their data, moved by self-reflection and as a communicative and narrative process. While there is scarce research into how users of wearable devices and apps subjectively experience self-tracking  (Lyall and Robards, 2018) , some studies approach the agency of self-trackers' to make sense of personal data beyond visualizations and algorithms pre-defined by market technologies, becoming experts rather than just passive users  (Ajana, 2021) , and as a reflective and open-ended relationship with metrics  (Kristensen and Ruckenstein, 2018) . As proposed by  Lupton and Smith (2018) , in this sense, enactments of selftracking can be understood as an interrelation of motivations and capacity building for self-improvement-e.g. to achieve specific goals. Regarding the study of community contexts, other authors address the eclectic ways in which self-tracking leads to experimenting and learning through communication processes with peers  (Pantzar and Ruckenstein, 2017) , and how individual practices of data sharing are amalgamating and connecting around supportive places like the Quantified Self  (Sharon, 2017)  or, more recently, the Open Humans platform  (Trace and Zhang, 2019) , and the connection of both as a self-research community part of the wider citizen science movement  (Christine and Thinyane, 2021) .\n\nIn relation to knowledge-generation cycles involved in selftracking, previous qualitative studies identify how practitioners are potentially immersed in several tasks and roles required to gain insight from personal data, and thus evolving towards acquiring \"personal knowledge\" in Polanyi's terms  (Chiodo, 2021) . This includes appropriation of tools, observation of variables and interpretation  (Lupton, 2019) , in a flexible system of epistemological inquiry  (Ruckenstein and Pantzar, 2017) . From such perspectives, self-tracking represents a changing palette of \"situated objectivity\", aligning with initiatives for the democratization of science  (Burnside et al., 2020)  and for rethinking both the essence of research practice and its rules  (Shevchenko et al., 2021) . Personal research guided by self-tracking can be understood as a \"missing link\" within recent movements and paradigms such as \"DIY science\"  (Ferretti, 2019)  or citizen science  (Hecker et al., 2018) . However, with few exceptions  (Dolejšová and Kera, 2017; Christine and Thinyane, 2021; Heyen, 2016) , the connection between citizens \"who do science\" and selfresearchers \"experimenting science\" is not yet commonly considered from similar perspectives, and despite its clear alignment with highly participatory modes of \"extreme citizen science\"  (Haklay, 2013) , literature on citizen science hardly refers to these individual research-oriented practices.\n\nConsidering the concept of personal science in light of these recent advances and gaps regarding self-tracking and the quantified self, we try to delve further into key issues of individual agency, community implications and knowledge generation processes in this participant-led phenomenon through a case study. We focus on both personal and social implications of selfresearch, especially regarding individual perspectives and group dynamics when engaging in these practices. For this we use an interpretivist approach, gathering and iteratively analyzing via interviews participants' voices from community members, and contrast them with an informed position of practical knowledge that is derived from two of the authors being self-researchers themselves within this context. Through engaging in the active observation, interpretation and classification of what other selfresearchers make explicit about their own practices, we create a coherent conceptual but also contrasted analytical framework, based both on theory and also a preliminary informal observation of practices. As a result, our study aims to contribute to the mentioned shift in perspectives, between extremes of self-tracking and public participation in science, by offering a conceptualized qualitative view on seemingly relevant motivations, goals and values related to personal science practices: What are intrinsic and extrinsic motivations for individuals engaging in self-research, and how do they evolve over time? How are these individual motivations related to shared goals, values and practices in the context of personal science communities?"
    },
    {
      "title": "Study context and methodology",
      "text": "Our study is situated in the context of the first \"Keating Memorial (KM) Self-research\" initiative, which invites the development and sharing of self-research projects, co-organized by the Quantified Self (QS) and Open Humans (OH) communities between February and July 2020. The KM honors Steven Keating, a patientresearcher who passed away in 2019, known for his commitment to self-experimentation and for promoting access to patient data. As part of the KM, weekly self-research chats open to personal science practitioners are organized for sharing and discussing preliminary ideas, results and protocols. Attended on average by 14 people monthly, these calls follow a self-organizing governance format in which participants decide the agenda at the beginning of sessions, based on their updates on ongoing or potential selfresearch projects. Examples of projects shared relate to the selfstudy of sleep quality, blood glucose, essential tremors, diet effect on mood, and noise sensitivity. The KM culminates in a yearly event to present and discuss self-research results in an open seminar. In its first edition, this included self-research on hay fever symptoms, cardiac arrhythmia, transition with testosterone and mental contrasting for well-being. This setting provides an opportunity to gain relevant and representative knowledge about motivations, goals and values in personal science.\n\nParticipant enrollment and data collection process Data were collected by two authors (ESH and MO, not familiar with the direct practice of self-research) through semi-structured interviews, as the best suitable method for exploring motivations, goals and values openly while gathering interpretable data about participants' subjective viewpoints and perspectives. A list of potential study participants from the KM initiative was established after informally observing and reviewing their activity on community forums and calls by these two authors, specifically reading contributions to a dedicated self-research channel on Slack (with 130 registered users) and minutes from the weekly community calls. Initial interviewees were selected based on the following criteria: (1) Having conducted or attempted to conduct a personal science initiative; (2) Having joined at least two OH community calls; and/or (3) Having participated in QS public forums or OH Slack channels. We focused on active participants to ensure a minimum engagement with the practice in a social setting. This initial list of potential participants was reviewed by the other two authors (BGT and MPB), who are familiar with the community as self-researchers themselves, confirming that the previously identified individuals were indeed active members. Regarding this part of the recruitment process, the two authors familiar with self-research practice didn't provide additional details-beyond suitability of interviewees for an heterogeneous sample-to the authors conducting the interviews, in order to avoid invalid initial data gathering or collection bias.\n\nAdditionally, at the end of each interview participants were asked if they knew other self-trackers who might be interesting to participate in our study. This snowball sampling technique expanded to participants active in self-research or with personal science projects outside the KM, serving as contrast in our analysis. All interviewed participants gave consent in line with the ethical approval by the Institutional Review Board (IRB) for this study.\n\nInterviews were conducted by ESH and MO via videoconferencing (on an institutional Google Meet), took one hour on average, and were based on a list of open-ended questions (Annex, section 1), separated into key sections around participation and collaboration in personal science. The semi-structured interview format allowed participants to add additional prospects and provided opportunities for interviewers to ask questions beyond initial interview prompts. Recruitment stopped when data saturation seemed to be reached for an heterogeneous sample, i.e. when no significant alternative perspectives for the codebook categories and subcategories were found within the last two interviews. Interview recordings were automatically transcribed to text by the Tactiq software, and all transcriptions were manually checked for errors and corrected. Both Google Meet and Tactiq follow European data protection regulation (GDPR)."
    },
    {
      "title": "Conceptual framework and codebook for interviews interpretation",
      "text": "To analyze the interviews, ESH developed a conceptual framework (Fig.  1 ) that was iteratively discussed and refined with feedback from the rest of the authors. The framework is mainly based on the study of motivations in citizen science by  Jennett et al. (2016) , which includes relevant aspects distinguishing between initial and sustained participation, learning perspectives and community co-creation practices. That approach is also in line and overlaps with more recent literature on the topic highlighting the additional importance of intrinsic and extrinsic motivations, of knowledge sharing goals and the role of personal and community values  (West et al., 2021) . Our framework also considers three additional key perspectives, required for a proper understanding of this specific type of citizen science: the inquiry cycle of personal science  (Wolf and De Groot, 2020; Heyen, 2016) , the scientific values or ethos of the Mertonian norms  (Merton, 1973)  and collaboration in peer production  (Spaeth and Niederhöfer, 2020) . This latter focus on peer production We iteratively developed a codebook (Annex, Section 2) for thematic analysis alongside this framework to analyze the interviews, taking into account not only the previous observations by ESH and MO regarding community discussions, but also the perception of coherence and applicability for authors BGT and MB according to their experience as self-researchers. An initial codebook, designed by all authors, was tested for reliability and validity by coding the first interview and subsequently refined until agreement was reached. Its final version was used to code selected excerpts from the transcripts of all interviews in Taguette, a free and open-source tool for qualitative research  (Rampin et al., 2021) , using the framework's main categories. This coding was performed by ESH and MO, with tags being assigned following discussion and reaching consensus between them. Each coded excerpt was then assigned to one interpretative subcategory (16 in total) within the assigned category (Table  1 ). The subcoding was performed independently by ESH and MO and Intercoder reliability (ICR) was assessed using Cohen's Kappa. For subcategories in categories 1-4, BGT acted as tie-breaker of conflicting assignments. Given the complexity of category 5 and a correspondingly low ICR, all its subcategories were collectively discussed by the authors and reassigned on a consensus basis."
    },
    {
      "title": "Results",
      "text": "Of the 22 interviewees, a majority (18) participated in the KM and were also part of other QS communities. 4 participants were recruited via snowball sampling, 3 of which were from outside any similar community and 1 participant only involved in the QS community, allowing for some heterogeneity of interviewees with different perspectives and experiences. Most participants (  14 ) were from the United States, 3 from the United Kingdom and 1 from Switzerland, Sweden, the Netherlands, Canada and Spain each. The majority of interviewees were male (16). In terms of age, the participants cover a broad spectrum, ranging from students that just started their studies at university to participants who are in retirement. A number of participants mention having had some form of scientific training-either in natural or social sciences-and highlight that they are applying their research experience to do self-research which is unrelated to their field of scientific training.\n\nThe interviews resulted in a final set of 269 transcribed excerpts being coded. ICR for the independent subcategorization of excerpts following the codebook categories 1-4 was 0.82 according to Cohen's kappa, where values between 0.80 and 0.90 are considered strong agreement. As Cohen's kappa for category 5 was only 0.22, a consensus coding was made through discussion among authors. Nearly all the self-researchers interviewed referred to a combination of the five main categories of analysis. In all cases, at least 3 categories were applied to each interview, and the majority of interviews (18) had excerpts coded from 4 of the 5 codebook categories (Fig.  2 ).\n\nWe provide an open data set containing the details of all the excerpts processed and coded in categories and corresponding subcategories for our study, accessible at  https://doi.org/10.5281/  zenodo.5543445 )-with previous agreement of all the interviewees and in compliance with privacy and anonymity requirements."
    },
    {
      "title": "Initial motivations for improving health conditions and wellbeing",
      "text": "We identify that starting motivations for self-researchers often relate to personal goals for solving specific health conditions-as in the case of patient-led research practices-or to improve wellbeing in other cases. Relating to this type of motivation, the patient-centric self-researchers we interviewed were interested in topics such as sleep disorders, chronic mental conditions or diabetes and mentioned a desire to gain knowledge on their medical conditions or in order to solve a concrete health problem. In some cases they also refer to a motivation driven by personal unawareness and missing treatments or solutions when deciding to start doing self-research. Significantly, these types of patientled motivations seem to also trigger additional areas of inquiry, with individuals starting to track additional health-related variables in parallel, based on practical knowledge gained in previous self-research. For example Participant #15, who practices personal science in relation to Parkinson's disease, expresses this tendency regarding the additional tracking of COVID-19 in parallel to that long-term degenerative disorder (Table  2 ,  Result 1 ). Another illustrative observation regarding this combination of intrinsic motivations was made by Participant #20, whose self-research on continuous glucose monitoring led to a DIY community of people with diabetes, and whose case represents another example of patient-led community research. Although this self-researcher also practices self-tracking regarding general physical and sport activity with a wearable, the interviewee made clear a sense of urgency and need to self-experiment which goes beyond usual perceptions on \"quantified selves\" (Table  2 , Result 2).\n\nAnother motivation mentioned by different interviewees is to get a deeper knowledge beyond what is provided by popular wearables and tracking apps, in a sort of subtle change of interest trying to go beyond \"mere self-tracking\". Participant #12, a selfresearcher outside the QS and OH communities, refers to the time and effort of previous practices, tracking in this case nutrition data manually over long periods of time, and how the use of apps can affect motivation negatively (Table  2 , Result 3). In this sense, however, a majority of participants mention curiosity triggered by data gathered via wearables, which we interpret as a sign of long-term engagement with observational and explorative approaches, moved by a recurrent use of these tools and the quantitative information they provide. For example, Participant #14, who among other things explores patterns of weight loss between running and cycling, refers to additional selfexperimentation goals triggered by specific observations from a new wearable device (Table  2 , Result 4).\n\nOverall, this seems to confirm that self-related motivations are a key feature in personal science. Furthermore, we find selfresearchers commonly describe expanding or shifting to new selfrelated focuses over time (i.e. beyond original motivations related to health conditions or well-being), so new topics of motivational focus emerge in an interrelated manner, rather than independently. Frequently, self-researchers seek to go beyond standard metrics provided by third parties, often to rigorously investigate an initial question or concern. Analogous to academic research, the process of investigating one question tends to spark new, related research questions for participants, leading to on-going motivations over time."
    },
    {
      "title": "Reinforced motivations by enjoying data, research and techrelated activity",
      "text": "We observe that the majority of self-researchers we talked to express enjoyment and involvement in research-related activities, like data gathering or using digital tools, as well as in other stages of personal inquiry, providing a reinforcing motivation to engage in personal science. Enjoying data and \"tech-related\" activities (like customizing tools, combining data sources or plotting results), which imply practical knowledge needed for working with self-tracking technology, seems to be a relevant source of motivation for several interviewees, understood as a form of non compliant, creative agency. An example is expressed by Participant #04, who explores the use of new wearable technologies and other domestic sensors, and is interested in how these tools can be combined for new personal data visualizations. In this case the enjoyment is connected to several questions the participant is trying to solve about personal mood, attention and mental focus (Table  2 , Result 5).\n\nAs \"early-adopters\", the acquisition of technical-related knowledge is a recurrent motivation for interviewees who have technological skills, and express their continuous engagement as a sort of \"hacker attitude\" unfolding iteratively. Participant #08 referred to this attitude in relation to a preference for passive tracking instead of actively logging data via apps or other tools, in this case practicing self-research for preventing hay fever and pollen allergy (Table  2 , Result 6). Similarly, participants frequently mention their discovery of insights from data, usually through inductive approaches by looking for patterns and correlations rather than trying to solve specific research questions or hypotheses (Table 2, Result 7), as another motivation that reinforces their practice. Participant #16 expresses this type of motivation that is driven by \"tech-related\" enjoyment, in relation to open collaboration and re-use of other self-researcher's innovations, pointing to the limitations of \"one-size-fits-all\" tools (Table  2 , Result 8). This key motivation of exploring new technologies leads some self-researchers who are non-patients to appropriate open source tools developed for medical use, like continuous glucose monitoring devices, blood test kits or electroencephalography sensors. This type of intrinsic motivation that is connected to immersive and focused activity is mentioned by the majority of interviewees that are active in the studied community, based on an experience accumulated over time when sharing their approaches or results with other self-researchers. In a wider sense, this motivation also relates to the background, personal history or mindsets of participants, which in different cases can be traced back to early research-related curiosity in previous periods of life (Table  2 ,  Result 9 ). Importantly, for some researchers such early interest in science and research does not relate to current wearable technologies or sophisticated datagathering tools, as they adopt techniques like journaling on paper or the use of simple spreadsheets.\n\nOverall, the engagement in self-research activities driven by enjoyment and curiosity relate significantly to additional transversal motivations for a better understanding of oneself's body, behavior or activity, and in this sense to questions of personal agency and reflexivity. As expressed by Participant #02, who combines different sources of data for personal questions on wellbeing and quality of life, regarding the importance of curiosity and self-discovery, as well as a \"growth mindset\" (Table  2 , Result 10). The continuous engagement in self-research to satisfy research curiosity about oneself is another key aspect in how participants enjoy research-related activities, learning by practice about ways to generate and integrate self-knowledge. Starting from personal interests and questions connected to the motivations described above, several interviewees mention joyfulness and playfulness in connection to being involved in researchrelated activity. As we will see later in more detail, this points to a general observation that personal science practitioners, when engaged in community activities for sharing and discussing experiences, tend to be more intentional, focused on specific questions and ways to obtain research results than the usual perception about quantified-selfers as mere technology users, here moved by a need to identify research focuses or questions, and possible interventions to answer them.\n\nThe minor role of extrinsic motivations for doing selfresearch While some participants show an overlap of intrinsic and extrinsic motivations that relate to their professional activity (Table  2 , Result 11), we find relatively few examples of interviewees influenced by the possibility of advancing on their academic or professional careers, pointing to a relatively minor role of extrinsic motivations in personal science. Some participants who are developing their PhDs in parallel to self-research on related topics mention this type of motivation as a relevant factor in their engagement with self-research, in order to obtain or apply new skills connecting their academic work with their self-research activity (Table  2 , Result 12). Other interviewees mention the challenge of disseminating results from their projects in academic P#04: \"I'm definitely excited about going up in the direction of using these different sensors, to extract those kinds of meaningful features\" 6. Obtaining technical-related knowledge as \"early-adopters\" motivates self-researchers with technological skills (\"hacker attitude\" unfolding iteratively).\n\nP#08: \"Anytime there was a sensor tool that came along, because of its new capabilities, I was on to it, either crowdfunding it or building it myself from components\" Discovering insights from data 7. There's a tendency to inductive initial approaches to selftracking data for incremental discovery, rather than moved by deductive ones or specific research questions.\n\nP#10: \"I didn't have a question before I started [selfresearch], I didn't start out with a question. I like the idea of adding more data to this and using it in harmony\" Maker/DIY/developer attitude 8. Possibility of open collaboration and re-use of other selfresearcher's tools, approaches and innovations. P#16: \"People took the things I made and used them for their own purposes, in their projects. And I've taken other selftracking tools that people made and used them for my purposes\" 9. This type of motivation can be traced back to previous research-related curiosity from participants, as students or in early stages of life. P#07: \"Prior to doing self-research on essentially medical topics, I did lots of home chemistry experiments, and liked to build 3D printers and work out how to do testings\" Satisfying \"research curiosity\" 10. Motivations driven by enjoyment and curiosity relate to additional ones for a better understanding of oneself's body, behavior or activity. P#02: \"We are on the path of self-discovery by means of this data and these experiments, so we can get to understand our bodies better\" Extrinsic motivations Acquiring skills/ experience for professional career 11. Include the possibility of acquiring new skills and expertise, either to support a \"traditional\" academic career or for advancing in professional development. P#06: \"I can do it on my own as a fun experiment, and I could also try to do it at my job or vice versa. So like I'll use a tool at work and I'll be like 'well this tool is actually pretty useful, I could use it for my own [self-research]'\" Demonstrating work/ results in a specific area 12. Minor role among self-researchers, usually for advancing on their academic or professional careers. P#09: \"Some of us are researchers and still want to write papers on this data\" Business/product/ service opportunity 13. Involvement in potential business opportunities, due to medical and digital industries looking for new data gathering tools and N-of-1 approaches. P#11: \"I'm also looking if there's any business opportunity. Like if you could just start a company if suddenly there was a huge demand\" Contributing to empirical self-knowledge Sharing personal science 14. Overall importance of community processes and communication with peers, contributing to knowledge sharing practices. P#06: \"This is a nice place where you're motivated, you're kind of incentivized to share things as you're going, and that kind of opens up the discussion and I think also involves more people\" 15. Learning while sharing empirical knowledge and data characterizes motivations for contributing to the selfresearch community. P#11: \"By following other people doing experiments I learned you can get these kinds of devices and how they work. So then when I do it, if I feel there's anything I learned in doing it, it's nice to share that too\" 16. Motivations for sharing usually refer to a common interest in scaling up research, involving more participants by opening up self-research data. P#22: \"The only way that I could understand this as an individual person, and how it might change through time, would be compared to others, and this could only be done by joining data with others\" 17. Participants usually share their research processes and findings moved by a perception of common goals. P#20: \"I'm sharing what I did as a hypothesis and here's my results, and you just want to casually compare with other people, kind of n-of-one to n-of-one. Some people then take it to the next level\" Learning through personal science 18. Perceived as a collective self-improvement process, participants value the techniques and protocols ideated by other practitioners, regardless of different research topics. P#07: \"I wanted to start doing more careful experimentation, really understanding a lot of things that were kind of just like lore or just things people kind of passed around in the community\" Sharing goals and values with peers Social interaction 19. Recurrence of social motivations to meet and discuss with like-minded people. P#06: \"If I had not joined during the Keating Memorial project, it would have been harder to join. There was just a lot of commonality, everyone had the same kind of baseline. It's kind of like a club\" Communality 20. Communality represents a key value that motivates sharing both self-research practices and results. P#14: \"He shared his latest thing with RescueTime, where he looked at his apps use and heart rate. I always was interested in stuff like that but right now it is more interesting because I can translate it into action much easier\" Universalism 21. Universalism is less evident in personal science, beyond the openness that characterizes community activities. P#03: \"What unites personal science with all varieties of citizen science is a common commitment to democratic participation in scientific culture. That's what we share.\" Organized skepticism 22. Organized skepticism is present in community presentations and discussions regarding protocol errors, doubts about results, or reliability of tracking tools. P#17: \"The community side is a definite positive. Because it helps you find people like you with the same symptoms or the same interests. And it's usually a supportive community. And they will help you find out what works and what doesn't work\" Disinterestedness 23.\n\nAlthough moved by personal research questions, selfresearchers also seem to align with Disinterestedness when it comes to openly sharing their practices and results.\n\nP#16: \"If other people found and used the things that I made, just the feeling of having that happen was worth more than potentially keeping those things to myself and using them for whatever purpose\"\n\nExcerpts have been shortened for space, full excerpts are available in Annex (Section 3).\n\ncircles or journals, even in the few cases of previous experience publishing scientific papers, which is considered an additional complex task and a burden for the corresponding time needed in parallel to data gathering. Another extrinsic motivation factor, identified in even fewer interviews, relates to a parallel interest in how the medical and high-tech industries are constantly exploring and developing new data gathering tools and N-of-1 approaches, which dates back to the origins of the QS community. For example, Participant #11 considers this possibility not as central as improving well-being and enjoyment working with data but still an additional motivation for being actively involved in self-research (Table  2 ,  Result 13 )."
    },
    {
      "title": "Common goals for learning and sharing empirical knowledge",
      "text": "The majority of participants refer to the importance of community processes and communication as part of their intrinsic motivations, openly sharing the different stages of their deductive or inductive approaches in order to get feedback and learn from peers. Many interviewees are significantly motivated by being part of a research-oriented community, as summarized by Participant #06 in relation to presenting preliminary results from research in a community meeting and the derived discussions (Table  2 , Result 14). The \"double-sided\" factor of sharing and learning, in relation to motivations, is frequently mentioned in our conversations with self-researchers active in these communities, like in the case of Participant #11, who mentions the importance of benefiting from what other community members share on a regular basis (Table  2 , Result 15). Furthermore, interviewees' learning processes also come by trial and error, implying that selfresearchers also expect to share failures or non-concluding results from their self-tracking, usually in reference to their experimental and interventional approaches. In this sense, the majority of participants refer to community discussions and activities as an opportunity to discover each other's practices and as a collective self-improvement process, when possible going beyond the data gathered to also understand the techniques and protocols ideated by other practitioners, regardless of their research topics.\n\nOverall, knowledge sharing practices are very relevant to the motivations, goals and expectations for a majority of interviewed self-researchers. This motivation for sharing frequently refers to a common interest in scaling up research, for example involving more participants by opening up self-gathered data for others, as considered critical by Participant #22 regarding the community of patients this interviewee is part of (Table  2 ,  Result 16 ). This general interest in scaling up constitutes a strong motivation for a substantial proportion of interviewees, which beyond data aggregation often also includes making their work or skills for developing tools available to peers. Despite this interest, we observe that sharing of self-research practices happens largely in unstructured ways, with a lack of clear protocols and questions in research-related phases beyond data gathering, where complexities in detail and approach may vary. In several cases this refers to a type of personal commitment that has to lead with day-today limitations and the time-demanding practice of rigorous selftracking in parallel to their professional activities, according to some interviewees.\n\nAt the same time, examples of successfully scaling up practices beyond participants' aims (that is, successfully evolving in that direction) were only identified in interviews with patient-led selfresearchers, who usually share similar goals for collective data gathering and analysis, as expressed by Participant #20 regarding continuous glucose monitoring  (Table 2, Result 17) . In these cases, although several interviewees mentioned their activity on social media or personal websites, the further step of sharing self-research in academic publications is not relevant for nonacademic participants, while on the other hand some interviewees mentioned how doctors are hesitant to engage in discussions related to self-tracking with them.\n\nCommunity coordinated activities like the KM seem to contribute to building a sense of belonging, reinforcing participant's motivations to learn by doing. These otherwise disconnected selfresearch practices find a common context and a shared framework for transparency and accountability, in which individual knowledge produced in a methodically controlled manner can benefit newcomers, helping them to incrementally satisfy their research curiosity (Table  2 ,  Result 18 ). This social dimension of personal science motivations, when developed openly online and in a community of peers context, reinforces key factors for engagement over time for participants, who usually share their research processes and findings moved by a perception of common goals."
    },
    {
      "title": "Transversal values aligned with social and scientific practices",
      "text": "To evaluate how the social dimension of personal science motivations is reinforced by shared values, we investigate how some values expressed explicitly and implicitly through the majority of the interviews seem to drive individuals long-term activities in a community of peer's. On the one hand, we observe a recurrence of social motivations in the desire to meet and discuss with likeminded people, as expressed by Participant #06 regarding the self-research community meetings during the KM initiative (Table  2 ,  Result 19 ). On the other hand, we identify that community values have a relevant connection with the Mertonian norms or ethos for shared and ethical scientific practices. In this respect communality, understood as the common ownership of scientific knowledge by all participants, represents a key value that motivates sharing both practices and results. Participant #14 explains this connection between communality and engagement in relation to practices of another self-researcher, as an opportunity to identify new ideas and data gathering techniques and incorporate them afterwards (Table  2 , Result 20).\n\nThe Mertonian concept of universalism is the principle of inclusivity for which the acceptance or rejection of truth and validity claims don't depend on the personal or social attributes of the researcher. This ethos seems less evident in personal science beyond the openness that characterizes community activities, where such claims are usually implicitly formulated. However, in this regard there seems to be a perceived connection between personal science and citizen science in relation to values of inclusiveness and wider public participation in science (Table  2 , Result 21). Furthermore, when asking participants about how they would define themselves in relation to citizen science they point to diverse concepts like self-researcher, personal scientist, patient-researcher or everyday scientist.\n\nAnother Mertonian norm, organized skepticism, for which knowledge generated by science should be open to critical and organized scrutiny, seems to be recurrently present in community presentations and discussions regarding protocol errors, doubts about results, or reliability of tracking tools, even when usually happening in self-organized and unstructured ways. This usually takes place in a context of active and non-judgmental listening, in which the rest of self-trackers provide ideas or feedback but can also contribute to the discussion on elaborated technical or intellectual dimensions, focusing on what works and what doesn't work  (Table 2, Result 22) .\n\nThe Mertonian concept of disinterestedness, which in its original formulation stipulates that the \"people of science\" should act for the benefit of a common scientific enterprise, rather than for personal gain, may seem at odds with the main motivational focus from which personal science projects usually depart-that is, oneself. However, despite originally being motivated by personal research questions or concerns, another of the aspirations of several interviewees is to share as openly as possible their workin search of objectivity and contrasting findings, but also for the stimulus of other peers benefiting from it, as expressed by Participant #16 in relation to self-developed tools for studying chronic sleep disorders (Table  2 , Result 23)."
    },
    {
      "title": "Discussion",
      "text": "In this work we investigated the motivations, goals and values that are shared by personal science practitioners. Departing from some of us authors' experiences as practitioners, we use a qualitative and interpretative approach to analyze data derived from 22 semi-structured interviews. While our study departs from a representative set of participants, we can not claim that our qualitative results are fully generalizable, but are rather representative for the sample of self-researchers we interviewed. Thus, further qualitative or quantitative research using a similar framework could be useful for wider contrasting differences in motivations between self-researchers and rest of citizen science participants in other domains. During our framework-guided interpretative analysis we also identified that the iterative stages of the research cycle of personal sciencequestioning, designing, observing, reasoning, discovering  (Wolf and De Groot, 2020 )often seem not fully formalized or integrated in that order. This points to a potential limitation in our integrative conceptual frameworkwhich would also benefit from more details for the subcategories of learning and sharing in future versions. Overall, our approach to excerpt selection and interpretation seemed coherent and valuable according to feedback provided by the interviewees and additional, external community members when we shared the present data and results with them. Furthermore, our results align well and expand existing research. Guided by our conceptual framework based on informal observations and previous literature on personal science, citizen science, peer production and scientific values, we identify that motivations amongst self-researchers are complex, interconnected and incremental. Most individuals do not only have a single motivation driving their work, and instead exhibit combinations of motivations that reinforce each other and evolve over time.\n\nWe identified that a typical initial motivation relates to personal health or well-being questions. This is analogous to the initial motivations for passive self-tracking  (Schüll, 2018 )where early motivations for self-researchers relate to personal goals for solving specific health conditions  (Gimpel et al., 2013)  or to improve well-being for \"self-optimization\"  (Ruckenstein, 2014) , leading to systematic approaches to try to acquire personal knowledge  (Kaziunas et al. 2018) . This highly personal motivational aspect, frequently considered in patient-led research  (Munson et al. 2020) , is specific to personal science  (Lupton, 2014) , but also coincides with intrinsic motivations of \"own use value\" as seen in peer production  (Spaeth and Niederhöfer, 2020) . Additionally, we find that participant interest is not limited to metrics and interpretations provided by third parties  (Ajana, 2021) ; instead self-researchers seek to go beyond \"passive\" use of tools, to rigorously investigate their questions or concerns. This process of investigating one question or problem tends to spark new, related research questions for participants, leading to the mentioned on-going motivations and to additional systematic attempts to generate empirical knowledge about themselves.\n\nThese motivations are supplemented by additional intrinsic ones that reinforce interest and engagement over time through involvement in scientific-related activities, which is also critical in the domain of citizen science  (Rotman et al., 2012 ) and analogous to \"fun\" motivations for involvement in peer production  (Spaeth and Niederhöfer, 2020) . In personal science, these motivations combine research curiosity and enjoyment through the selfreflexive use of technological tools and its appropriation (Choe et al. 2014), following\"do-it-yourself science\" models  (Ferretti, 2019) . This seems to spark new research strategies and further interpretation of data to deductively address individual goals, as a sort of\"extreme\" self-tracking practice  (Kristensen and Ruckenstein, 2018; Sharon and Zandbergen, 2017)  which also resembles extreme citizen science  (Haklay, 2013) . This motivation of appropriating tools by non-patients can be understood as an emergent \"ecology of testing\"  (Marres and Stark, 2020) , bringing opportunities for scaling up participant-led research like in the case of continuous glucose monitoring  (Grant et al. 2019) . Our interviews also point to previous STS studies about personal agency and reflexivity  (Couldry and Powell, 2014)  and \"mediated self-knowledge\"  (Jethani, 2021) , and how the continuous and iterative engagement in personal science departs from observational and deductive approaches to personal data  (Lupton, 2019) . In this sense, additional motivations related to the use of digital tools can refer to both sophisticated wearables or software but also \"low-tech\" uses of spreadsheets or diaries, as identified in previous studies  (Lupton and Smith, 2018) .\n\nIn contrast, while extrinsic motivations seem infrequent in selfresearch, they coincide largely with similar ones identified in citizen science, especially regarding future career opportunities and academic development  (West et al. 2021) . Only a small portion of interviewees refer to the motivation of sharing their results in academic circles or journals, which can represent an additional challenge  (De Groot et al. 2017) . However, for a few individuals there is also a significant motivation in being actively engaged with technological innovations or perceived business opportunities in the eHealth and personal informatics industries, probably connected to a trend in the early years of the QS movement  (Ruckenstein and Pantzar, 2017) .\n\nThe seemingly common goals among self-researchers of learning by direct practice and by sharing personal progress with peers, in community settings, represents another key motivational aspect for a majority of the interviewees, in line with peer production practices  (Spaeth and Niederhöfer, 2020) . These goals of learning and sharing empirical knowledge, more evident than in \"passive\" self-tracking practices  (Sharon and Zandbergen, 2017; Choe et al. 2014) , align with the incremental stages of personal science processes  (Wolf and De Groot, 2020)  and its principles of rigor, transparency and accountability  (Heyen, 2020) . Additionally, values of openness and mutual trust seem to be highly relevant for a majority of interviewees, and are thus key to characterize participation in personal science, similar to what has been observed in peer practices within online health communities  (Zhao et al. 2015) . Scaling to \"N-of-many\" beyond N-of-1 approaches by data aggregation  (Nafus, 2019)  is another common aspiration identified throughout the interviews, where selfresearchers in patient-led contexts report integrating additional participants more effectively. Relating to learning and sharing their personal science advancements, some interviewees reflected on the time-demanding challenges and limitations of self-tracking in parallel to their professional activity and personal circumstances  (Neff and Nafus, 2016) , as well as communication issues when sharing advances with experts and doctors  (Piras, 2019) , highlighting an epistemic challenge  (Fricker, 2007) .\n\nCommon values in personal science seem to derive from motivations and practices of learning-by-sharing, transparency when presenting findings, openness regarding peer's reuse of selfgenerated data, tools or protocols, and a commitment to collectively discuss self-research approaches. A key value of sociality, as identified also in citizen science  (West et al. 2021; Jennett et al. 2016) , seems present in the majority of interviews, where we observe a recurrence of the desire to meet and discuss with likeminded people. Furthermore, we identify that community values have a relevant connection with the Mertonian norms or ethos for shared and ethical scientific practices  (Merton, 1973) , as previously suggested by  Heyen (2016) . These values align to a significant extent with traditional scientific principles of communality and organized skepticism, while less so with disinterestedness and universalism. This coincidentally aligns with the sharing culture observed in other peer production domains  (Benkler, 2004; Dulong de Rosnay and Le Crosnier, 2012; O'Neil et al., 2020) .\n\nApplying our framework to motivations, goals and values, we find that personal science practitioners at large follow the paradigms found in the broader citizen science field, namely that of a more participatory and inclusive scientific culture that is driven by critical thinking and collaboration. This link and overlap has so far only been suggested by a few authors, like,  Heyen (2016 Heyen ( , 2020)) . While the highly personal motivation of improving health conditions or well-being within personal science might be seen as a mismatch, similar levels of intrinsic motivation can be found in participant-led projects about the environment or health-related issues  (West et al. 2021) . In this regard, we conclude suggesting that personal science should be considered and further studied as an specific type of extreme citizen science, which represents an important conceptual step and perspective that could offer novel insights regarding public participation in science and collaborative knowledge production."
    },
    {
      "title": "Conclusion",
      "text": "With this study we provide a theoretically grounded and practitioner-based perspective on the intrinsic and extrinsic motivations of individuals who engage in self-research over time as a participant-led knowledge-generation process, also paying attention to shared goals and values in this community context. We observe a continuum of diverse intrinsic motivations thatmost frequently departing from personal interests in improving specific health conditions or well-being-connect with additional factors such as enjoyment of doing research, learning-byexperience and sociality that is reinforced by shared values within the community, while extrinsic motivations are of less relevance for most practitioners.\n\nThis interrelation of motivations that we find is particularly relevant in the domains of personal informatics and patient-led research, where the singular motivational aspect of improving health or well-being is often the focus. Similarly, many STS perspectives have focused on the \"self\" when exploring selftracking and self-research. Our findings highlight that a longterm engagement with self-research is the result of a number of motivations, that takes into account the enjoyment of doing research and the social aspects of engaging within a community with shared values. Such a more holistic understanding of motivations can help improve further future work in these different domains, e.g. patient-led research and personal informatics tools can benefit from taking into account such secondary motivations to improve the long-term engagement and benefits for participants, while the community aspects open up relevant research directions for STS work in this field."
    },
    {
      "text": "is relevant to take into account other open, digital-mediated collaborative practices with social and technological implications. The final framework consists of five main non-exclusive categories: (1) Improving personal conditions; (2) Enjoying data, tech or research activity; (3) Extrinsic motivations; (4) Contributing to empirical self-knowledge; and (5) Sharing goals and values with peers."
    },
    {
      "text": "Fig. 1 Conceptual framework for the study of motivations, goals and values in personal science. It includes five non-exclusive categories for analysis and its connection to previous literature in different fields."
    },
    {
      "text": "Fig. 2 Overview of the participants and coded excerpts. The distribution of the five codebook categories in interview excerpts alongside participants' research topics and word counts per interview."
    },
    {
      "text": "Codebook with categories and subcategories for the interpretation of interviews."
    },
    {
      "text": "Summary of the main findings across the different categories as defined in the codebook."
    }
  ],
  "references": [
    {
      "title": "Digital health and the biopolitics of the quantified self",
      "authors": [
        "B Ajana"
      ],
      "year": 2017,
      "doi": "10.1177/2055207616689509"
    },
    {
      "title": "Personal science and the quantified self guru",
      "authors": [
        "B Ajana"
      ],
      "year": 2021,
      "doi": "10.4324/9781003256021-4"
    },
    {
      "title": "The use of self-quantification systems for personal health information: big data management activities and prospects",
      "authors": [
        "M Almalki",
        "K Gray",
        "F Sanchez"
      ],
      "year": 2015,
      "doi": "10.1186/2047-2501-3-s1-s1"
    },
    {
      "title": "Commons-based strategies and the problems of patents",
      "authors": [
        "Y Benkler"
      ],
      "year": 2004,
      "doi": "10.1126/science.1100526"
    },
    {
      "title": "Do-ityourself automated insulin delivery: a leading example of the democratization of medicine",
      "authors": [
        "M Burnside",
        "H Crocket",
        "M Mayo",
        "J Pickering",
        "A Tappe",
        "M De Bock"
      ],
      "year": 2020,
      "doi": "10.1177/1932296819890623"
    },
    {
      "title": "Understanding quantifiedselfers' practices in collecting and exploring personal data",
      "authors": [
        "S ; Chiodo",
        "Estet Studi",
        "E Choe",
        "N Lee",
        "B Lee",
        "W Pratt",
        "J Kientz"
      ],
      "year": 2014
    },
    {
      "title": "The quantified self-in-place: opportunities and challenges for place-based N-of-1 datasets",
      "authors": [
        "B Chrisinger"
      ],
      "year": 2020,
      "doi": "10.3389/fcomp.2020.00038"
    },
    {
      "title": "The 1-person laboratory of the quantified self community",
      "authors": [
        "T Christiansen",
        "D Kristensen",
        "J Larsen"
      ],
      "year": 2018,
      "doi": "10.1108/978-1-78743-289-520181006"
    },
    {
      "title": "Citizen science as a data-based practice: a consideration of data justice",
      "authors": [
        "D Christine",
        "M Thinyane"
      ],
      "year": 2021,
      "doi": "10.1016/j.patter.2021.100224"
    },
    {
      "title": "Big data from the bottom up",
      "authors": [
        "N Couldry",
        "A Powell"
      ],
      "year": 2014,
      "doi": "10.1177/2053951714539277"
    },
    {
      "title": "Single subject (Nof-1) research design, data processing, and personal science",
      "authors": [
        "M De Groot",
        "M Drangsholt",
        "F Martin-Sanchez",
        "G Wolf"
      ],
      "year": 2017,
      "doi": "10.3414/me17-03-0001"
    },
    {
      "title": "Design beyond the numbers: sharing, comparing, storytelling and the need for a Quantified Us",
      "authors": [
        "Etk Dijk",
        "W Ijsselsteijn"
      ],
      "year": 2016
    },
    {
      "title": "Personal informatics, self-insight, and behavior change: a critical review of current literature",
      "authors": [
        "Etk Dijk",
        "Jhdm Westerink",
        "F Beute",
        "W Ijsselsteijn"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2016.1276456"
    },
    {
      "title": "Soylent diet self-experimentation: design challenges in extreme citizen science projects",
      "authors": [
        "M Dolejšová",
        "D Kera"
      ],
      "year": 2017,
      "doi": "10.1145/2998181.2998365"
    },
    {
      "title": "An introduction to the digital commons: From common-pool resources to community governance",
      "authors": [
        "M Dulong De Rosnay",
        "Le Crosnier"
      ],
      "year": 2012,
      "doi": "10.4324/9781849776813-29"
    },
    {
      "title": "Beyond self-reflection: introducing the concept of rumination in personal informatics",
      "authors": [
        "E Eikey",
        "C Caldeira",
        "M Figueiredo",
        "Y Chen",
        "J Borelli",
        "M Mazmanian",
        "K Zheng"
      ],
      "year": 2021,
      "doi": "10.1007/s00779-021-01573-w"
    },
    {
      "title": "Mapping and taking stock of the personal informatics literature",
      "authors": [
        "D Epstein",
        "C Caldeira",
        "M Figueiredo",
        "X Lu",
        "L Silva",
        "L Williams",
        "J Lee",
        "Q Li",
        "S Ahuja",
        "Q Chen",
        "P Dowlatyari",
        "C Hilby",
        "S Sultana",
        "E Eikey",
        "Y Chen"
      ],
      "year": 2020,
      "doi": "10.1145/3432231"
    },
    {
      "title": "There's only so much data you can handle in your life': accommodating and resisting self-surveillance in women's running and fitness tracking practices",
      "authors": [
        "K Esmonde"
      ],
      "year": 2020,
      "doi": "10.1080/2159676x.2019.1617188"
    },
    {
      "title": "Mapping do-it-yourself science",
      "authors": [
        "F Ferretti"
      ],
      "year": 2019,
      "doi": "10.1186/s40504-018-0090-1"
    },
    {
      "title": "Epistemic injustice: Power and the ethics of knowing",
      "authors": [
        "M Fricker"
      ],
      "year": 2007
    },
    {
      "title": "Peer support through a diabetes social media community",
      "authors": [
        "V Gavrila",
        "A Garrity",
        "E Hirschfeld",
        "B Edwards",
        "J Lee"
      ],
      "year": 2019,
      "doi": "10.1177/1932296818818828"
    },
    {
      "title": "Quantifying the quantified self: A study on the motivations of patients to track their own health",
      "authors": [
        "H Gimpel",
        "M Nißen",
        "R Görlitz"
      ],
      "year": 2013
    },
    {
      "title": "Approaches to governance of participantled research: a qualitative case study",
      "authors": [
        "A Grant",
        "G Wolf",
        "C Nebeker"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025633"
    },
    {
      "title": "Citizen science and volunteered geographic information: overview and typology of participation",
      "authors": [
        "M Haklay"
      ],
      "year": 2013,
      "doi": "10.1007/978-94-007-4587-2_7"
    },
    {
      "title": "Citizen Science: innovation in open science, society and policy",
      "authors": [
        "S Hecker",
        "M Haklay",
        "A Bowser",
        "Z Makuch",
        "J Vogel",
        "A Bonn"
      ],
      "year": 2018,
      "doi": "10.2307/j.ctv550cf2"
    },
    {
      "title": "Lifelogging: digital selftracking and lifelogging-between disruptive technology and cultural transformation",
      "authors": [
        "N Heyen"
      ],
      "year": 2016,
      "doi": "10.1007/978-3-658-13137-1_16"
    },
    {
      "title": "From self-tracking to self-expertise: the production of self-related knowledge by doing personal science",
      "authors": [
        "N Heyen"
      ],
      "year": 2020,
      "doi": "10.1177/0963662519888757"
    },
    {
      "title": "Was Ist personal health science?",
      "authors": [
        "N Heyen",
        "S Dickel"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-658-16428-7"
    },
    {
      "title": "Activity trackers, prior motivation, and perceived informational and motivational affordances",
      "authors": [
        "M Jarrahi",
        "N Gafinowitz",
        "G Shin"
      ],
      "year": 2018,
      "doi": "10.1007/s00779-017-1099-9"
    },
    {
      "title": "Motivations, learning and creativity in online citizen science",
      "authors": [
        "C Jennett",
        "L Kloetzer",
        "D Schneider",
        "I Iacovides",
        "A Cox",
        "M Gold",
        "B Fuchs",
        "A Eveleigh",
        "K Mathieu",
        "Z Ajani",
        "Y Talsi"
      ],
      "year": 2016,
      "doi": "10.22323/2.15030205"
    },
    {
      "title": "Mediating the body: Technology, politics and epistemologies of self",
      "authors": [
        "S Jethani"
      ],
      "year": 2015
    },
    {
      "title": "The Politics and Possibilities of Self-tracking Technology: Data, Bodies and Design",
      "authors": [
        "S Jethani"
      ],
      "year": 2021
    },
    {
      "title": "Research on the connotation and dimension of consumers' quantified-self consciousness",
      "authors": [
        "H Jin",
        "Y Peng",
        "J Chen",
        "S Park"
      ],
      "year": 2022,
      "doi": "10.3390/su14031504"
    },
    {
      "title": "Lived data: tinkering with bodies, code, and care work",
      "authors": [
        "E Kaziunas",
        "S Lindtner",
        "M Ackerman",
        "J Lee"
      ],
      "year": 2018,
      "doi": "10.1080/07370024.2017.1307749"
    },
    {
      "title": "Collective self-experimentation in patient-led research: How online health communities foster innovation",
      "authors": [
        "J Kempner",
        "J Bailey"
      ],
      "year": 2019,
      "doi": "10.1016/j.socscimed.2019.112366"
    },
    {
      "title": "Co-evolving with self-tracking technologies",
      "authors": [
        "D Kristensen",
        "M Ruckenstein"
      ],
      "year": 2018,
      "doi": "10.1177/1461444818755650"
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409"
    },
    {
      "title": "It's made me a lot more aware': a new materialist analysis of health self-tracking",
      "authors": [
        "D Lupton"
      ],
      "year": 2019,
      "doi": "10.1177/1329878X19844042"
    },
    {
      "title": "A much better person': the agential capacities of selftracking practices",
      "authors": [
        "D Lupton",
        "Gjd Smith"
      ],
      "year": 2018
    },
    {
      "title": "Self-Tracking Modes: Reflexive Self-Monitoring and Data Practices Paper for the 'Imminent Citizenships: Personhood and Identity Politics in the Informatic Age'workshop",
      "authors": [
        "D Lupton"
      ],
      "year": 2014
    },
    {
      "title": "Tool, toy and tutor: subjective experiences of digital selftracking",
      "authors": [
        "B Lyall",
        "B Robards"
      ],
      "year": 2018,
      "doi": "10.1177/1440783317722854"
    },
    {
      "title": "Put to the test: For a new sociology of testing",
      "authors": [
        "N Marres",
        "D Stark"
      ],
      "year": 2020,
      "doi": "10.1111/1468-4446.12746"
    },
    {
      "title": "The sociology of science: theoretical and empirical investigations",
      "authors": [
        "R Merton"
      ],
      "year": 1973
    },
    {
      "title": "The quantified self: what counts in the neoliberal workplace",
      "authors": [
        "P Moore"
      ],
      "year": 2016,
      "doi": "10.1177/1461444815604328"
    },
    {
      "title": "The importance of starting with goals in N-of-1 studies",
      "authors": [
        "S Munson",
        "J Schroeder",
        "R Karkar",
        "J Kientz",
        "C-F Chung",
        "J Fogarty"
      ],
      "year": 2020,
      "doi": "10.3389/fdgth.2020.00003"
    },
    {
      "title": "Data Aggregation as Social Relations: Making Datasets from Self-Tracking Data",
      "authors": [
        "D Nafus"
      ],
      "year": 2019,
      "doi": "10.1017/s106279871900005x"
    },
    {
      "title": "Self-tracking",
      "authors": [
        "G Neff",
        "D Nafus"
      ],
      "year": 2016,
      "doi": "10.7551/mitpress/10421.001.0001"
    },
    {
      "title": "The Duality of Peer Production: Infrastructure for the Digital Commons, Free Labor for Free-Riding Firms",
      "authors": [
        "M O'neil",
        "S Toupin",
        "C Pentzold"
      ],
      "year": 2020
    },
    {
      "title": "Living the metrics: self-tracking and situated objectivity",
      "authors": [
        "M Pantzar",
        "M Ruckenstein"
      ],
      "year": 2017,
      "doi": "10.1177/2055207617712590"
    },
    {
      "title": "Beyond self-tracking: Exploring and unpacking four emerging labels of patient data work",
      "authors": [
        "E Piras"
      ],
      "year": 2019,
      "doi": "10.1177/1460458219833121"
    },
    {
      "title": "Taguette",
      "authors": [
        "R Rampin",
        "V Steeves",
        "S Demott"
      ],
      "year": 2021,
      "doi": "10.5281/zenodo.5111814"
    },
    {
      "title": "Know thyself: a theory of the self for personal informatics",
      "authors": [
        "A Rapp",
        "M Tirassa"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2017.1285704"
    },
    {
      "title": "Editorial of the special issue on quantified self and personal informatics",
      "authors": [
        "A Rapp",
        "F Cena",
        "A Marcengo"
      ],
      "year": 2018,
      "doi": "10.3390/computers7010014"
    },
    {
      "title": "Goût de liberté» et self-quantification",
      "authors": [
        "F Régnier"
      ],
      "year": 2018
    },
    {
      "title": "Ethical aspects of personal science for persons with Parkinson's disease: what happens when self-tracking goes from selfcare to publication?",
      "authors": [
        "S Riggare",
        "M Hägglund",
        "A Bredenoord",
        "M De Groot",
        "B Bloem"
      ],
      "year": 2021,
      "doi": "10.3233/JPD-212647"
    },
    {
      "title": "You have to know why you're doing this\": a mixed methods study of the benefits and burdens of self-tracking in Parkinson's disease",
      "authors": [
        "S Riggare",
        "Scott Duncan",
        "T Hvitfeldt",
        "H Hägglund"
      ],
      "year": 2019,
      "doi": "10.1186/s12911-019-0896-7"
    },
    {
      "title": "Personal science in Parkinson's disease-a patient-led research study",
      "authors": [
        "S Riggare-Södergren"
      ],
      "year": 2022
    },
    {
      "title": "Self-experimentation as a source of new ideas: ten examples about sleep, mood, health, and weight",
      "authors": [
        "S Roberts"
      ],
      "year": 2004,
      "doi": "10.1017/s0140525x04000068"
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "J Rooksby",
        "M Rost",
        "A Morrison",
        "M Chalmers"
      ],
      "year": 2014
    },
    {
      "title": "Dynamic changes in motivation in collaborative citizenscience projects",
      "authors": [
        "D Rotman",
        "J Preece",
        "J Hammock",
        "K Procita",
        "D Hansen",
        "C Parr",
        ". Jacobs"
      ],
      "year": 2012
    },
    {
      "title": "Visualized and interacted life: Personal analytics and engagements with data doubles",
      "authors": [
        "M Ruckenstein"
      ],
      "year": 2014
    },
    {
      "title": "The datafication of health",
      "authors": [
        "M Ruckenstein",
        "N Schüll"
      ],
      "year": 2017,
      "doi": "10.1146/annurev-anthro-102116-041244"
    },
    {
      "title": "Beyond the quantified self: thematic exploration of a dataistic paradigm",
      "authors": [
        "M Ruckenstein",
        "M Pantzar"
      ],
      "year": 2017,
      "doi": "10.1177/1461444815609081"
    },
    {
      "title": "Self in the loop: Bits, patterns, and pathways in the quantified self",
      "authors": [
        "N Schüll"
      ],
      "year": 2018
    },
    {
      "title": "Self-tracking for health and the quantified self: re-articulating autonomy, solidarity, and authenticity in an age of personalized healthcare",
      "authors": [
        "T Sharon"
      ],
      "year": 2017,
      "doi": "10.1007/s13347-016-0215-5"
    },
    {
      "title": "From data fetishism to quantifying selves: selftracking practices and the other values of data",
      "authors": [
        "T Sharon",
        "D Zandbergen"
      ],
      "year": 2017,
      "doi": "10.1177/1461444816636090"
    },
    {
      "title": "Biohacking: changing yourself to reformat science",
      "authors": [
        "S Shevchenko",
        "K Petrov",
        "A Filatova"
      ],
      "year": 2021,
      "doi": "10.31857/S023620070018008-5"
    },
    {
      "title": "User motivations in peer production",
      "authors": [
        "S Spaeth",
        "S Niederhöfer"
      ],
      "year": 2020
    },
    {
      "title": "The quantified-self archive: documenting lives through self-tracking data",
      "authors": [
        "C Trace",
        "Y Zhang"
      ],
      "year": 2019,
      "doi": "10.1108/JD-04-2019-0064"
    },
    {
      "title": "Barriers to and facilitators of using a one button tracker and webbased data analytics tool for personal science: exploratory study",
      "authors": [
        "T Van De Belt",
        "A De Croon",
        "F Freriks",
        "T Christiansen",
        "J Larsen",
        "M De Groot"
      ],
      "year": 2022,
      "doi": "10.2196/32704"
    },
    {
      "title": "Research led by participants: a new social contract for a new kind of research",
      "authors": [
        "E Vayena",
        "R Brownsword",
        "S Edwards",
        "B Greshake",
        "J Kahn",
        "N Ladher",
        "J Montgomery",
        "O' Connor",
        "O' Neill",
        "O Richards",
        "M Rid",
        "A Sheehan",
        "M Wicks",
        "P Tasioulas"
      ],
      "year": 2016,
      "doi": "10.1136/medethics-2015-102663"
    },
    {
      "title": "Reconfiguring health knowledges? Contemporary modes of self-care as 'everyday fringe medicine",
      "authors": [
        "P Vuolanto",
        "H Bergroth",
        "J Nurmi",
        "S Salmenniemi"
      ],
      "year": 2020,
      "doi": "10.1177/0963662520934752"
    },
    {
      "title": "Self-experimentation and its role in medical research",
      "authors": [
        "A Weisse"
      ],
      "year": 2012
    },
    {
      "title": "Variations in the motivations of environmental citizen scientists",
      "authors": [
        "S West",
        "A Dyke",
        "R Pateman"
      ],
      "year": 2021,
      "doi": "10.5334/cstp.370"
    },
    {
      "title": "A conceptual framework for personal science",
      "authors": [
        "G Wolf",
        "De Groot"
      ],
      "year": 2020,
      "doi": "10.3389/fcomp.2020.00021"
    },
    {
      "title": "Patient value co-creation in online health communities: social identity effects on customer knowledge contributions and membership continuance intentions in online health communities",
      "authors": [
        "J Zhao",
        "T Wang"
      ],
      "year": 2015,
      "doi": "10.1108/JOSM-12-2013-0344"
    }
  ],
  "num_references": 76
}
