{
  "paper_id": "SD7ABPIC",
  "title": "Program Sustainability: Hearing Loss and Tinnitus Prevention in American Indian Communities",
  "abstract": "Introduction: An important goal of any health promotion effort is to have it maintained in delivery and effectiveness over time. The purpose of this study was to establish a community-based noiseinduced hearing loss and tinnitus prevention program in three different types of American Indian communities and evaluate them for evidence of long-term sustainability. \n Methods: The target population was fourth-and fifth-grade students from three different models of American Indian communities. The evidenced-based Dangerous Decibels s program was adapted to include local media, classroom education, family and community outreach, and web-based activities. Sustainability was attempted by promoting funding stability, political support, partnerships, organizational capacity, program adaptation, program evaluation, communications, public health impacts, and strategic planning. Results: Currently, there is evidence suggesting that the hearing health promotion program is selfsustaining in all three American Indian communities. The intervention was effective at changing knowledge, attitudes, beliefs, and behaviors in the target population, but program adoption and selfsustenance faced challenges that required patience, persistence, and creativity by the program team. Components of the intervention continue to be delivered by local members of each community. Conclusions: Critical factors that led to self-sustaining programs included approval of community leaders and engagement of community members in the design, administration, and evaluation of the effort; use of a well-developed, evidence-based intervention; and high-level training of local participants who could confidently and effectively continue delivering the program following a gradual transition to independence.",
  "year": 2005,
  "date": "2005-04-24",
  "authors": [
    {
      "name": "William Martin",
      "affiliation": {
        "organization": "Center for Healthy Communities",
        "department": "Center for Healthy Communities",
        "institution": "Oregon Health and Science University",
        "address": "Portland, Oregon"
      }
    },
    {
      "name": "Judith Sobel",
      "affiliation": {
        "organization": "Portland State University School of Community Health",
        "institution": "Portland State University School of Community Health",
        "address": "Portland, Oregon"
      }
    },
    {
      "name": "Susan Griest",
      "affiliation": {
        "organization": "Center for Healthy Communities",
        "department": "Center for Healthy Communities",
        "institution": "Oregon Health and Science University",
        "address": "Portland, Oregon"
      }
    },
    {
      "name": "Linda Howarth",
      "affiliation": {
        "organization": "Center for Healthy Communities",
        "department": "Center for Healthy Communities",
        "institution": "Oregon Health and Science University",
        "address": "Portland, Oregon"
      }
    },
    {
      "name": "Thomas Becker",
      "affiliation": {
        "organization": "Center for Healthy Communities",
        "department": "Center for Healthy Communities",
        "institution": "Oregon Health and Science University",
        "address": "Portland, Oregon"
      }
    },
    {
      "affiliation": {
        "organization": "Oregon Health and Science University (OHSU)",
        "institution": "Oregon Health and Science University (OHSU)",
        "address": "Portland, Oregon"
      }
    },
    {
      "affiliation": {
        "organization": "Center for Healthy Communities",
        "department": "Center for Healthy Communities",
        "institution": "Oregon Health and Science University",
        "address": "3181 SW Jackson Park Rd. CB669, 97239, Portland, OR"
      }
    }
  ],
  "doi": "10.1016/j.amepre.2016.10.031",
  "md5": "4C44F928BC7EFC49A529351A64020C9F",
  "funding": [
    "",
    "",
    "",
    "",
    "",
    "ACKNOWLEDGMENTS This publication is a product of the  Prevention Research Centers Program  at the  Centers for Disease Control and Prevention . The findings and conclusions in this publication are those of the authors and do not necessarily represent the official position of the  Centers for Disease Control and Prevention ,  NIH , or the  3M Foundation . Research was supported in part by grants from the  Centers for Disease Control and Prevention (CDC Prevention Research Center  Grant [ PRC] 1U48DP000024 ); the  National Institute for Deafness and Other Communication Disorders  ( 1R21DC00 8077 ); the  National Center for Deafness and Other Communication Disorders; Science Education Partnership Award  ( R25 DC006431 ); and the  3M Foundation . This project was reviewed and approved by the  Oregon Health and Science University IRB  ( IRB00005759 )."
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "T he Centers for Disease Control and Prevention reported that American Indian (AI)/Alaska Native populations have two to four times the rate of moderate to severe hearing problems reported by other Americans.  1 Surveys of self-reported sound exposures in tribal communities suggest noise-induced hearing loss may contribute to the disparity.  2 Tinnitus is commonly triggered by noise exposure. Cultural norms regarding modesty, introversion, pragmatism, and fatalism combined with geographic isolation and limited access to healthcare information make it challenging to develop sustainable health promotion activities in AI communities. Interventions have been shown to significantly improve knowledge, attitudes, beliefs, and behaviors related to hearing health  [3] [4] [5]  ; however, the programs and gains may be unsustainable.  6 mmunity-based interventions offer the possibility of producing effective, self-sustaining health promotion programs through leveraging existing relationships between individuals within communities. There have been no studies regarding hearing health promotion program interventions or sustainability in AI communities to date.\n\nThe purpose of this study was to determine the sustainability of a community-based noise-induced hearing loss and tinnitus prevention program in three different types of AI settings."
    },
    {
      "title": "METHODS",
      "text": "Participants were adults and children from three Oregon AI communities. Community A is a reservation with 4,200 members of three confederated tribes. Education is provided at a reservation tribal school. Community B is a reservation with 2,965 members, also of three confederated tribes. Elementary students attend public schools in a nearby town. Both have reservation websites, Facebook pages, newspapers, and radio stations. Community C is an urban, non-profit community organization serving 10,000 individuals from 4380 tribal backgrounds. Its purpose is to support youth and families through cultural identity and education. It communicates to staff and members through e-mail, an e-newsletter, website, and Facebook page.\n\nThe project period covered 2010-2016. Results were analyzed in 2016."
    },
    {
      "title": "Developing Sustainable Hearing Health Promotion",
      "text": "1. Relationships were established with tribal communities. Representatives to the Northwest Portland Area Indian Health Board invited the Oregon Health and Science University Prevention Research Center (PRC) to partner in promoting hearing health among youth in their communities. Individuals from Communities A and B learned of Dangerous Decibels and initiated invitations to bring it to their reservations. Leadership in Community C responded positively to an invitation to promote hearing health. The timeline between initial contact and presentation to community leadership was approximately 1 year. The interventions were initiated in each community over 3 sequential years. 2. Formal presentations were made to community leadership. The scope of the problem was presented with a tentative plan for intervention, and their unanimous approval was acquired. 3. Community advisory teams were established. Interested community members volunteered to help direct the development, implementation, and evaluation of community-based hearing loss and tinnitus interventions. Intercultural communication of information that the advisors provided about the structure of the school system, contact information, local traditions and customs, community sensitivities, and logistic direction proved critical to the effort. 4. All of the local media and communication networks were included in the initial phase of the intervention to increase awareness regarding hearing, noise-induced hearing loss, tinnitus, and the project. 5. The evidence-based Dangerous Decibels s program (3-7)\n\nwas presented to fourth-and fifth-grade students in their classrooms.\n\n6. An evening community event was hosted by the PRC. Entire communities were invited through mass advertising. The event included a shared meal, raffles, and time for the students to assist PRC staff in teaching the community the messages learned during the school program. More than 75% of the students that had received the program in school participated in the evening event. A description of noise-induced hearing loss and tinnitus prevention was presented to families and friends with a request for them to support the students in healthy listening practices."
    },
    {
      "title": "7.. Students participated in the Dangerous Decibels Virtual",
      "text": "Exhibit web-based educational activities that support the educational messages presented by the classroom presentation 1 month after the evening event. 3,4 8. The program gradually became self-sustaining. Self-selecting individuals from each community were trained and certified as Dangerous Decibels educators at regional workshops.  7 The PRC gradually transferred teaching and organizational responsibilities to the local representatives over a 2-year period. The PRC group assumed assistive roles but continued to monitor the fidelity of the presentations for 3 years in A, 2 in B, and 1 in C. Annual reports were made to the Tribal Councils, which remained enthusiastically supportive."
    },
    {
      "title": "RESULTS",
      "text": "Results suggest that sustainable hearing health promotion interventions were established in all participating communities. The Tribal Council of Community A funded one educator to continue the program indefinitely. The program continued to be welcomed in the school (now 6 years). The radio station manager continued playing the public service announcements (Appendix, available online) indefinitely because she considered the messages valuable to the community. The local educators found opportunities to present the educational materials at reservation celebrations and events. A convenience sample of 100 adults from the reservation was surveyed at 1 year and 33% recalled information about noise, hearing loss, tinnitus, and prevention. At 5 years, 66% of a second sample of 100 recalled similar information and 64% of the 66% indicated that they had changed listening behaviors as a result of their encounters with the program. The local educator continues to coordinate the program and deliver it annually at the reservation school and at three to four events/year in the community. Community B welcomed the program but no one was willing to take the lead in driving the outreach. After 2 years of PRC delivery, two tribal members attended the Dangerous Decibels workshop 7 and were certified as educators. They continue to present the interventions annually in the school system (4 years). Local educators expanded the program from the initial three schools to all seven schools in the district to make the information available to all children, creating a situation in which the local tribal community now provides hearing health promotion education to the entire regional population.\n\nCommunity C was a community services center rather than a reservation. Activities were welcomed as an external program but it took 3 years of delivery by the PRC group before two staff members were trained at a Dangerous Decibels workshop  7  hosted by Indian Health Service in Washington. During the past 2 years, delivery of the program has been part of their job duties.\n\nAt this time, all three communities continue to deliver at least the classroom program and Virtual Exhibit components of the intervention. The fidelity of the program was monitored during presentation by local educators at each site. The content of the classroom program is script based and easy to maintain. The Virtual Exhibit content is fixed. Graphics, images, and distributable information are also fixed."
    },
    {
      "title": "DISCUSSION",
      "text": "Program sustainability at these sites was achieved, but took considerable PRC resources and up to 3 years of engagement. The results of this study support the principles for developing capacity for sustainability described by Schell et al.  8  that include funding stability, political support, partnerships, organizational capacity, program adaptation, program evaluation, communications, public health impacts, and strategic planning. It is likely that intercultural communication through the advisory teams was essential to the current sustenance of the programs."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Self-sustaining programs promoting hearing health in AI communities were achieved through approval of community leaders and engagement of community members in the design, administration, and evaluation of the effort; use of a well-developed, evidence-based intervention; and high-level training of local participants who could confidently and effectively continue delivering the program following a gradual transition to independence."
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "This publication is a product of the  Prevention Research Centers Program  at the  Centers for Disease Control and Prevention . The findings and conclusions in this publication are those of the authors and do not necessarily represent the official position of the  Centers for Disease Control and Prevention ,  NIH , or the  3M Foundation . Research was supported in part by grants from the  Centers for Disease Control and Prevention (CDC Prevention Research Center  Grant [ PRC] 1U48DP000024 ); the  National Institute for Deafness and Other Communication Disorders  ( 1R21DC00 8077 ); the  National Center for Deafness and Other Communication Disorders; Science Education Partnership Award  ( R25 DC006431 ); and the  3M Foundation .\n\nThis project was reviewed and approved by the  Oregon Health and Science University IRB  ( IRB00005759 )."
    },
    {
      "text": "Authors' tasks were as follows: William Martin was the study Principal Investigator (PI); Judith Sobel was a co-investigator and health communications expert; Susan Griest was the evaluator; Linda Howarth was the project manager; and Thomas Becker was the overall PRC project PI.\n\nWe wish to thank the tribal leaders, school board members, school administrators, and students for their support of this program. We thank Bill Lambert who contributed to the overall project, Ga-lo Vann for assistance with implementation, as well as community liaisons Carol Sahme, Sally Kosey, and Cori Matthews. No financial disclosures were reported by the authors of this paper."
    },
    {
      "title": "SUPPLEMENTAL MATERIAL",
      "text": "Supplemental materials associated with this article can be found in the online version at  http://dx.doi.org/10.1016/j.amepre.  2016.10.031 ."
    }
  ],
  "references": [
    {
      "title": "Health characteristics of the American Indian and Alaska native adult population: United States, 1999-2003",
      "authors": [
        "P Barnes",
        "P Adams",
        "E Powell-Griner"
      ],
      "year": 2005,
      "doi": "10.1037/e407192008-001",
      "journal": "Adv Data",
      "volume": "356",
      "raw": "Health characteristics of the American Indian and Alaska native adult population: United States, 1999-2003 \n\t\t \n\t\t\t P Barnes \n\t\t \n\t\t \n\t\t\t P F Adams \n\t\t \n\t\t \n\t\t\t E Powell-Griner \n\t\t \n\t\t 10.1037/e407192008-001 \n\t\t \n\t \n\t \n\t\t Adv Data \n\t\t \n\t\t\t 356 \n\t\t\t 2005. April 24, 2007 \n\t\t \n\t \n\t Barnes P, Adams PF, Powell-Griner E. Health characteristics of the American Indian and Alaska native adult population: United States, 1999-2003. Adv Data. 2005;356. www.cdc.gov/nchs/data/ad/ad356.pdf Accessed April 24, 2007."
    },
    {
      "title": "Hearingrelated health among adult American Indians from a Pacific Northwest tribe",
      "authors": [
        "K Gellert",
        "W Martin",
        "J Lapidus",
        "L Wosnig",
        "T Becker"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.11.002",
      "journal": "Am J Prev Med",
      "volume": "52",
      "issue": "3S3",
      "raw": "Hearingrelated health among adult American Indians from a Pacific Northwest tribe \n\t\t \n\t\t\t K Gellert \n\t\t \n\t\t \n\t\t\t W H Martin \n\t\t \n\t\t \n\t\t\t J A Lapidus \n\t\t \n\t\t \n\t\t\t L Wosnig \n\t\t \n\t\t \n\t\t\t T M Becker \n\t\t \n\t\t 10.1016/j.amepre.2016.11.002 \n\t \n\t \n\t\t Am J Prev Med \n\t\t \n\t\t\t 52 \n\t\t\t 3S3 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Gellert K, Martin WH, Lapidus JA, Wosnig L, Becker TM. Hearing- related health among adult American Indians from a Pacific Northwest tribe. Am J Prev Med. 2017;52(3S3):S258-S262."
    },
    {
      "title": "Noise induced hearing loss in children: preventing the silent epidemic",
      "authors": [
        "W Martin",
        "J Sobel",
        "S Griest",
        "L Howarth",
        "Y-B Shi"
      ],
      "year": 2006,
      "doi": "10.1016/s1672-2930(06)50002-9",
      "journal": "J Otol",
      "volume": "1",
      "issue": "1",
      "raw": "Noise induced hearing loss in children: preventing the silent epidemic \n\t\t \n\t\t\t W H Martin \n\t\t \n\t\t \n\t\t\t J Sobel \n\t\t \n\t\t \n\t\t\t S E Griest \n\t\t \n\t\t \n\t\t\t L Howarth \n\t\t \n\t\t \n\t\t\t Y-B Shi \n\t\t \n\t\t 10.1016/s1672-2930(06)50002-9 \n\t\t \n\t \n\t \n\t\t J Otol \n\t\t \n\t\t\t 1 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Martin WH, Sobel J, Griest SE, Howarth L, Shi Y-B. Noise induced hearing loss in children: preventing the silent epidemic. J Otol. 2006; 1(1):11-21. http://dx.doi.org/10.1016/S1672-2930(06)50002-9."
    },
    {
      "title": "Randomized trial of four noise-induced hearing loss and tinnitus prevention interventions for children",
      "authors": [
        "W Martin",
        "S Griest",
        "J Sobel",
        "L Howarth"
      ],
      "year": 2013,
      "doi": "10.3109/14992027.2012.743048",
      "journal": "Int J Audiol",
      "volume": "52",
      "issue": "suppl 1",
      "raw": "Randomized trial of four noise-induced hearing loss and tinnitus prevention interventions for children \n\t\t \n\t\t\t W H Martin \n\t\t \n\t\t \n\t\t\t S E Griest \n\t\t \n\t\t \n\t\t\t J L Sobel \n\t\t \n\t\t \n\t\t\t L C Howarth \n\t\t \n\t\t 10.3109/14992027.2012.743048 \n\t\t \n\t \n\t \n\t\t Int J Audiol \n\t\t \n\t\t\t 52 \n\t\t\t suppl 1 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Martin WH, Griest SE, Sobel JL, Howarth LC. Randomized trial of four noise-induced hearing loss and tinnitus prevention interventions for children. Int J Audiol. 2013;52(suppl 1):S41-S49. http://dx.doi.org/ 10.3109/14992027.2012.743048."
    },
    {
      "title": "Dangerous Decibels II: critical components for an effective educational program and special considerations for hearing loss prevention devices for children",
      "authors": [
        "W Martin",
        "D Meinke",
        "J Sobel",
        "S Griest",
        "L Howarth"
      ],
      "year": 2008,
      "raw": "Dangerous Decibels II: critical components for an effective educational program and special considerations for hearing loss prevention devices for children \n\t\t \n\t\t\t W H Martin \n\t\t \n\t\t \n\t\t\t D K Meinke \n\t\t \n\t\t \n\t\t\t J L Sobel \n\t\t \n\t\t \n\t\t\t S E Griest \n\t\t \n\t\t \n\t\t\t L C Howarth \n\t\t \n\t \n\t \n\t\t Proceedings of the 9th International Congress on Noise as a Public Health Problem (ICBEN) \n\t\t the 9th International Congress on Noise as a Public Health Problem (ICBEN) Mashantucket, CT. Dortmund \n\t\t \n\t\t\t Leibniz Gemeinschaft \n\t\t\t 2008 July 21-25. 2008 \n\t\t\t \n\t\t \n\t \n\t Martin WH, Meinke DK, Sobel JL, Griest SE, Howarth LC. Dangerous Decibels II: critical components for an effective educational program and special considerations for hearing loss prevention devices for children. Proceedings of the 9th International Congress on Noise as a Public Health Problem (ICBEN) 2008 July 21-25; Mashantucket, CT. Dortmund: Leibniz Gemeinschaft; 2008:91-97."
    },
    {
      "title": "Effectiveness of Dangerous Decibels, a school-based hearing loss prevention program",
      "authors": [
        "S Griest",
        "R Folmer",
        "W Martin"
      ],
      "year": 2007,
      "doi": "10.1044/1059-0889(2007/021",
      "journal": "Am J Audiol",
      "volume": "16",
      "issue": "2",
      "raw": "Effectiveness of Dangerous Decibels, a school-based hearing loss prevention program \n\t\t \n\t\t\t S E Griest \n\t\t \n\t\t \n\t\t\t R L Folmer \n\t\t \n\t\t \n\t\t\t W H Martin \n\t\t \n\t\t 10.1044/1059-0889(2007/021 \n\t\t \n\t \n\t \n\t\t Am J Audiol \n\t\t \n\t\t\t 16 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Griest SE, Folmer RL, Martin WH. Effectiveness of Dangerous Decibels, a school-based hearing loss prevention program. Am J Audiol. 2007;16 (2):S165-S181. http://dx.doi.org/10.1044/1059-0889(2007/021)."
    },
    {
      "title": "Dangerous Decibels-a public health partnership for prevention of noise-induced hearing loss and tinnitus",
      "year": 2016,
      "doi": "10.1055/s-2007-1021778",
      "raw": "10.1055/s-2007-1021778 \n\t\t \n\t\t Dangerous Decibels-a public health partnership for prevention of noise-induced hearing loss and tinnitus \n\t\t \n\t\t\t May 3, 2016 \n\t\t \n\t \n\t Dangerous Decibels-a public health partnership for prevention of noise-induced hearing loss and tinnitus. http://dangerousdecibels.org/ education/workshop/. Accessed May 3, 2016."
    },
    {
      "title": "Public health program capacity for sustainability: a new framework",
      "authors": [
        "S Schell",
        "D Luke",
        "M Schooley"
      ],
      "year": 2013,
      "doi": "10.1186/1748-5908-8-15",
      "journal": "Implement Sci",
      "volume": "8",
      "issue": "1",
      "pages": "15",
      "raw": "Public health program capacity for sustainability: a new framework \n\t\t \n\t\t\t S F Schell \n\t\t \n\t\t \n\t\t\t D A Luke \n\t\t \n\t\t \n\t\t\t M W Schooley \n\t\t \n\t\t 10.1186/1748-5908-8-15 \n\t\t \n\t \n\t \n\t\t Implement Sci \n\t\t \n\t\t\t 8 \n\t\t\t 1 \n\t\t\t 15 \n\t\t\t 2013 \n\t\t \n\t \n\t Schell SF, Luke DA, Schooley MW, et al. Public health program capacity for sustainability: a new framework. Implement Sci. 2013;8(1):15. http: //dx.doi.org/10.1186/1748-5908-8-15."
    }
  ],
  "num_references": 8,
  "num_citations": 9,
  "cited_references": [
    "b6",
    "b4",
    "b1",
    "b0",
    "b3",
    "b5",
    "b2",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] 1  Oregon Health and Science University , Center for Healthy Communities , School of Public Health , Portland , Oregon ;",
    "[raw_affiliation] 2  Department of Otolaryngology , National University of Singapore , Singapore ;",
    "[raw_affiliation] 3  Portland State University School of Community Health , Portland , Oregon ;",
    "[raw_affiliation] 1  Oregon Health and Science University , Center for Healthy Communities , School of Public Health , Portland , Oregon ;",
    "[raw_affiliation] 4  National Center for Rehabilitative Auditory Research (NCRAR) , VA",
    "[raw_affiliation] 5  Portland Health Care System (VAPORHCS) , Portland , Oregon ; Department of Otolaryngology/Head and Neck Surgery ,",
    "[raw_affiliation] 1  Oregon Health and Science University , Center for Healthy Communities , School of Public Health , Portland , Oregon ;",
    "[raw_affiliation] 1  Oregon Health and Science University , Center for Healthy Communities , School of Public Health , Portland , Oregon ;",
    "[raw_affiliation] Oregon Health and Science University (OHSU) , Portland , Oregon",
    "[raw_affiliation] Oregon Health and Science University , Center for Healthy Communities , School of Public Health , 3181 SW Jackson Park Rd. CB669 , Portland OR 97239 .",
    "March 2017",
    "www.ajpmonline.org",
    "[raw_reference] Barnes P, Adams PF, Powell-Griner E. Health characteristics of the American Indian and Alaska native adult population: United States, 1999-2003. Adv Data. 2005;356. www.cdc.gov/nchs/data/ad/ad356.pdf Accessed April 24, 2007.",
    "[raw_reference] Gellert K, Martin WH, Lapidus JA, Wosnig L, Becker TM. Hearing- related health among adult American Indians from a Pacific Northwest tribe. Am J Prev Med. 2017;52(3S3):S258-S262.",
    "[raw_reference] Martin WH, Sobel J, Griest SE, Howarth L, Shi Y-B. Noise induced hearing loss in children: preventing the silent epidemic. J Otol. 2006; 1(1):11-21. http://dx.doi.org/10.1016/S1672-2930(06)50002-9.",
    "[raw_reference] Martin WH, Griest SE, Sobel JL, Howarth LC. Randomized trial of four noise-induced hearing loss and tinnitus prevention interventions for children. Int J Audiol. 2013;52(suppl 1):S41-S49. http://dx.doi.org/ 10.3109/14992027.2012.743048.",
    "[raw_reference] Martin WH, Meinke DK, Sobel JL, Griest SE, Howarth LC. Dangerous Decibels II: critical components for an effective educational program and special considerations for hearing loss prevention devices for children. Proceedings of the 9th International Congress on Noise as a Public Health Problem (ICBEN) 2008 July 21-25; Mashantucket, CT. Dortmund: Leibniz Gemeinschaft; 2008:91-97.",
    "[raw_reference] Griest SE, Folmer RL, Martin WH. Effectiveness of Dangerous Decibels, a school-based hearing loss prevention program. Am J Audiol. 2007;16 (2):S165-S181. http://dx.doi.org/10.1044/1059-0889(2007/021).",
    "[raw_reference] Dangerous Decibels-a public health partnership for prevention of noise-induced hearing loss and tinnitus. http://dangerousdecibels.org/ education/workshop/. Accessed May 3, 2016.",
    "[raw_reference] Schell SF, Luke DA, Schooley MW, et al. Public health program capacity for sustainability: a new framework. Implement Sci. 2013;8(1):15. http: //dx.doi.org/10.1186/1748-5908-8-15."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "American Journal of Preventive Medicine",
  "volume": "52",
  "issue": "3",
  "pages": "S268-S270",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:21.899454",
    "zotero_item_type": "journalArticle"
  }
}
