{
  "paper_id": "SF9RZVSR",
  "title": "PCORnet: turning a dream into reality",
  "year": 2009,
  "date": "2009",
  "authors": [
    {
      "name": "Francis Collins",
      "affiliation": {
        "organization": "National Institutes of Health",
        "institution": "National Institutes of Health",
        "address": "Bethesda, Maryland, USA;"
      }
    },
    {
      "name": "Kathy Hudson",
      "email": "kathy.hudson@nih.gov",
      "affiliation": {
        "organization": "National Institutes of Health",
        "institution": "National Institutes of Health",
        "address": "Bethesda, Maryland, USA;"
      }
    },
    {
      "name": "Josephine Briggs",
      "affiliation": {
        "organization": "National Center for Complementary and Alternative Medicine",
        "department": "National Center for Complementary and Alternative Medicine",
        "institution": "National Institutes of Health",
        "address": "Bethesda, Maryland, USA;"
      }
    },
    {
      "name": "Michael Lauer",
      "affiliation": {
        "organization": "National Heart, Lung and Blood Institute",
        "institution": "National Heart, Lung and Blood Institute",
        "address": "Bethesda, Maryland, USA"
      }
    },
    {
      "affiliation": {
        "organization": "National Institutes of Health",
        "institution": "National Institutes of Health",
        "address": "9000 Rockville Pike, 20892, Bethesda, MD, USA;"
      }
    }
  ],
  "doi": "10.1001/jama.2009.205",
  "md5": "E0CD69E4309CA76E291183669CA67ECF",
  "publication": {
    "journal": "JAMA",
    "journal_inferred": true
  },
  "funding": [
    "Acknowledgements The authors express sincere gratitude to  Gwynne Jenkins  for assistance in preparation of this manuscript. Contributors All authors contributed sufficiently."
  ],
  "sections": [
    {
      "text": "Many modern physician specialists like to think of their work as grounded in strong science. Yet 5 years ago, a group of cardiologists published their findings on the science underlying over 2700 practice recommendations issued by their specialty societies.  1 Only 314 (or 11%) were based on 'level A' evidence, that is, evidence based on multiple well-done randomized trials. Nearly half of the recommendations were based solely on 'expert opinion.' Even more disconcerting is the fact that despite the activities of many researchers, the vast majority of ongoing clinical trials are too small to provide evidence relevant to patients and clinicians.  2  Robust trials that can support recommendations grounded in solid science are few and far between, in part because they have become too expensive and complicated to run. Our biomedical enterprise is conducting many clinical trials, yet we may not be getting all that much for what we spend.  3 o wonder that too often, patients and caregivers seeking information on how best to improve their health or the health of their loved ones find that biomedicine does not have answers for questions they ask. Too often, clinicians cannot tell patients which therapies are likely to work best for individuals like them. Too often risks, benefits, and impact on quality of life are uncertain. Providing accurate answers based on the highest levels of scientific evidence for the majority of unresolved clinical questions is a revolutionary dream shared by patients, providers, payers, health plans, researchers, and policy makers alike. PCORnet, the National Patient-Centered Clinical Research Network, promises a transformative platform that will turn this revolutionary dream into reality.  4 The Patient-Centered Outcomes Research Institute (PCORI) vision begins with patient-centeredness, which is fundamental to PCORnet's structure and aspirations. This model promises to engage patients intimately in the prioritization, design, and conduct of research, a collaboration that will help researchers develop more accurate and meaningful information for patients, their caregivers, and clinicians-information that will allow our healthcare systems to achieve the best possible clinical outcomes, and the outcomes that matter most to patients.\n\nPCORnet aims to build a national research network, linked by a common data platform and embedded in clinical care delivery systems. This network will enable studies, and in particular randomized trials, that have been impractical to conduct to date-and do so with economies of scale. For patients, participating in research will be simplified: studies will be easier to locate and privacy protections will be consistent. Participants will be true partners in the research. For researchers, a network of electronic medical records representing over 100 million covered lives will make large-scale observational and interventional trials faster to launch, more representative of diverse real world populations, and capable of providing much-needed answers to comparative effectiveness research questions with greater accuracy.\n\nJust a few examples of the kinds of questions that can be asked and answered using the PCORnet platform should excite anyone interested in improving healthcare: What are the best management strategies for localized prostate cancer? Which of the available primary care treatment strategies for children with attention deficit hyperactivity disorder are most effective? What are the best treatment strategies for low back pain? Which interventions are most effective for reducing disparities in hypertension outcomes?\n\nFor years, many of us have dreamed about what would be possible if we had the research infrastructure to conduct large cohort studies to understand genetic, behavioral, social, and environmental factors that contribute to health and illness,  5  and to implement large randomized trials at affordable cost, to drive continuous improvement in the standards of best clinical care. PCORnet can provide these capabilities, and do so in a real world setting. As a result, clinicians and healthcare systems will benefit from an improved evidence base for their practices and recommendations, getting the most effective therapies into the hands of patients and improving healthcare delivery. Furthermore, the timetable for translation of research results into improved care can be significantly shortened since the network carrying out the research is actually responsible for the care of almost one third of Americans.\n\nUnder the leadership of PCORI's Executive Director, Joe Selby and the PCORI Board of Governors, on which one of us (FSC) serves, the PCORnet initiative has been launched. PCORI designed the initiative's Phase I details and issued PCORI funding announcements for establishing the coordinating center, clinical data research networks (CDRNs), and patient-powered research networks (PPRNs). The Coordinating Center, announced in September 2013, worked quickly to kick start planning with the PCORnet Steering Committee, on which two of us ( JPB and KLH) participate, setting the stage for the arrival of the CDRNs and PPRNs. Diverse panels of reviewers carefully evaluated 28 CDRN and 61 PPRN applications, recommending 11 CDRNs and 18 PPRNs for funding. The announcement of the CDRNs and PPRNs in December 2013 launched a flurry of activity to finalize this innovative network's governance and address fundamental challenges to achieving a functioning distributed research network within the next 18 months.\n\nThere are still many challenges to be met in order for PCORnet to reach its ambitious goal of launching a simple pragmatic clinical trial by September 2015. PCORnet is establishing the fundamental data architecture and data standards (eg, the adoption of a data model) in a manner that will facilitate rapid implementation while leaving room for other approaches to grow and mature. Implementation will require incorporation of patient-generated outcomes, interoperable methods to query the electronic medical record, and common standards for biospecimens. Simultaneously, PCORnet is addressing key policy questions concerning the responsible conduct of research in this new environment, including informed consent, the use of central institutional review boards, and the protection of patient privacy. By addressing these and other major challenges, PCORnet has the potential to improve the conduct of, and provide guidance for, large pragmatic trials conducted within PCORnet and beyond.\n\nThen the real work begins: conducting research. Building on the work of the PCORI Methodology Committee, 6 on which one of us (MSL) sits, the research conducted through PCORnet will strengthen the research community's understanding of, and capacity for, patient-centered research, including a heavy emphasis on randomized trials that focus on patient-centered outcomes. The network will be faced with the challenging yet exciting prospect of identifying the highest priority projects for the PCORnet platform to take on. Other organizations will be invited into the tent and researchers not directly affiliated with PCORnet will be able to conduct research in the network through collaborations. Ultimately, if this platform is able to demonstrate its value and revolutionary potential, PCORnet will face the test of sustainability: it will need to establish partners that wish to use this platform for research, and develop self-sustaining sources of support in a complex and challenging budgetary environment. Speaking as one such potential partner, the National Institutes of Health is eager to support studies that will be conducted in PCORnet and to develop initiatives that we hope will be among the first to make use of this important resource.\n\nPCORnet holds the promise to transform clinical research-but many challenges lie ahead. For ultimate success, all those involved in shaping this revolutionary dream must maintain the bold and visionary attitude that enabled its creation. This is not your father's clinical trial network."
    },
    {
      "text": "Acknowledgements The authors express sincere gratitude to  Gwynne Jenkins  for assistance in preparation of this manuscript.\n\nContributors All authors contributed sufficiently."
    }
  ],
  "references": [
    {
      "title": "Scientific evidence underlying the ACC/AHA clinical practice guidelines",
      "authors": [
        "P Tricoci",
        "J Allen",
        "J Kramer"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.205",
      "journal": "JAMA",
      "volume": "301",
      "raw": "Scientific evidence underlying the ACC/AHA clinical practice guidelines \n\t\t \n\t\t\t P Tricoci \n\t\t \n\t\t \n\t\t\t J Allen \n\t\t \n\t\t \n\t\t\t J Kramer \n\t\t \n\t\t 10.1001/jama.2009.205 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 301 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Tricoci P, Allen J, Kramer J, et al. Scientific evidence underlying the ACC/AHA clinical practice guidelines. JAMA 2009;301:831-41."
    },
    {
      "title": "Characteristics of clinical trials registered in ClinicalTrials.gov, 2007-2010",
      "authors": [
        "R Califf",
        "D Zarin",
        "J Kramer"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.3424",
      "journal": "JAMA",
      "volume": "307",
      "raw": "Characteristics of clinical trials registered in ClinicalTrials.gov, 2007-2010 \n\t\t \n\t\t\t R Califf \n\t\t \n\t\t \n\t\t\t D Zarin \n\t\t \n\t\t \n\t\t\t J Kramer \n\t\t \n\t\t 10.1001/jama.2012.3424 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 307 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Califf R, Zarin D, Kramer J, et al. Characteristics of clinical trials registered in ClinicalTrials.gov, 2007- 2010. JAMA 2012;307:1838-47."
    },
    {
      "title": "When it comes to trials, do we get what we pay for?",
      "authors": [
        "P Devereaux",
        "S Yusuf"
      ],
      "year": 2013,
      "doi": "10.1056/nejme1310554",
      "journal": "NEJM",
      "volume": "369",
      "raw": "When it comes to trials, do we get what we pay for? \n\t\t \n\t\t\t P Devereaux \n\t\t \n\t\t \n\t\t\t S Yusuf \n\t\t \n\t\t 10.1056/nejme1310554 \n\t \n\t \n\t\t NEJM \n\t\t \n\t\t\t 369 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Devereaux P, Yusuf S. When it comes to trials, do we get what we pay for? NEJM 2013;369:1962-3."
    },
    {
      "title": "Network news: powering clinical research",
      "authors": [
        "J Selby",
        "H Krumholz",
        "R Kuntz"
      ],
      "year": 2013,
      "doi": "10.1126/scitranslmed.3006298",
      "journal": "Sci Trnsl Med",
      "volume": "5",
      "raw": "Network news: powering clinical research \n\t\t \n\t\t\t J Selby \n\t\t \n\t\t \n\t\t\t H Krumholz \n\t\t \n\t\t \n\t\t\t R Kuntz \n\t\t \n\t\t 10.1126/scitranslmed.3006298 \n\t \n\t \n\t\t Sci Trnsl Med \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Selby J, Krumholz H, Kuntz R, et al. Network news: powering clinical research. Sci Trnsl Med 2013;5:1-3."
    },
    {
      "title": "The case for a US prospective cohort study of genes and environment",
      "authors": [
        "F Collins"
      ],
      "year": 2004,
      "doi": "10.1038/nature02628",
      "journal": "Nature",
      "volume": "429",
      "raw": "The case for a US prospective cohort study of genes and environment \n\t\t \n\t\t\t F Collins \n\t\t \n\t\t 10.1038/nature02628 \n\t \n\t \n\t\t Nature \n\t\t \n\t\t\t 429 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Collins F. The case for a US prospective cohort study of genes and environment. Nature 2004;429:475-7."
    }
  ],
  "num_references": 5,
  "num_citations": 5,
  "cited_references": [
    "b4",
    "b1",
    "b0",
    "b3",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 1  National Institutes of Health , Bethesda , Maryland , USA;",
    "[raw_affiliation] 1  National Institutes of Health , Bethesda , Maryland , USA;",
    "[raw_affiliation] 2  National Center for Complementary and Alternative Medicine , National Institutes of Health , Bethesda , Maryland , USA;",
    "[raw_affiliation] 3  National Heart, Lung and Blood Institute , National Institutes of Health , Bethesda , Maryland , USA",
    "[raw_affiliation] National Institutes of Health , 9000 Rockville Pike , Bethesda , MD 20892 , USA;",
    "[raw_reference] Tricoci P, Allen J, Kramer J, et al. Scientific evidence underlying the ACC/AHA clinical practice guidelines. JAMA 2009;301:831-41.",
    "[raw_reference] Califf R, Zarin D, Kramer J, et al. Characteristics of clinical trials registered in ClinicalTrials.gov, 2007- 2010. JAMA 2012;307:1838-47.",
    "[raw_reference] Devereaux P, Yusuf S. When it comes to trials, do we get what we pay for? NEJM 2013;369:1962-3.",
    "[raw_reference] Selby J, Krumholz H, Kuntz R, et al. Network news: powering clinical research. Sci Trnsl Med 2013;5:1-3.",
    "[raw_reference] Collins F. The case for a US prospective cohort study of genes and environment. Nature 2004;429:475-7."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of the American Medical Informatics Association",
  "volume": "21",
  "issue": "4",
  "pages": "576-577",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:19.806470",
    "zotero_item_type": "journalArticle"
  }
}
