{
  "paper_id": "SWSG23SC",
  "title": "Digital interventions to promote self-management in adults with hypertension systematic review and meta-analysis",
  "abstract": "Objective: To synthesize the evidence for using interactive digital interventions (IDIs) to support patient self-management of hypertension, and to determine their impact on control and reduction of blood pressure. Method: Systematic review with meta-analysis was undertaken with a search performed in MEDLINE, EMBASE, CINAHL, PsycINFO, ERIC, Cochrane Library, DoPHER, TROPHI, Social Science Citation Index and Science Citation Index. The population was adults (>18 years) with hypertension, intervention was an IDI and the comparator was usual care. Primary outcomes were change in SBP and DBP. Only randomized controlled trials and studies published in journals and in English were eligible. Eligible IDIs included interventions accessed through a computer, smartphone or other hand-held device. Results: Four out of seven studies showed a significantly greater reduction for intervention compared to usual care for SBP, with no difference found for three. Overall, IDIs significantly reduced SBP, with the weighted mean difference being À3.74 mmHg [95% confidence interval (CI) À2.19 to À2.58] with no heterogeneity observed (I-squared ¼ 0.0%, P ¼ 0.990). For DBP, four out of six studies indicated a greater reduction for intervention compared to controls, with no difference found for two. For DBP, a significant reduction of À2.37 mmHg (95% CI À0.40 to À4.35) was found, but considerable heterogeneity was noted (I-squared ¼ 80.1%, P ¼ <0.001). \n Conclusion: IDIs lower both SBP and DBP compared to usual care. Results suggest these findings can be applied to a wide range of healthcare systems and populations. However, sustainability and long-term clinical effectiveness of these interventions remain uncertain.",
  "year": 2012,
  "date": "2012",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Gary",
      "surname": "Mclean",
      "name": "Gary Mclean",
      "affiliation": "a  Institute of Health and Wellbeing , University of Glasgow , Glasgow , Scotland , \n\t\t\t\t\t\t\t\t Institute of Health and Wellbeing \n\t\t\t\t\t\t\t\t University of Glasgow \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t Scotland",
      "email": "gary.mclean@glasgow.ac.uk"
    },
    {
      "forename": "Rebecca",
      "surname": "Band",
      "name": "Rebecca Band",
      "affiliation": "b  Academic Unit of Psychology , Faculty of Social and Human Sciences , University of Southampton , Southampton , \n\t\t\t\t\t\t\t\t Faculty of Social and Human Sciences \n\t\t\t\t\t\t\t\t Academic Unit of Psychology \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Southampton"
    },
    {
      "forename": "Kathryn",
      "surname": "Saunderson",
      "name": "Kathryn Saunderson",
      "affiliation": "a  Institute of Health and Wellbeing , University of Glasgow , Glasgow , Scotland , \n\t\t\t\t\t\t\t\t Institute of Health and Wellbeing \n\t\t\t\t\t\t\t\t University of Glasgow \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t Scotland"
    },
    {
      "forename": "Peter",
      "surname": "Hanlon",
      "name": "Peter Hanlon",
      "affiliation": "a  Institute of Health and Wellbeing , University of Glasgow , Glasgow , Scotland , \n\t\t\t\t\t\t\t\t Institute of Health and Wellbeing \n\t\t\t\t\t\t\t\t University of Glasgow \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t Scotland"
    },
    {
      "forename": "Elizabeth",
      "surname": "Murray",
      "name": "Elizabeth Murray",
      "affiliation": "c  Research Department of Primary Care and Population Health , University College London , Rowland Hill Street , London , \n\t\t\t\t\t\t\t\t Research Department of Primary Care and Population Health \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rowland Hill Street \n\t\t\t\t\t\t\t\t\t London"
    },
    {
      "forename": "Paul",
      "surname": "Little",
      "name": "Paul Little",
      "affiliation": "d  Primary Care and Population Sciences , Faculty of Medicine , University of Southampton , Southampton and \n\t\t\t\t\t\t\t\t Primary Care and Population Sciences \n\t\t\t\t\t\t\t\t Faculty of Medicine \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Southampton"
    },
    {
      "forename": "Richard",
      "surname": "Mcmanus",
      "name": "Richard Mcmanus",
      "affiliation": "e  Nuffield Department of Primary Care Health Sciences , National School of Primary Care Research , University of Oxford , Oxford \n\t\t\t\t\t\t\t\t Nuffield Department of Primary Care Health Sciences \n\t\t\t\t\t\t\t\t National School of Primary Care Research \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford"
    },
    {
      "forename": "Lucy",
      "surname": "Yardley",
      "name": "Lucy Yardley",
      "affiliation": "b  Academic Unit of Psychology , Faculty of Social and Human Sciences , University of Southampton , Southampton , \n\t\t\t\t\t\t\t\t Faculty of Social and Human Sciences \n\t\t\t\t\t\t\t\t Academic Unit of Psychology \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Southampton"
    },
    {
      "forename": "Frances",
      "surname": "Mair",
      "name": "Frances Mair",
      "affiliation": "a  Institute of Health and Wellbeing , University of Glasgow , Glasgow , Scotland , \n\t\t\t\t\t\t\t\t Institute of Health and Wellbeing \n\t\t\t\t\t\t\t\t University of Glasgow \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t Scotland"
    },
    {
      "affiliation": "University of Glasgow , Glasgow , UK. \n\t\t\t\t\t\t\t\t University of Glasgow \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Glasgow \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "keywords": [
    "blood pressure, digital intervention, hypertension CVD, cardiovascular disease",
    "IDIs, interactive digital interventions",
    "NHS, National Health Service",
    "RCTs, randomized controlled trials"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "H ypertension is a chronic medical condition in which the blood pressure of the arteries is elevated, and is normally defined as being when SBP is above 140 mmHg and/or DBP is above 90 mmHg ( http://www . nice.org.uk/nicemedia/live/13561/56015/56015.pdf). Hypertension has the highest attributable risk for death from cardiovascular disease (CVD), which is the leading cause of premature morality worldwide  [1] . Clinically significant effects and improvements in mortality can be achieved with relatively small reductions in blood pressure levels  [2, 3] . However, the rate of control and treatment of hypertension is poor, with a large gap found between the detection and control of hypertension  [4] . In addition, hypertension is an asymptomatic condition and medications may cause unpleasant side effects, exacerbating adherence problems  [5] . Consequently, alternative strategies to promote blood pressure control are needed.\n\nGuided self-management for hypertension as part of systematic, planned care offers the potential for improvements in adherence and in turn improved long-term patient outcomes. Self-management can encompass a wide range of behaviours in addition to medication titration and monitoring of symptoms, such as individuals' ability to manage physical, psychosocial and lifestyle behaviours related to their condition  [6] . Self-management in hypertension, including self-titration and behavioural interventions, has been shown to be effective  [7, 8] .\n\nDespite evidence of benefits, guided self-management and education in the control of hypertension remain underused  [9] . Interactive digital interventions (IDIs) can play a crucial role in meeting National Health Service (NHS) policy aims to empower patients to self-manage their long-term conditions, providing patients with better access to personalized information and support for active involvement in treatment, as well as producing significant savings in treatment costs. They are web-based packages delivered by computer or phone that can combine health information with decision support and help inform behaviour change in patients. IDIs can potentially improve the efficiency of healthcare by automating routine aspects of patient education, monitoring and support, whilst improving services by giving patients convenient 24-h access to detailed, personalized feedback and allowing health professionals to remotely monitor patient status  [10, 11] . There is clear evidence that well designed IDIs can effectively change patient health-related behaviour, improve patient knowledge and confidence for self-management of health and lead to better health outcomes  [12, 13] . A recent systematic review and meta-analysis on the impact of digital interventions on CVD outcomes found that IDIs significantly reduced CVD outcomes, weight and BMI, but not blood pressure  [14] .\n\nTherefore, there is growing interest in the potential of the internet and other digital media as a medium to deliver more tailored, relevant self-management support, while maintaining cost-effectiveness, in support of those with hypertension. There have been a number of reviews which have examined the impact of self-monitoring in adults with hypertension  [15] [16] [17]  while Liu et al.  [18]  assessed the impact of the internet on blood pressure control assessing both RCTs and case-control studies. However, we are not aware of any reviews which focus on RCTs for self-management IDIs in those with hypertension and compare with usual care only. Therefore this systematic review aims to synthesize the evidence for using IDIs to support patient self-management of hypertension, and determine their impact on control and reduction of blood pressure, other clinical outcomes, quality of life, medication adherence and economic benefits."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Design: systematic review and meta-analysis",
      "text": "A registered protocol (PROSPERO CRD42013004773) guided the conduct of this review  [19] , which we reported in adherence to the Preferred Reporting Items for Systematic Reviews and Meta-analyses (PRISMA) Statement  [20] ."
    },
    {
      "title": "Eligibility criteria",
      "text": "Inclusion criteria were based on the PICOS acronym ( http://library.med.nyu.edu/library/instruction/handouts/ pdf/picohandout.pdf)]: the population was adults (18 years and over) with hypertension (as defined by the primary authors); the intervention was an IDI (as defined below); the comparator was usual care; outcomes must include objectively measured change in blood pressure (SBP or DBP); only randomized controlled trials (RCTs) were included as they present the strongest level of evidence; we only considered studies published in journals and in English as evidence suggests that limiting studies in this way does not introduce significant bias  [21] .\n\nFor the purpose of this review, the term IDI will include any intervention accessed through a computer (work or home), or smartphone, or other hand-held device, and include web-based programs, desktop computer programs or apps that provide self-management information and can be used on or offline. The intervention must function without the need for directive input from a health professional. They must also be 'interactive', which we define as requiring contributions from program users (e.g. entering personal data, making choices), which alter pathways within programs to produce tailored material and feedback that is personally relevant to users."
    },
    {
      "title": "Information sources and search strategy",
      "text": "Searches were undertaken by a professional systematic review company -the York Health Economic Consortium ( http://www.yhec.co.uk/. ). The strategies were informed by the intervention search terms used in a previous systematic review conducted by the team on digital asthma self-management interventions  [22] . The search strategy combined three concepts and a study type filter for RCTs: The following databases were searched: MEDLINE, EMBASE, CINAHL, PsycINFO, ERIC, Cochrane Library (including CDSR, DARE, Central, NHS EED and HTA databases), DoPHER and TROPHI (both produced by the EPPI Centre), Social Science Citation Index and Science Citation Index. These databases were searched using a combination of subject headings when available (such as MeSH) and words in the title and abstracts.\n\nThe search was complemented by contacting experts in the topic under review, and by carrying out citation searches for articles which cite individual studies that are included in the review  [23] ."
    },
    {
      "title": "Study selection",
      "text": "All abstracts identified from the search were downloaded following de-duplication into the Distiller software program  [24] . Abstracts and full papers that met the inclusion criteria were screened by two reviewers working independently. Inter-reviewer disagreements were resolved by seeking consensus between the reviewers or, if this was not possible, the decision was referred to the steering group. Outcome measures are listed in Table  1  with the primary outcomes being changes in mean SBP and DBP, and quality-of-life indicators."
    },
    {
      "title": "Data extraction",
      "text": "We used online data collection forms using Distiller SR software. Data were extracted on study details (country of origin, inclusion/exclusion criteria, number of participants), participant details (mean age, % male, ethnicity, socio-economic, smoking and comorbidities), intervention details (description, theoretical basis, setting, duration, intensity and format) and outcomes including mean change in SBP and DBP, any other clinical outcome changes, behavioural (medication adherence, dietary change, levels of physical change), cognitive (knowledge of condition, satisfaction with care), affective (change in depressive or anxiety levels) and economic (cost-effectiveness)."
    },
    {
      "title": "Assessment of methodological quality",
      "text": "Risk of bias was assessed in each of the included studies by the two researchers working independently using the Cochrane collaboration tool for assessing bias for guidance  [25] . Methods of allocation concealment, randomization procedure, dropout rate and whether there was evidence of selective outcome reporting were assessed."
    },
    {
      "title": "Analysis Analysis of interventions",
      "text": "Meta-analysis was based on guidelines from the Cochrane Handbook for Systematic Reviews of Interventions  [26] . Potential publication bias was assessed by using a funnel plot and Egger's test  [27] . We used a random-effects model for the meta-analysis of the difference in mean change in mmHg for SBP and DBP and kilogram for weight. A random-effect model was used due to the wide variation of the included studies both in terms of the population characteristics (age, sex), and also mean SBP and DBP levels at baseline. When SD of the change was not reported, we estimated the SD using confidence intervals (CIs) or p-scores. We divided studies into two groups -those that contained self-monitoring of blood pressure and those that did not -and reported for both groups and overall. Heterogeneity statistics were assessed by the Q statistic and I-squared statistics  [28] ."
    },
    {
      "title": "RESULTS",
      "text": "Our search identified 5606 papers; after abstract screening there were 164 papers for full paper review. Eight papers from seven interventions met our criteria and were included (Fig.  1 )."
    },
    {
      "title": "Description of included studies",
      "text": "The seven studies included a total of 1259 participants, with a range of 35-387 participants per study (Table  1 ). Three studies had been undertaken in the United States  [29] [30] [31] [32] , and one each in Korea  [33] , Honduras and Mexico  [34] , Canada  [35] , and Finland  [36] . The studies varied considerably in the nature and delivery of the intervention, the study population and the outcome measures used."
    },
    {
      "title": "Description of interventions",
      "text": "A summary of the key components of the interventions are given in Table  2 ."
    },
    {
      "title": "Aim of intervention",
      "text": "Five of the interventions had reducing blood pressure as a main objective. For Bennett et al.  [29] , the main objective was weight loss, but blood pressure was included as a secondary objective. In the study by Orsma et al.  [36] , the main focus was to improve self-management and health status in patients with type 2 diabetes, but improvements in blood pressure were also included as a primary aim."
    },
    {
      "title": "Format and delivery",
      "text": "Mobile phone was the most common mode of delivery in the studies conducted by Yoo et al.  [33] , Piette et al.  [34]  and Orsma et al.  [36] . Watson et al.  [32]  used a website in which participants after uploading blood pressure readings through a communications device by phone could view trends and read automated rules-based messages. Nolan et al.  [35]  used a series of e-mails to deliver their intervention, whereas Bennett et al.  [29]  offered the choice to participants of using either the study website or an interactive voice response system to monitor their progress.\n\nFriedman et al.  [31]  used a telephone linked computer system which spoke to patients over the telephone using computer-controlled speech. The patients communicated using the touch-tone keypad on their telephones."
    },
    {
      "title": "Education",
      "text": "All of the studies provided additional education via the intervention. This was poorly described in some and ranged from providing tailored behavioural skills training materials, including tailored information on community resources (e.g. public parks, walking groups and farmers' markets) and distributing a walking kit to a simple menu that linked to educational material and self-help tips for lifestyle change  [34] ."
    },
    {
      "title": "Additional health professional help available",
      "text": "Three of the studies specified that additional health professional help could be accessed through the intervention if participants required it.\n\nYoo et al. [33] allowed physicians to use the intervention website to follow participants' trends in blood glucose levels, blood pressure and body weight changes, and then send individualized recommendations to patients when needed. In the study by Orsma et al., nurses scanned through the status of all intervention patients each week and contacted patients if warranted by their remote data reports. For the study by Bennett et al. [29], trained community health educators delivered counselling calls monthly during the first 12 months of intervention and bimonthly during the second year. No difference was found in blood pressure reduction between those offering additional help and those not, for either SBP (additional help À3.37, 95% CI À0.22 to À6.52 vs. no additional help À3.85, 95% CI À2.08 to À563) or DBP (additional help À2.18, 95% CI À0.45 to À3.91 vs. no additional help À2.58, 95% CI 0.95 to À6.11) (see supplementary Figs 1 and 2,  http://links.lww.com/ HJH/A580. Setting Five of the studies were set in healthcare settings, ranging from a hospital and community healthcare site to outpatient clinics. One study was based in three worksites and one used a number of community sites. Duration and intensity Only the study by Bennett et al. [29] (with a duration of 24 months) lasted longer than 10 months, with the shortest duration being 6 weeks [33]. No significant difference was found when comparing interventions by duration for SBP (6 months or longer À4.35, 95% CI À2.10 to À6.60 vs. less than 6 months À3.19, 95% CI À1.07 to À5.32) or DBP (6 months or longer À3.16, 95% CI À0.83 to À6.49 vs. less than 6 months À3.94, 95% CI 0.37 to À3.35; see supplementary Figs 3 and 4,  http://links.lww.com/HJH/A580 ). Intensity of intervention ranged from daily use in three studies to weekly use in two studies. Bennett et al. [29] had no specific rate of intervention use, whereas Nolan et al. [35] reduced intensity of use over the duration of the intervention, from daily in the first month to biweekly in month 2 and weekly in months 3 and 4. No significant difference was found for SBP when comparing those interventions which required daily use (À2.73, 95% CI À0.35 to À5.12) vs. other intervention (À4.46, 95% CI À2.44 to À6.49), but daily use interventions had a significantly lower reduction for DBP (daily use À1.29, 95% CI À0.04 to À2.53 vs. other interventions À3.86, 95% CI À2.73 to À4.98; see supplementary Figs 5 and 6,  http://  links.lww.com/HJH/A580 ). Theoretical basis for intervention included in paper Three of the studies outlined a theoretical basis for their intervention. Orsma et al. used the Information-Motivation-Behavioral Skills Model [37]. Nolan et al. [35] used Prochaska's trans-theoretical model to assess readiness to change [38]. Bennett et al. [29] used theory-based principles from the Harvard Cancer Prevention Project, which developed a conceptual framework that articulates pathways by which social context may influence health behaviours [39]. No significant difference was found for SBP when comparing those interventions which included a theoretical basis (À3.02, 95% CI À0.79 to À5.24) vs. no theoretical basis (À4.41, 95% CI À2.26 to À5.5), but theoretical basis recorded no reduction for DBP (no theoretical basis 0.90, 95% CI 0.02 to À1.82), whereas a significant fall was found for no theoretical basis (À3.94, 95% CI À2.53 to À5.36; see supplementary Figs 7 and 8,  http://links.lww.com/HJH/ A580)."
    },
    {
      "title": "Description of the study population",
      "text": "Characteristics of the included studies are shown in Table  1 .\n\nAuthors differed in how they defined hypertension, with Yoo et al.  [33]  using diagnosis by physician 1 year previously and Bennett et al.  [29, 30]  using use of one or more hypertensive medication as a definition. All the remaining studies used blood pressure levels as a definition, but these differed for SBP, from above 160 mmHg to above 140 mmHg. The interventions differed considerably in both their clinical and population characteristics. Mean SBP at baseline ranged from 128.5 mmHg  [29]  to 169.5 mmHg  [31] , and 77.4 mmHg  [29]  to 88.5 mmHg  [36]  for DBP. Mean age of participants also differed considerably from 54.4  [30]  to 77  [31]  years.\n\nMen were the majority of participants in just two of the studies  [33, 36] , with differences in the percentage of men ranging from 64.8  [33]  to 21.0%  [31] . Only two studies recorded the ethnicity of the participants  [29, 31] . The method of recording makes comparison difficult, but Bennett et al.  [29]  recorded that 71.7% of their intervention group were non-Hispanic black compared to Friedman et al.  [31] , who had a black population of only 10%. All reviews provided information on education levels with the exception of Nolan et al.  [35] , who reported levels of household income."
    },
    {
      "title": "Outcomes",
      "text": "Blood pressure Watson et al.  [32]  did not provide mean changes in either SBP or DBP for those defined as having hypertension so was excluded from the meta-analysis. They reported that in comparing intervention and control patients with hypertension, there was no difference in the percentage of patients who reported either a greater than 10% decline or any decline in SBP, but a significantly higher number of intervention patients did report both a greater than 10% decline in/or any decline for DBP  [32] .\n\nIn total, there were 610 intervention and 677 control patients used in the meta-analysis for SBP. Nolan et al.  [35]  divided intervention patients by use of the intervention, so we averaged the difference between these groups weighting by the numbers in each group and included in the analysis. Figure  2  shows that overall, IDIs significantly reduced SBP with weighted mean difference overall being À3.74 mmHg (95% CI À2.19 to À2.58) with no heterogeneity observed (I-squared ¼ 0.0%, P ¼ 0.990). No significant difference was found between those studies which included self-monitoring and those that did not.\n\nPiette et al.  [34]  did not report figures for DBP, so included numbers were reduced to 521 for intervention patients and 585 for control patients. Figure  3  shows that overall for DBP considerable heterogeneity was recorded (I-squared ¼ 80.1%, P ¼ <0.001), with a significant reduction in DBP of À2.37 (95% CI À0.40 to À4.35%). However, when divided into self-monitoring vs. no selfmonitoring a much higher reduction was recorded for those studies with self-monitoring (À4.02, 95% CI À2.93 to À5.12) compared to no self-monitoring (À0.88, 95% CI 0.05 to À1.80), with no heterogeneity found for either group."
    },
    {
      "title": "Other clinical outcomes",
      "text": "The included studies also reported on a number of additional clinical indicators. Two studies reported a reduction in weight  [29, 36] , with one finding no significant difference  [33] . Yoo et al. reported significant improvements in HbA1C, total cholesterol, low-density lipoprotein cholesterol and triglyceride levels in the intervention group, but no analysis was undertaken on whether the difference for the changes between intervention and control was statistically significant  [33] . Orsma et al. found that intervention participants achieved, compared with controls and controlling for baseline, a significantly greater mean reduction in HbA1c of À0.40 vs. 0.036%  [36] . Nolan et al. reported greater significant reduction in the intervention group for pulse pressure (À6.1 mmHg vs. À3.1 mmHg) and total cholesterol (À0.24 vs. 0.05 mmol/l) for those receiving eight or more e-mails, but significant differences were found for those receiving 1-7 e-mails  [35] . No study reported on changes in numbers of additional morbidities."
    },
    {
      "title": "Behavioural",
      "text": "Three studies examined changes in medication adherence/ problems, all using different methods of measurement. Bennett et al.  [29]  used the Hill-Bone Compliance to Hypertension Therapy Scale  [40]  to assess medication adherence. They found that intervention participants showed significantly greater change in medication adherence at months 6 and 12, but not at 24 months. Friedman et al.  [31]  assessed medication adherence using home pill count audit conducted by the field technicians, based on Haynes' protocol  [41] . In the study by Friedman et al.  [31] , mean adherence improved 17.7% in the intervention group and 11.7% for usual care control participants (Table  2 ). Piette et al.  [34]  measured medication-related problems using a 7-item index with yes/no responses and found that intervention patients at follow-up had fewer medicationrelated problems (À1.1, 95% CI À1.7, À0.5), such as uncertainty as to whether their medication is important, worry about the long-term effects of their medication or confusion due to the complexity of the regimen."
    },
    {
      "title": "Affective",
      "text": "The study by Piette et al.  [34]  was the only one to assess impact of the intervention on mental health using a validated Spanish version of the 10-item Center for Epidemiological Studies-Depression Scale. They found that compared with controls, intervention patients at followup had lower depression scores (À2.5)."
    },
    {
      "title": "Cognitive",
      "text": "The study by  Piette et al. [34]  was also the only one to report on changes in satisfaction with healthcare and with health services related to their hypertension. They found that participants in the intervention group reported a greater overall increase in satisfaction with care and satisfaction with care specifically related to their hypertension."
    },
    {
      "title": "Economic",
      "text": "Only one study assessed cost effectiveness; Friedman et al.  [31]  determined the cost effectiveness of their intervention by calculating the expected operating costs of clinical practice based on the experience during the study, considering all computer and telecommunication costs, facility charges, supplies and support personnel for start-up and maintenance of the system. Cost effectiveness ratios were computed for medication adherence improvement and DBP decrease using simple linear regression analysis. The computed cost per patient user for 6 months of use was $32.50. The cost effectiveness ratio for adherence change after 6 months of telephone-linked computer system use in all hypertensive patients in the study was $5.42 per 1% improvement in adherence. For DBP, the cost effectiveness ratio for all hypertensive patients was $7.39 per 1 Hg decrease after 6 months of intervention use. Costs were lower for non-adherent participants."
    },
    {
      "title": "Quality appraisal",
      "text": "Details of the quality appraisal of the included studies can be found in Table  2 . All of the included studies were Piette Self-monitoring -3.74 (-5.28, -2.19) -3.60 (-13.11, 5.91) -4.70 (-7.48, -1.92) -3.74 (-5.28, -2.19) -3.70 (-7.87, 0.47) -2.70 (-8.28, 2.88) -2.98 (-5.27, -0.69) -4.37 (-6.46, -2.28) -2.67 (-5.42, 0.08) -4.37 (-6.46, -2.28) WMD (95% CI) -2.98 (-5.27, -0.69) -4.70 (-8.90, -0.50) 100.00 2.64 30.79 13.74 7.66 31.63 54.63 45.37 13.54 % Weight (I-V) Intervention reduces SBP Usual care reduces SBP 0 -13.1 0 13.1 0 1 2 3 4 5 -15 -10 -5 0 5\n\nEffect size Funnel plot with pseudo 95% confidence limits RCTs, but the only study in which allocation concealment was undertaken was found to have an inadequate randomization procedure  [35] . Three of the included studies were unclear on how the randomization procedure took place  [29, 31, 33] . One study had a dropout rate greater than 20%  [35]  and the eligibility criteria were not clear (so that information had to be requested from the authors)  [33] . Three of the studies did not control for any potential confounders in their analysis  [33, 34] . The majority of the studies were also relatively small in size, meaning that even for blood pressure outcomes some were likely to be underpowered (Tables  3  and  4 )."
    },
    {
      "title": "DISCUSSION",
      "text": "This systematic review and meta-analysis of seven randomized controlled clinical trials found that the use of IDIs resulted in better blood pressure control, significantly reducing SBP by 3.74 mmHg and DBP by 2.2 mmHg, compared to usual care. However, the strength of the evidence is limited due to the small number of studies included, -2.80 (-5.20, -0.40) -4.02 (-5.12, -2.93) -2.37 (-4.35, -0.40) -0.80 (-1.79, 0.19) 100.00 32.11 41.58 58.42 % Weight (I-V) 0.81 7.24 8.66 51.18 Intervention reduces blood pressure Usual care reduces blood pressure 0 -10.1 10.1 0 1 2 3 4 -10 -5 0 5 effect size Funnel plot with pseudo 95% confidence limits (a) (b) the size of the studies and issues arising from potential bias due to lack of allocation concealment and questions over use of the intention-to-treat principle in a number of studies. The change in SBP and DBP is similar to that found in previous meta-analyses, which have examined the impact of self-monitoring vs. no self-monitoring  [10, 18] , as well as the impact of face-to-face lifestyle counselling  [42, 43] . The change in SBP and DBP found in this study is also similar to that found in analysis of the effect of telemedicine on lowering blood pressure compared to conventional means  [44] [45] [46] . However, meta-analyses of the effects of telemedicine have generally suffered from high levels of heterogeneity, limiting the generalizability of their results and usefulness in comparison to this study. For SBP, no significant difference was found for those interventions which included self-monitoring. In contrast, for DBP, a difference was found, with interventions which included self-monitoring recording a reduction of 4.0 mmHg, whereas those with no self-monitoring showed no significant difference compared to usual care.\n\nThe evaluation of other specific intervention components apart from self-monitoring was difficult due to the smaller number of studies involved. However, unlike previous analyses, we found no evidence that interventions that lasted longer than 6 months achieved greater blood pressure reduction than those that lasted less than 6 months  [19] . Intensity of the intervention also appeared to have little effect, with no significant difference found in blood pressure reduction for SBP, whereas studies with daily use recorded a smaller reduction in blood pressure for DBP compared to interventions with less intensive usage. We also found no evidence that interventions which offered additional professional help achieved greater blood pressure reduction. As interventions which have an additional professional help component to them are likely to be more expensive, this may have a significant detrimental effect on the cost effectiveness of these interventions. However, there exists little evidence from other analysis on interventions to lower blood pressure as to whether the effect of the intensity of an intervention or the provision of additional professional help is unique to these interventions. Liu et al.  [19]  suggested that a priority for future trials of preventive internet-based interventions is to design and evaluate e-counselling protocols according to theoretically grounded hypotheses. However, we also found no significant difference in blood pressure reduction for SBP in those studies which included a theoretical basis for the intervention compared with those that did not, whereas those with a theoretical basis failed to record a significant reduction in DBP in contrast to studies with no theoretical basis reported. It may be that theoretically grounded hypotheses are simply poorly described in these studies or that other factors may play a more important part in blood pressure reduction. Included interventions were from a wide range of countries (United States, Korea, Honduras and Mexico, Canada, Finland), suggesting that IDIs were suitable for use across a wide range of health systems. The included interventions featured a range of differing demographics including large differences in age range, ethnicity and sex, which help to increase the generalizability of the findings. The range of mean SBP at baseline was between 128.5-169.5 mmHg and 77.4-88.5 mmHg for DBP, suggesting that IDIS can also be suitable to address a wide range of hypertensive patients.\n\nThe observed magnitude of BP reduction by IDI interventions would have a significant clinical impact at a population level if it was sustained over time. For example, a reduction in SBP of 3 mmHg would be expected to be associated with an 8% reduction in stroke mortality and a 5% reduction in mortality from coronary heart disease  [3] . However, only one study lasted more than 1 year, limiting the information about how the IDIs perform over a longer period of time. The effect of IDIs on other clinical outcomes is uncertain due to the low number of studies, with none assessing the effect on quality-of-life indicators. However, most studies showed improvements in a wide range of other clinical outcomes, potentially adding to the health improvements offered by the use of IDIs. Only one study assessed the cost benefits of its impact, making the cost effectiveness of IDI difficult to gauge. There is also no evidence on how intervention effects may differ by socio-economic status or ethnicity. Nevertheless, in addition to the positive clinical effects found for IDIs, the criteria used for this study of these interventions, not requiring delivery by a health professional, suggest they could have additional benefits in terms of the time and costs saved for health professionals. The review has a number of limitations. Only a small number of studies fulfilled the criteria, and the majority were of average quality, had a limited time span and were relatively small in size, meaning that even for blood pressure outcomes most individual studies were likely to be under-powered. The small number of studies also meant analysis of the possible effects of specific intervention components was limited. No studies assessed the impact on quality of life, and information on cost effectiveness was limited to one study. Information on other clinical outcomes was lacking. One study divided intervention patients by use of intervention and did not provide data for all intervention patients; therefore we averaged the changes in these groups, which may over or under-report the mean change in SBP and DBP in this study. Three further studies  [31, 32, 34]  did not indicate that the outcome analysis was based on an intention-to-treat principle, and this raised the possibility of bias in the reported results. However, as all studies reported the effect of an intervention vs. no intervention, it was decided that these studies should remain in the analysis. Strengths of the study include the fact that for SBP, all studies showed a consistent outcome with no heterogeneity found. The included studies came from a wide range of different countries with large contrasts found in the demographic and clinical characteristics of the populations, suggesting a wide generalizability of the findings.\n\nIn conclusion, IDIs can lower both SBP and DBP compared to usual care. Results suggest these findings can be applied to a wide range of healthcare systems and populations. However, sustainability, long-term clinical effectiveness and the 'active components' of these interventions remain uncertain. In our view, the evidence is not yet robust enough to warrant a change in practice or policy. However, if individual patients wish to use an appropriate IDI, clinicians can feel reassured that the impact is likely to be beneficial."
    },
    {
      "title": "Reviewers' Summary Evaluations"
    },
    {
      "title": "Reviewer 1",
      "text": "This meta-analysis of randomized controlled trials well documents that digital interventions used to support selfmanagement of hypertension are effective in reducing blood pressure compared to usual care. This result adds to previous evidence of e-health interventions. A large heterogeneity of the effects was observed, likely related to differences in study settings, duration, design, technologies, etc. Unfortunately, it was not possible to systematically report on additional outcomes (e.g. weight, metabolic parameters, quality of life, comorbidities, adherence to treatment, etc.) because these data were not available for all studies. Future studies should address more in-depth secondary effects of such an approach."
    },
    {
      "title": "Reviewer 2",
      "text": "The meta-analysis elucidate the evidence for using interactive digital Interventions (IDIs) to support patient selfmanagement of hypertension.\n\nOnly few -seven!-studies qualified for inclusion , with a wide range of methods in all aspects of intervention/ self monitoring.\n\nMany of the studies included in the meta-analysis have weaknesses. The authors struggle in extracting all the useful information, and try to define the kind of selfmonitoring with the greatest impact on outcome, but they can hardly define the key, essential tools.\n\nThe paper is important for designing further studies on self monitoring of hypertension."
    },
    {
      "text": "Hypertension (lines 1-11 of search strategy) 2. Digital interventions (lines 12-71) 3. RCTs (lines 73-80)"
    },
    {
      "text": "FIGURE 1 PRISMA flow chart. PRISMA, Preferred Reporting Items for Systematic Reviews and Meta-analyses."
    },
    {
      "text": "Subtotal (I-squared = 0.0%, P = 0.930) ID I-V subtotal (I-squared = 0.0%, P = 0.686)"
    },
    {
      "text": "FIGURE 2Forest plot of the effect of digital intervention on SBP reduction, comparing studies using self-monitoring and studies using no self-monitoring. Squares indicate the effect size of a study, with 95% confidence interval (CI); diamonds indicate the overall effect size of all studies combined. (b) Funnel plot for SBP."
    },
    {
      "text": "with <3 studies with estimated predictive interval with estimated predictive interval Heterogeneity between groups: P = 0.000 I-V Overall (I-squared = 80.2%, P = 0.000) Subtotal (I-squared = 0.0%, P = 0.460) I-V Subtotal (I-squared = 0.0%, P = 0.655)"
    },
    {
      "text": "FIGURE 3  Forest plot of the effect of digital intervention on DBP reduction, comparing studies using self-monitoring and studies using no self-monitoring. Squares indicate the effect size with 95% confidence interval (CI) of a study; diamonds indicate the overall effect size of all studies combined. (b) Funnel plot for DBP."
    },
    {
      "text": "Types of outcome measures"
    },
    {
      "text": "Population characteristics of study"
    },
    {
      "text": "Description of interventions"
    }
  ],
  "references": [
    {
      "title": "Age-specific and sex-specific mortality in 187 countries, 1970-2010: a systematic analysis for the Global Burden of Disease Study",
      "authors": [
        "H Wang",
        "L Dwyer-Lindgren",
        "K Lofgren",
        "J Rajaratnam",
        "J Marcus",
        "A Levin-Rector"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61719-x"
    },
    {
      "title": "Blood pressure, systolic and diastolic, and cardiovascular risks: US population data",
      "authors": [
        "J Stamler",
        "R Stamler",
        "J Neaton"
      ],
      "year": 1993,
      "doi": "10.1001/archinte.1993.00410050036006"
    },
    {
      "title": "Blood pressure, stroke, and coronary heart disease. Part 2. Short-term reductions in blood pressure: overview of randomised drug trials in their epidemiological context",
      "authors": [
        "R Collins",
        "R Peto",
        "S Macmahon",
        "P Hebert",
        "N Fiebach",
        "K Eberlein"
      ],
      "year": 1990,
      "doi": "10.1016/0140-6736(90)90944-z"
    },
    {
      "title": "Prevalence, awareness, treatment, and control of hypertension in rural and urban communities in high-, middle-, and low-income countries",
      "authors": [
        "C Chow",
        "K Teo",
        "S Rangarajan",
        "S Islam",
        "R Gupta",
        "A Avezum",
        "A Bahonar"
      ],
      "year": 2013
    },
    {
      "title": "Patient and healthcare provider barriers to hypertension awareness, treatment and follow up: a systematic review and meta-analysis of qualitative and quantitative studies",
      "authors": [
        "R Khatib",
        "J Schwalm",
        "S Yusuf"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0084238"
    },
    {
      "title": "Patient self-management of chronic disease in primary care",
      "authors": [
        "T Bodenheimer",
        "K Lorig",
        "H Holman",
        "K Grumbach"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.19.2469"
    },
    {
      "title": "Telemonitoring and self-management in the control of hypertension (TASMINH2): a randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "E Bray",
        "R Holder",
        "M Jones",
        "S Greenfield"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60964-6"
    },
    {
      "title": "Effect of self-monitoring and medication self-titration on systolic blood pressure in hypertensive patients at high risk of cardiovascular disease: The TASMIN-SR randomized clinical trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "M Haque",
        "E Bray",
        "S Bryan",
        "S Greenfield"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.10057"
    },
    {
      "title": "Blood pressure control by home monitoring: meta-analysis of randomised trials",
      "authors": [
        "F Cappuccio",
        "S Kerry",
        "L Forbes",
        "A Donald"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.38121.684410.ae"
    },
    {
      "title": "devices, technologies and equipment to support self-care",
      "year": 2006
    },
    {
      "title": "Equity and excellence: liberating the NHS",
      "year": 2010,
      "doi": "10.1016/j.jnn.2010.09.011"
    },
    {
      "title": "Interactive health communication applications for people with chronic disease",
      "authors": [
        "E Murray",
        "J Burns",
        "See St",
        "R Lai",
        "I Nazareth"
      ],
      "year": 2005,
      "doi": "10.1002/14651858.cd004274.pub4"
    },
    {
      "title": "Using the Internet to promote health behavior change: a meta-analytic review",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010
    },
    {
      "title": "Digital health interventions and cardiovascular outcomes: a systematic review and meta-analysis",
      "authors": [
        "R Widmer",
        "N Collins",
        "C Collins",
        "L Lerman",
        "A Lerman"
      ],
      "year": 2015
    },
    {
      "title": "Does self-monitoring reduce blood pressure? Meta-analysis with meta-regression of randomized controlled trials",
      "authors": [
        "E Bray",
        "R Holder",
        "J Mant",
        "R Mcmanus"
      ],
      "year": 2010
    },
    {
      "title": "Interventions used to improve control of blood pressure in patients with hypertension",
      "authors": [
        "L Glynn",
        "A Murphy",
        "S Smith",
        "K Schroeder",
        "T Fahey"
      ],
      "year": 2010,
      "doi": "10.1002/14651858.cd005182.pub4"
    },
    {
      "title": "Self-measured blood pressure monitoring in the management of hypertension: a systematic review and meta-analysis",
      "authors": [
        "K Uhlig",
        "K Patel",
        "S Ip",
        "G Kitsios",
        "E Balk"
      ],
      "year": 2013
    },
    {
      "title": "Reducing blood pressure with internet-based interventions: a meta-analysis",
      "authors": [
        "S Liu",
        "S Dunford",
        "Y Leung",
        "D Brooks",
        "S Thomas",
        "G Eysenbach",
        "R Nolan"
      ],
      "year": 2013
    },
    {
      "title": "Systematic review and meta-analysis of digital interventions for patient self management support for hypertension",
      "authors": [
        "G Mclean",
        "F Mair",
        "K Saunderson",
        "R Band",
        "P Little",
        "R Mcmanus"
      ],
      "year": 2014,
      "doi": "10.1097/hjh.0000000000000859"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "The inclusion of reports of randomised trials published in languages other than English in systematic reviews",
      "authors": [
        "D Moher",
        "B Pham",
        "M Lawson",
        "T Klassen"
      ],
      "year": 2003
    },
    {
      "title": "Digital asthma self-management interventions: a systematic review",
      "authors": [
        "D Morrison",
        "S Wyke",
        "K Agur",
        "E Cameron",
        "R Docking",
        "A Mackenzie"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2814"
    },
    {
      "title": "Review of the usefulness of contacting other experts when conducting a literature search for systematic reviews",
      "authors": [
        "R Mcmanus",
        "S Wilson",
        "B Delaney",
        "D Fitzmaurice",
        "C Hyde",
        "R Tobias"
      ],
      "year": 1998,
      "doi": "10.1136/bmj.317.7172.1562"
    },
    {
      "title": "Centre for Reviews and Dissemination: Undertaking systematic reviews of research on effectiveness. CRD's guidance for carrying out or commissioning reviews",
      "year": 2001,
      "doi": "10.7748/ns.10.20.32.s46"
    },
    {
      "title": "Cochrane Bias Methods Group. Cochrane Statistical Methods Group: The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "J Higgins",
        "D Altman",
        "P Gotzsche",
        "P Juni",
        "D Moher",
        "A Oxman"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "The Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "S Green",
        "J Higgins"
      ],
      "year": 2008
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "Davey Smith",
        "G Schneider",
        "M Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "Quantifying heterogeneity in a metaanalysis",
      "authors": [
        "J Higgins",
        "S Thompson"
      ],
      "year": 2002,
      "doi": "10.1002/sim.1186"
    },
    {
      "title": "Web-based weight loss in primary care: a randomized controlled trial",
      "authors": [
        "G Bennett",
        "S Herring",
        "E Puleo",
        "E Stein",
        "K Emmons",
        "M Gillman"
      ],
      "year": 2010,
      "doi": "10.1038/oby.2009.242"
    },
    {
      "title": "Be Fit, Be Well Study Investigators. Obesity treatment for socioeconomically disadvantaged patients in primary care practice",
      "authors": [
        "G Bennett",
        "E Warner",
        "R Glasgow",
        "S Askew",
        "J Goldman",
        "D Ritzwoller"
      ],
      "year": 2012
    },
    {
      "title": "A telecommunications system for monitoring and counselling patients with hypertension. Impact on medication adherence and blood pressure control",
      "authors": [
        "R Friedman",
        "L Kazis",
        "A Jette",
        "M Smith",
        "J Stollerman",
        "J Torgerson",
        "K Carey"
      ],
      "year": 1996,
      "doi": "10.1016/0895-7061(95)00353-3"
    },
    {
      "title": "Evaluating a web-based self-management program for employees with hypertension and prehypertension: a randomized clinical trial",
      "authors": [
        "A Watson",
        "K Singh",
        "U Myint",
        "R Grant",
        "K Jethwani",
        "E Murachver"
      ],
      "year": 2012,
      "doi": "10.1016/j.ahj.2012.06.013"
    },
    {
      "title": "A ubiquitous chronic disease care system using cellular phones and the internet",
      "authors": [
        "H Yoo",
        "M Park",
        "T Kim",
        "S Yang",
        "G Cho",
        "T Hwang"
      ],
      "year": 2009
    },
    {
      "title": "Hypertension management using mobile technology and home blood pressure monitoring: results of a randomized trial in two low/middle-income countries",
      "authors": [
        "J Piette",
        "H Datwani",
        "S Gaudioso",
        "S Foster",
        "J Westphal",
        "W Perry"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0271"
    },
    {
      "title": "Therapeutic benefit of internet-based lifestyle counselling for hypertension",
      "authors": [
        "R Nolan",
        "S Liu",
        "J Shoemaker",
        "V Hachinski",
        "H Lynn",
        "D Mikulis"
      ],
      "year": 2012,
      "doi": "10.1016/j.cjca.2012.02.012"
    },
    {
      "title": "Active assistance technology reduces glycosylated hemoglobin and weight in individuals with type 2 diabetes: results of a theory-based randomized trial",
      "authors": [
        "A Orsama",
        "La ¨hteenma ¨ki",
        "J Harno"
      ],
      "year": 2013,
      "doi": "10.1089/dia.2013.0056"
    },
    {
      "title": "Understanding selfmonitoring of blood glucose among individuals with type 1 and type 2 diabetes: an information-motivation behavioural skills analysis",
      "authors": [
        "W Fisher",
        "T Kohut",
        "H Schachner",
        "P Stenger"
      ],
      "year": 2011,
      "doi": "10.1177/0145721710391479"
    },
    {
      "title": "Stages of change and decisional balance for 12 problem behaviours",
      "authors": [
        "J Prochaska",
        "W Velicer",
        "J Rossi",
        "M Goldstein",
        "B Marcus",
        "W Rakowski"
      ],
      "year": 1994
    },
    {
      "title": "Model for incorporating social context in health behavior interventions: applications for cancer prevention for working-class, multiethnic populations",
      "authors": [
        "G Sorensen",
        "K Emmons",
        "M Hunt",
        "E Barbeau",
        "R Goldman",
        "K Peterson"
      ],
      "year": 2003
    },
    {
      "title": "Development and testing of the Hill-Bone compliance to high blood pressure therapy scale",
      "authors": [
        "M Kim",
        "M Hill",
        "L Bone",
        "D Levine"
      ],
      "year": 2000,
      "doi": "10.1111/j.1751-7117.2000.tb00211.x"
    },
    {
      "title": "Methods for compliance",
      "authors": [
        "D Sackett"
      ],
      "year": 1979
    },
    {
      "title": "Effect of aerobic exercise on blood pressure: a meta-analysis of randomized, controlled trials",
      "authors": [
        "S Whelton",
        "A Chin",
        "X Xin",
        "J He"
      ],
      "year": 2002,
      "doi": "10.7326/0003-4819-136-7-200204020-00006"
    },
    {
      "title": "Lifestyle interventions to reduce raised blood pressure: a systematic review of randomized controlled trials",
      "authors": [
        "H Dickinson",
        "J Mason",
        "D Nicolson",
        "F Campbell",
        "F Beyer",
        "J Cook"
      ],
      "year": 2006
    },
    {
      "title": "Does self-monitoring reduce blood pressure? Meta-analysis with meta-regression of randomized controlled trials",
      "authors": [
        "E Bray",
        "R Holder",
        "J Mant",
        "R Mcmanus"
      ],
      "year": 2010,
      "doi": "10.3109/07853890.2010.489567"
    },
    {
      "title": "Clinical usefulness and cost effectiveness of home blood pressure telemonitoring: metaanalysis of randomized controlled studies",
      "authors": [
        "S Omboni",
        "T Gazzola",
        "G Carabelli",
        "G Parati"
      ],
      "year": 2013
    },
    {
      "title": "Impact of home blood pressure telemonitoring and blood pressure control: a meta-analysis of randomized controlled studies",
      "authors": [
        "S Omboni",
        "A Guarda"
      ],
      "year": 2011,
      "doi": "10.1038/ajh.2011.100"
    }
  ],
  "num_references": 46,
  "original_doi": "https://doi.org/10.13039/501100000272"
}
