{
  "paper_id": "SZIL6K3S",
  "title": "The effectiveness and usability of online, group-based interventions for people with severe obesity: a systematic review and meta-analysis",
  "abstract": "Long wait times, limited resources, and a lack of local options mean that many people with severe obesity cannot access treatment. Face-to-face group-based interventions have been found effective and can treat multiple people simultaneously, but are limited by service capacity. Digital group interventions could reduce wait times, but research on their effectiveness is limited. This systematic review aimed to examine the literature about online group-based interventions for adults with severe obesity (BMI ≥ 35 kg/m 2 ). The review followed the PRISMA and PICOS frameworks. MEDLINE, Embase, CINAHL, Web of Science, and Cochrane Central Register of Controlled Trials were searched. Two authors independently screened articles. Data extraction, analysis, and quality assessment (using RoB2 and MMAT) was shared between two authors. A meta-analysis was conducted on eligible studies; other results were descriptively analysed. 20 papers reporting on 15 studies were included. Most studies reported some evidence of weight loss, but evidence of weight-related behaviour change was mixed. A meta-analysis on four studies indicated that online, group-based interventions had a statistically significant impact on weight loss (p = 0.001; 95% CI -0.69 to -0.17) with a small-to-moderate effect size, compared to waitlist or standard care conditions. Online interventions were considered more convenient but lack of familiarity with the group or counsellor, accessibility issues, and time constraints hindered engagement. Technical support, incentives, and interactive forums to improve group cohesion could mitigate these barriers. The findings suggested that online, group-based interventions are feasible and potentially beneficial, but barriers such as internet accessibility, digital literacy, and unfamiliarity with group members need to be mitigated. Key recommendations to improve experience and impact include providing instructions and run-throughs, building group cohesion, and providing session and additional content throughout the intervention. Future studies should focus on the influence of specific intervention characteristics and investigate the effect of these interventions compared to face-to-face interventions.",
  "year": 2024,
  "date": "2024-11-19",
  "journal": "Nat Rev Endocrinol",
  "publication": "Nat Rev Endocrinol",
  "authors": [
    {
      "forename": "Madison",
      "surname": "Milne-Ives",
      "name": "Madison Milne-Ives",
      "affiliation": "1  Translational and Clinical Research Institute , Newcastle University , Newcastle upon Tyne , UK. \n\t\t\t\t\t\t\t\t Translational and Clinical Research Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0001-7628-882X"
    },
    {
      "forename": "Lorna",
      "surname": "Burns",
      "name": "Lorna Burns",
      "affiliation": "3  Peninsula Dental School , Faculty of Health , University of Plymouth , Plymouth PL4 6DN , UK. \n\t\t\t\t\t\t\t\t Peninsula Dental School \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t University of Plymouth \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PL4 6DN \n\t\t\t\t\t\t\t\t\t Plymouth \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0002-9525-952X"
    },
    {
      "forename": "Dawn",
      "surname": "Swancutt",
      "name": "Dawn Swancutt",
      "affiliation": "4  Peninsula Medical School , Faculty of Health , University of Plymouth , Plymouth PL4 6DN , UK. \n\t\t\t\t\t\t\t\t Peninsula Medical School \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t University of Plymouth \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PL4 6DN \n\t\t\t\t\t\t\t\t\t Plymouth \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0003-1477-9935"
    },
    {
      "forename": "Raff",
      "surname": "Calitri",
      "name": "Raff Calitri",
      "affiliation": "5  Department of Health and Community Sciences , University of Exeter , Exeter EX1 \n\t\t\t\t\t\t\t\t Department of Health and Community Sciences \n\t\t\t\t\t\t\t\t University of Exeter \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t EX1 \n\t\t\t\t\t\t\t\t\t Exeter"
    },
    {
      "forename": "Ananya",
      "surname": "Ananthakrishnan",
      "name": "Ananya Ananthakrishnan",
      "affiliation": "1  Translational and Clinical Research Institute , Newcastle University , Newcastle upon Tyne , UK. \n\t\t\t\t\t\t\t\t Translational and Clinical Research Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0009-0000-0292-3923"
    },
    {
      "forename": "Helene",
      "surname": "Davis",
      "name": "Helene Davis",
      "affiliation": "6  Department of Clinical and Biomedical Sciences , University of Exeter Medical School , St Luke's Campus , Exeter EX1 2LU , UK. \n\t\t\t\t\t\t\t\t Department of Clinical and Biomedical Sciences \n\t\t\t\t\t\t\t\t University of Exeter Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Luke's Campus \n\t\t\t\t\t\t\t\t\t EX1 2LU \n\t\t\t\t\t\t\t\t\t Exeter \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Jonathan",
      "surname": "Pinkney",
      "name": "Jonathan Pinkney",
      "affiliation": "4  Peninsula Medical School , Faculty of Health , University of Plymouth , Plymouth PL4 6DN , UK. \n\t\t\t\t\t\t\t\t Peninsula Medical School \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t University of Plymouth \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PL4 6DN \n\t\t\t\t\t\t\t\t\t Plymouth \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Mark",
      "surname": "Tarrant",
      "name": "Mark Tarrant",
      "affiliation": "7  School of Psychology , Faculty of Health , University of Plymouth , Portland Square , Plymouth PL4 8AA , UK. \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Faculty of Health \n\t\t\t\t\t\t\t\t University of Plymouth \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Portland Square \n\t\t\t\t\t\t\t\t\t PL4 8AA \n\t\t\t\t\t\t\t\t\t Plymouth \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Edward",
      "surname": "Meinert",
      "name": "Edward Meinert",
      "affiliation": "1  Translational and Clinical Research Institute , Newcastle University , Newcastle upon Tyne , UK. \n\t\t\t\t\t\t\t\t Translational and Clinical Research Institute \n\t\t\t\t\t\t\t\t Newcastle University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Newcastle upon Tyne \n\t\t\t\t\t\t\t\t\t UK",
      "email": "edward.meinert@newcastle.ac.uk",
      "orcid": "0000-0003-1477-9935"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Obesity is a significant public health problem, which puts a major burden on health services and limits access to treatment  [1] . Obesity is strongly associated with a number of health conditions, including type 2 diabetes, heart disease, cancer, stroke, and depression  [1] [2] [3] . More severe obesity increases health risks, making access to obesity treatment essential  [4, 5] . Group-based interventions, which can reduce the number of staff needed to deliver interventions, can improve accessibility to services and reduce weight times, and also provide opportunities for social support and sharing of strategies  [3, 6] . Delivering group-based interventions digitally could improve their accessibility by reducing barriers for patient attendance and healthcare delivery. Previous research has examined online  [7] [8] [9] [10] [11]  and in-person group-based weight management interventions  [12] [13] [14]  separately, but there is a lack of synthesis of evidence of the impact of integrating the two strategies. This review aims to address this gap by providing a comprehensive review of the existing literature on online, group-based interventions for people with severe obesity.\n\nThe prevalence of obesity is increasing, particularly in the American and European regions, with 60% of European citizens reported to have obesity or overweight in 2022  [15] . In the United Kingdom, over 25% of adults have clinical obesity  [4, 5] . Over a third of people with obesity report never having accessed any weight-management services and access to Tier 3 and 4 services -targeted for people with BMIs over 35 kg/m 2 -can be even more difficult  [16] . Lack of availability of services is an issue, with over 40% of Clinical Commissioning Groups not commissioning Tier 3 services, resulting in long waiting times and a lack of local resources for people who need them  [16, 17] .\n\nFor instance, in one study, nearly 75% of people with BMIs greater than 35 kg/m 2 (and almost 60% of people with BMIs over 40 kg/m 2 ) did not access any obesity services over a 7 year period  [18] . Obesity is strongly associated with a number of noncommunicable health conditions (such as type 2 diabetes, cardiovascular conditions, and cancer  [1, 19, 20] ), with 40% of people with obesity having high or very high health risks, with increased risk in women  [5] . Behaviours associated with obesity, such as an unhealthy diet and reduced physical activity, are commonly known to link obesity with these conditions  [21] . Behavioural weight management interventions can help address some of the contributing factors for these conditions, and accessing them in a timely manner is important to reduce the risk of long-term complications  [21, 22] .\n\nDelivering behavioural interventions in a group-based setting can help improve availability of services by reducing the number of staff needed to deliver interventions. When delivered face-toface, group-based interventions have generally been found to be effective at supporting weight management  [12, 13] , potentially even superior to individual interventions  [23] [24] [25] . The challenge with group-based interventions is that they can be difficult to offer and access in-person due to time, budget, travel, or facility constraints. Since the Covid-19 pandemic, the use of digital technology is becoming increasingly common in healthcare  [26] . Evaluations of digital interventions for weight management have yielded mixed results  [7] [8] [9] [10] [11] ; some research suggests that digital interventions are more effective than no intervention, but less so than face-to-face interventions  [27] .\n\nIntegrating digital and group-based approaches to weight management interventions has the potential to further improve access by reducing burden on services and wait times for patients. Despite this, no published or planned systematic reviews (registered in PROSPERO) synthesising evidence around online, group-based interventions were identified (detailed in our published protocol  [28] ). This demonstrates a gap in the literature and the need for a comprehensive overview of online, groupbased interventions for people with severe obesity. If group-based interventions can be delivered to the same or better effect online, this could enable more patients to access support in a more timely manner. Examining how these interventions are being evaluated and what evidence there is of their effectiveness at achieving health and behavioural outcomes will inform future intervention development and evaluation."
    },
    {
      "title": "AIMS AND RESEARCH QUESTIONS",
      "text": "The primary aim of this review was to synthesise the available evidence about the effectiveness and user perceptions of online, group-based interventions for adults with severe obesity. Based on the previous literature around group-based and digital interventions, we hypothesised that online, group-based interventions would have the potential to be effective at supporting weight management but that there may be barriers to sustained engagement with them. To achieve this aim, the review was centred on two research questions:\n\n1. What methods of delivering online, group-based behaviour change interventions for adults with severe obesity are the most effective at establishing and maintaining positive health behaviour changes and weight loss? 2. What are the perceptions of the acceptability, usability, and overall user experience for different online, group-based behaviour change interventions for adults with severe obesity?"
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Overview",
      "text": "The population, intervention, comparator, outcome, study type (PICOS) framework was used to structure the scope of the review  [29]  and the report adheres to the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines  [30] .\n\nThe PRISMA checklist is included in Supplementary Table  S1 . The methods are detailed in a previously published protocol  [28] ."
    },
    {
      "title": "Eligibility criteria",
      "text": "The PICOS framework (Table  1 ) was defined based on the research questions and used to structure the scope of the study and the eligibility criteria."
    },
    {
      "title": "Search strategy",
      "text": "The search was executed in five databases: MEDLINE, Embase, CINAHL, Web of Science, and the Cochrane Central Register of Controlled Trials (CENTRAL). We chose not to search grey literature to ensure that the studies included had been peer-reviewed and should be of reasonable quality. In a change to the protocol, the databases 'APA PsycINFO' and 'ProQuest Dissertations and Theses' were not searched due to website unavailability. An initial review of the literature was used to identify key terms and develop the search strategy (detailed in the published protocol  [28] ). The search string was based on three key themes joined with the following structure: online (MeSH OR Keywords) AND group-based (MeSH OR Keywords) AND severe obesity (MeSH OR Keywords).\n\nThe original search was conducted in March 2021, but the screening and analysis of the results was delayed. To allow for this delay, the searches were re-run in April 2022 and again in May 2024. See Supplementary Table  S2  for a record of all of the searches and results at all three time points."
    },
    {
      "title": "Inclusion criteria",
      "text": "Studies that examined online, group-based interventions for adults (18 years or older) with severe obesity were eligible for inclusion; however, to ensure inclusion of all relevant studies, those with participants below 18 years of age were included as long as the means and standard deviations of ages of the study samples indicated that a majority of participants were adults (Box 1). The scope of this review was focused on people with severe obesity because of the evidence of their greater inaccessibility to services  [16] [17] [18] . Severe obesity was defined as BMI ≥ 35 kg/m 2 ; however, to ensure that relevant studies were not excluded, study populations that included a range of BMIs beyond the ≥35 kg/m 2 limit were also included, if the mean BMI at the start of the study was greater than or equal to 35 kg/m 2 . \"Group-based\" interventions were defined as interventions that were primarily group-based (involving 3 or more participants), although group interventions with some independent elements were eligible for inclusion. Interventions were considered to be 'online' if they were enabled via technology to connect participants, whether or not they were 'live' (i.e. synchronous or asynchronous).\n\nA broad range of studies were eligible for inclusion, including randomised controlled trials, quantitative, qualitative, cohort, and case studies as long as they evaluated the intervention, with or without a comparator, and reported outcomes. Outcomes could include behaviours (such as eating, physical activity, etc.) or anthropometric measures. Studies published in any year were eligible for inclusion."
    },
    {
      "title": "Exclusion criteria",
      "text": "Any studies that did not evaluate the intervention (e.g. protocols, posters, conference abstracts, reports, or intervention descriptions) were excluded; reviews were also excluded due to time and resource restrictions. Studies examining child, parental, or family interventions that focused primarily on childhood obesity outcomes were also excluded, as were dietary or physical activity interventions that had a primary purpose other than managing obesity (e.g. supporting rehabilitation, chronic obstructive pulmonary disease, diabetes, etc.). Studies where the mean starting BMI of the sample was <35 kg/m 2 were also not eligible. Papers for which the full-texts were not accessible were also excluded from this review."
    },
    {
      "title": "Screening and article selection",
      "text": "All references were retrieved and stored in EndNote X9 for duplicate removal and then uploaded into the Rayyan systematic review software. Title and abstract screening and full-text screening was conducted independently by two authors against the eligibility criteria, with disagreements resolved by consensus. The updated search and screening in 2024 was conducted by one author. The screening and selection process details were recorded in a PRISMA flow diagram."
    },
    {
      "title": "Data extraction",
      "text": "Two independent reviewers extracted data from included studies based on the predetermined data extraction form (Box 1)  [28] . Any disagreements were discussed and resolved by consensus. The 2024 update was conducted by one reviewer."
    },
    {
      "title": "Quality appraisal and risk of bias assessment",
      "text": "Risk of bias was evaluated using the Cochrane Collaboration Risk of Bias 2 (RoB 2) tool for randomised controlled trials  [31, 32] . In the protocol  [28] , we planned to use the Risk Of Bias In Nonrandomised Studies -of Interventions (ROBINS-I) tool  [33]  for nonrandomised trials, but given the wide range of study methodologies included, the Mixed-Methods Appraisal Tool (MMAT) was used instead  [34] . Quality appraisal and RoB assessments were conducted by three authors."
    },
    {
      "title": "Data analysis and synthesis",
      "text": "Study and intervention information was summarised in tables. Descriptive analyses using counts and percentages were used to quantitatively synthesise intervention outcomes. Narrative analysis was used to synthesise qualitative data relating to acceptability, usability, patient feedback, and factors influencing engagement. A meta-analysis was conducted on eligible studies to assess the impact of online, group-based interventions on the primary outcome, weight change (in kg). The effect was estimated based on change scores (from baseline to post-intervention). For studies that reported weight at baseline and at post-intervention rather than weight change over the intervention period, mean weight change was calculated using subtraction and the standard deviation (SD) was calculated using the formula: SD change = (SD"
    },
    {
      "title": "Study types",
      "text": "To avoid excluding relevant studies and to capture the variety of outcomes we wanted to examine, any type of study evaluating an online, group-based intervention for people with severe obesity was eligible (e.g. randomised controlled trials, quantitative, qualitative, cohort, and case studies). Reviews, protocols, and papers that described interventions without evaluating them were excluded.\n\na conservative value of 0.5 for the correlation coefficient. A random-effects model was used as heterogeneity was present and statistical heterogeneity was measured via a Tau-squared test and the I 2 measure. Publication bias was assessed using the Egger's test  [36] . Results were presented as a forest plot for weight change. The meta-analysis was conducted using the IBM SPSS Statistics software."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Included studies",
      "text": "From the initial two search rounds (March 2021 and April 2022), 3137 articles were retrieved from five databases. 1183 duplicates were removed before screening using the EndNote X9 duplicate removal feature. After title and abstract screening, 49 articles remained. At this stage, full reports of trial registrations and conference abstracts were sought. Six mapped to an identified reference within the search results. Five were not associated with a full published report. One was an ongoing trial, and one was a duplicate. In total, 13 reports were not retrieved (Fig.  1 ) and 36 full texts were screened, resulting in 17 included papers that described 12 different studies. Four papers reported on one study  [37] [38] [39] [40]  and three papers on another  [41] [42] [43] . The data was separately extracted from each paper because many of the papers had different numbers of participants (e.g. subgroup analyses).\n\nThe updated search in May 2024 identified 952 articles published since the previous search (2022-2024). After duplicate removal, the titles and abstracts of 635 references were screened. Of these, 35 were selected for full-text review, 3 of which were included, for a total of 20 papers describing 15 different studies."
    },
    {
      "title": "Study characteristics",
      "text": "The study characteristics of the 20 included reports are summarised in Table  2 . Studies were conducted between 2005 and 2023 with total sample sizes ranging from 14 to 481. As many of the studies were multi-arm trials, we have reported the initial and analysed sample sizes for the online, group-based intervention in addition to the total sample. Analysed sample sizes for that condition specifically ranged from 11 to 418. Almost all of the studies had sample populations that were mostly female (the median was 90% female for the 17 papers or 82% for the 15 studies) and all but 3 studies had more female participants than male (one of the studies had only male participants as the target population was men  [44] ). Mean BMIs at baseline were measured in clinic or using scales provided to study participants and ranged from 35.2 kg/m 2 to 49.2 kg/m 2 .\n\nOf the various outcome measures reported, weight was the most common, reported in all but 5 of the 20 papers and all but 3 of the 15 studies. Eight studies used other weight-related  Same study as the Krukowski 2011 study  [40] . This paper focuses on the 161 participants who were randomised to the online condition.\n\nc\n\nThis subgroup analysis is one arm of the West 2020 study  [42] .\n\nM. Milne-Ives et al.\n\nmeasures, including BMI, waist to hip ratio, waist circumference, and fat percentage  [40, [44] [45] [46] [47] [48] [49] [50] . Other outcomes measured in the studies included quality of life and mental health-related outcomes (including depression, eating disorder, and late life function)  [45-47, 49, 51] , participant experience regarding acceptability and barriers  [44, 45, [51] [52] [53] , self-efficacy  [45, 49] , and engagement (including attendance, self-monitoring, and completion)  [39, 43, 44, 51, 54] . Several studies also measured key obesity-related behaviours such as physical activity (which also included changes in ability, such as the 30 s sit to stand test, mobility, and walk and grip strength)  [41-43, 47, 51, 52]  and dietary behaviours (such as adherence to a mediterranean diet (PREDIMED scores), energy and macronutrient intake, diet quality, and diet self-efficacy)  [42, 43, 46, 48, 50, 52] . Two studies also collected biometric data, specifically blood pressure  [44, 48] , total cholesterol  [44] , capillary fasting blood glucose, and venous HbA1c  [48] , and another study examined the accuracy of participants' self-reported weight measurements  [38] . The full data extraction table is shown in supplementary material (Supplementary Table  S3 )."
    },
    {
      "title": "Intervention characteristics",
      "text": "The characteristics of the interventions are summarised in Table  3 .\n\nThere was considerable heterogeneity in the reported characteristics of these studies. There was a range in group sizes, from 3 to 43 participants, although most of the studies had group sizes of less than 20 (9/15, with 4 studies not reporting group size). The number of sessions provided also ranged widely, from 6 to 47. Only 60% of the papers (12/20) reported session length, and these ranged from 45-75 min. There was more similarity in the duration of the intervention, with approximately half of them lasting for 6 months (8/15 studies). Of the remaining studies, 5 lasted for 3-4 months, 1 lasted for 12 months, and 2 lasted for 18 months. Less than half of the studies (7/15) reported that their interventions were based on any specific theory. Five of the interventions used the Social Cognitive Theory  [46, 47, 50, 51, 55] . Other theories used included the Self-Determination Theory  [44, 53] , the technology acceptance model  [51] , problem-solving and relapse prevention models  [50] , and self-regulation approaches  [55] ."
    },
    {
      "title": "Aim 1: Impact and effectiveness of interventions",
      "text": "The outcome measures and key findings of each of the included studies are summarised in Table  4 . Common outcome measures included weight-related outcomes (e.g. weight loss, BMI, waist-toheight ratio), participant perceptions of the intervention, engagement, and behavioural outcomes (e.g. physical activity, dietary habits).\n\nHealth outcomes. Less than half of the studies (5/15) reported significant differences between conditions in terms of weight loss metrics. Three of these directly compared the effect of the study intervention against a comparator and found different results. One, a retrospective cohort study, reported that the group receiving a video conferencing-based intervention lost weight while the control group, who did not receive any intervention, gained weight  [45] ; the second, an RCT with low risk of bias, found that in-person intervention was associated with significantly greater weight loss than internet and hybrid interventions  [37] . The third study, another RCT with low risk of bias, found that a telehealth intervention resulted in statistically significant weight loss compared to treatment as usual  [47] . The other two studies  To understand the accuracy of self-reported weight over a 6-month Web-based obesity program Accuracy of self-reported weight measurements\n\n• Significant difference between weight loss calculated using reported weight vs observed weight -reported weight change larger than observed. This also differed significantly by race (higher reported in African American vs white) and by condition (lower for internet vs hybrid) but not gender."
    },
    {
      "title": "Krukowski et al. [40]",
      "text": "To assess the costs associated with a group behavioural weight loss intervention and compare cost-effectiveness based on treatment delivery modality (in-person vs. Internet)."
    },
    {
      "title": "Weight, BMI",
      "text": "• Participants in the Internet condition lost an average of 5.5 ± 5.6 kg"
    },
    {
      "title": "Krukowski et al. [39]",
      "text": "To examine patterns of self-monitoring associated with greater weight loss at 6-months.\n\nWeight, self-monitoring • Mean weight loss of 5.5 ± 5.6 kg at six months • Female participants significantly less likely to log in to the self-monitoring tool than male; greater self-monitoring for older participants • Overall logins were significant predictor of weight loss"
    },
    {
      "title": "Stansbury et al. [41]",
      "text": "To characterise individuals with distinct patterns of weekly adherence to Physical Activity goals.\n\nAdherence to physical activity goals\n\n• Greatest weight losses in subgroup likely to meet program goals for weekly minutes of moderate-to-vigorous PA and daily steps. West et al. [42] To assess whether adding financial incentives for self-monitoring and achieving target weight losses increases weight losses attained in a fully online, group-based behavioural weight management program compared with the same program alone Weight loss Engagement (attendance, self-monitoring of body weight, dietary intake, and physical activity) • Incentives group lost more weight than no incentives • Treatment engagement and study retention higher in incentives condition West et al. [43] To examine the impact of an integrated incentive scheme and to explore what happens to weight outcomes and critical weight management behaviours once financial incentives end. Weight loss Engagement (attendance, self-monitoring of body weight, dietary intake, and physical activity) • Greater weight loss associated with financial incentives at 6 months, with significantly greater proportion achieving clinically meaningful weight loss (but not statistically significant). • This result no longer apparen at month 12 but significantly greater proportion of incentives group were weight stable from month 6 to month 12 West et al. [54] To examine whether the addition of online motivational interviewing (MI) chats to a web-based, group behavioural obesity treatment program augments weight loss Weight loss Attendance, self-monitoring • No significant differences in weight loss between groups with and without motivational interviewing • No difference in self-monitoring or attendance between groups\n\nexamined the difference between specific features of online, group-based interventions. One RCT with low risk of bias found that participants in a condition with incentives lost significantly more weight (and achieved clinically meaningful loss ≥5%) than those without. The difference in total weight loss between groups was no longer significant at 12 months, despite ongoing incentives, although significantly more of the incentive group participants had stable weights at 12 months  [42, 43] . The other study, a pilot RCT with low risk of bias, found that participants in the version of the intervention with pre-scripted feedback (compared to counsellor-crafted feedback) lost significantly more weight  [55] .\n\nA fifth of the studies (3/15) reported finding no significant difference in weight loss between conditions; in two cases, the online intervention was compared with conventional delivery of the service  [49, 53]  and in the other, the addition of motivational interviewing did not improve outcomes compared to the standard web-based program  [54] . The remaining studies (7/15) reported weight loss over time but did not compare weight loss in the online, group-based intervention with another condition  [39, 40, 44, 46, 48, [50] [51] [52] ."
    },
    {
      "title": "Behaviour change outcomes.",
      "text": "Seven studies reported on physical activity or dietary behaviour change as well as health outcomes. One pilot study found a mean change in weekly walking time of 116 min, although there was a huge range and standard deviation in their small sample of 12 participants  [52] . Another found significant improvements in the 30 second sit-to-stand and 6 minute walk tests, but not in gait speed or grip strength  [51]  and a third found that there were higher rates of positive behaviours when the online intervention included incentives compared to when it did not  [42] . An RCT found a significant difference between the intervention and treatment-as-usual group in accelerometer data (activity increased for the intervention group and decreased in the control group) but no significant difference between groups in mobility  [47] , while another, a pilot RCT, found no significant within-group changes for physical activity  [44] .\n\nThree studies reported on dietary outcomes, of which two did not find a difference between groups (on calorie intake, which was reduced in all conditions  [37] , or on eating psychopathology  [49] ). The third study found no significant within group changes in eating practices, although fruit and vegetable intake did increase in the intervention group.\n\nMeta-analysis of impact on mean weight change. Of the 15 identified studies, 13 reported weight change and 9 of these were RCTs; however, only four  [44, 45, 47, 49]  had consistent comparison groups (waitlist or standard care) and were sufficiently similar to conduct a meta-analysis. The remaining studies had various comparisons -including between online and in-person group-based interventions  [40, 48] , the intervention delivered with and without additional components  [42, 54, 55] , and a socialmedia based intervention compared to a conference call  [50]  -but they were determined to be too heterogeneous for a metaanalysis to be meaningful and too few to conduct separate metaanalyses  [56] . The studies included in the meta-analysis compared the intervention with either a waitlist control or standard care and included a total of 356 participants (179 intervention, 177 control). Three of the four included studies had conducted sample size calculations and were sufficiently powered to detect a reduction in weight of 3-10 kg with 80% power  [45, 47, 49] . From this small sample, the results of the meta-analysis indicated that online, group-based interventions have a statistically significant effect on weight loss compared to no intervention or standard care with a small-to-moderate effect size (SMD (Cohen's d)= -0.428; p = 0.001; 95% CI: -0.69 to -0.17) (Fig.  2 ); however, this should be interpreted with caution. Heterogeneity was small (I 2 = 31%) and the Eggers' test indicated no publication bias (p = 0.28)."
    },
    {
      "title": "Aim 2: User experience with the interventions",
      "text": "Engagement. All but one of the papers  [40]  reported data relating to engagement. Most of the reported outcomes were related to completion rates, which ranged from 30%  [52]  to 95%  [55]  (data for each study is provided in Supplementary Table  S3 ). Of the papers that reported comparisons of engagement between online and other conditions (e.g. traditional route, in person or hybrid), most found no significant difference  [37, 48, 54] . One study did find significantly higher engagement with an internetbased intervention when incentives were provided (91% compared to 81% retention)  [42] . Three studies examined how user characteristics were associated with engagement: one found that older and Black, Asian and Minority Ethnicity (BAME) patients were less likely to choose the online-based intervention when it was offered to them  [57] , while another found that older and male participants were more likely to engage in self-monitoring  [39] .\n\nOne study found that the most common reasons for declining to participate in the online intervention were a lack of digital skills or access to the internet  [57] . All but three of the studies reported some information about facilitators to engagement in the group intervention. Approximately half of them (7/15) tailored the intervention in some way to improve engagement. Two studies  [37, 51]  added in-person group sessions alongside online sessions, but one of them  [37]  found no significant effect of this. The other  [51]  provided additional technical support, which was reported to have a positive impact on engagement. About a quarter of the studies (4/ 15) included interactive forums or group chat functions to improve engagement. Most studies also provided detailed technical instructions and run-throughs prior to the sessions, which minimised disruptions caused by technical issues. One study  [53]  established ground rules and reported this to have increased participants' comfort and facilitated engagement. Another  [42]  provided financial incentives, which increased engagement. Two studies  [52, 53]  asked participants for engagement-related feedback and received suggestions to help improve engagement, including reminders of sessions, team building activities, and having someone familiar in the chat room. Two-thirds of the studies (10/15) also reported barriers to group engagement. Common barriers included a 'digital divide' in internet accessibility (access to internet and usability of technology) and lack of familiarity with other group members. Two studies  [52, 55]  reported hectic schedules resulting in a lack of consensus for session times as a significant barrier to engagement. One study  [52]  had its components on multiple platforms which participants highlighted as a burden, while another  [37]  had a different counsellor in person versus online, which reportedly reduced the alliance. Another study  [54]  used text-based communication rather than video, which hindered engagement as the lack of verbal cues and absence of tone led to the text being easily misconstrued. In another study, the virtual environment itself was considered a barrier to social support and consequently, engagement, by some of the participants  [44] .\n\nAcceptability, usability, and satisfaction. Six of the studies examined some outcome related to acceptability, usability, or satisfaction. Four studies reported positive outcomes related to patient experience: one intervention had high satisfaction ratings  [51] , one identified themes such as reduced travel, time, and cost burdens and a less stressful or daunting environment for introverts  [53] , another hypothesised that the use of an online intervention enabled continued engagement and connection throughout the Covid-19 lockdown, mitigating its negative impact on health behaviours  [48] , and the fourth reported that receiving the intervention online was convenient  [44] .\n\nSome studies also identified concerns with the online interventions. Two studies reported that a lack of familiarity limited participants' comfort sharing information  [50]  and potentially also their engagement  [52] . A couple of studies also identified technical issues such as difficulty accessing the Internet  [52, 53]  and managing intervention components on different platforms  [52] .\n\nOne study also collected participants' suggestions for improvement, which included: digital calorie counting applications, food scales, more frequent sessions, more reminders and incentives, adding team-building exercises, inviting friends, and facilitating face-to-face interaction by connecting participants directly  [52] ."
    },
    {
      "title": "Risk of bias and quality assessment",
      "text": "The risk of bias of the randomised trials was evaluated using the Cochrane Collaboration RoB 2 tool (Table  5 )  [31, 32] . Five of the nine studies were assessed as having low risk of bias in all domains and only one was considered to have high risk of bias. Of the various domains, the randomisation process had the most concerns, with three studies failing to report sufficient information about allocation, schedule generation, or concealment. Three studies also provided only limited drop-out information, although this was not thought likely to be related to the outcomes. Only one domain -measurement of the outcome -was assessed as high risk; this was because the patients measured their own BMI, which could have been affected by their knowledge of the intervention conditions. This was not the planned procedure for outcome measurement protocol; self-measurement of weight and circumference data was necessitated by Covid-19 lockdowns and participants had previously been instructed on how to take measurements themselves.\n\nThe Mixed-Methods Appraisal Tool (MMAT)  [34]  was used to assess the quality of the remaining five studies. Generally, the studies met the criteria, with the exception of confounders being accounted for in the design and analysis of the study. The full assessment (with comments) for all of the 12 studies is provided in Supplementary Table  S3 .\n\nForest Plot Estimated overall confidence interva Overall effect size value Confidence interval of effect size No-effect value Estimated overall effect size Effect size of each study -0.425973 (%) et al., 2014 [-1.08, -0.35] 0.00 30.41 Wild et al., 2015 -0.33 [-0.70, 0.04] 0.08 30.34 Bruce et al., 2023 -0.70 [ -0.96, 0.03] 0.07 20.17 Griffith et al., 2023 -0.08 [-0.60, 0.43] 0.75 19.08 Overall -0.43 [-0.69, -0.17 DISCUSSION Principal findings Fifteen studies were identified that examined the impact of online, group-based weight management interventions for people with severe obesity (BMI ≥ 35 kg/m 2 ). There was substantial variability among the interventions, in terms of online platform (including videoconferencing, websites, and chat functions), group size, and number of sessions, but they most commonly lasted for around 6 months and had 1 hour sessions. Overall, the evidence supported our hypothesis that online, group-based interventions could have a positive impact on weight management, as most of the studies observed weight loss associated with participating in the intervention.\n\nA meta-analysis also indicated a small-tomoderate effect of the interventions at reducing weight compared to no intervention. Drawing implications from these findings should be done cautiously, for a couple of reasons. Only four of the 15 studies were sufficiently comparable to be eligible for the meta-analysis and many of the studies had small and nonrepresentative sample sizes (9/15 had samples of less than 100 participants and most of the studies had predominantly female participants). Additionally, although less than half of the studies (7/15) looked at behavioural outcomes, the evidence of impact of the interventions was limited, particularly for dietary behaviour. This is a common limitation in digital health research  [58, 59] , often due to barriers such as motivation, a perceived lack of social connection, and limitations with the recruitment methods  [60] .\n\nWith the available evidence, it was difficult to draw strong conclusions around the first research question of what methods of delivering online, group-based behaviour change interventions for adults with severe obesity are most effective. The relatively small set of studies included in this analysis made a subgroup analysis of intervention methods infeasible. For the remaining studies, the heterogeneity in the intervention types and the variety of comparisons conducted in the RCTs meant that there was little evidence to support any particular type of intervention. Some results suggested that adding incentives and using pre-scripted modular feedback can help support weight loss but that adding motivational interviewing might not increase the impact of the intervention. However, the small number of studies, heterogeneity, and flaws in design, all serve to limit the conclusions that can be drawn.\n\nWe were better able to address the second research question, which focused on users' perceptions about different online, group-based weight management interventions, although our findings are limited by the fact that less than half of the studies (6/15) examined user experience. Online, group-based interventions were considered to be more convenient, but we identified several major barriers to engagement -including lack of access to fast internet, usability issues, and digital literacy issues -that prevented some people from participating and caused frustration in others."
    },
    {
      "title": "Implications for practice and future intervention design",
      "text": "To mitigate barriers related to usability of the specific platforms used, most studies provided detailed instructions and runthroughs prior to the sessions, both of which were considered helpful by participants. Organising times for the sessions that would be convenient for all participants was difficult in some studies, but having set dates and times for the sessions made attendance easier  [52, 55] . A lack of familiarity with other group members had a negative impact on group cohesion, as did having different facilitators for different sessions  [37, 50, 52] .\n\nThe reviewed studies used a variety of methods to improve engagement, but only a few methods demonstrated positive impact in more than one study. One such method was sending the week's content to participants ahead of the sessions, making them feel prepared and increasing comfort levels as participants knew what to expect. Attempts to remove technical barriers also largely had positive results, with participants giving positive feedback about early run-throughs. Incentives such as weekly tips and tricks, access to recipes, and detailed feedback from facilitators have also been reported as helpful. Feedback from participants included suggestions to provide reminders about the sessions and to include activities to promote participation and group cohesion  [52, 53]  (Table  6 ).\n\nComparison with existing literature and implications for future research Several previous systematic reviews of web-based weight management interventions have found similar results. Generally, there appears to be some weak to moderate evidence of a positive effect of web-based interventions on weight loss, at least  in the short term, although these analyses have been hampered by small sample sizes and variable methods  [7, 61, 62] . Even though these reviews did not focus specifically on severe obesity or group-based interventions, they also only found small numbers of eligible studies -8  [62] , 9  [61] , and 11  [7] .\n\nEvidence on the effectiveness of group-based weight management interventions (with various types of delivery) is stronger  [12, 13] . Interestingly, one meta-analysis found that men-only groups had significantly higher weight loss than mixed-gender or women-only groups  [12] . The review mentioned that this finding was consistent with previous literature about men benefiting from group interventions, but did not speculate on the possible reasons for this difference. The majority of participants in the studies included in this review were women. The literature suggests that this could potentially be a factor affecting the effectiveness of the interventions, although this could not be examined with the limited evidence available in this review. Future research should further explore the relationship between gender and mode of intervention delivery.\n\nThe findings of this review related to technical barriers to engagement, with a greater negative impact on marginalised communities such as older individuals or those from minority ethnic backgrounds  [57] , aligns with existing literature on digital inequalities  [63]  and should be considered while designing new digital interventions. One way to bridge this divide could be via referral to digital literacy programmes such as the NHS Digital Health Champions programme  [64]  before the start of the  [57] . Future interventions should continue using mitigation strategies highlighted in the reviewed studies, such as providing technical instructions and allowing time for run-throughs. To help reduce the issue of lack of familiarity, future studies could introduce a social communication component to encourage better group cohesion, while limiting all activities to as few platforms as possible to reduce burden on participants  [52] . Any delays between expressing interest and beginning the intervention would also need to be kept at a minimum to avoid participants losing motivation. Co-production activities aimed at getting patient inputs specifically discussing challenges faced and ideas to improve their comfort levels and motivation could potentially lead to better engagement in future interventions.\n\nGiven the growing shift towards digital healthcare, especially since the start of the Covid-19 pandemic, it will be essential to understand the participant and intervention characteristics that are associated with the greatest benefit from online, group-based interventions to enable intervention designs to be optimised and tailored for specific groups. It would also support personalised medicine by helping healthcare providers and patients to choose the type of intervention most likely to benefit them -in-person or online, individual or group -while increasing the availability of services. To this end, it will also be important for future studies to explore patients' perceptions of the intervention and the facilitators and barriers that they experience.\n\nStrengths and limitations of the review Some of the strengths of the review are that the search was conducted using broad search terms in several databases to minimise the likelihood of missing a relevant study, and that the screening was conducted by two independent authors. The review included a range of studies using different methods, which provided different perspectives on evidence around the impact and experience of online, group-based weight management interventions. This enabled us to conduct qualitative and quantitative analyses and synthesise barriers and facilitators to group engagement, providing a more holistic interpretation of the body of literature on these types of interventions. This analysis also enabled us to outline key factors that can support the successful implementation of these interventions, which can inform the future development and delivery of online, groupbased interventions for people with severe obesity.\n\nOne limitation was that due to time and resource constraints, two authors shared the work of data extraction and risk of bias and quality assessment. Another limitation is that due to the considerable heterogeneity of study design, comparisons, populations, and reported outcome measures, only four of the studies could be included in the meta-analysis, making it difficult to generalise the results of the analysis and provide meaningful knowledge  [65] . Additionally, one of the studies included in the meta-analysis was underpowered  [44] . This was included despite the limitations of including underpowered studies in metaanalyses  [66]  due to the small number of studies eligible for this analysis. This is a common issue in meta-analyses  [66]  and limits the strength of the conclusions that can be drawn from it. The low sample size of a majority of the studies included in this review also limits the other conclusions, and all the results found in this systematic review must be treated with caution. Given that underpowered studies and low sample sizes are a common limitation of digital health research  [58, 60] , future reviews should adjust for this issue while conducting statistical analyses to address this limitation. Finally, the heterogeneity of intervention characteristics, population characteristics, and comparison types also limit the ability to conclude who might benefit most from such interventions."
    },
    {
      "title": "CONCLUSION",
      "text": "The purpose of this systematic review was to synthesise evidence on the effectiveness of, and user experience with, online, group-based interventions for people with severe obesity. The evidence was mixed, but overall suggested some positive effect of the interventions on weight loss. The results from the meta-analysis tentatively suggest a small to moderate impact of the interventions compared to wait list controls, but this was based on a small sample and there was insufficient evidence to determine how digital group  conclude what specific intervention characteristics had the strongest impact on weight loss, but we identified key barriers to engagement including internet accessibility, digital literacy, a lack of time, and lack of familiarity with group members and the counsellor. Some of these barriers were mitigated by specific efforts made by study teams including detailed technical run-throughs and additional inperson sessions to improve group cohesion, but they were not always effective. Future studies into such interventions would benefit from co-production activities with diverse groups emphasising the inclusion of marginalised communities, specifically focusing on mitigating the identified barriers and further facilitating engagement. To improve access to and reduce the strain on weight management services, there is a need for further investigation in how to implement digital group-based interventions to maximise their potential benefits, which could inform decision and policymaking regarding obesity services."
    },
    {
      "text": "Fig. 1 PRISMA flow diagram."
    },
    {
      "text": "Fig. 2 Forest plot for mean weight change in intervention group compared to waitlist/standard care."
    },
    {
      "text": "These three references refer to the same RCT."
    },
    {
      "text": "-based interventions compare with individual interventions (online or inperson) or face-to-face group-based interventions. Due to the heterogeneity of interventions and analysis types, it was difficult to"
    },
    {
      "text": "PICOS framework."
    },
    {
      "text": "Summary of study and baseline sample characteristics."
    },
    {
      "text": "Summary of intervention characteristics."
    },
    {
      "text": "Summary of study outcomes."
    },
    {
      "text": "continued"
    },
    {
      "text": "continued"
    },
    {
      "text": "Risk of Bias 2 assessment of randomised studies."
    },
    {
      "text": "Key strategies for improving user experience and engagement with online, group-based weight management interventions.Provide detailed instructions and/or run-throughs of the online platformHelps address barriers relating to participants' knowledge of and ability to use the online platformSet dates and times for sessionsEnsures clarity around session times and enables planning of schedules Maintain a consistent facilitator throughout sessions Supports familiarity and group cohesion"
    }
  ],
  "references": [
    {
      "title": "Obesity: global epidemiology and pathogenesis",
      "authors": [
        "M Blüher"
      ],
      "year": 2019,
      "doi": "10.1038/s41574-019-0176-8"
    },
    {
      "authors": [
        "Obesity",
        "Nhs"
      ],
      "year": 2020
    },
    {
      "title": "How Group-Based Interventions Can Improve Services for People with Severe Obesity",
      "authors": [
        "D Swancutt",
        "M Tarrant",
        "J Pinkney"
      ],
      "year": 2019
    },
    {
      "title": "Statistics on Obesity, Physical Activity and Diet",
      "year": 2020,
      "doi": "10.5040/9781492595731.ch-031"
    },
    {
      "title": "Part 3: Adult overweight and obesity",
      "year": 2020,
      "doi": "10.1007/s13679-020-00416-8"
    },
    {
      "title": "Supporting self-care in general practice",
      "authors": [
        "C Greaves",
        "J Campbell"
      ],
      "year": 2007
    },
    {
      "title": "Web-Based Digital Health Interventions for Weight Loss and Lifestyle Habit Changes in Overweight and Obese Adults: Systematic Review and Meta-Analysis",
      "authors": [
        "A Beleigoli",
        "A Andrade",
        "A Cançado",
        "Mnl Paulo",
        "De Fátima",
        "H Diniz"
      ],
      "year": 2019,
      "doi": "10.2196/jmir.9609"
    },
    {
      "title": "Effectiveness of web-based interventions in achieving weight loss and weight loss maintenance in overweight and obese adults: a systematic review with meta-analysis",
      "authors": [
        "M Neve",
        "P Morgan",
        "P Jones",
        "C Collins"
      ],
      "year": 2010
    },
    {
      "title": "The effectiveness of technology-based interventions for weight loss maintenance: A systematic review of randomized controlled trials with metaanalysis",
      "authors": [
        "E Mamalaki",
        "D Poulimeneas",
        "T Tsiampalis",
        "M Kouvari",
        "M Karipidou",
        "E Bathrellou"
      ],
      "year": 2022
    },
    {
      "title": "eHealth interventions for the prevention and treatment of overweight and obesity in adults: a systematic review with meta-analysis",
      "authors": [
        "M Hutchesson",
        "M Rollo",
        "R Krukowski",
        "L Ells",
        "J Harvey",
        "P Morgan"
      ],
      "year": 2015
    },
    {
      "title": "Effectiveness of extended contact interventions for weight management delivered via text messaging: a systematic review and meta-analysis",
      "authors": [
        "J Job",
        "B Fjeldsoe",
        "E Eakin",
        "M Reeves"
      ],
      "year": 2018
    },
    {
      "title": "Group-Based Diet and Physical Activity Weight-Loss Interventions: A Systematic Review and Meta-Analysis of Randomised Controlled Trials",
      "authors": [
        "A Borek",
        "C Abraham",
        "C Greaves",
        "M Tarrant"
      ],
      "year": 2018
    },
    {
      "title": "Understanding for whom, under what conditions, and how group-based physical activity interventions are successful: a realist review",
      "authors": [
        "S Harden",
        "D Mcewan",
        "B Sylvester",
        "M Kaulius",
        "G Ruissen",
        "S Burke"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-2270-8"
    },
    {
      "title": "The effectiveness of social-support-based weight-loss interventions-a systematic review and meta-analysis",
      "authors": [
        "M Jensen",
        "S Nielsen",
        "C Jessen-Winge",
        "Cmt Madsen",
        "T Thilsing",
        "Larrabee Sønderlund"
      ],
      "year": 2024
    },
    {
      "title": "A 2022 update on the epidemiology of obesity and a call to action: as its twin COVID-19 pandemic appears to be receding, the obesity and dysmetabolism pandemic continues to rage on",
      "authors": [
        "C Boutari",
        "C Mantzoros"
      ],
      "year": 2022
    },
    {
      "title": "The current landscape of obesity services: a report from the All-Party Parliamentary Group on Obesity. All-Party Parliamentary Group on Obesity",
      "authors": [
        "A Selous",
        "I Finlay",
        "A Jenkin",
        "E Smith",
        "N Warner"
      ],
      "year": 2018
    },
    {
      "title": "National mapping of weight management services: Provision of tier 2 and tier 3 services in England",
      "year": 2015,
      "doi": "10.1093/pubmed/fdv132"
    },
    {
      "title": "Access to weight reduction interventions for overweight and obese patients in UK primary care: population-based cohort study",
      "authors": [
        "H Booth",
        "Prevost Toby",
        "A Gulliford",
        "Mc"
      ],
      "year": 2015
    },
    {
      "title": "Health impacts of Obesity",
      "authors": [
        "S Djalalinia",
        "M Qorbani",
        "N Peykari",
        "R Kelishadi"
      ],
      "year": 2015
    },
    {
      "title": "How Overweight and Obesity Impacts Your Health. Healthy Weight and Growth",
      "authors": [
        "Cdc"
      ],
      "year": 2024,
      "doi": "10.1037/e373182004-001"
    },
    {
      "title": "Obesity, risk of diabetes and role of physical activity, exercise training and cardiorespiratory fitness",
      "authors": [
        "S Carbone",
        "Del Buono",
        "M Ozemek",
        "C Lavie"
      ],
      "year": 2019,
      "doi": "10.1016/j.pcad.2019.08.004"
    },
    {
      "title": "Prevention of Diabetes and Cardiovascular Disease in Obesity",
      "authors": [
        "La Sala",
        "L Pontiroli"
      ],
      "year": 2020,
      "doi": "10.3390/ijms21218178"
    },
    {
      "title": "A systematic review of the effectiveness of group versus individual treatments for adult obesity",
      "authors": [
        "V Paul-Ebhohimhen",
        "A Avenell"
      ],
      "year": 2009
    },
    {
      "title": "Are individual or group interventions more effective for longterm weight loss in adults with obesity? A systematic review",
      "authors": [
        "S Street",
        "A Avenell"
      ],
      "year": 2022
    },
    {
      "title": "A randomised control trial comparing lifestyle groups, individual counselling and written information in the management of weight and health outcomes over 12 months",
      "authors": [
        "S Ash",
        "M Reeves",
        "J Bauer",
        "T Dover",
        "A Vivanti",
        "C Leong"
      ],
      "year": 2006,
      "doi": "10.1038/sj.ijo.0803263"
    },
    {
      "title": "The Recent Progress and Applications of Digital Technologies in Healthcare: A Review",
      "authors": [
        "M Senbekov",
        "T Saliev",
        "Z Bukeyeva",
        "A Almabayeva",
        "M Zhanaliyeva",
        "N Aitenova"
      ],
      "year": 2020,
      "doi": "10.1155/2020/8830200"
    },
    {
      "title": "Web-Based Interventions for Weight Loss or Weight Loss Maintenance in Overweight and Obese People: A Systematic Review of Systematic Reviews",
      "authors": [
        "A Sorgente",
        "G Pietrabissa",
        "G Manzoni",
        "F Re",
        "S Simpson",
        "S Perona"
      ],
      "year": 2017
    },
    {
      "title": "The Effectiveness and Usability of Online, Group-Based Interventions for People With Severe Obesity: Protocol for a Systematic Review",
      "authors": [
        "M Milne-Ives",
        "D Swancutt",
        "L Burns",
        "J Pinkney",
        "M Tarrant",
        "R Calitri"
      ],
      "year": 2021,
      "doi": "10.2196/26619"
    },
    {
      "title": "Formulating questions to explore complex interventions within qualitative evidence synthesis",
      "authors": [
        "A Booth",
        "J Noyes",
        "K Flemming",
        "G Moore",
        "Ö Tunçalp",
        "E Shakibazadeh"
      ],
      "year": 2019,
      "doi": "10.1136/bmjgh-2018-001107"
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation",
      "authors": [
        "L Shamseer",
        "D Moher",
        "M Clarke",
        "D Ghersi",
        "A Liberati",
        "M Petticrew"
      ],
      "year": 2015,
      "doi": "10.1136/bmj.g7647"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jpt Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Risk of Bias 2 (RoB 2) tool",
      "year": 2021,
      "doi": "10.7717/peerj.17448/table-5"
    },
    {
      "title": "ROBINS-I: a tool for assessing risk of bias in non-randomised studies of interventions",
      "authors": [
        "J Sterne",
        "M Hernán",
        "B Reeves",
        "J Savović",
        "N Berkman",
        "M Viswanathan"
      ],
      "year": 2016
    },
    {
      "title": "Mixed Methods Appraisal Tool (MMAT). Registration of Copyright",
      "authors": [
        "Q Hong",
        "P Pluye",
        "S Fàbregues",
        "G Bartlett",
        "F Boardman",
        "M Cargo"
      ],
      "year": 2018,
      "doi": "10.3233/efi-180221"
    },
    {
      "title": "Chapter 6: Choosing effect measures and computing estimates of effect",
      "authors": [
        "Jpt Higgins",
        "T Li",
        "J Deeks"
      ],
      "year": 2023
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "Davey Smith",
        "G Schneider",
        "M Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "Internet delivered behavioral obesity treatment",
      "authors": [
        "J Harvey-Berino",
        "D West",
        "R Krukowski",
        "E Prewitt",
        "A Vanbiervliet",
        "T Ashikaga"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.04.018"
    },
    {
      "title": "The Accuracy of Weight Reported in a Web-Based Obesity Treatment Program",
      "authors": [
        "J Harvey-Berino",
        "R Krukowski",
        "P Buzzell",
        "D Ogden",
        "J Skelly",
        "D West"
      ],
      "year": 2011,
      "doi": "10.1089/tmj.2011.0032"
    },
    {
      "title": "Patterns of success: online self-monitoring in a web-based behavioral weight control program",
      "authors": [
        "R Krukowski",
        "J Harvey-Berino",
        "Z Bursac",
        "T Ashikaga",
        "D West"
      ],
      "year": 2013,
      "doi": "10.1037/a0028135"
    },
    {
      "title": "Comparing behavioral weight loss modalities: incremental cost-effectiveness of an internet-based versus an inperson condition",
      "authors": [
        "R Krukowski",
        "J Tilford",
        "J Harvey-Berino",
        "D West"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2010.341"
    },
    {
      "title": "Distinguishing early patterns of physical activity goal attainment and weight loss in online behavioral obesity treatment using latent class analysis",
      "authors": [
        "M Stansbury",
        "J Harvey",
        "R Krukowski",
        "C Pellegrini",
        "X Wang",
        "D West"
      ],
      "year": 2021,
      "doi": "10.1093/tbm/ibab130"
    },
    {
      "title": "Adding Financial Incentives to Online Group-Based Behavioral Weight Control: An RCT",
      "authors": [
        "D West",
        "R Krukowski",
        "E Finkelstein",
        "M Stansbury",
        "D Ogden",
        "C Monroe"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2020.03.015"
    },
    {
      "title": "Randomized controlled trial of financial incentives during weight-loss induction and maintenance in online group weight control",
      "authors": [
        "D West",
        "R Krukowski",
        "C Monroe",
        "M Stansbury",
        "C Carpenter",
        "E Finkelstein"
      ],
      "year": 2022,
      "doi": "10.1002/oby.23322"
    },
    {
      "title": "Tailor Made: A Pilot Virtual Weight Loss Intervention Individually Tailored for African American Men",
      "authors": [
        "D Griffith",
        "E Jaeger",
        "J Pennings",
        "A Semlow",
        "J Ellison",
        "L Alexander"
      ],
      "year": 2023,
      "doi": "10.1177/15248399231213347"
    },
    {
      "title": "The Effectiveness of Telemedicine for Weight Management in the MOVE! Program",
      "authors": [
        "A Ahrendt",
        "K Kattelmann",
        "T Rector",
        "D Maddox"
      ],
      "year": 2014
    },
    {
      "title": "NEW Soul in the neighborhood-reach and effectiveness of a dissemination and implementation feasibility study",
      "authors": [
        "J Bernhart",
        "G Turner-Mcgrievy",
        "M Wilson",
        "C Sentman",
        "S Wilcox",
        "C Rudisill"
      ],
      "year": 2023,
      "doi": "10.1093/tbm/ibac080"
    },
    {
      "title": "Modifying diet and exercise in multiple sclerosis (MoDEMS): A randomized controlled trial for behavioral weight loss in adults with multiple sclerosis and obesity",
      "authors": [
        "J Bruce",
        "J Cozart",
        "R Shook",
        "C Befort",
        "C Siengsukon",
        "S Simon"
      ],
      "year": 2023
    },
    {
      "title": "A nutritional web-based approach in obesity and diabetes before and during COVID-19 lockdown",
      "authors": [
        "F Fraticelli",
        "M Nicola",
        "E Vitacolonna"
      ],
      "year": 2020,
      "doi": "10.1177/1357633x20966933"
    },
    {
      "title": "A 1-year videoconferencing-based psychoeducational group intervention following bariatric surgery: results of a randomized controlled study",
      "authors": [
        "B Wild",
        "K Hünnemeyer",
        "H Sauer",
        "B Hain",
        "I Mack",
        "D Schellberg"
      ],
      "year": 2015,
      "doi": "10.1016/j.soard.2015.05.018"
    },
    {
      "title": "Distance learning strategies for weight management utilizing online social networks versus group phone conference call",
      "authors": [
        "E Willis",
        "A Szabo-Reed",
        "L Ptomey",
        "F Steger",
        "J Honas",
        "Al Hihi"
      ],
      "year": 2017,
      "doi": "10.1002/osp4.96"
    },
    {
      "title": "Feasibility and acceptability of a technology-based, rural weight management intervention in older adults with obesity",
      "authors": [
        "J Batsis",
        "C Petersen",
        "M Clark",
        "S Cook",
        "D Kotz",
        "T Gooding"
      ],
      "year": 2021,
      "doi": "10.1186/s12877-020-01978-x"
    },
    {
      "title": "Assessing the Feasibility of a Web-Based Weight Loss Intervention for Low-Income Women of Reproductive Age: A Pilot Study",
      "authors": [
        "D Cavallo",
        "J Sisneros",
        "A Ronay",
        "C Robbins",
        "Jilcott Pitts",
        "S Keyserling"
      ],
      "year": 2016
    },
    {
      "title": "Can you see me? Participant experience of accessing a weight management programme via group videoconference to overcome barriers to engagement",
      "authors": [
        "M Cliffe",
        "Di Battista",
        "E Bishop"
      ],
      "year": 2021
    },
    {
      "title": "Do individual, online motivational interviewing chat sessions enhance weight loss in a group-based, online weight control program?",
      "authors": [
        "D West",
        "J Harvey",
        "R Krukowski",
        "Elaine Prewitt",
        "T Priest",
        "J Ashikaga"
      ],
      "year": 2016
    },
    {
      "title": "Examining weekly facilitated group sessions and counselor-crafted self-monitoring feedback on treatment outcome in digital weight control: A pilot factorial study",
      "authors": [
        "D West",
        "R Krukowski",
        "M Stansbury",
        "D Ogden",
        "J Borden",
        "J Harvey"
      ],
      "year": 2022,
      "doi": "10.1002/osp4.585"
    },
    {
      "title": "Chapter 10: Analysing data and undertaking meta-analyses",
      "authors": [
        "J Deeks",
        "Jpt Higgins",
        "D Altman"
      ],
      "year": 2023,
      "doi": "10.1002/9780470712184.ch9"
    },
    {
      "title": "Socio-demographic predictors of uptake of a virtual group weight management program during the COVID-19 pandemic",
      "authors": [
        "S Abbott",
        "H Parretti",
        "J Hazlehurst",
        "A Tahrani"
      ],
      "year": 2021
    },
    {
      "title": "Enrollment and retention of participants in remote digital health studies: Scoping review and framework proposal",
      "authors": [
        "P Daniore",
        "V Nittas",
        "Von Wyl"
      ],
      "year": 2022,
      "doi": "10.2196/39910"
    },
    {
      "title": "Evaluating digital health interventions: Key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson",
        "L Collins",
        "A Doherty",
        "C Hollis"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.008"
    },
    {
      "title": "Understanding factors affecting patient and public engagement and recruitment to digital health interventions: a systematic review of qualitative studies",
      "authors": [
        "S O'connor",
        "P Hanlon",
        "O' Donnell",
        "C Garcia",
        "S Glanville",
        "J Mair"
      ],
      "year": 2016
    },
    {
      "title": "A review of web-based weight loss interventions in adults",
      "authors": [
        "H Arem",
        "M Irwin"
      ],
      "year": 2011
    },
    {
      "title": "Obesity paradigm and web-based weight loss programs: an updated systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "L Jahangiry",
        "M Farhangi"
      ],
      "year": 2021
    },
    {
      "title": "Digital inequalities and why they matter",
      "authors": [
        "L Robinson",
        "S Cotten",
        "H Ono",
        "A Quan-Haase",
        "G Mesch",
        "W Chen"
      ],
      "year": 2015,
      "doi": "10.1080/1369118x.2015.1012532"
    },
    {
      "title": "How we can support digital inclusion",
      "year": 2024
    },
    {
      "title": "How to review and assess a systematic review and meta-analysis article: a methodological study (secondary publication)",
      "authors": [
        "S-K Myung"
      ],
      "year": 2023,
      "doi": "10.3352/jeehp.2023.20.24"
    },
    {
      "title": "The impact of study size on meta-analyses: examination of underpowered studies in Cochrane reviews",
      "authors": [
        "R Turner",
        "S Bird",
        "Jpt Higgins"
      ],
      "year": 2013
    }
  ],
  "num_references": 66,
  "original_doi": "https://doi.org/10.13039/501100000272"
}
