{
  "paper_id": "T94E86LQ",
  "title": "Predicting healthcare professionals' acceptance towards electronic personal health record systems in a resourcelimited setting: using modified technology acceptance model",
  "abstract": "Objectives Personal health record systems allow users to manage their health information in a confidential manner. However, there is little evidence about healthcare providers' intentions to use such technologies in resourcelimited settings. Therefore, this study aimed to assess predicting healthcare providers' acceptance of electronic personal health record systems. Methods An institutional-based cross-sectional study was conducted from 19 July to 23 August 2022 at teaching hospitals in the Amhara regional state of Ethiopia. A total of 638 health professionals participated in the study. Simple random sampling techniques were used to select the study participants. Structural equation modelling analysis was employed using AMOS V.26 software. Result Perceived ease of use had a significant effect on the intention to use electronic personal health records (β=0. 377, p<0.01), perceived usefulness (β=0.104, p<0.05) and attitude (β=0.204, p<0.01); perceived ease of use and information technology experience had a significant effect on perceived usefulness (β=0.077, p<0.05); and digital literacy (β=0.087, p<0.05) and attitude had also a strong effect on intention to use electronic personal health records (β=0.361, p<0.01). The relationship between perceived ease of use and the intention to use was mediated by attitude (β=0.076, p<0.01). Conclusion Perceived ease of use, attitude and digital literacy had a significant effect on the intention to use electronic personal health records. The perceived ease of use had a greater influence on the intention to use electronic personal health record systems. Thus, capacity building and technical support could enhance health providers' acceptance of using electronic personal health records in Ethiopia.",
  "year": 2021,
  "date": "2021",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Agmasie",
      "surname": "Damtew Walle",
      "name": "Agmasie Damtew Walle",
      "affiliation": "1  Department of Health Informatics , Mettu University , Mettu , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t Mettu University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mettu \n\t\t\t\t\t\t\t\t\t Ethiopia",
      "email": "agmasie89@gmail.com"
    },
    {
      "forename": "Tigist",
      "surname": "Ferede",
      "name": "Tigist Ferede",
      "affiliation": "2  Department of Epidemiology and Biostatistics , University of Gondar , Gondar , Ethiopia \n\t\t\t\t\t\t\t\t Department of Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t University of Gondar \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gondar \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Nebebe",
      "surname": "Demis Baykemagn",
      "name": "Nebebe Demis Baykemagn",
      "affiliation": "3  Department of Health Informatics , University of Gondar , Gondar , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t University of Gondar \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gondar \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Aynadis",
      "surname": "Shimie",
      "name": "Aynadis Shimie",
      "affiliation": "4  Department of Health Informatics , Debre Markos University College of Health Science , Debre Markos , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t Debre Markos University College of Health Science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Debre Markos \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Shimels",
      "surname": "Kebede",
      "name": "Shimels Kebede",
      "affiliation": "5  Department of Health Informatics , Wollo University , Dessie , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t Wollo University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dessie \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Masresha",
      "surname": "Derese Tegegne",
      "name": "Masresha Derese Tegegne",
      "affiliation": "3  Department of Health Informatics , University of Gondar , Gondar , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t University of Gondar \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gondar \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Maru",
      "surname": "Sisay",
      "name": "Maru Sisay"
    },
    {
      "surname": "Wubante",
      "name": "Wubante",
      "affiliation": "3  Department of Health Informatics , University of Gondar , Gondar , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t University of Gondar \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gondar \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Msganaw",
      "surname": "Chalachew",
      "name": "Msganaw Chalachew"
    },
    {
      "surname": "Yehula",
      "name": "Yehula",
      "affiliation": "3  Department of Health Informatics , University of Gondar , Gondar , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t University of Gondar \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gondar \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Addisalem",
      "surname": "Demsash",
      "name": "Addisalem Demsash",
      "affiliation": "1  Department of Health Informatics , Mettu University , Mettu , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t Mettu University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Mettu \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Sharew",
      "surname": "Mequannent",
      "name": "Sharew Mequannent"
    },
    {
      "surname": "Melaku",
      "name": "Melaku",
      "affiliation": "3  Department of Health Informatics , University of Gondar , Gondar , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t University of Gondar \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Gondar \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Muluken",
      "surname": "Mengistie",
      "name": "Muluken Mengistie",
      "affiliation": "4  Department of Health Informatics , Debre Markos University College of Health Science , Debre Markos , Ethiopia \n\t\t\t\t\t\t\t\t Department of Health Informatics \n\t\t\t\t\t\t\t\t Debre Markos University College of Health Science \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Debre Markos \n\t\t\t\t\t\t\t\t\t Ethiopia"
    },
    {
      "forename": "Mr",
      "surname": "Agmasie",
      "name": "Mr Agmasie"
    },
    {
      "forename": "Damtew",
      "surname": "Walle",
      "name": "Damtew Walle"
    }
  ],
  "doi": "10.1136/bmjhci-2022-100707",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Over the past decades, a variety of eHealth technologies have been accessible as nations have implemented eHealth efforts to support the objectives for health education and person-centred care.  1  Adoption of personal health records (PHRs) has been linked to numerous advantages, including improved patient-provider relationships,"
    },
    {
      "title": "WHAT IS ALREADY KNOWN ON THIS TOPIC",
      "text": "⇒ Adopting a sustainable electronic personal health records (ePHRs) in Ethiopia is challenged by a lack of top-level commitment and a physician-led aversion to using the system. ⇒ A personal health record system is a crucial intervention for various health management purposes. ⇒ For effective implementation of a personal health record system, considering acceptance to use the system is crucial."
    },
    {
      "title": "WHAT THIS STUDY ADDS",
      "text": "⇒ This study introduces a modified technology acceptance model. ⇒ This study assessed users' acceptance in Ethiopia, which aided in the development of a locally relevant automated record system for Ethiopia's healthcare system improvement. ⇒ The results of this study were used as input to design and test the effectiveness of a locally developed record system in Ethiopia."
    },
    {
      "title": "HOW THIS STUDY MIGHT AFFECT RESEARCH, PRACTICE OR POLICY",
      "text": "⇒ The findings may alleviate any concerns about the acceptance of personal health records, and because there is limited evidence on the acceptance of personal health records, it serves as a baseline for researchers in a resource-limited setting. Practically, this study offers insights for policymakers, developers, managers and decision-makers in the healthcare industry to improve the use and acceptability of the ePHRs. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies.\n\nOpen access patient engagement improvements, better medication adherence, good health outcomes (such as blood pressure and glycaemic management) and higher organisational efficiencies.  2 Even though PHRs are intended to be consumer-oriented tools, simply understanding the consumer's perspective is not enough. Although these issues have gotten less attention, consumer PHR use has significant consequences for healthcare providers and delivery systems as well.  3 The value that consumers obtain from using a PHR will probably be directly influenced by the acceptance and behaviours of healthcare professionals and team members within the context of the clinical setting, despite the fact that PHRs have received a lot of attention as tools to help consumers.  4 Although electronic PHRs (ePHRs) have a great deal of potential to enhance healthcare, there are obstacles to their widespread implementation.  5 Despite general agreement on the advantages of ePHRs, healthcare professionals have not been made aware of or receptive to this technology.  6 ccording to preliminary research findings in the literature, patient adoption of a PHR may be influenced by provider endorsement, and continuing physician involvement in patient PHR use may be necessary to achieve and maintain predicted good health outcomes.  7 Providing proper control for patient information disclosure and finding out how to process potentially enormous amounts of self-reported data within the constrained time allotted for the clinical visit are healthcare providers' tasks.  8 n Ethiopia, eHealth has been developing slowly. Technology problems, a lack of government support and budget over-runs are few of the reasons for this slow progress.  9 Given this, ePHRs are not widely used and accessible electronic records are likewise reluctant to catch on. The most significant factors influencing health providers' support for a national patient portal were expected positive influences on their work, the usability of the portal and benefits for the patients, according to a study conducted in Finland with a wide range of health providers (including nurses, pharmacists, health officers, doctors, physical therapists and psychologists).  10 n Ethiopia, there is little evidence about acceptance of healthcare professionals of using PHR system to change the current healthcare system through eHealth technologies. The study may have effects on practice, policy and upcoming researches. Accordingly, this study investigates, introduces and empirically tests a modified theoretical model based on technology acceptance model (TAM) to identify the main factors influencing healthcare professionals' acceptance of using ePHRs."
    },
    {
      "title": "Theoretical background and hypothesis",
      "text": "Several models have been used to predict factors associated with the acceptance of health information system technologies.  11 12 The TAM is primarily applied at the individual level (but can also be applied in organisational settings), whereas Unified Theory of Acceptance and Use Technology 2 is primarily applied at the organisational level one of the most used models, and focuses on factors influencing end users' behavioural intentions to use new technologies.  13 14 erceived usefulness (PU) and perceived ease of use (PEU) are considered to be the main factors that either directly or indirectly determine behavioural intentions to use or embrace new technology in TAM.  13 15  In this study, we included information technology and digital literacy components to measure the behavioural intention of health professionals to use ePHRs in low-resource settings. Since the actual use of ePHRs in the setting was unclear, the construct 'actual use' was not used (figure  1 ).\n\nThe following parts provide an explanation of the research question hypotheses that were produced for this study's examination based on our model, which we adopted.\n\nPerceived usefulness PU describes how much users believe the new technology will help them in their jobs, and studies showed that PU influences acceptance of using ePHRs.  15 16 Based on those findings, the following hypotheses were tested.\n\nH1: PU has a positive influence on the user's attitudes towards ePHRs.\n\nH2: PU has a positive influence on intention to use ePHRs.\n\nH3: PU mediates the relationship between PEU and attitude towards ePHRs.\n\nH4: PU mediates the relationship between information technology experience (ITE) and attitude towards ePHRs.\n\nPerceived ease of use PEU is the degree to which a person believes that using technology will be simple and easy, and studies showed that PEU influences acceptance of using ePHRs.  13 15 16 he following hypotheses were tested.\n\nH5: PEU has a positive influence on the perceived usefulness of ePHRs.\n\nH6: PEU has a positive influence on the user's attitudes towards ePHRs.\n\nH7: PEU has a positive influence on intention to use ePHRs.\n\nFigure  1  The original model (blue lines) and the modification proposed in this study (black lines). AT, attitude; BI, behavioural intention; DL, digital literacy; ITE, information technology experience; PEU, perceived ease of use; PU, perceived usefulness."
    },
    {
      "title": "Open access"
    },
    {
      "title": "Attitude",
      "text": "Attitude exhibits how individuals' thoughts toward a new technology affect their feelings and behaviour, and studies showed that attitude influences acceptance of using ePHRs.  13 16 This study tests the following hypotheses: H8: attitude towards eHealth positively influences intention to use ePHRs.\n\nH9: attitude mediates the relationship between PU and intention to use ePHRs.\n\nH10: attitude mediates the relationship between PEU and intention to use ePHRs.\n\nH11: attitude mediates the relationship between ITE and intention to use ePHRs.\n\nH12: attitude mediates the relationship between digital literacy and intention to use ePHRs.\n\nInformation technology experience ITE focuses on the information technology expertise of healthcare professionals, their exposure to technology and their comprehension of its fundamental advantages, and studies showed that ITE influences acceptance of using ePHRs.  13 17 This study tests the following hypotheses: H13: healthcare providers' ITE has a positive influence on users' PU of ePHRs.\n\nH14: healthcare providers' ITE has a positive influence on attitude towards ePHRs. H15: healthcare providers ITE has a positive influence on intention to use ePHRs."
    },
    {
      "title": "Digital literacy",
      "text": "Digital literacy describes a person's capacity to seek, evaluate, and communicate information using writing and other media across a range of digital platforms, and influences acceptance of using ePHRs.  18 The following hypotheses were examined in this study: H16: healthcare providers' digital literacy has a positive influence on attitudes toward ePHRs.\n\nH17: healthcare providers' digital literacy has a positive influence on intention to use ePHRs."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study design and setting",
      "text": "An institution-based cross-sectional study was employed to determine health professionals' acceptance of using ePHR and its predictors in the University of Gondar and Tibebe-Ghion Specialized Teaching Hospital in Amhara regional state, Ethiopia from July 19 to August 23 2022."
    },
    {
      "title": "Study participants and sample size determination",
      "text": "All healthcare professionals who worked in Amhara regional state teaching hospitals were the source Open access population, whereas healthcare professionals who worked in Amhara regional state teaching hospitals during the study period were the study population. A 1:10 ratio of respondents to free parameters to be estimated was suggested for the estimation of sample size based on the number of free parameters in the hypothetical model.  19 s a result, taking participants to a free parameter's ratio of 10, a non-response rate of 10% and the 58 parameters were estimated based on the hypothesised model. Finally, a sample size of 638 was calculated."
    },
    {
      "title": "Sampling procedure",
      "text": "Participants in the study were selected from the University of Gondar and Tibebe-Ghion Specialized Teaching Hospital, located in the northwestern part of Amhara regional state of Ethiopia using a simple random sampling method."
    },
    {
      "title": "Data collection tools, procedures and data quality control",
      "text": "In this study, we applied a standard questionnaire, which is adapted from the original instrument developed by Davis's study and previous studies of the modified TAM.  13 15 16 18  The questionnaire consists of sociodemographics, TAM constructs (PU, PEU, attitude and behavioural intention), and additional elements of ITE and digital literacy. The constructs were measured using a 5-point Likert scale, in which 1 denotes 'strongly disagree' and 5 denotes 'strongly agree'.  20 he survey was a self-administered questionnaire. Two days of training were given for data collectors and supervisors. Pretesting of the questionnaire was conducted among 10% of the total study participants outside the study. After obtaining feedback from the respondents, language experts modified the wording of the questions and verified the internal consistency of the items using the Cronbach's alpha coefficient, composite reliability and standard loading. The three tests' results showed that all of the items' scores were above the standard, so the original data collection was continued."
    },
    {
      "title": "Data processing and analysis",
      "text": "To analyse descriptive data, respondents' data were entered into Epi-info V.7 and exported to SPSS V. 25. Model constructs were assessed by the structural equation modelling analysis using Analysis of Moment Structure (AMOS) V.26 software.\n\nConfirmatory factor analysis with standardised values was applied to the test the measurement model. To examine the goodness of fit, we used the Χ 2 ratio (≤5), Tucker-Lewis index (TLI >0.9), comparative fit index (CFI >0.9), the goodness-of-fit index (GFI >0.9), adjusted GFI (AGFI >0.8), root mean square error approximation (RMSEA <0.08) and standardised root mean squared residual (SRMR <0.08).  16 onstruct reliability was evaluated using Cronbach's alpha test and composite reliability, with each construct in the study reaching the necessary threshold of 0.70.  21 onvergent validity was determined using the average variance extracted (AVE) method, with values greater than 0.5 and item loading greater than 0.6, and divergent validity was examined using the Fornell-Larcker criterion; the root of the AVE for a particular construct is greater than its correlation with all other constructs.  16 he relationship between exogenous and endogenous variables was assessed using squared multiple correlations (R 2 ), the critical ratio and the path coefficient to test a structural model. The statistical significance of the predictors was determined using 95% CIs and a p value of <0.05.\n\nAs indicated in table  1 , each of the model's six potential mediation paths was examined for its impact and level of significance. When a construct's direct, indirect and total effects are all significant, it is referred to as partial mediation, but when direct and indirect effects are significant but the total effect is insignificant, that is referred to as full mediation. Generally, we considered a significant indirect effect with a p value of <0.05 to confirm mediation."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Sociodemographic characteristics of healthcare professionals",
      "text": "A total of 638 study subjects were included in the study; 610 (response rate: 95.61%) of them gave their Open access consent and responded to the questions. Of the total n=610 respondents, 344 (56.4%) of them were male, and almost half of the respondents (313; 51.3%) had less than or equal to 3 years of work experience. Two hundred eighty-seven (47%) of the respondents had a Bachelor of Science degree, around two-thirds of the respondents (67.5%) had used social media and around three-fourths (455; 74.6%) of the participants had taken basic computer training. In addition, the median age of the respondents was 31.5 (IQR: 27-38) years (table  2 )."
    },
    {
      "title": "Measurement model Reliability and validity of the construct",
      "text": "As the results shown in table 3, using Fornell-Larcker criterion, the square root of the AVE of the construct or the bolded values (diagonal values) were higher than the other values in that column and row. As a result, the discriminant validity of the model's constructs has been established. Table  4  demonstrates that all of the constructs have Cronbach's alpha and composite reliability scores above 0.70. AVE scores were >0.5 and factor loading >0.6. Therefore, there was substantial convergent validity for all of the constructs."
    },
    {
      "title": "Goodness of fit",
      "text": "The findings demonstrate the following values: Χ 2 differ-ence=3.0, GFI=0.92, AGFI=0.89, CFI=0.95, TLI=0.94, RMSEA=0.06 and SRMR=0.04. Therefore, the goodnessof-fit model was achieved."
    },
    {
      "title": "Structural equation modelling",
      "text": "As indicated in table 5, the results showed that PEU had a significant effect on the intention to use ePHRs (β=0.377, 95% CI: 0.280, 0.475, p<0.01), PU (β=0.104, 95% CI: 0.001, 0.207, p<0.05) and attitude (β=0.204, 95% CI: 0.101, 0.306, p<0.01). Healthcare providers' ITE had a significant effect on healthcare providers' PU towards ePHRs (β=0.077, 95% CI: 0.019, 0.136, p<0.05). The user's digital literacy had a significant effect on behavioural intention to use ePHRs (β=0.087, 95% CI: 0.009, 0.162, p<0.05), and attitude towards ePHRs is also found to have a strong effect on healthcare providers' intention to use ePHRs (β=0.361, 95% CI: 0.263, 0.465, p<0.01).\n\nAccording to the findings, PU, PEU, ITE, and digital literacy accounted for 55% and 68% of the variance in attitude and intention to use ePHR systems, respectively (figure  2 )."
    },
    {
      "title": "Mediation effects",
      "text": "The results shown in table 1 indicated that the relationship between the PEU and the intention to use an  Open access ePHR was mediated by attitude. Both the relationship between attitude and intention to use ePHRs, as well as the regression coefficient between attitude and PEU, were statistically significant. The indirect effect's standardised value was 0. 076. In the context of this, the indirect effect was statistically significant."
    },
    {
      "title": "DISCUSSION",
      "text": "This study aimed to introduce modified TAM and determine factors influencing health providers' acceptance in Ethiopia. As a result, H5, H6, H7, H8, H10, H13 and H17 were supported. The results showed that PEU had both direct and indirect implications on the desire to accept an ePHR, with favourable direct influences on PU and attitude. This indicated that when healthcare professionals assessed the system's simplicity or ease of use, their perceptions of the system's usefulness, attitude and intention to use it greatly improved. This result is consistent with results from other research conducted in various nations.  13 22 23 his might be the case because the effort required to operate the system has a significant impact on a person's attitude toward and acceptance of using ePHR systems. The effectiveness of the system will increase if it can more easily influence people's inclinations to use ePHRs. To achieve long-term system acceptance, the system should be easy for healthcare practitioners.\n\nTheir tendency to use ePHR systems has been favourably impacted by the attitude of health professionals. This result is consistent with findings from related studies conducted in other settings.  1 24 25 This may be due to the fact that new systems may irritate medical professionals who have a fixed, favourable opinion of ePHR systems. The availability of computers at work, continuing training and support, and knowledge sharing about eHealth technology are examples of actions that might be prioritised in order to change attitudes.\n\nThe intention to employ ePHRs was positively impacted directly by digital literacy. This proves that if healthcare workers were digitally literate, their intention to adopt technology would improve. The outcome is consistent with research done in various nations.  5 9 26 he possible explanation could be due to the potential role of digital literacy in the adoption of digital health technologies being mandatory. Figure  2  SEM analysis of predicting healthcare professionals' acceptance of using electronic personal health record systems in a resource-limited setting, 2022. AT, attitude; BI, behavioural intention; DL, digital literacy; ITE, information technology experience; PEU, perceived ease of use; PU, perceived usefulness; SEM, structural equation modelling."
    },
    {
      "title": "Open access",
      "text": "Users' perceptions of the use of ePHRs were positively impacted by the ITE of healthcare practitioners. This demonstrates how healthcare professionals' perceptions of the significance of new technology will change when they receive information technology skills and training from actual working environments. This result is consistent with research from other settings.  13 17 The reason can be that experienced users are assured of their technical comprehension of what they need to pursue their hobbies, perform the tasks required to do so and readily realise how to improve their health. As a result, in order for end users to accept new technology and see its value, they must have extensive experience using it in environments with low resources."
    },
    {
      "title": "Limitations and future research",
      "text": "As a cross-sectional survey, the study might be biased toward social desirability. The quantitative study was not supported by the qualitative findings and the study only included teaching hospitals and required the inclusion of private, primary and general hospitals. As a result, future studies can employ a mixed-methods approach that incorporates qualitative and quantitative research techniques, and also add external variables that may influence the acceptance of using ePHRs, to gain a deeper understanding and more precise generalisation of the findings."
    },
    {
      "title": "CONCLUSION",
      "text": "This study examined factors affecting healthcare professionals' acceptance of PHRs in Ethiopia. The proposed model has a strong ability to predict the hypothesised model because it could explain 68% of the variance in intention. PEU, attitude and digital literacy have a significant effect on the intention to use ePHRs, PU and attitude; healthcare providers' ITE also has a significant effect on PU. PEU had a more significant impact on healthcare providers' acceptance of using ePHR systems. Thus, capacity building and technical support could enhance health providers' acceptance of using ePHRs in Ethiopia."
    },
    {
      "text": "Health & Care Informatics: first published as 10.1136/bmjhci-2022-100707 on 6 March 2023. Downloaded from https://informatics.bmj.com on 12 March 2025 by guest."
    },
    {
      "text": "Mediating effects of attitude (AT) and perceived usefulness (PU), and predicting health professionals' acceptance of using electronic personal health record systems in a resource-limited setting, 2022"
    },
    {
      "text": "Sociodemographic characteristics of healthcare professionals in a resource-limited setting, 2022"
    },
    {
      "text": "Discriminant validity between constructs for predicting healthcare professionals' acceptance of using electronic personal health record systems in a resourcelimited setting, 2022"
    },
    {
      "text": "Convergent validity between constructs for predicting healthcare professionals' acceptance of using electronic personal health record systems in a resourcelimited setting, 2022 BMJ Health & Care Informatics: first published as 10.1136/bmjhci-2022-100707 on 6 March 2023. Downloaded from https://informatics.bmj.com on 12 March 2025 by guest. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "SEM analysis of predicting healthcare professionals' acceptance of using electronic personal health record systems in a resource-limited setting, 2022"
    }
  ],
  "references": [
    {
      "title": "Health care providers' acceptance of a personal health record: cross-sectional study",
      "authors": [
        "C Yousef",
        "T Salgado",
        "A Farooq"
      ],
      "year": 2021,
      "doi": "10.2196/31582"
    },
    {
      "title": "Impact of patient access to their electronic health record: systematic review",
      "authors": [
        "A Tapuria",
        "T Porat",
        "D Kalra"
      ],
      "year": 2021,
      "doi": "10.1080/17538157.2021.1879810"
    },
    {
      "title": "Communication between physicians and patients in the era of E-medicine",
      "authors": [
        "J Stone"
      ],
      "year": 2007,
      "doi": "10.1056/nejmp068198"
    },
    {
      "title": "Consumer experience with and attitudes toward health information technology: a nationwide survey",
      "authors": [
        "J Ancker",
        "M Silver",
        "M Miller"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001062"
    },
    {
      "title": "Factors affecting the acceptance of integrated electronic personal health records in Saudi Arabia: the impact of e-health literacy",
      "authors": [
        "Y Alsahafi",
        "V Gay",
        "Aajhimj Khwaji"
      ],
      "year": 2022,
      "doi": "10.1177/1833358320964899"
    },
    {
      "title": "Predicting health care providers' acceptance of a personal health record secure messaging feature",
      "authors": [
        "C Yousef",
        "T Salgado",
        "A Farooq"
      ],
      "year": 2022,
      "doi": "10.1055/s-0041-1742217"
    },
    {
      "title": "The personal health record paradox: health care professionals' perspectives and the information ecology of personal health record systems in organizational and clinical settings",
      "authors": [
        "K Nazi"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2443"
    },
    {
      "title": "Dreams and nightmares: practical and ethical issues for patients and physicians using personal health records",
      "authors": [
        "M Wynia",
        "K Dunn"
      ],
      "year": 2010,
      "doi": "10.1111/j.1748-720x.2010.00467.x"
    },
    {
      "title": "Intention to use electronic medical record and its predictors among health care providers at referral hospitals, north-west ethiopia, 2019: using unified theory of acceptance and use technology 2 (UTAUT2) model",
      "authors": [
        "M Ahmed",
        "A Bogale",
        "B Tilahun"
      ],
      "year": 2020,
      "doi": "10.1186/s12911-020-01222-x"
    },
    {
      "title": "Health professionals' expectations of a national patient portal for self-management",
      "authors": [
        "S Kujala",
        "I Hörhammer",
        "J Kaipio"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2018.06.005"
    },
    {
      "title": "Modeling predictors of acceptance and use of electronic medical record system in a resource limited setting: using modified UTAUT model",
      "authors": [
        "K Shiferaw",
        "E Mehari"
      ],
      "year": 2019,
      "doi": "10.1016/j.imu.2019.100182"
    },
    {
      "title": "Hospital information systems (His) acceptance and satisfaction: a case study of a tertiary care hospital",
      "authors": [
        "M Khalifa",
        "O Alswailem"
      ],
      "year": 2015,
      "doi": "10.1016/j.procs.2015.08.334"
    },
    {
      "title": "The applicability of the modified technology acceptance model (TAM) on the sustainable adoption of ehealth systems in resource-limited settings",
      "authors": [
        "M Kalayou",
        "B Endehabtu",
        "B Tilahun"
      ],
      "year": 2020,
      "doi": "10.2147/jmdh.s284973"
    },
    {
      "title": "A cross-cultural examination of the impact of social, organisational and individual factors on educational technology acceptance between British and Lebanese university students",
      "authors": [
        "A Tarhini",
        "K Hone",
        "X Liu"
      ],
      "year": 2015,
      "doi": "10.1111/bjet.12169"
    },
    {
      "title": "Perceived usefulness and perceived ease of use of electronic health records among nurses: application of technology acceptance model",
      "authors": [
        "A Tubaishat"
      ],
      "year": 2018,
      "doi": "10.1080/17538157.2017.1363761"
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008"
    },
    {
      "title": "Health workers' knowledge of and attitudes towards computer applications in rural African health facilities",
      "authors": [
        "F Sukums",
        "N Mensah",
        "R Mpembeni"
      ],
      "year": 2014,
      "doi": "10.3402/gha.v7.24534"
    },
    {
      "title": "Factors affecting the acceptance of integrated electronic personal health records in Saudi Arabia: the impact of e-health literacy",
      "authors": [
        "Y Alsahafi",
        "V Gay",
        "A Khwaji"
      ],
      "year": 2022,
      "doi": "10.1177/1833358320964899"
    },
    {
      "title": "A brief guide to structural equation modeling",
      "authors": [
        "R Weston",
        "P Gore"
      ],
      "year": 2006,
      "doi": "10.1177/0011000006286345"
    },
    {
      "title": "Consumer acceptance and use of information technology: extending the unified theory of acceptance and use of technology",
      "authors": [
        "V Venkatesh",
        "J Thong",
        "X Xu"
      ],
      "year": 2012,
      "doi": "10.2307/41410412"
    },
    {
      "title": "Structural equation modelling using amos: confirmatory factor analysis for taskload of special education integration program teachers",
      "authors": [
        "Mzb Mustafa",
        "Mnb Nordin",
        "Arba Razzaq"
      ],
      "year": 2020,
      "doi": "10.13189/ujer.2020.080115"
    },
    {
      "title": "Healthcare professionals' acceptance electronic health records system: critical literature review (jordan case study)",
      "authors": [
        "M Rasmi",
        "M Alazzam",
        "M Alsmadi"
      ],
      "year": 2020,
      "doi": "10.1080/20479700.2017.1420609"
    },
    {
      "title": "Investigating the influence of the most commonly used external variables of TAM on students' perceived ease of use (PEOU) and perceived usefulness (PU) of e-portfolios",
      "authors": [
        "F Abdullah",
        "R Ward"
      ],
      "year": 2016,
      "doi": "10.1016/j.chb.2016.05.014"
    },
    {
      "title": "Investigating factors influencing the physicians' adoption of electronic health record (EHR) in healthcare system of Bangladesh: an empirical study",
      "authors": [
        "A Hossain",
        "R Quaresma",
        "H Rahman"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2018.09.016"
    },
    {
      "title": "Factors affecting the successful adoption of e-health cloud based health system from healthcare consumers' perspective",
      "authors": [
        "P Idoga",
        "M Toycan",
        "H Nadiri"
      ],
      "year": 2018,
      "doi": "10.1109/access.2018.2881489"
    },
    {
      "title": "Digital health literacy as a predictor of awareness, engagement, and use of a national webbased personal health record: population-based survey study",
      "authors": [
        "C Cheng",
        "E Gearon",
        "M Hawkins"
      ],
      "year": 2022,
      "doi": "10.2196/35772"
    }
  ],
  "num_references": 26
}
