{
  "paper_id": "THQI6UB6",
  "title": "Is it important to achieve physical activity recommendations at early stages of life to improve bone health?",
  "abstract": "Research in bone health during childhood is limited and important to prevent future diseases, particularly, osteoporosis. Bone parameters using DXA and pQCT in 295 Spanish children were evaluated and we found a benefit of meeting the World Health Organization physical activity recommendations in bone composition in childhood. Purpose To investigate the association between physical activity (PA) and bone health in a Spanish paediatric cohort, considering the influence of meeting/not meeting the current World Health Organization (WHO) PA recommendations and to elucidate if there are differences between boys and girls. Methods In a cohort of children born in the region of Aragon (Spain) in 2009, followed until the age of 7 years, bone parameters were assessed using dual-energy X-ray absorptiometry (DXA) (whole body scan) and peripheral quantitative computed tomography (pQCT) (tibia scanned at the 8% (distal) and 38% (diaphyseal) of the total tibia length) in 295 7-year-old children (154 boys) in the last evaluation performed between 2016 and 2017. PA was assessed using GT3X Actigraph accelerometers. Results Boys had significantly higher areal bone mineral density (aBMD), higher total bone mineral content (BMC) at the diaphyseal site and higher trabecular BMC and vBMD, and higher total bone area at the distal site than girls (p<0.01 for all of them). Both boys and girls complying with the WHO PA recommendations had significantly higher trabecular BMC than their inactive counterparts. Conclusions Meeting WHO PA recommendations has a beneficial effect in bone composition in childhood both in boys and in girls.",
  "year": 2021,
  "date": "2021-12-14",
  "journal": "Bone",
  "publication": "Bone",
  "authors": [
    {
      "forename": "P",
      "surname": "Ferrer",
      "name": "P Ferrer",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "•",
      "surname": "Iglesia",
      "name": "• Iglesia",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0002-2219-3646"
    },
    {
      "forename": "B",
      "surname": "Muniz-Pard",
      "name": "B Muniz-Pard",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0002-9191-9033"
    },
    {
      "forename": "M",
      "surname": "Miguel-Ber",
      "name": "M Miguel-Ber",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0002-2411-9538"
    },
    {
      "forename": "P",
      "surname": "Flores-Barrantes",
      "name": "P Flores-Barrantes",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0002-2135-900X"
    },
    {
      "forename": "•",
      "surname": "Gomez-Bruton",
      "name": "• Gomez-Bruton",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0002-0520-1640"
    },
    {
      "forename": "L",
      "surname": "Moreno",
      "name": "L Moreno",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0003-0454-653X"
    },
    {
      "forename": "G",
      "surname": "Rodríguez",
      "name": "G Rodríguez",
      "affiliation": "1  Instituto de Investigación Sanitaria Aragón (IIS Aragón) , 50009 Zaragoza , Spain \n\t\t\t\t\t\t\t\t Instituto de Investigación Sanitaria Aragón (IIS Aragón) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 50009 \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t Spain",
      "orcid": "0000-0002-7985-9912"
    },
    {
      "affiliation": "Hospital Clínico Universitario \"Lozano Blesa\" , Zaragoza , España \n\t\t\t\t\t\t\t\t Hospital Clínico Universitario \"Lozano Blesa\" \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zaragoza \n\t\t\t\t\t\t\t\t\t España"
    }
  ],
  "doi": "10.1007/s00198-021-06256-z",
  "keywords": [
    "Bone geometry",
    "Bone mineral density",
    "Bone strength",
    "Children",
    "Physical activity"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Osteoporosis is a major health problem, particularly in older adults because of the high prevalence of falls (due to muscle strength decline and higher body sway), and a high risk of fracture mainly caused by a low bone mineral density (BMD), especially at the femoral neck  [1] . It has been estimated that more than 200 million people are suffering from osteoporosis worldwide. According to recent global statistics from the International Osteoporosis Foundation, there is 1 in 3 women and 1 in 5 men over the age of 50 years that will experience an osteoporotic fracture in their lifetime  [2] .\n\nPrevious studies have shown that high levels of physical activity (PA) are associated with a higher BMD  [3]  with high impact exercise showing the largest effects  [4] . High levels of PA are related to increases in mechanical loading and muscular strength which will have a positive impact on bone health  [5] . This should be taken into account as peak bone mass is achieved between the second and third decades of life  [6] . Notably, there is a window of opportunity during previous developmental stages when bone is more sensitive to osteogenic stimulus and therefore to bone development  [7] .\n\nRegular PA practised during childhood will have several additional health-related benefits, such as improvements in body composition, motor skills and cognitive development  [8] , a decreased cardiovascular risk or a decrease in the risk of developing type 2 diabetes and metabolic syndrome  [9] . These are the reasons for the World Health Organisation (WHO) to recommend a minimum of 1 h per day of moderate-to-vigorous physical activity (MVPA) for 5-17 years old children  [10] .\n\nMost studies analysing the influence of PA in children's body composition have a reduced sample size or do not use highly accurate methods to assess either PA or body composition  [11, 12] . Several methods can be used to analyse bone characteristics with dual-energy X-ray (DXA) being one of the preferred instruments due to the low radiation and great availability in numerous research centres. Nonetheless, DXA only provides information regarding areal BMD (aBMD). In order to obtain other important fracture risk predictors such as bone structure or bone strength, additional techniques should be used such as peripheral quantitative computed tomography (pQCT). pQCT has been previously used in infants, children and adolescents finding positive associations between PA or physical fitness and bone structure or strength  [13, 14] .\n\nOur aims in the present study were to investigate the association between PA and bone parameters (measured with DXA and pQCT) taking into account both perinatal and lifestyle behaviours variables in a paediatric population from Aragon (Spain), using objective methods to assess both PA and bone parameters, and considering PA compliance with WHO recommendations."
    },
    {
      "title": "Material and methods"
    },
    {
      "title": "Participants",
      "text": "This study includes data from an observational study named \"Growth and Feeding during Early Childhood in Children from Aragon (CALINA)\", which is based on a representative cohort of children born in the region of Aragon (Spain) in 2009. The initial sample recruited for this project included 1602 subjects. These children were followed every month during the first year of life and every year since then until they reached approximately the age of 7. We contacted all the families recruited in Zaragoza (the biggest city in Aragón) to be re-assessed between September 2016 and September 2017. A total of 295 children were finally included (154 boys and 141 girls) in this analyses based on families' willingness to participate and having the variables of interest (accelerometry, bone parameters, perinatal factors and lifestyle behaviours). The measurements were taken by trained staff including nutritionists, nurses, sport scientists and paediatricians. The project adhered to the Helsinki Declaration  [15]  and all the parents or tutors signed an informed consent to allow their children to participate in the study."
    },
    {
      "title": "Data collection",
      "text": "Data for this study was obtained in two stages. During the 2009 measurements, the paediatricians of the selected Primary Care centres  [16]  collected demographic, obstetric and perinatal nutritional data. Below, there is a description of the variables used in this analysis in each of the time period.\n\nPerinatal variables Rapid weight gain (RWG) was defined as a positive change in weight-for-age z-score >0.67  [17]  between birth and 12 months of life. Other perinatal data collected were self-reported body mass index (BMI) of the mother before pregnancy, and smoking habit of the mother during pregnancy.\n\nDuring the second stage (2016-2017 measurements), when children were approximately 7 years old, we collected the following data:\n\nWeekly screen time Using a standardized self-reported parental questionnaire, parents reported the number of hours of TV/DVD/video viewing and computer/games-console use of their child both for a typical day on weekdays and weekend days  [18] . Briefly, response categories were (0) not at all, (1) ⩽½ h per day, (2) ⩽1 h per day, (3) between 1 and <2 h per day, (4) between 2 and <3 h per day and (5)⩾3 h per day. After that, total weekly sedentary time was calculated using the following formula: (((weekdays × 5)+(weekends × 2))/60))/7. The outcome of this variable used in this study for the analyses is the mean time in minutes (continuous variable).\n\nPhysical activity (PA) PA was objectively assessed with Actigraph accelerometers (Actigraph GT3X; Manufacturing Technology Inc. Pensacola, FL, USA) and analysed using ActiLife 6 software (ActiGraph, Pensacola, FL). Subjects were asked to wear this belt-like accelerometer on the hip all day during a complete week or at least 3 days per week and 1 day per weekend recording a minimum of 5 h per day. These minimum requirements have been previously used in studies using similar populations  [19] . Due to the short sporadic activity bursts typical of young children, 5 s epochs were used (30hz). Children (and families) were instructed to remove the accelerometer only during water-based activities and sleeping, registering non-wearing duration and the corresponding reason. PA was expressed as average in counts per minute (cpm) and Evenson cut-points  [20]  were used to determine MVPA (≥2296 cpm). According to the WHO recommendations for PA  [10] , the sample was classified into two groups: (i) active children, including those who did 60 or more minutes per day of MVPA (ACTIVE) and (ii) inactive children, or those performing less than 60 min of MVPA per day (INACTIVE).\n\nDiet Dietary intake was self-reported by parents through a semi-quantitative food frequency questionnaire (FFQ)  [21]  validated in the 'Multifactorial evidence based approach using behavioural models in understanding and promoting fun, healthy food, play and policy for the prevention of obesity in early childhood (Toy-box)' study. In short, the FFQ consists of a list of 37 foods and beverages with response categories to indicate usual frequency of consumption over the selected time period as well as mean amounts of consumption per day  [22] . With the FFQ data, we calculated the diet quality index (DQI), which is a largely used index in cohorts with similar characteristics to assess diet in terms of three subcomponents: dietary diversity, quality and equilibrium  [23] . Briefly, to calculate diet quality, we multiply the amount of food consumed from each group by a weighting factor previously described as well in bibliography (-1, 0, 1 depending of the desirability of the food group as preferred, intermediate or low quality). Dietary diversity expressed the degree of variation in the diet by giving points ranging from 0 to 9 for each different serving of food consumed from the recommended food group based on the correspondent food groups of our questionnaire with the bibliography of reference  [23]  (water, wholemeal bread, wholemeal cereals, unsweetened breakfast cereals, raw vegetables, fresh fruit, cooked meat, fresh fish, plain yogurt or vegetable oils). Finally, dietary equilibrium was calculated from the difference between the adequacy (the percentage of the minimum recommended intake for each of the main food groups) and the excess (the percentage of intake exceeding the upper level of the recommendation). The recommendations to calculate the adequacy and the excess of each food group are based on the Flemish Food Based Dietary Guidelines (FBDG) for population under 10 years  [24] . They were summed and divided by the total amount of food consumed. All three scores in the three components of the index were summed and divided by 3 (because of the 3 components), resulting in scores ranging from 25 to 100."
    },
    {
      "title": "Body composition",
      "text": "1. Height and weight measurements were performed in upright position, in a near nude state and barefoot. Height was measured using a stadiometer with a precision of 1 mm (SECA 225, Germany). Body mass was determined using Tanita ® BC-418 (Japan) scale. The body mass index (BMI) was calculated as body mass divided by squared height (kg•m -2 ). Determination of z-score values of BMI for age (zBMI) was performed using the WHO Anthro Software  [25] ."
    },
    {
      "title": "Dual-energy X-ray absorptiometry (DXA)-DXA scans",
      "text": "were performed in a supine position, wearing light clothing with no metal and no shoes or jewellery. All DXA scan tests were analysed by the same researcher using an Hologic Explorer scanner and a paediatric version of the QDR-Explorer software, Hologic Corp., software version 12.4, Bedford MA, USA. A whole body scan was performed and subtotal whole body (whole body without including the head) areal BMD (aBMD) was assessed in this study."
    },
    {
      "title": "Peripheral quantitative computed tomography (pQCT)",
      "text": "provides a more refined characterization of bone including vBMD and geometry (dimensions and areas). In our study, this analysis was made in the left tibia, using the Stratec XCT 2000 L (Stratec Medizintechnik software 6.20, Pforzheim, Germany). The scanner was located on the distal tibia. The reference line for the distal end of the tibia was obtained manually by a coronal computed radiograph (scout view). Prior to the commencement of the test, we measured tibia length from the medial malleolus of the tibia to the medial knee joint cleft using a wooden ruler and always measured by the same researcher. The measurements were taken at the 8%, 38% and 66% of the total length following the recommendations by the manufacturer and consensus of experts working with this densitometer in paediatric populations  [26] [27] [28] .\n\nThe distal site was taken at 8% cross-section site of the tibia to determine total BMC (g/cm), trabecular BMC (g/ cm), trabecular vBMD (mg/cm 3 ) and total area (mm 2 ). The diaphysis (38% distal cross-section) was used to determine total BMC (g/cm), total area (mm 2 ), total vBMD (mg/cm 3 ), cortical thickness (mm), cortical BMC (g/cm), bone crosssectional area (CSA, mm 2 ) and cortical vBMD (mg/cm 3 ). Bone strength was established with respect to bending (polar strength-strain index, (SSIpol) (mm 3 )) also at 38% site. The 66% was measured to obtain muscle variables, not used in this study."
    },
    {
      "title": "Statistical analysis",
      "text": "All analyses were conducted with the SPSS ® program v26. Statistical significance was set at p<0.05. First of all, we studied the characteristics of the sample. Chi square test was used to contrast differences between groups in case of categorical variables and T test or Mann-Whitney for continuous variables depending on the assumption of normality.\n\nTo test differences between active and inactive groups considering covariates, we performed an analysis of covariance (ANCOVA) adjusting for zBMI, RWG and BMI of the mother, smoking habit of the mother during pregnancy, length of tibia (only for pQCT variables), DQI and weekly screen time.\n\nFinally, adjusted linear regression models were performed to check the associations between PA (in minutes of MVPA per week) and different bone variables. Three models were created by introducing variables gradually: model 1 or basic, MVPA adjusted for zBMI at 7 years when aBMD was the dependent variable and tibia length for pQCT parameters; model 2, same adjustments than for model 1 + perinatal variables (RWG, BMI of the mother, smoking during pregnancy); and model 3, same adjustments than for model 2 + lifestyle behaviours variables (diet quality index and weekly screen time)."
    },
    {
      "title": "Results",
      "text": "Firstly, we have compared our sample with the full sample (at birth in 2009) and we have not found any statistical significant difference in terms of perinatal variables which act as covariates in our analyses (p values of chi-squared test 0.60 for RWG and 0.29 for smoking mother during pregnancy; p value for BMI of the mother 0.35 based on Mann-Whitney non-parametric test).\n\nWhen comparing boys to girls, boys had significantly higher subtotal body aBMD than girls (0.60 vs 0.58 g/cm 2 ) (Table  1 ). Moreover, boys presented significantly higher total BMC at 8% (1.53 vs. 1.39 g/cm), trabecular BMC (0.43 vs. 0.39g/cm) and vBMD  (199.23 vs. 190 .45 mg/cm 3 ), and higher total area at 8% (213.60 vs. 200.36 mm 2 ), when compared to girls. Boys also had higher total BMC at 38% (1.70 vs. 1.63g/cm), higher cortical BMC (1.51 vs. 1.45g/cm, p = 0.02) and higher cortical thickness (3.41 vs. 3.30 mm, p <0.01) at the 38% of the tibial length (all p<0.05).\n\nTable  2  shows that after the adjustment for zBMI at 7 years, RWG, BMI of the mother, smoking during pregnancy, length of tibia in pQCT parameters, DQI and weekly screen time, significant differences were found between active boys and inactive boys in total spine BMD (0.567 vs 0.544 g/cm 2 ) and total BMC at 8% site (1.57 vs. 1.45 g/cm). These differences were observed also between active girls and inactive girls (1.47 vs. 1.34 g/cm). Also, differences between both active boys and girls were significant for cortical thickness (3.46 vs. 3.33 mm in boys and 3.36 vs. 3.26 mm in girls). Additionally, active girls showed significantly higher total area at the 8% site (208.6 vs. 194.4 mm 2 ) and total BMC (1.68 vs. 1.60 g/cm), cortical BMC (1.49 vs. 1.43 g/cm), total area (224.8 vs. 212.9 mm 2 ) and SSIPOL (578.3 vs. 546.7 mm 3 ) at the 38% site (all p<0.05). Significant differences were also observed for trabecular BMC (0.43 vs 0.39 g/cm) and trabecular BMD (199.39 vs 189.66 mg/cm 3 ) at 8% site in the PQCT when no stratification by sex was made in supplementary Table  1 .\n\nAssociations between PA and bone composition indicators adjusted by perinatal, postnatal and lifestyle behaviour variables are showed in Table  3  for both boys and girls. In boys, significant positive associations between MVPA and aBMD were found for all the regression models. The same positive association was found between MVPA and cortical thickness in all models. In girls, positive associations between MVPA and cortical BMC at 38% site in models 1 and 3 and SSIPOL at all of the models were also found (all p< 0.05). When considering the whole sample without stratifying by sex (supplementary table 2), significant positive associations between MVPA and bone parameters were found for subtotal BMD (DXA), total BMC at 8% site and at 38% site, cortical BMC at 38% site, cortical thickness and SSIPOL in all three models of the regression."
    },
    {
      "title": "Discussion",
      "text": "As far as we are concerned, this is the first study assessing bone health parameters using DXA and pQCT in a wide sample of 7-year-old children followed up since they were born. In general, our results showed higher bone values in active children than in those who are inactive based on the current WHO recommendations for PA.\n\nBoth measurements of BMD with DXA and pQCT showed significant differences between boys and girls. Boys presented higher total BMC at 8% of the tibia, trabecular BMC, total bone area at 8% of the tibia, higher total BMC at the 38% of the tibia, higher cortical BMC and higher cortical thickness than girls. Previous studies performed in slightly younger sample (5y) had shown no differences in bone measurements between boys and girls  [14] . However, our results are in line with a previous study which showed that boys had higher tibia cortical bone geometry and strength parameters than girls at any range of age between 5 and 18 years old  [29] . Besides, in our study, the unbalanced sample between active and inactive children, mainly in boys (100 vs 49, respectively), might have an impact in the fact that we did not observe any other significant difference between active and inactive participants apart from BMD assessed with DXA and total BMC at 8% site and cortical thickness at 38% site assessed with PQCT. In general, in view of our results, it seems that rather than the importance of devoting an extra minute to MVPA, meeting the current WHO recommendations of MVPA at these ages, are much more determinant in bone parameters. There were no further comparisons with other similar studies in this point because as far as we know, this is the first time that apart from direct associations between MVPA and bone, the current recommendations of MVPA act as independent variable in the analyses. The observed differences might be due to the osteogenic effect of physical activity. Bone modelling is sensitive to mechanical loading  [30] , emphasizing the importance of PA levels during growth and participation in activities which include mechanical loads (e.g. basketball, football, tennis or running). In this sense, literature has showed a gender disparity in practising physical activity even at these early stages of life which might be due to girls' less favourable socio-ecological factors  [31] . In fact, in our study, there is a considerable difference in the percentage of boys versus girls meeting current physical activity recommendations (71 % vs. 57%). More specifically, Lozano-Berges et al.  [32]  showed that soccer participation improves bone mass in male and female soccer players, and they also pointed out that this benefit is more notable during puberty than in the pre-pubertal period, which may be due to hormone levels (promoting bone mineral accrual) and the higher cumulative loads of trainings at puberty. As our participants are around 7 years old, this might also explain why we did not observe many differences between active and inactive children, as they are all in a pre-puberty status. This is in line with previous systematic review results  [33] .\n\nIn the linear regression models, we observed significant associations between MVPA and cortical thickness in boys and cortical BMC and SSIPOL in girls. Besides, in a previous study using quantitative ultrasound QUS (Achilles Lunar Insight TM )  [34] , we also concluded that an additional 10 min/day of MVPA may result in significant bone stiffness increases in children. It is worth noting that previous research showed conflicting results about sex difference benefits of PA in the bone composition of children. Some studies showed that girls have lower responses than boys in bone parameters  [35] . Kriemler et al.  [30]  suggested that this sex difference is explained because boys might potentially have a favourable genetical predisposition for bone development in response to PA and exercise compared to girls and also explained that boys in the highest tertile (72 min/day) had significantly higher BMC and BMD values assessed with DXA than their female counterparts. Nevertheless, recent literature supports the theory that increased PA elicits greater bone composition improvements in girls than in boys. For instance, Zanker et al. showed that 7-yearold female gymnasts had a better bone composition than untrained girls but these differences were not significant between trained and untrained boys  [36] . However, this Table  2  Adjusted means of bone composition parameters in boys and girls stratified by those meeting or not PA recommendations analysed by ANCOVA. Data are adjusted by zBMI at 7 years old, RWG, BMI of the mother, smoking during pregnancy, length of tibia in pQCT parameters, diet quality index and weekly screen time Significant differences (p<0.05) between groups are indicated by letters (always in comparison with the high position group, in this case, meeting MVPA recommendations). SE standard error aBMD bone mineral density (g/cm 2 ); total BMC total bone mineral content (g/cm); Trab BMC: trabecular bone mineral content (g/cm). Trab v BMD trabecular bone mineral density (g/cm 3 ). Total area bone total area (mm2); cortical BMC cortical bone mineral content (g/cm); cortical vBMD cortical bone mineral density (mg/cm 3 ), cortical thickness (mm); SSIPOL polar strength-strain index (mm should be considered with caution as the sample of this study only involved 20 children. In another recent study, Lozano-Berges  [37]  assessed bone geometry in young male and female football players using pQCT. Thirteen-year-old female soccer players presented greater bone geometry and strength than controls while only bone geometry was better than controls in 14-year-old males. Accordingly, Fritz et al. showed that additional school-based physical education was associated with greater tibial structure and strength also in girls but not in boys  [38] . These differences observed between sexes might be explained due to the type of physical activity children of these ages normally practice and their impact on bone formation. In general, better results were found in the diaphysis (38% off tibia length in this study) than in the distal measurements (8% in the present study). We do not have a clear explanation for this although it could be due to the major principle of bone adaptation. As suggested by Nikander et al.  [39] , the amount of bone tissue is used to create a bone structure that is the most appropriate for the prevailing activity and consequently mechanical loads that the subject is receiving. Therefore, if children are constantly running while playing games, they need to have more mass (as found when evaluating BMC), but they also need to maintain a light bone. Thus, the bone will grow in the diaphysis in order to cope with successive bending loads and ground impacts caused while running and therefore improve both bone structure and strength.\n\nOne of the major strengths of this study is that it is based on a longitudinal cohort of children which is the largest recruited in the region of Aragon (Spain), and this data enabled us to include perinatal data in our analyses. Body composition variables have been assessed through anthropometry and also with DXA and pQCT, which are considered accurate and precise methods especially for bone measurements. PA data have been collected using accelerometers, instead of questionnaires, which is also a more reliable method  [3, 20] . Furthermore the measurements were done by a trained multidisciplinary group of health professionals.\n\nThe main limitation of the present study is that children included in this study were selected by asking for participation and those who accepted were perhaps from families who care more about their children's health than those families not interested in participating. A further limitation of the present study is that we did not include the type of sport children practised and this may have an impact on our results depending on whether they were osteogenic activities or not, as it is the case of swimming or cycling  [40] . Similarly, the proportion of weight-bearing PA, defined as PA in which gravity exerts force on bones or any activity done standing up (e.g., walking, jumping, weight lifting), was not specifically taken into account, and this is an extra limitation of the present study which could potentially explain the difference between sexes. An additional limitation is that only children wearing the accelerometer during at least 4 days were admitted into the study, which reduced the sample size by 25 children without considering the availability of any other variable of interest in this study. Besides, as an additional comment in relation to the extrapolation of the results, despite taking into account perinatal variables, the design of this study is transversal. However, this fact does not limit the interest of the study as most of the existing literature for children and adolescents on this topic are extrapolated from studies conducted in adults and there are still many unanswered questions  [41] . Finally, we cannot directly explain the physiological mechanisms justifying the encountered differences between boys and girls in this study since it was not focused on the aetiology of the sex differences from a physiological perspective.\n\nWe conclude that meeting WHO PA recommendations has a benefit in bone composition already at early stages in life, improving bone structure. In this sense, it could help to prevent osteoporosis and fractures in the future life stages. Future studies are needed to better understand the physiological mechanisms explaining possible differences in osteogenic activity between sexes, and to be able to prescribe specific PA recommendations for boys and girls that optimise bone health during developmental stages. As the latest 2020 WHO guidelines of physical activity and sedentary behaviour indicate, there is still insufficient evidence available to fully describe the dose-response relationships between physical activity or sedentary behaviour and health outcomes  [10] . That is why future studies should also focus on the optimal cutoff points of MVPA that generate the greatest benefit in bone parameters during childhood, considering sex particularities."
    },
    {
      "text": "Anthropometric and bone characteristics at 7-yearold *p<0.05 between sexes T test was used. HAZ height-for-age z-score; WAZ weight-for-age z-score; BAZ BMI z-score. For the rest of the variables (non-parametric), Mann-Whitney test BMI body mass index (kg•m -2 ); MVPA moderate-vigorous physical activity; WST weekly screen time; DQI diet quality index; RWG rapid weight gainers aBMD bone mineral density (g/cm 2 ); total BMC total bone mineral content (g/cm); Trab BMC trabecular bone mineral content (g/cm). Trab v BMD trabecular bone mineral density (g/cm 3 ). Total area bone total area (mm 2 ); cortical BMC cortical bone mineral content (g/cm); cortical vBMD cortical bone mineral density (mg/cm 3 ), cortical thickness (mm); SSIPOL polar strength-strain index (mm 3 )"
    },
    {
      "text": "3 )Associations between MVPA and bone composition indicators adjusted by perinatal, postnatal and lifestyle behaviour variables (variables introduced consecutively in this order) both"
    }
  ],
  "references": [
    {
      "title": "The impact of fragility fracture and approaches to osteoporosis risk assessment worldwide",
      "authors": [
        "E Curtis",
        "R Moon",
        "N Harvey",
        "C Cooper"
      ],
      "year": 2017,
      "doi": "10.1016/j.bone.2017.01.024"
    },
    {
      "title": "An overview and management of osteoporosis",
      "authors": [
        "T Sozen",
        "L Ozisik",
        "N Basaran"
      ],
      "year": 2017,
      "doi": "10.5152/eurjrheum.2016.048"
    },
    {
      "title": "Levels of physical activity that predict optimal bone mass in adolescents The HELENA study",
      "authors": [
        "L Gracia-Marco",
        "L Moreno",
        "F Ortega",
        "F Leon",
        "I Sioen",
        "A Kafatos"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2011.03.001"
    },
    {
      "title": "The effect of swimming during childhood and adolescence on bone mineral density: a systematic review and meta-analysis",
      "authors": [
        "A Gomez-Bruton",
        "J Montero-Marin",
        "A Gonzalez-Aguero",
        "J Garcia-Campayo",
        "L Moreno",
        "J Casajus"
      ],
      "year": 2016,
      "doi": "10.1007/s40279-015-0427-3"
    },
    {
      "title": "The \"muscle-bone unit\" in children and adolescents: a 2000 overview",
      "authors": [
        "H Frost",
        "E Schönau"
      ],
      "year": 2000,
      "doi": "10.1515/jpem.2000.13.6.571"
    },
    {
      "title": "Critical years and stages of puberty for spinal and femoral bone mass accumulation during adolescence",
      "authors": [
        "J Bonjour",
        "G Theintz",
        "B Buchs",
        "D Slosman",
        "R Rizzoli"
      ],
      "year": 1991,
      "doi": "10.1210/jcem-73-3-555"
    },
    {
      "title": "Physical activity, sedentary time, and bone strength from childhood to early adulthood: a mixed longitudinal HR-pQCT study",
      "authors": [
        "L Gabel",
        "H Macdonald",
        "L Nettlefold",
        "H Mckay"
      ],
      "year": 2017,
      "doi": "10.1002/jbmr.3115"
    },
    {
      "title": "Effects of physical activity on motor skills and cognitive development in early childhood: a systematic review",
      "authors": [
        "N Zeng",
        "M Ayyub",
        "H Sun",
        "X Wen",
        "P Xiang",
        "Z Gao"
      ],
      "year": 2017,
      "doi": "10.1155/2017/2760716"
    },
    {
      "title": "Physical activity in adolescents and children and relationship to metabolic health",
      "authors": [
        "R Whooten",
        "L Kerem",
        "T Stanley"
      ],
      "year": 2019,
      "doi": "10.1097/med.0000000000000455"
    },
    {
      "title": "WHO guidelines on physical activity and sedentary behaviour for children and adolescents aged 5-17years: summary of the evidence",
      "authors": [
        "J-P Chaput",
        "J Willumsen",
        "F Bull",
        "R Chou",
        "U Ekelund",
        "J Firth"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-01037-z"
    },
    {
      "title": "Are self-report measures able to define individuals as physically active or inactive?",
      "authors": [
        "J Steene-Johannessen",
        "S Anderssen",
        "H Van Der Ploeg",
        "I Hendriksen",
        "A Donnelly",
        "S Brage"
      ],
      "year": 2016,
      "doi": "10.1249/mss.0000000000000760"
    },
    {
      "title": "Level of physical activity among children and adolescents in Europe: a review of physical activity assessed objectively by accelerometry",
      "authors": [
        "B Guinhouya",
        "H Samouda",
        "C De Beaufort"
      ],
      "year": 2013,
      "doi": "10.1016/j.puhe.2013.01.020"
    },
    {
      "title": "Skeletal adaptations associated with pre-pubertal gymnastics participation as determined by DXA and pQCT: a systematic review and meta-analysis",
      "authors": [
        "L Burt",
        "D Greene",
        "G Ducher",
        "G Naughton"
      ],
      "year": 2013,
      "doi": "10.1016/j.jsams.2012.07.006"
    },
    {
      "title": "Association between physical fitness and bone strength and structure in 3-to 5-year-old children",
      "authors": [
        "A Gómez-Bruton",
        "J Marín-Puyalto",
        "B Muñiz-Pardos",
        "G Lozano-Berges",
        "C Cadenas-Sanchez",
        "A Matute-Llorente"
      ],
      "year": 2020,
      "doi": "10.1177/1941738120913645"
    },
    {
      "title": "Declaration of Helsinki",
      "authors": [
        "D Human"
      ],
      "year": 2001,
      "doi": "10.1016/s0140-6736(05)71342-8"
    },
    {
      "title": "Breastfeeding prevalence during the first year of life in Aragon. CALINA study",
      "authors": [
        "Cuadrón Andrés",
        "Samper Villagrasa",
        "Álvarez Sauras",
        "Lasarte Velillas",
        "Rodríguez Martínez",
        "Calina Gc"
      ],
      "year": 2013,
      "doi": "10.1016/j.anpedi.2013.03.010"
    },
    {
      "title": "Rapid weight gain during infancy and early childhood is related to higher anthropometric measurements in preadolescence",
      "authors": [
        "H Nanri",
        "T Shirasawa",
        "H Ochiai",
        "S Nomoto",
        "H Hoshino",
        "A Kokaze"
      ],
      "year": 2017,
      "doi": "10.1111/cch.12455"
    },
    {
      "title": "Physical activity and sedentary behaviour in European children: the IDEFICS study",
      "authors": [
        "A Santaliestra-Pasías",
        "T Mouratidou",
        "V Verbestel",
        "K Bammann",
        "D Molnar",
        "S Sieri"
      ],
      "year": 2014,
      "doi": "10.1017/s1368980013002486"
    },
    {
      "title": "Associations between objectively assessed physical activity and indicators of body fatness in 9-to 10-yold European children: a population-based study from 4 distinct regions in Europe (the European Youth Heart Study)",
      "authors": [
        "U Ekelund",
        "L Sardinha",
        "S Anderssen",
        "M Harro",
        "P Franks",
        "S Brage"
      ],
      "year": 2004,
      "doi": "10.1093/ajcn/80.3.584"
    },
    {
      "title": "Objectively measured physical activity and sedentary time in youth: the International children's accelerometry database (ICAD)",
      "authors": [
        "A Cooper",
        "A Goodman",
        "A Page",
        "L Sherar",
        "D Esliger",
        "E Van Sluijs"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0274-5"
    },
    {
      "title": "Designing and implementing a kindergarten-based, family-involved intervention to prevent obesity in early childhood: the ToyBox-study",
      "authors": [
        "Y Manios",
        "O Androutsos",
        "C Katsarou",
        "V Iotova",
        "P Socha",
        "C Geyer"
      ],
      "year": 2014,
      "doi": "10.1111/obr.12175"
    },
    {
      "title": "Tools, harmonization and standardization procedures of the impact and outcome evaluation indices obtained during a kindergarten-based, family-involved intervention to prevent obesity in early childhood: the ToyBoxstudy",
      "authors": [
        "T Mouratidou",
        "M Miguel",
        "O Androutsos",
        "Y Manios",
        "De Bourdeaudhuij",
        "I Cardon"
      ],
      "year": 2014,
      "doi": "10.1111/obr.12183"
    },
    {
      "title": "Reproducibility and validity of a diet quality index for children assessed using a FFQ",
      "authors": [
        "I Huybrechts",
        "C Vereecken",
        "De Bacquer",
        "D Vandevijvere",
        "S Van Oyen",
        "H Maes"
      ],
      "year": 2010,
      "doi": "10.1017/s0007114510000231"
    },
    {
      "title": "De actieve voedingsdriehoekeen praktische voedingsen beweeggids (Nutritional Recommendations for Belgium",
      "year": 2012,
      "doi": "10.1093/ww/9780199540884.013.u235558"
    },
    {
      "title": "WHO Child Growth Standards based on length/height, weight and age",
      "authors": [
        "Wmgrs Group"
      ],
      "year": 2006,
      "doi": "10.1111/j.1651-2227.2006.tb02378.x"
    },
    {
      "title": "Peripheral quantitative computed tomography of the tibia: pediatric reference values",
      "authors": [
        "L Moyer-Mileur",
        "J Quick",
        "M Murray"
      ],
      "year": 2008,
      "doi": "10.1016/j.jocd.2007.11.002"
    },
    {
      "title": "Cortical and trabecular bone at the radius and tibia in male and female adolescents with Down syndrome: a peripheral quantitative computed tomography (pQCT) study",
      "authors": [
        "A González-Agüero",
        "G Vicente-Rodríguez",
        "A Gómez-Cabello",
        "J Casajús"
      ],
      "year": 2013,
      "doi": "10.1007/s00198-012-2041-7"
    },
    {
      "title": "Bone structure of adolescent swimmers; a peripheral quantitative computed tomography (pQCT) study",
      "authors": [
        "A Gomez-Bruton",
        "A Gonzalez-Aguero",
        "A Gomez-Cabello",
        "A Matute-Llorente",
        "B Zemel",
        "L Moreno"
      ],
      "year": 2016,
      "doi": "10.1016/j.jsams.2015.11.007"
    },
    {
      "title": "Peripheral quantitative computed tomography of the tibia: Pediatric reference values",
      "authors": [
        "L Moyer-Mileur",
        "J Quick",
        "M Murray"
      ],
      "year": 2008,
      "doi": "10.1016/j.jocd.2007.11.002"
    },
    {
      "title": "Weight-bearing bones are more sensitive to physical exercise in boys than in girls during pre-and early puberty: a cross-sectional study",
      "authors": [
        "S Kriemler",
        "L Zahner",
        "J Puder",
        "C Braun-Fahrländer",
        "C Schindler",
        "Farpour-Lambert Nj"
      ],
      "year": 2008,
      "doi": "10.1007/s00198-008-0611-5"
    },
    {
      "title": "Why are girls less physically active than boys? Findings from the LOOK Longitudinal Study",
      "authors": [
        "R Telford",
        "R Telford",
        "L Olive",
        "T Cochrane",
        "R Davey"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0150041"
    },
    {
      "title": "Soccer helps build strong bones during growth: a systematic review and meta-analysis",
      "authors": [
        "G Lozano-Berges",
        "Á Matute-Llorente",
        "A González-Agüero",
        "A Gómez-Bruton",
        "A Gómez-Cabello",
        "Vicente Rodríguez"
      ],
      "year": 2018,
      "doi": "10.1007/s00431-017-3060-3"
    },
    {
      "title": "Is there a critical period for bone response to weight-bearing exercise in children and adolescents? A systematic review",
      "authors": [
        "K Mackelvie",
        "K Khan",
        "H Mckay"
      ],
      "year": 2002,
      "doi": "10.1136/bjsm.36.4.250"
    },
    {
      "title": "Impact of physical activity, sedentary behaviour and muscle strength on bone stiffness in 2-10-year-old children-crosssectional results from the IDEFICS study",
      "authors": [
        "D Herrmann",
        "C Buck",
        "I Sioen",
        "Y Kouride",
        "S Marild",
        "D Molnár"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0273-6"
    },
    {
      "title": "Association of objectively measured physical activity and sedentary behavior with bone stiffness in peripubertal children",
      "authors": [
        "M Yamakita",
        "D Ando",
        "Y Akiyama",
        "M Sato",
        "K Suzuki",
        "Z Yamagata"
      ],
      "year": 2019,
      "doi": "10.1007/s00774-019-01021-z"
    },
    {
      "title": "Differences in bone density, body composition, physical activity, and diet between child gymnasts and untrained children 7-8 years of age",
      "authors": [
        "C Zanker",
        "L Gannon",
        "C Cooke",
        "K Gee",
        "B Oldroyd",
        "J Truscott"
      ],
      "year": 2003,
      "doi": "10.1359/jbmr.2003.18.6.1043"
    },
    {
      "title": "Bone geometry in young male and female football players: a peripheral quantitative computed tomography (pQCT) study",
      "authors": [
        "G Lozano-Berges",
        "Á Matute-Llorente",
        "A Gómez-Bruton",
        "A González-Agüero",
        "G Vicente-Rodríguez",
        "J Casajús"
      ],
      "year": 2018,
      "doi": "10.1007/s11657-018-0472-2"
    },
    {
      "title": "Influence of a school-based physical activity intervention on cortical bone mass distribution: a 7-year intervention study",
      "authors": [
        "J Fritz",
        "R Duckham",
        "T Rantalainen",
        "B Rosengren",
        "M Karlsson",
        "R Daly"
      ],
      "year": 2016,
      "doi": "10.1007/s00223-016-0174-y"
    },
    {
      "title": "Cross-sectional geometry of weight-bearing tibia in female athletes subjected to different exercise loadings",
      "authors": [
        "R Nikander",
        "P Kannus",
        "T Rantalainen",
        "K Uusi-Rasi",
        "A Heinonen",
        "H Sievänen"
      ],
      "year": 2010,
      "doi": "10.1007/s00198-009-1101-0"
    },
    {
      "title": "Is bone tissue really affected by swimming? A systematic review",
      "authors": [
        "A Gómez-Bruton",
        "A Gónzalez-Agüero",
        "A Gómez-Cabello",
        "J Casajús",
        "Vicente Rodríguez"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0070119"
    },
    {
      "title": "The impact of diet and physical activity on bone health in children and adolescents",
      "authors": [
        "P Proia",
        "A Amato",
        "P Drid",
        "D Korovljev",
        "S Vasto",
        "S Baldassano"
      ],
      "year": 2021,
      "doi": "10.3389/fendo.2021.704647"
    }
  ],
  "num_references": 41
}
