{
  "paper_id": "TRBNKHTF",
  "title": "Telehealth transformation: COVID-19 and the rise of virtual care",
  "year": 2020,
  "date": "2020-05-04",
  "journal": "J Am Med Inform Assoc",
  "publication": "J Am Med Inform Assoc",
  "doi": "",
  "sections": [
    {
      "text": "Now, more than ever, broadband Internet access (BIA) must be recognized as a social determinant of health. Disparities in access should be treated as a public health issue because they affect \"the health of people and communities where they live, learn, work and play.\"  1  The COVID-19 pandemic demonstrates that lack of BIA influences each of the six social determinant of health domains defined by the American Medical Association.  2 It also affects an additional domain, which is particularly pertinent during a pandemic-access to credible information (Figure  1 ). Reduced BIA, particularly during this pandemic, has the potential to exacerbate this country's existing health disparities because it disproportionately affects those who are already vulnerable. Indeed, those who are older, are racial/ ethnic minorities, have lower incomes, are less educated, or live in rural areas may experience worse health outcomes under normal circumstances and are even less able to access healthenhancing resources during social-distancing orders."
    },
    {
      "title": "HEALTH CARE SYSTEM",
      "text": "For the first time, it is almost impossible to consult a physician without access to telecommunications technology in the United States. The nation's health care systems (particularly in epicenters like New York City, and Detroit, MI) have shifted most ambulatory care to telehealth, primarily video visits.  3 ne national survey estimates that one in four Americans does not have the BIA or devices needed to engage in video visits.  4 ithout BIA, patients cannot fully use telehealth in all its forms: asynchronous messaging via patient portals, remote monitoring devices such as blood pressure monitors, or synchronous video connections to consult with a physician. Telephone calls are an alternative to video visits, but because they permit only audio communication, they limit possible interactions between patients and health care professionals. Variation in BIA reliability also presents challenges to technical visit quality. Some patients, even those with BIA, have declined to use these technologies because of difficulties with digital literacy or privacy concerns."
    },
    {
      "title": "ECONOMIC STABILITY",
      "text": "BIA is increasingly necessary for work, job searches and applications, and filing for unemployment benefits. During social-distancing orders, many Americans in white-collar jobs were instructed to work remotely, under the assumption that they had robust BIA. Meanwhile, more than 42 million workers (to date) who were neither white collar nor declared essential filed for unemployment. As a further stress to an already taxed system, several million college graduates hitting the job market this spring will need to conduct job searches and submit applications. To help people with work, job searches, and benefits applications during the pandemic, some public and social service organizations have expanded Wi-Fi to their parking lots to allow visitors to use it, highlighting how critical BIA is to economic stability.  5"
    },
    {
      "title": "EDUCATION",
      "text": "When education was moved online owing to stay-at-home orders, schools from preschool to graduate school levels began offering classes by videoconference and distributing materials by e-mail and online educational content management systems. To benefit from this, learners and their families require not only reliable BIA but also enough devices for all students in the family. Our own experiences with higher education have shown that students without BIA may need to go to locations such as McDonalds or public library parking lots to attend classes.  5 As a result, education experts predict that the pandemic will \"explode\" already pronounced socioeconomic gaps in educational achievement.  6"
    },
    {
      "title": "FOOD",
      "text": "Grocery stores and restaurants are prioritizing deliveries, especially for individuals in high-risk groups. Online grocery ordering, once a curiosity, is now routine. Locations and operating hours of food sources (including food pantries and kitchens) are updated most regularly online. Therefore, those who may be in the greatest need of food security-related support face challenges with learning about and accessing these services because of insufficient BIA."
    },
    {
      "title": "COMMUNITY AND SOCIAL CONTEXTS",
      "text": "Videoconferencing provide opportunities for social interaction as social-distancing orders continue. As holidays such as Passover and Easter have taken place during social-distancing order periods, families with BIA have held get-togethers via videoconference. Places of worship, which are key sources of social integration, support, and information, have also moved online. Support groups for mental health, addiction recovery, and other purposes have shifted to online platforms as well. Communities have used social media and digital tools such as spreadsheets to coordinate mutual aid and community responses. Insufficient BIA may, therefore, exacerbate social isolation and its mental health effects during this crisis."
    },
    {
      "title": "NEIGHBORHOOD AND PHYSICAL ENVIRONMENT",
      "text": "Online or electronic device-based exercise classes could help people in densely populated areas avoid the challenges of finding outdoor spaces while maintaining appropriate social distance. On the opposite end of the population density spectrum, those in rural areas would benefit from not having to travel to wellness classes. However, although many of these digital offerings are free or low cost while pandemic social-distancing orders are in place, only those with BIA can benefit.\n\nIn 2017, the American Medical Informatics Association urged the Federal Communications Commission (FCC) to consider BIA a social determinant of health and ensure equitable access to this resource. Three years later, the combination of an infectious illness spreading through the populace, socialdistancing orders, school closures, and widespread unemployment from the COVID-19 pandemic has demonstrated more clearly than ever exactly how true this is.\n\nCOVID-19 relief efforts have begun to address BIA through FCC telehealth grant funding, but the need will remain after the funding has run out. This is our opportunity to envision an equitable solution to genuinely improving the nation's health. One approach would be to provide BIA on the basis of need\n\n. For example, Comcast's Internet Essentials package offers BIA at a reduced price to low-income households, and they have increased BIA speeds during the pandemic. We might also model future efforts after programs such as the Broadband Technology Opportunities Program, which combined BIA with community outreach, technology training, and low-cost devices. The program estimates up to a fivefold return on investment in terms of money invested back into the economy by expanding broadband Internet use. 7 The Broadband Technology Opportunities Program (funded through the 2009 American Recovery and Reinvestment Act) involved a $4 billion investment distributed to 233 local programs. Today, only two programs still have active funding from the Broadband Technology Opportunities Program, and there is no new funding for the program. Future government stimulus related to the COVID-19 pandemic should consider the profound impacts of BIA on health and allocate funding for BIA programs. The United States emerged from the suffering of the Great Depression with a new commitment to a national safety net to protect the most vulnerable. This crisis is our opportunity to rethink the concept of the safety net and bring it into the electronic age."
    },
    {
      "text": ", life expectancy, health care expenditures, health status, functional limitationsAMA SDH domainsSource. American Medical Association (AMA)."
    },
    {
      "text": "FIGURE 1-Proposed Extended Model of Social Determinants of Health (SDH)"
    }
  ],
  "references": [
    {
      "title": "the editorial with significant input and revision from",
      "authors": [
        "Natalie Benda",
        "Phd Tiffany",
        "C Veinot",
        "Phd",
        "Cynthia Mls",
        "Sieck",
        "Phd",
        "Jessica Mph",
        "Ancker",
        "Mph Phd",
        "C Contributors",
        "J Benda",
        "Ancker"
      ],
      "doi": "10.2105/ajph.2020.305784"
    },
    {
      "title": "What is public health?",
      "year": 2020,
      "doi": "10.4135/9781412963855.n85"
    },
    {
      "title": "Addressing social determinants of health (SDOH): beyond the clinic walls",
      "authors": [
        "N Bennett",
        "M Brown",
        "T Green",
        "L Hall",
        "A Winkler"
      ],
      "year": 2018
    },
    {
      "title": "Telehealth transformation: COVID-19 and the rise of virtual care",
      "authors": [
        "J Wosik",
        "M Fudim",
        "B Cameron"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa067"
    },
    {
      "title": "Internet/ broadband fact sheet",
      "year": 2019,
      "doi": "10.3133/fs20213056"
    },
    {
      "title": "Parking lots have become a digital lifeline",
      "authors": [
        "C Kang"
      ],
      "year": 2020
    },
    {
      "title": "Why COVID-19 will \"explode",
      "authors": [
        "V Strauss"
      ],
      "year": 2020
    },
    {
      "title": "social and economic impacts of the Broadband Technology Opportunities Program",
      "year": 2014,
      "doi": "10.2172/1617557"
    }
  ],
  "num_references": 8,
  "original_doi": "https://doi.org/10.13039/100000092"
}
