{
  "paper_id": "TRUG9DN4",
  "title": "Meta-Analytic Evidence That Message Fatigue is Associated With Unintended Persuasive Outcomes",
  "abstract": "Message fatigue is a state in which people believe they have received too many similar messages conveying redundant information and feel a sense of exhaustion and boredom with those messages. A growing body of work suggests message fatigue inhibits persuasion, and a meta-analytic review can help to evaluate the strength and direction of the relationship between message fatigue and persuasive outcomes, explore potential moderators of that relationship, and shed light on productive paths forward. Our results indicated that, on average, increased message fatigue is associated with unintended outcomes such as increased endorsement of message-inconsistent beliefs and reduced intention to enact healthy behaviors (r = -.25, k = 18, N = 24,236). Substantial heterogeneity was observed and, in general, left unexplained by our coded moderators. We speculate about the drivers of the observed heterogeneity and reflect on paths forward in this area of research.",
  "year": 2013,
  "date": "2013",
  "journal": "Health Communication",
  "publication": "Health Communication",
  "authors": [
    {
      "forename": "David",
      "surname": "Keating",
      "name": "David Keating",
      "affiliation": "1  Arizona State University , Phoenix , USA \n\t\t\t\t\t\t\t\t Arizona State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Phoenix \n\t\t\t\t\t\t\t\t\t USA",
      "email": "dave.keating@asu.edu"
    },
    {
      "forename": "Chris",
      "surname": "Skurka",
      "name": "Chris Skurka",
      "affiliation": "2  Pennsylvania State University , University Park , USA School of Journalism and Mass Communication , \n\t\t\t\t\t\t\t\t School of Journalism and Mass Communication \n\t\t\t\t\t\t\t\t Pennsylvania State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t University Park \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Walter",
      "surname": "Cronkite",
      "name": "Walter Cronkite"
    },
    {
      "affiliation": "Arizona State University , 555 N. Central Ave , Phoenix , AZ 85004 , USA. \n\t\t\t\t\t\t\t\t Arizona State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 555 N. Central Ave \n\t\t\t\t\t\t\t\t\t 85004 \n\t\t\t\t\t\t\t\t\t Phoenix \n\t\t\t\t\t\t\t\t\t AZ \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1177/00936502241287875",
  "keywords": [
    "message fatigue",
    "meta-analysis",
    "persuasive outcomes",
    "campaigns"
  ],
  "sections": [
    {
      "text": "exposure to persuasive messages and message redundancy (e.g.,  So & Song, 2023; Stephens et al., 2013) , as well as information and communication overload (e.g.,  Eppler & Mengis, 2004; Stephens et al., 2017; Weick, 1970) . In this investigation, we are interested in a similar but distinct phenomenon specific to persuasion scholarship that occurs when we believe we have been exposed to an abundance of seemingly repetitive persuasive messages-a state that persuasion theorists have labeled message fatigue  (So et al., 2017) .\n\nAs discussed previously, message fatigue encompasses four dimensions: two that pertain to one's judgment of the message environment (perceived overexposure, perceived redundancy) and two that reflect one's affective experience (exhaustion, boredom;  So et al., 2017) . In this way, whereas overload can occur with excessive exposure to divergent (or even contradictory) information, fatigue specifically derives from excessive exposure to similar or redundant information  (So et al., 2017) . Moreover, whereas overload involves feeling overwhelmed  (Jia et al., 2023) , fatigue is characterized by feelings of exhaustion and boredom.\n\nMessage fatigue resulting from excessive repetition of persuasive messaging is generally presumed to inhibit persuasion  (So et al., 2017) ; despite presumably being caused by message repetition or redundancy (though see, e.g.,  Reynolds-Tylus et al., 2021) , message fatigue is a state experienced by recipients rather than an inherent feature of messaging. As message recipients become fatigued by the same message or by a set of very similar messages, their thoughts and feelings about the topic are likely to be impacted in ways that counter the objective of the messaging. For instance, some research has found that increased message fatigue is associated with lower intentions to follow healthy eating recommendations in the context of anti-obesity messaging (S. Kim & So, 2018) , less positive attitudes toward smoking cessation in the context of tobacco prevention messaging,  (So, 2022) , and less favorable message evaluations in the context of anti-binge drinking messages  (Martinez Gonzalez et al., 2021) .\n\nA common assumption presented in this line of work is that message fatigue is negatively associated with persuasive outcomes because fatigue prompts passive and active resistance to messaging (e.g., S.  Kim & So, 2018; Martinez Gonzalez et al., 2021; Reynolds-Tylus et al., 2021; So et al., 2017; So & Alam, 2019) . Passive resistance generally refers to disengagement from the message, such as by \"tuning out\" the message  (So et al., 2017) ; active resistance generally refers to effortful opposition, such as by generating counterarguments against the message  (So & Alam, 2019) . Given this general presumption, components of psychological reactance theory (PRT;  Brehm & Brehm, 1981; Dillard & Shen, 2005)  have been applied to better understand how message fatigue might inhibit persuasive success via heightened freedom threat  (e.g., Martinez Gonzalez et al., 2021)  and/or reactance (e.g., S.  Kim & So, 2018) .\n\nFurther, given the nature of its presumed causal impact on persuasion, message fatigue arguably signals the onset of the \"wear-out\" phase in the two-factor model of persuasive repetition (e.g.,  Berlyne, 1970; Pechmann & Stewart, 1988; Schmidt & Eisend, 2015) . According to the model, an initial \"wear-in\" stage occurs in which recipients become increasingly familiar with the message and hold increasingly positive responses toward it. In a subsequent \"wear-out\" phase, people begin to experience feelings of tedium and boredom which inhibit persuasive success of future messages. Despite acknowledging how this phase unfolds, theorists in this area had not formally explicated the construct of message fatigue until recently  (So et al., 2017) ; this explication and scale validation work has allowed communication researchers to begin studying message fatigue more clearly and systematically.\n\nIn sum, once the experience of message fatigue has begun, increased feelings of fatigue theoretically lead people to exhibit unintended responses. Empirically, this would be observed as a negative association between message fatigue and persuasive outcomes. In this meta-analysis, the focal persuasive outcomes included beliefs, attitudes, intentions, behaviors, and evaluations of message quality. Taken together, the preceding discussion leads to our central hypothesis:\n\nHypothesis 1 (H1): Message fatigue is negatively associated with persuasive outcomes."
    },
    {
      "title": "Potential Moderators",
      "text": "As noted, the central theoretical assumption undergirding this line of research is that message fatigue inhibits persuasion. At present, although existing models have been applied to hypothesize about the role of message fatigue (e.g., heuristic-systematic model  [HSM] ;  So & Liu, 2023) , no formal theoretical framework has been advanced for how and why message fatigue functions in the way that it does, the boundary conditions for its inhibiting effect, or the focal moderating factors that strengthen the association between message fatigue and persuasion. Given this, in order to advance theorizing in this area, it is worth considering whether there are circumstances under which the magnitude of this relationship varies. In other words, might the link between message fatigue and persuasive outcomes depend on audience factors, features of the advocated behavior, or features of the message? Some initial evidence suggests this is the case. In a study seeking to conceptually replicate the findings from  So et al.'s (2017)  seminal paper,  Song and So (2023)  observed even stronger associations between message fatigue and theoretically related concepts like message elaboration, attention, and counterarguing than the original study. The authors reasoned that compared to the original study's context (health promotion), the politicized nature of the replication context (climate change) is more likely to implicate biased information processing based on one's pre-existing values and views. In other words, context may moderate the link between message fatigue and message processing. Moreover,  Song and So (2023)  found that climate message fatigue differentially predicted message processing as a function of the audience member's political ideology. Message fatigue was more strongly (negatively) associated with elaboration and attention among liberals than conservatives, whereas the positive relationship between fatigue and counterarguing was stronger among conservatives than liberals. In discussing their findings, the authors enjoined researchers to further explore audience-, context-, and message-level factors that could moderate the role fatigue plays in message processing and persuasion, as this will help illuminate the theoretical boundaries of message fatigue's influence.\n\nAlthough an array of theoretical moderators that alter the nature of the fatigue-persuasion relationship could be advanced, we begin to answer  Song and So's (2023)  call by focusing on three possible moderators in this meta-analysis-one audience-level characteristic (issue relevance), one contextual characteristic (focus of the behavior), and one message-level characteristic (persuasive strategy). We elaborate on each below.\n\nIssue Relevance. Regarding the potential role of issue relevance, message recipients may engage in different processing styles depending on the degree to which they appraise the message content as personally relevant. According to dual-processing frameworks, such as the elaboration likelihood model (ELM) and HSM  (Chaiken, 1980; Petty et al., 1981) , those who are highly involved in an issue are likely to be influenced by the quality of the arguments presented because they are motivated to attend to central features of the message's position. People who are not involved in the message topic, by comparison, are more susceptible to the influence of heuristics or mental shortcuts when evaluating the message, such as perceptions of source credibility, source liking, and bandwagon cues.\n\nIt is plausible that the degree of issue relevance matters for the association between message fatigue and persuasive outcomes. Because message fatigue involves an affective experience characterized by feelings of boredom or exhaustion  (So et al., 2017) , perhaps the most relevant explanation for how issue relevance might moderate the fatigue-outcomes relationship comes from ELM theorizing on the role of affect in persuasion. The ELM posits that under conditions of low elaboration, affect should function as a simple cue that directly shapes attitudes in line with the valence of the emotion experienced: Positive affect associated with the attitude object will lead to favorable attitudes, whereas negative affect will lead to unfavorable attitudes  (Petty & Briñol, 2015) . When elaboration is high, the relationship between affect and persuasion is less straightforward because there are multiple roles that affect might play. Additionally, effortful processors will consider the full range of relevant evidence when forming judgments about the attitude object  (Petty & Briñol, 2015) . Therefore, if we assume less involved individuals generally engage in more shallow processing than highly involved individuals because they lack motivation to deeply elaborate on the message, affect should matter more for attitudes among low-involvement audiences than high-involvement audiences.\n\nConnecting these ideas to message fatigue, this logic would suggest that message fatigue, an aversive state  (So et al., 2017) , could function as a negative heuristic cue upon which audiences base their judgments about the message. In support of the claim that fatigue functions as a heuristic cue, a recent investigation that applied HSM to message fatigue research  (So & Liu, 2023)  identified message fatigue as a particularly salient processing mechanism on which audiences base their attitudes when engaged in heuristic processing. Accordingly, message fatigue may have an outsized persuasive impact for less involved individuals who are prone to process information heuristically or peripherally. That is, people who do not find the issue to be particularly relevant to them may rely more heavily on their feelings of message fatigue when evaluating the message, rather than forming judgments based on the substantive merits of the message's content, which would mean message fatigue should matter considerably more for them compared to highly involved individuals. This leads us to hypothesize the following: Hypothesis 2 (H2): Issue relevance moderates the negative association between message fatigue and persuasive outcomes, such that the association is more strongly negative at lower levels of issue relevance compared to higher levels of issue relevance.\n\nFocus of the Behavior. Regarding focus of the behavior, persuasive attempts generally aim to promote positive behaviors and deter deleterious behaviors  (Atkin & Rice, 2013) . Following prior work, we define promotion behaviors as those concerned with \"accomplishing a goal, enacting a new behavior, or adopting a novel course of action\"  (Dillard et al., 2007, p. 622) , such as increasing one's physical activity or registering as an organ donor. By contrast, deterrence behaviors involve the reduction or cessation of problematic behaviors  (Sheeran et al., 2014) , such as avoiding distracted driving or quitting smoking.\n\nSome evidence suggests that persuasive communication campaigns are more effective at encouraging the public to initiate desirable behaviors than discouraging them from engaging in undesirable behaviors  (Snyder et al., 2004) . One possible reason for this is that reducing or eliminating a behavior is more abstract than increasing or initiating a behavior. For instance, a deterrence-oriented message about avoiding e-cigarettes presents a range of less predictable situations-given that someone may not know when, where, or how they will be presented with the opportunity to comply with the message's recommendations-compared to a promotion-focused behavior like registering as an organ donor, which involves a concrete course of action. Additionally, because deterrence messages involve reduction or cessation of \"bad\" behaviors, recipients may be more familiar with them because they are more likely to be found in their message environment than promotion-focused messages. In other words, compared to messages about adopting \"good\" behaviors, which may involve newer behaviors with which they are not familiar, people are arguably more familiar with messages about changing risky or unhealthy behaviors. In turn, because recipients are faced with a broader range of situations in which they are being asked to follow message recommendations, and because recipients are likely to be familiar with messages about reducing or ceasing an undesirable behavior, people processing deterrence messages may be more prone to a heuristic judgment that, in part, relies on their preexisting experience of message fatigue. As a result, message fatigue could be relatively more predictive of persuasion when the messaging in question pertains to deterrence behaviors. Given the tentative nature of this speculation, however, we propose a research question:\n\nResearch Question 1 (RQ1): To what extent, if any, does focus of the behavior (i.e., promotion vs. deterrence) moderate the negative association between message fatigue and persuasive outcomes? Persuasive Strategy. Lastly, we consider whether certain persuasive strategies may produce stronger or weaker associations between message fatigue and outcomes. Research on message fatigue has examined the effect of gain-loss frames (e.g.,  So, 2022)  and narratives (e.g.,  Guan et al., 2023) , among other types of messages. It is possible that some strategies amplify the association between message fatigue and persuasive outcomes because the strategy itself is one that the target audience has seen many times before. As an example, tobacco prevention messaging is predominantly focused on addiction and negative consequences for health  (Rhodes et al., 2009) . Similarly, environmental issues like climate change are often framed in the media in terms of negative impacts on people and the planet  (Hart & Feldman, 2014) . More generally, negative emotional appeals are one of the most frequently employed strategies in public service announcements  (Coleman & Hatley Major, 2014) . Given this, viewing yet another negative appeal in prosocial messages might lead fatigue to be especially salient compared to other types of messages in these domains, such as norms-based messaging or humor appeals.\n\nIn other words, it is possible that feeling fatigued with a category of message topics more strongly (negatively) predicts persuasive outcomes when people encounter a strategy that they have seen many times before, such as a message attempting to elicit negative emotional responses. That said, the theoretical case for this claim is not completely clear, so given the tentative nature of this speculation, we pose a research question:\n\nResearch Question 2 (RQ2): To what extent, if any, does persuasive strategy moderate the negative association between message fatigue and persuasive outcomes?"
    },
    {
      "title": "Method"
    },
    {
      "title": "Search Strategy and Inclusion Review",
      "text": "Following PRISMA guidelines  (Page et al., 2021) , we searched for relevant studies to include using the Academic Search Complete, Communication & Mass Media Complete, PsycInfo, and PsycArticles databases. Our initial search used a set of search terms directly or indirectly related to the central construct of interest: messag* fatigue, campaign fatigue, ad* fatigue, communication* fatigue, information fatigue, alert fatigue, and commercial fatigue. This search was conducted in July 2022 for publications that were in press or in print up to that point. This resulted in 210 initial articles; after duplicates were removed, 177 articles remained for review. Additionally, we used Google Scholar to identify publications citing  So et al.'s (2017)  explication of message fatigue and scale validation work; we identified 38 articles through this search.\n\nRegarding inclusion criteria, we included articles that contained (1) results reported in a quantitative study in which (2) at least one independent variable was a measure of message fatigue, and (3) at least one dependent variable was a measure of some relevant persuasive outcome. Regarding the second criterion, we excluded research that examined concepts labeled as \"fatigue\" or \"burnout\" but that did not specifically reference communication, information, or messaging (e.g., \"compassion fatigue\"). Regarding the third and final criterion, we included a study if one or more dependent variables measured a belief, attitude, intention, behavior, or message quality evaluation. Our rationale was that each of these outcomes is a reasonable indicator of relative persuasion (for similar approaches, see: O  'Keefe, 2013; O'Keefe & Nan, 2012) .\n\nTwo of the authors independently reviewed each of the articles stemming from the database search (n = 177) and from the Google Scholar search (n = 38). In all, there were two disagreements about whether to include an article from the database search (98.9% agreement; ɑ K = 0.89) and two disagreements from the Google Scholar search (94.7% agreement; ɑ K = 0.83). There was substantial overlap between the database search results and the Google Scholar search results. Disagreements were resolved through discussion. This process resulted in the inclusion of 12 studies initially.\n\nFollowing this initial review for inclusion, we repeated the set of searches described above in January 2023 to identify additional studies published throughout 2022 and again in January 2024 to identify additional studies published throughout 2023. We then evaluated the studies for inclusion using the criteria outlined above; this resulted in eight additional studies being identified for inclusion. As an additional check, the first author reviewed abstracts of Google Scholar results of \"message fatigue\" published through 2023 to attempt to identify additional studies; any that appeared relevant based on the abstract were then evaluated for inclusion or exclusion using the criteria outlined above. This step resulted in one additional study that met the inclusion criteria. Next, we put out a call for unpublished studies on a relevant listserv and examined possible dissertations that met the inclusion criteria; this resulted in two additional studies. Lastly, in July 2024, we conducted a supplemental search in which we paired each of the persuasion-oriented search terms from our initial search (e.g., messag*, communication*, commercial) with the following four terms: Redundancy, overexposure, burnout, and tedium. The goal of this was to capture a wider range of work that might study message fatigue without using that particular label to describe the construct. This resulted in 5,162 total results; one of the authors reviewed titles and abstracts to determine whether a study might meet the inclusion criteria described above, and then two of the authors reviewed the full text of potential studies for possible inclusion using the criteria outlined above. No additional studies were identified through this process.\n\nIn all, we identified 23 studies that met our inclusion criteria. Unfortunately, in five cases, we were unable to extract effect size information and the corresponding authors did not respond to our requests for that information. 1 As a result, our metaanalysis included 18 studies. Our PRISMA flowchart outlining the preceding process is displayed in Figure  1 . The primary dependent variables in these studies included measures of belief (k = 2), attitude (k = 4), intention (k = 10), behavior (k = 3), and message quality (k = 4). In three cases, a study included two different dependent variables, and in another case, a study included three different dependent variables."
    },
    {
      "title": "Effect Size Extraction",
      "text": "In total, we identified 42 effect sizes, extracted or computed as r, across the 18 studies. 2 In each case, a negative effect size indicates that greater levels of message fatigue were associated with lower levels of the desired response. In an effort to avoid issues stemming from non-independence  (Borenstein et al., 2021) , in cases where a study reported multiple effects corresponding to multiple persuasive outcome measures (k = 13), we computed an average within-study effect (for other examples of this approach in communication research, see  Noar et al., 2020; Rains et al., 2018) . There were also two studies that used repeated-measures designs where message fatigue and a dependent variable were measured concurrently over several sessions (e.g., five time points where message fatigue and intention were measured at each individual time point); we took the average of the within-person effects to arrive at effect size estimates in these two studies (i.e.,  Skurka & Keating, in press; So & Song, 2023) . In one study where only a regression coefficient was reported for one of the outcomes (i.e.,  Zhao et al., 2024) , we used the procedures outlined in  Peterson and Brown (2005)  to estimate the effect size. An overview of each included study can be found in Table  1 ."
    },
    {
      "title": "Coding for Theoretical Moderators",
      "text": "We coded for three moderators corresponding to H2, RQ1, and RQ2: issue relevance, focus of the behavior, and persuasive message strategy. 3 For issue relevance, we recorded the presence or absence of issue relevance; we coded issue relevance as present when the study included a measure of issue relevance or importance with an average score above the midpoint of the scale, when the study topic was chosen specifically because it was relevant to a particular group, and/or when participants were recruited specifically because the topic would be relevant to them (for a similar approach, see  Walter et al., 2018) . For example, in the So and Alam (2019) study, because overweight and obese individuals were sampled to study fatigue with anti-obesity messaging, we coded issue relevance as being present; on the other hand, in the Lu (2022) study, because participants were shown news headlines about climate change without regard for whether participants felt climate change is an important issue, we coded issue relevance as being absent.\n\nFor focus of the behavior, following our conceptual definitions closely (see  Dillard et al., 2007; Sheeran et al., 2014) , we recorded whether the focal behavior was deterrence-or promotion-oriented; we considered the former as behaviors focused on avoiding, stopping, or reducing risky or unhealthy behaviors, and we considered the latter as behaviors focused on increasing or initiating healthy or prosocial behaviors. We also included a third category for studies in which the target behaviors included a mixture of promotion-and deterrence-oriented actions (e.g., mask wearing and avoiding touching one's face as COVID-preventive behaviors).\n\nFor persuasive strategy, we initially generated categories by identifying prominent, theory-driven message features found in persuasion research. This ultimately led us to focus on four emotional appeals (i.e., fear appeals, guilt appeals, anger appeals, humor appeals), two evidence types (i.e., narratives, statistical evidence), gain/loss frames, and norms messaging. We also had an \"other\" category that we later used to evaluate whether we should add more categories. During the coding process, we discovered that a handful of studies used multiple but distinct types of messages (k = 3), and we added a \"combination\" category as a result. When we assessed the studies coded as \"other\" (k = 5), we did not identify any additional message features rooted in persuasion theory. Ultimately, we recorded whether there was no persuasive message given to participants or whether the persuasive strategy regarded a fear appeal, anger appeal, guilt appeal, humor appeal, gain-frame and/or loss-frame, narrative, statistical\n\nTable 1. Overview of Included Studies. Study evidence, norms appeal, some other type of message that was not rooted in theory, or a combination of the aforementioned persuasive strategies."
    },
    {
      "title": "Coding for Methodological Characteristics",
      "text": "In addition to theoretical moderators, we coded for the following methodological characteristics: sampling approach, study population, study design features, study context, message fatigue measurement approach, and whether the outcome was message-targeted. For sampling approach, we recorded whether the study used a probability-based or a non-probability approach. For study population, we recorded whether the sampled population consisted of college students in the U.S., college students outside of the U.S., adults in the U.S., adults outside of the U.S., children in the U.S., children outside of the U.S., or some other group. For study design, we coded for two design features. First, we recorded whether the study was an experimental design or a non-experimental design. Second, we recorded whether message fatigue was measured before message exposure, after message exposure, both before and after message exposure, or without any message exposure. For study context, we recorded whether the study was related to health communication, environmental communication, sales and marketing, or some other context. For message fatigue measurement approach, we recorded whether the measure was the four-dimension scale from So et al. (  2017 ), a single dimension with a focus on burnout or exhaustion (one aspect of fatigue frequently discussed in the literature), a single dimension focusing on something other than burnout or exhaustion, multiple individual dimensions but not the four-dimension scale, or another approach.\n\nFor message-targeted outcome, we recorded if the outcome measure was targeted by a persuasive message within the study or if there was no message referent (i.e., participants were not exposed to any persuasive messaging)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Analysis Strategy",
      "text": "We conducted a random-effects meta-analysis using the suite of meta commands in Stata. Extracted correlations were transformed to the Fisher z scale, the mean effect and confidence intervals were computed, and then these values were transformed back into r. For our central test of H1, we estimated the mean effect size, the 95% confidence interval for the mean effect, the Q statistic (i.e., test of the null hypothesis of homogeneous effects), tau or T (i.e., estimate of the standard deviation of the true effect sizes), and the prediction interval  (Borenstein et al., 2017 (Borenstein et al., , 2021)) . In addition, we generated a forest plot to visualize the distribution of the effect size estimates (see Figure  2 ). For our tests of moderators, in cases where subgroups had at least three studies, we computed the Q B statistic (i.e., test of the null hypothesis of no difference among subgroups); this involved a mixed-effects model with random-effects within groups and fixed-effects between groups. some combination of multiple individual dimensions (k = 3). The included studies tended to measure message fatigue either only before message exposure (k = 3) or only after message exposure (k = 9); in the remaining cases, the studies either measured message fatigue both before and after message exposure (k = 2) or did not include a message exposure component (k = 4). The majority of studies focused on a health communication context (k = 16), while the remaining focused on an environmental communication context (k = 2)."
    },
    {
      "title": "Publication and Study Characteristics"
    },
    {
      "title": "Primary Analyses",
      "text": "The random-effects model (k = 18, N = 24,236) resulted in an estimated average effect size of r = -.25, 95% CI  [-.32, -.18] , which suggests a moderately sized relationship in which message fatigue is associated with unintended persuasive outcomes. This result was consistent with H1. 4 Additionally, a nonsignificant rank correlation test, z = -.30, p = .820, did not suggest publication bias  (Begg & Mazumdar, 1994) . However, there appeared to be substantial heterogeneity, Q = 317.50, p < .001, T = 0.15, with an estimated prediction interval of -.52 to .06. Accordingly, we next examined our theoretical moderators.\n\nOur proposed moderators included issue relevance (H2), focus of the behavior (RQ1), and persuasive strategy (RQ2). Our results did not provide evidence that issue relevance, Q B = 0.01, p = .937, or focus of the behavior, Q B = 0.77, p = .679, were significant moderators; further, for each moderator, the confidence intervals estimated for each of the sub-groups overlapped. However, the results suggested that persuasive strategy was a significant moderator, Q B = 11.03, p = .026. Upon further inspection, it appeared that studies in which participants did not receive any message (r = -.34) or in which participants viewed a narrative message (r = -.34) displayed stronger effects than studies in which participants viewed a gain-and/or loss-frame message (r = -.15), viewed some other type of message that was not rooted in theory (r = -.22), or viewed a combination of different persuasive strategies (r = -.22). However, the only instance of non-overlapping confidence intervals suggested that studies with narrative messages, 95% CI  [-.464, -.199] , exhibited stronger effects than studies with gain-and/or loss-frame messages, 95% CI  [-.197, -.094] . Additionally, significant heterogeneity remained among the sets of effects associated with no message exposure, narrative message exposure, and \"other\" message exposure.\n\nIn sum, the results were not consistent with the prediction about moderation specified in H2 (issue relevance), the results did not suggest that the moderator specified in RQ1 (focus of the behavior) was significant, and the moderator specified in RQ2 (persuasive strategy) was significant but did not resolve effect size heterogeneity."
    },
    {
      "title": "Post Hoc Analyses",
      "text": "Following the analyses reported above, we attempted to further explore possible moderators and the distribution of effect sizes in post hoc analyses. First, we evaluated whether any of the study design characteristics that we coded a priori helped to explain heterogeneity. We were unable to evaluate some of these moderators or levels of these moderators because there were fewer than three studies in some subgroups. Our results did not provide evidence that study population, Q B = 0.04, p = .839, experimental versus non-experimental design, Q B = 0.32, p = .572, timing of fatigue measurement, Q B = 1.46, p = .481, fatigue measurement approach, Q B = 0.10, p = .950, or messagetargeted outcome, Q B = 1.60, p = .206, were significant moderators.\n\nSecond, we examined the distribution of effect sizes in order to identify whether different sets of studies could be grouped together in order to explain heterogeneity. The majority of effect sizes ranged from -.10 to -.26, and the remaining effect sizes included six more extreme effects, ranging from -.33 to -.46, as well as one near-zero effect, r = .03. When the six studies showing medium-to-large effects were isolated (k = 6, N = 2,882), a random-effects model resulted in an estimated average effect of r = -.41, 95% CI  [-.45, -.37] , and there was no significant heterogeneity, Q = 8.47, p = .132. When the studies showing small-to-medium effects were isolated (k = 11, N = 20,421), a random-effects model resulted in an estimated average effect of r = -.17, 95% CI  [-.21, -.13 ], but some heterogeneity remained, Q = 30.94, p = .001, T = 0.04. One study with an extremely large sample size seemed to be impacting this result  (N = 16,546; Zhao et al., 2024) ; when this study was also removed (k = 10, N = 3,875), there was no significant heterogeneity in the set of studies showing small-to-medium effects, r = -.19, 95% CI  [-.22, -.16 ], Q = 7.24, p = .613. 5 In the Discussion section that follows, we consider possible explanations for this reduction in heterogeneity in terms of factors that differentiate the set of studies showing small-to-medium effects from the set of studies showing medium-to-large effects."
    },
    {
      "title": "Discussion",
      "text": "This meta-analysis provides a bird's-eye view of the literature that examines the interplay between message fatigue and persuasion. In doing so, we aggregate 42 estimates of the relationship between message fatigue and persuasive outcomes across 18 studies. Our findings indicate that individuals experiencing greater levels of fatigue with messaging about a given topic are more likely to exhibit unfavorable or otherwise unintended responses compared to individuals experiencing lower levels of fatigue. By traditional statistical benchmarks  (Cohen, 1992) , the average effect that we observed (r = -.25) is moderate in size. This average effect is larger in magnitude than the median effect size documented in communication research writ large (r = .18; Rains et al., 2018)  and the median effect size observed in persuasion research specifically (r = .13; Rains et al., 2018) . Against this backdrop, our results underscore the need for persuasion theorists and communication practitioners to recognize and take seriously the role of message fatigue as a potential obstacle to effective influence.\n\nIt is worth noting that all of the included studies were published in 2018 or later. On some level, this is surprising given that psychologists studying persuasion have theorized about the potentially deleterious effects of fatigue since the 1970s  (Berlyne, 1970; Cacioppo & Petty, 1979; Stang, 1975) -not to mention the profusion of related research on distinct but associated constructs, such as repeated exposure, message redundancy, and overload. However, our observation while conducting this meta-analysis is that the vast majority of older persuasion studies applying message repetition frameworks have not explicitly measured fatigue responses, instead assuming that fatigue sets in at high levels of repetition, thereby accounting for any declines observed in attitudes, intentions, or behavior. It was for this reason that much of the early literature did not meet our inclusion criteria. In this way, just as  Dillard and Shen's (2005)  work on conceptualizing and operationalizing psychological reactance helped solidify a concept long thought to be unmeasurable  (Brehm & Brehm, 1981) , so too has  So et al.'s (2017)  work drawn attention to a seemingly intuitive message response that for decades went without formal empirical tests."
    },
    {
      "title": "Unresolved Effect Size Heterogeneity in Message Fatigue Research",
      "text": "Our analysis did not suggest the presence of publication bias in message fatigue scholarship, and individual study estimates included in this analysis were almost uniformly negative with only one study reporting a positive, albeit non-significant and near-zero, association between fatigue and persuasive outcomes (i.e.,  Lu, 2022) . Even so, there was significant variability concerning the size of the relationship. Our tests of three theoretical moderators spanning audience-level, context-level, and message-level characteristics did not completely explain effect size heterogeneity, with our findings suggesting that only persuasive strategy was a significant moderator. As such, additional research is needed to unpack the potential moderating roles of these and other factors. With respect to the methodological characteristics that we coded, the association between message fatigue and persuasive outcomes was not moderated by sampling approach, study population, study design features, study context, message fatigue measurement approach, or whether the outcome was message-targeted.\n\nRegarding the persuasive strategy moderator, studies in which participants viewed a narrative message (k = 3, r = -.34) found a stronger association between message fatigue and unintended outcomes compared to studies in which participants viewed a gain-and/or loss-frame message (k = 3, r = -.15). Our speculation leading to RQ2 suggested that certain types of messages amplify the fatigue-outcomes association because target audiences are overly familiar with those persuasive strategies. If that is the case, then it is possible that participants' judgments of message fatigue play a larger role in situations where they are exposed to narrative messaging, compared to situations where they are exposed to gain-loss frames, because they feel comparatively more fatigued by narratives themselves. Alternatively, it is possible that narratives are more likely than gain-loss frames to activate the association between judgments about message fatigue and judgments about related outcomes. In any case, this moderator did not resolve effect size heterogeneity.\n\nInterestingly, in a post hoc analysis, there was no significant heterogeneity within two isolated subsets of studies: a subset of 10 studies reporting small-to-medium effect sizes and a subset of six studies reporting medium-to-large effect sizes. We next speculate about potential differences between these two subsets of effect sizes. Granted, any discussion about the differences between these two subsets is caveated by the exclusion of one study that reported a weak effect size (i.e.,  Lu, 2022)  and one study that reported an effect size corresponding to an unusually large sample size (i.e.,  Zhao et al., 2024) .\n\nIn the subset of smaller effects, all 10 of the studies included some message exposure or campaign component, all of the studies included either the full version or a shortened version of the  So et al. (2017)  message fatigue scale that covered the four primary dimensions of the concept (i.e., perceived overexposure, perceived redundancy, exhaustion, tedium), and all but one of the studies involved a variety of health contexts (e.g., e-cigarette prevention messaging, bystander intervention campaigns, distracted driving PSAs). In the subset of studies reporting larger effects, all but one of the six studies were conducted in the context of  COVID-19 (i.e., Ball & Wozniak, 2022; Guan et al., 2023; Lee-Won et al., 2022; So & Liu, 2023 , Study 2; Sun & Lee, 2023), a charged topic for which message fatigue may have been especially salient given its recency and ubiquity. An important caveat to this speculation is that two of the studies in the subset of smaller effect sizes also concerned COVID (i.e.,  Shen et al., in press; So & Liu, 2023 , Study 1). Moreover, in three of these studies that observed larger effects (i.e.,  Ball & Wozniak, 2022; Lee-Won et al., 2022; Sun & Lee, 2023) , participants were not exposed to any message, and message fatigue was measured solely as exhaustion with messaging. Assessing exhaustion with COVID-related messaging in the absence of a specific message referent could capture fatigue-related thoughts that are largely driven by strong heuristics about the topic. In other words, it is possible that when individuals are asked to report how exhausted they feel with a category of messages about a charged, recent, and ubiquitous topic (such as COVID), in the absence of actual message exposure, a heuristic judgment about their level of message fatigue looms large for how they respond. We look forward to future work that formally tests these and other possibilities that may illuminate boundary conditions for the effect."
    },
    {
      "title": "Untangling Causal Processes and the Need for Improved Methods",
      "text": "This meta-analysis documents a moderate association between message fatigue and persuasive outcomes. But what exactly is the nature of this relationship? At present, theorizing about message fatigue posits that it dampens (i.e., causally decreases) outcomes  (So et al., 2017) ; however, the extant research included in this meta-analysis tended to rely on cross-sectional data, including some non-experimental work, to examine the relationship between message fatigue and persuasion. Because message fatigue was not directly manipulated in these designs and because outcomes were nearly always measured at the same time point, in addition to the assumption that increased message fatigue causes unintended persuasive outcomes, the accumulated data are consistent with at least three alternative explanations.\n\nFirst, message fatigue and persuasive outcomes could be independently affected by message overexposure. That is, actual overexposure may very well heighten message fatigue, via its impact on perceived overexposure, but simultaneously limit persuasion through mechanisms unrelated to fatigue. For example, although it has been argued that fatigue increases psychological reactance  (Martinez Gonzalez et al., 2021; So et al., 2017) , fatigue and reactance may operate in parallel, such that reactance-and not fatigue-functions as the mechanism that diminishes persuasion.\n\nSecond, message fatigue could be a result, rather than a cause, of persuasive outcomes. Self-perception theory maintains that people infer beliefs from their actions  (Bem, 1972) . In other words, it is possible that there are situations in which message recipients conclude they are burnt out by persuasive messaging because of the behavior they already perform or the attitudes they already hold (e.g., \"I smoke cigarettes, so I'm probably sick of seeing anti-tobacco media campaigns\").\n\nThird, message fatigue could be spuriously correlated with outcomes because of one or more confounding variables  (Chan et al., 2022; Rohrer et al., 2022) . As an example, people scoring high on the openness dimension of the big-five personality traits have been shown to be more persuadable than those with lower levels of openness  (Gerber et al., 2013) . It could therefore be the case that high-openness individuals report less fatigue as well as greater attitudinal or behavioral change in line with the message; conversely, low-openness individuals might report greater fatigue and less attitudinal or behavioral change. These patterns would produce the illusion that fatigue translates to less persuasion when in reality the two are confounded by a dispositional openness to new ideas and experiences.\n\nDirectly attempting to untangle causal process is a vital next step for this area of work. Experimental methodologists have proposed several intriguing approaches to determine whether mediators do causally influence the outcome, such as experimentally manipulating the mediator of interest  (MacKinnon et al., 2020; Pirlott & MacKinnon, 2016) . It may prove difficult to manipulate message fatigue directly, but it is possible that this could be achieved by priming feelings of exhaustion, boredom, or fatiguerelated thoughts (for an example, see J.  Kim & Cappella, 2023) . Another option would be to implement panel designs or use experience sampling methods to track message fatigue and persuasive outcomes over time, which would allow for tests of whether fatigue at a given time point predicts unintended outcomes at a later time point. Although this would not provide ironclad causal evidence, such longitudinal analyses could at least illustrate whether message fatigue temporally precedes cognitive or behavioral change  (Rohrer & Murayama, 2023) . Ultimately, persuasion theorists cannot have a firm grasp on the exact role of message fatigue until more sophisticated methodological designs are leveraged to untangle questions about causal order.\n\nFurthermore, in reviewing message fatigue studies for this meta-analysis, we observed that there has been surprisingly little attention paid to the dynamics between persuasive message repetition and message fatigue. Given that message fatigue is a product of overexposure to persuasive messages  (So et al., 2017) , it follows that excessively high levels of message exposure should increase message fatigue, allowing researchers to examine whether there is a corresponding increase in message resistance and a corresponding decrease in persuasion. A handful of studies have experimentally manipulated the amount of exposure to prosocial messages to identify effects on message fatigue (e.g.,  Lu, 2022; Reynolds-Tylus et al., 2021; So & Song, 2023) ; however, in these studies, message exposures often occurred in a single session, which leaves the door open to questions about the effect of message repetition on fatigue over extended periods of time. Another fruitful path forward would be to pay greater attention to fatigue in response to classes of messages that use a particular message strategy. It is possible that certain kinds of messaging themes generate more fatigue (e.g., negative emotional appeals, thematic frames) than others (e.g., humor, episodic frames), both in the short term with a single exposure and in the long term with prolonged exposure."
    },
    {
      "title": "Limitations",
      "text": "Despite the contributions of this paper, a few limitations should be acknowledged. First, the present meta-analysis did not investigate the extent to which fatigue is linked to passive or active forms of persuasive resistance. One assumption offered frequently in message fatigue research is that it leads to inattention-a major indicator of passive resistance-as well as reactance-a major indicator of active resistance (e.g., S.  Kim & So, 2018; So, 2022) . Given what we saw during our inclusion and exclusion review, however, we believe that more work is needed before this assumption can be evaluated with meta-analysis. As research on this topic expands and, ideally, formally theorizes about the underlying explanatory principle for why message fatigue generates resistance, future work could synthesize research studying that link.\n\nSecond, we focused our attention on message fatigue as a predictor of persuasion, so we necessarily excluded distinct but related constructs that could also conceivably predict persuasion. In particular, communication or information overload also arises from too much exposure to information in one's environment and can also lead to deleterious outcomes, such as message rejection. Nonetheless, we opted to exclude overload-related terms from our search given that overload and fatigue have distinct antecedents, dimensions, and consequences  (Jia et al., 2023; So et al., 2017; Stephens et al., 2017; Sun & Lee, 2023) ."
    },
    {
      "title": "Conclusion",
      "text": "This meta-analysis found that increased message fatigue is empirically associated with unintended persuasive outcomes. With this association established, persuasion and message effects scholars must now engage in two broad efforts. First, more work is needed that explores the theoretical and methodological boundaries under which message fatigue is more or less likely to be associated with persuasive outcomes. Second, researchers should employ a more sophisticated set of methodological designs that will help (a) untangle the exact nature of the causal link between message fatigue and persuasive outcomes and (b) shed light on the interplay between message exposure and message fatigue over time."
    },
    {
      "title": "Notes",
      "text": "1. We are incredibly grateful to those researchers who did respond to our requests for effect size information. 2. In the two cases described in this paragraph where a study implemented a repeated-measures design with multiple time points (i.e.,  Skurka & Keating, in press; So & Song, 2023) , we counted each averaged effect for a unique persuasive outcome as one case in the count listed here because we received or computed estimates as averages across time points. 3. In addition to these moderators, we initially had a research question about whether fatigue type might serve as a moderator (i.e., whether a study's measure of message fatigue captured chronic fatigue, acute fatigue, or both types of fatigue). Unfortunately, because all but one study focused on chronic fatigue, we were unable to test this moderator. As a result, we have excluded it from discussion in this paper. 4. Some readers may question whether message effectiveness can be considered in the same class of variables as the other outcomes. Although our assessment is that it is indeed in the same class conceptually, we re-ran the analyses excluding the effects corresponding to measures of message evaluation. The results were nearly identical to the overall estimate, r = -.26, 95% CI  [-.33, -.18 ], Q = 316.19, p < .001, prediction interval of -.55 to .09. 5. We also re-ran our three central tests of moderation without the  Zhao et al. (2024)  study included to evaluate whether its exclusion impacted those results. All three tests remained the same such that only persuasive strategy was a significant moderator. However, without the Zhao et al. study included in the \"no persuasive message given\" group of studies, the confidence interval around the estimate for that sub-group (r = -.42; 95% CI: -.47, -.38) no longer overlapped with those from studies focused on gain/loss frames (r = -.15; 95% CI: -.20, -.09), some other type of message not rooted in theory (r = -.22; 95% CI: -.36, -.06), or a combination of different persuasive strategies (r = -.22; 95% CI: -.29, -.14). Significant heterogeneity remained."
    },
    {
      "text": "Figure 1. PRISMA flowchart of study selection."
    },
    {
      "text": "For the DVs column: ME = message evaluation; Bel = belief; A = attitude; I = intention; Beh = behavior; for the Persuasive Strategy column: None = no messaging shown to participants, Narr = narrative; G/L = gain-frame and/or loss-frame; Other = some other type of persuasive message shown that does not correspond to a theory-derived message feature; Combo = combination of multiple message strategies (in both cases, the combination included a gain-frame and/or loss-frame as well as some \"other\" type of message)."
    },
    {
      "text": "Although we sought to identify research outside the field of communication as well as older work by including studies examining constructs that might not use the label \"message fatigue\" per se, the included studies were published in recent years and tended to be published in communication journals or by communication researchers. The publication years ranged from 2018 to currently in press, which underscores the impact of the So et al. (2017) explication and scale validation paper. The majority of published work was in a communication journal (k = 11) or a health-oriented journal outside the field (k = 3).Regarding study characteristics, the included studies tended to use experimental designs (k = 13), rather than non-experimental ones (k = 5), and non-probability samples (k = 18) of adults in the U.S. (k = 11) and college students in the U.S. (k = 7). The majority of studies used a combined four-dimension scale of message fatigue (k = 12), with the remaining studies using a single dimension of burnout or exhaustion (k = 3) or"
    },
    {
      "text": "Figure 2. Forest plot."
    }
  ],
  "references": [
    {
      "title": "Advances in public communication campaigns",
      "authors": [
        "C Atkin",
        "R Rice"
      ],
      "year": 2013,
      "doi": "10.1002/9781444361506.wbiems129"
    },
    {
      "title": "Why do some Americans resist COVID-19 prevention behavior? An analysis of issue importance, message fatigue, and reactance regarding COVID-19 messaging",
      "authors": [
        "H Ball",
        "T Wozniak"
      ],
      "year": 2022,
      "doi": "10.1080/10410236.2021.1920717"
    },
    {
      "title": "Operating characteristics of a rank correlation test for publication bias",
      "authors": [
        "C Begg",
        "M Mazumdar"
      ],
      "year": 1994,
      "doi": "10.2307/2533446"
    },
    {
      "title": "Self-perception theory",
      "authors": [
        "D Bem"
      ],
      "year": 1972,
      "doi": "10.1016/s0065-2601(08)60024-6"
    },
    {
      "title": "Novelty, complexity, and hedonic value",
      "authors": [
        "D Berlyne"
      ],
      "year": 1970,
      "doi": "10.3758/bf03212593"
    },
    {
      "title": "Introduction to meta-analysis",
      "year": 2021,
      "doi": "10.1002/9781119558378"
    },
    {
      "title": "Basics of metaanalysis: I 2 is not an absolute measure of heterogeneity",
      "authors": [
        "M Borenstein",
        "J Higgins",
        "L Hedges",
        "H Rothstein"
      ],
      "year": 2017,
      "doi": "10.1002/jrsm.1230"
    },
    {
      "title": "Psychological reactance: A theory of freedom and control",
      "authors": [
        "S Brehm",
        "J Brehm"
      ],
      "year": 1981,
      "doi": "10.1016/b978-0-12-129840-1.50005-3"
    },
    {
      "title": "Effects of message repetition and position on cognitive response, recall, and persuasion",
      "authors": [
        "J Cacioppo",
        "R Petty"
      ],
      "year": 1979,
      "doi": "10.1037//0022-3514.37.1.97"
    },
    {
      "title": "Heuristic versus systematic information processing and the use of source versus message cues in persuasion",
      "authors": [
        "S Chaiken"
      ],
      "year": 1980,
      "doi": "10.1037//0022-3514.39.5.752"
    },
    {
      "title": "Mediation analysis and warranted inferences in media and communication research: Examining research design in communication journals from 1996 to 2017",
      "authors": [
        "M Chan",
        "P Hu",
        "K Mak"
      ],
      "year": 2022,
      "doi": "10.1177/1077699020961519"
    },
    {
      "title": "Statistical power analysis",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1111/1467-8721.ep10768783"
    },
    {
      "doi": "10.1111/1467-8721.ep10768783"
    },
    {
      "title": "Ethical health communication: A content analysis of predominant frames and primes in public service announcements",
      "authors": [
        "R Coleman",
        "L Hatley Major"
      ],
      "year": 2014,
      "doi": "10.1080/08900523.2014.893773"
    },
    {
      "title": "On the nature of reactance and its role in persuasive health communication",
      "authors": [
        "J Dillard",
        "L Shen"
      ],
      "year": 2005,
      "doi": "10.1080/03637750500111815"
    },
    {
      "title": "The relationship between the perceived and actual effectiveness of persuasive messages: A meta-analysis with implications for formative campaign research",
      "authors": [
        "J Dillard",
        "K Weber",
        "R Vail"
      ],
      "year": 2007,
      "doi": "10.1111/j.1460-2466.2007.00360.x"
    },
    {
      "title": "The concept of information overload: A review of literature from organization science, accounting, marketing, MIS, and related disciplines",
      "authors": [
        "M Eppler",
        "J Mengis"
      ],
      "year": 2004,
      "doi": "10.1080/01972240490507974"
    },
    {
      "title": "Big Five personality traits and responses to persuasive appeals: Results from voter turnout experiments",
      "authors": [
        "A Gerber",
        "G Huber",
        "D Doherty",
        "C Dowling",
        "C Panagopoulos"
      ],
      "year": 2013,
      "doi": "10.1007/s11109-012-9216-y"
    },
    {
      "title": "COVID-19 message fatigue: How does it predict preventive behavioral intentions and what types of information are people tired of hearing about?",
      "authors": [
        "M Guan",
        "Y Li",
        "J Scoles",
        "Y Zhu"
      ],
      "year": 2023,
      "doi": "10.1080/10410236.2021.2023385"
    },
    {
      "title": "Threat without efficacy? Climate change on US network news",
      "authors": [
        "P Hart",
        "L Feldman"
      ],
      "year": 2014,
      "doi": "10.1177/1075547013520239"
    },
    {
      "title": "Measuring information overload and message fatigue toward COVID-19 prevention messages in USA and China",
      "authors": [
        "X Jia",
        "S Ahn",
        "N Carcioppolo"
      ],
      "year": 2023,
      "doi": "10.1093/heapro/daac003"
    },
    {
      "title": "An examination of how message fatigue impacts young adults' evaluations of utilitarian messages about electronic cigarettes",
      "authors": [
        "D Keating",
        "E Galper"
      ],
      "year": 2021,
      "doi": "10.1080/08824096.2021.1885372"
    },
    {
      "title": "Beliefs as causal mediators in the design of communication interventions: Exploring semantic and affective priming in parallel encouragement designs",
      "authors": [
        "J Kim",
        "J Cappella"
      ],
      "year": 2023,
      "doi": "10.1093/hcr/hqad020"
    },
    {
      "title": "How message fatigue toward health messages leads to ineffective persuasive outcomes: Examining the mediating roles of reactance and inattention",
      "authors": [
        "S Kim",
        "J So"
      ],
      "year": 2018,
      "doi": "10.1080/10810730.2017.1414900"
    },
    {
      "title": "The relationship between future anxiety due to COVID-19 and vigilance: The role of message fatigue and autonomy satisfaction",
      "authors": [
        "R Lee-Won",
        "I Jang",
        "H.-S Kim",
        "S.-G Park"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19031062"
    },
    {
      "title": "The role of repeated exposure and message fatigue in influencing willingness to help polar bears and support climate change mitigation",
      "authors": [
        "H Lu"
      ],
      "year": 2022,
      "doi": "10.1177/10755470221105068"
    },
    {
      "title": "The correspondence between causal and traditional mediation analysis: The link is the mediator by treatment interaction",
      "authors": [
        "D Mackinnon",
        "M Valente",
        "O Gonzalez"
      ],
      "year": 2020,
      "doi": "10.1007/s11121-019-01076-4"
    },
    {
      "title": "Message fatigue and resistance to anti-binge drinking messages: Examining the mediating roles of inattention and reactance",
      "authors": [
        "A Martinez Gonzalez",
        "T Reynolds-Tylus",
        "B Quick",
        "C Skurka"
      ],
      "year": 2021,
      "doi": "10.15288/jsad.2021.82.503"
    },
    {
      "title": "Pictorial cigarette pack warnings increase some risk appraisals but not risk beliefs: A meta-analysis",
      "authors": [
        "S Noar",
        "J Rohde",
        "J Barker",
        "M Hall",
        "N Brewer"
      ],
      "year": 2020,
      "doi": "10.1093/hcr/hqz016"
    },
    {
      "title": "The relative persuasiveness of different message types does not vary as a function of the persuasive outcome assessed: Evidence from 29 meta-analyses of 2,062 effect sizes for 13 message variations",
      "authors": [
        "D O'keefe"
      ],
      "year": 2013,
      "doi": "10.1080/23808985.2013.11679151"
    },
    {
      "title": "The relative persuasiveness of gain-and loss-framed messages for promoting vaccination: A meta-analytic review",
      "authors": [
        "D O'keefe",
        "X Nan"
      ],
      "year": 2012,
      "doi": "10.1080/10410236.2011.640974"
    },
    {
      "title": "The PRISMA 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow",
        "L Shamseer",
        "J Tetzlaff",
        "E Akl",
        "S Brennan",
        "R Chou",
        "J Glanville",
        "J Grimshaw",
        "A Hróbjartsson",
        "M Lalu",
        "T Li",
        "E Loder",
        "E Mayo-Wilson",
        "S Mcdonald",
        ". Moher"
      ],
      "year": 2021,
      "doi": "10.1186/s13643-021-01626-4"
    },
    {
      "title": "Advertising repetition: A critical review of wearin and wearout",
      "authors": [
        "C Pechmann",
        "D Stewart"
      ],
      "year": 1988,
      "doi": "10.1080/01633392.1988.10504936"
    },
    {
      "title": "On the use of beta coefficients in meta-analysis",
      "authors": [
        "R Peterson",
        "S Brown"
      ],
      "year": 2005,
      "doi": "10.1037/0021-9010.90.1.175"
    },
    {
      "title": "Emotion and persuasion: Cognitive and meta-cognitive processes impact attitudes",
      "authors": [
        "R Petty",
        "P Briñol"
      ],
      "year": 2015,
      "doi": "10.1080/02699931.2014.967183"
    },
    {
      "title": "Personal involvement as a determinant of argument-based persuasion",
      "authors": [
        "R Petty",
        "J Cacioppo",
        "R Goldman"
      ],
      "year": 1981,
      "doi": "10.1037//0022-3514.41.5.847"
    },
    {
      "title": "Design approaches to experimental mediation",
      "authors": [
        "A Pirlott",
        "D Mackinnon"
      ],
      "year": 2016,
      "doi": "10.1016/j.jesp.2015.09.012"
    },
    {
      "doi": "10.1016/j.jesp.2015.09.012"
    },
    {
      "title": "Sixty years of quantitative communication research summarized: Lessons from 149 meta-analyses",
      "authors": [
        "S Rains",
        "T Levine",
        "R Weber"
      ],
      "year": 2018,
      "doi": "10.1080/23808985.2018.1446350"
    },
    {
      "title": "Message fatigue to bystander intervention messages: Examining pathways of resistance among college men",
      "authors": [
        "T Reynolds-Tylus",
        "K Lukacena",
        "O Truban"
      ],
      "year": 2021,
      "doi": "10.1080/10410236.2020.1794551"
    },
    {
      "title": "The content of cigarette counter-advertising: Are perceived functions of smoking addressed",
      "authors": [
        "N Rhodes",
        "D Roskos-Ewoldsen",
        "C Eno",
        "J Monahan"
      ],
      "year": 2009,
      "doi": "10.1080/10810730903204262"
    },
    {
      "title": "That's a lot to process! Pitfalls of popular path models",
      "authors": [
        "J Rohrer",
        "P Hünermund",
        "R Arslan",
        "M Elson"
      ],
      "year": 2022,
      "doi": "10.1177/25152459221095827"
    },
    {
      "title": "These are not the effects you are looking for: Causality and the within-/between-persons distinction in longitudinal data analysis",
      "authors": [
        "J Rohrer",
        "K Murayama"
      ],
      "year": 2023,
      "doi": "10.1177/25152459221140842"
    },
    {
      "title": "Advertising repetition: A meta-analysis on effective frequency in advertising",
      "authors": [
        "S Schmidt",
        "M Eisend"
      ],
      "year": 2015,
      "doi": "10.1080/00913367.2015.1018460"
    },
    {
      "title": "Does heightening risk appraisals change people's intentions and behavior? A meta-analysis of experimental studies",
      "authors": [
        "P Sheeran",
        "P Harris",
        "T Epton"
      ],
      "year": 2014,
      "doi": "10.1037/a0033065"
    },
    {
      "title": "The role of fatigue in a campus COVID-19 safety behaviors campaign",
      "authors": [
        "L Shen",
        "J Price Dillard",
        "X Tian",
        "S Cruz",
        "R Smith"
      ],
      "doi": "10.1177/00027642221124668"
    },
    {
      "title": "How repeated exposure to persuasive messaging shapes message responses over time: A longitudinal experiment",
      "authors": [
        "C Skurka",
        "D Keating"
      ],
      "doi": "10.1093/hcr/hqae008"
    },
    {
      "title": "A meta-analysis of the effect of mediated health communication cam-paigns on behavior change in the United States",
      "authors": [
        "L Snyder",
        "M Hamilton",
        "E Mitchell",
        "J Kiwanuka-Tondo",
        "F Fleming-Milici",
        "D Proctor"
      ],
      "year": 2004,
      "doi": "10.1080/10810730490271548"
    },
    {
      "title": "Counterproductive effects of overfamiliar antitobacco messages on smoking cessation intentions via message fatigue and resistance to persuasion",
      "authors": [
        "J So"
      ],
      "year": 2022,
      "doi": "10.1037/adb0000776"
    },
    {
      "title": "Predictors and effects of anti-obesity message fatigue: A thoughtlisting analysis",
      "authors": [
        "J So",
        "N Alam"
      ],
      "year": 2019,
      "doi": "10.1080/10410236.2018.1434736"
    },
    {
      "title": "Message fatigue: Conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "The role of audience favorability in processing (un)familiar messages: A heuristic-systematic model perspective",
      "authors": [
        "J So",
        "J Liu"
      ],
      "year": 2023,
      "doi": "10.1093/hcr/hqad024"
    },
    {
      "title": "Two faces of message repetition: Audience favorability as a determinant of the explanatory capacities of processing fluency and message fatigue",
      "authors": [
        "J So",
        "H Song"
      ],
      "year": 2023,
      "doi": "10.1093/joc/jqad025"
    },
    {
      "title": "Message fatigue beyond the health message context: A replication and further extension of so et al",
      "authors": [
        "H Song",
        "J So"
      ],
      "year": 2017,
      "doi": "10.1093/hcr/hqad021"
    },
    {
      "title": "Effects of \"mere exposure\" on learning and affect",
      "authors": [
        "D Stang"
      ],
      "year": 1975,
      "doi": "10.1037/h0076165"
    },
    {
      "title": "Organizational communication in emergencies: Using multiple channels and sources to combat noise and capture attention",
      "authors": [
        "K Stephens",
        "A Barrett",
        "M Mahometa"
      ],
      "year": 2013,
      "doi": "10.1111/hcre.12002"
    },
    {
      "title": "Reconceptualizing communication overload and building a theoretical foundation",
      "authors": [
        "K Stephens",
        "D Mandhana",
        "J Kim",
        "X Li",
        "E Glowacki",
        "I Cruz"
      ],
      "year": 2017,
      "doi": "10.1111/comt.12116"
    },
    {
      "title": "No more COVID-19 messages via social media, please\": The mediating role of COVID-19 message fatigue between information overload, message avoidance, and behavioral intention",
      "authors": [
        "J Sun",
        "S Lee"
      ],
      "year": 2023,
      "doi": "10.1007/s12144-023-04726-7"
    },
    {
      "title": "Examining the relationship between message repetition, message fatigue, psychological reactance, and boomerang effects in public health messages",
      "authors": [
        "B Thomas"
      ],
      "year": 2023
    },
    {
      "title": "A priest, a rabbi, and a minister walk into a bar: A meta-analysis of humor effects on persuasion",
      "authors": [
        "N Walter",
        "M Cody",
        "L Xu",
        "S Murphy"
      ],
      "year": 2018,
      "doi": "10.1093/hcr/hqy005"
    },
    {
      "title": "The twigging of overload",
      "authors": [
        "K Weick"
      ],
      "year": 1970,
      "doi": "10.1016/b978-0-08-015624-8.50007-8"
    },
    {
      "title": "Message fatigue and COVID-19 vaccine booster uptake in the United States",
      "authors": [
        "X Zhao",
        "M Kadono",
        "E Kranzler",
        "I Pavisic",
        "S Miles",
        "M Maher",
        "L Strausser",
        "X Cai",
        "L Hoffman"
      ],
      "year": 2024,
      "doi": "10.1080/10810730.2023.2282036"
    }
  ],
  "num_references": 62
}
