{
  "paper_id": "TXEM4K42",
  "title": "A Review of Personal Informatics Research for People with Motor Disabilities",
  "abstract": "Personal informatics (PI) has become an area of significant research over the past decade, maturing into a sub-field that seeks to support people from many backgrounds and life contexts in collecting and finding value in their personal data. PI research includes a focus on people with chronic conditions as a monolithic group, but currently fails to distinguish the needs of people with motor disabilities (MD). To understand how current PI literature addresses those needs, we conducted a mapping review on PI publications engaged with people with MD. We report results from 50 publications identified in the ACM DL, Pubmed, JMIR, SCOPUS, and IEEE Xplore. Our analysis shows significant incompatibilities between the needs of individuals with MD and the ways that PI literature supports them. We also found inconsistencies in the ways that disability levels are reported, that PI literature for MD excludes non-health-related data domains, and an insufficient focus on PI tools' accessibility and usability for some MD users. In contrast with Epstein et al. 's [36]  recent PI review, behavior change and habit awareness were the most common motivation in these publications. Finally, many of the reviewed articles reported involvement by caregivers, trainers, healthcare providers, and researchers across the PI stages. In addition to these insights, we provide recommendations for designing PI technology through a user-centric lens that will broaden the scope of PI and include people regardless of their motor abilities.",
  "year": 2008,
  "date": "2008",
  "journal": "Health psychology",
  "publication": "Health psychology",
  "authors": [
    {
      "forename": "Tamanna",
      "surname": "Motahar",
      "name": "Tamanna Motahar",
      "affiliation": "University of Utah , USA JASON WIESE , \n\t\t\t\t\t\t\t\t JASON WIESE \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-0129-3920"
    }
  ],
  "doi": "10.1145/3534614",
  "keywords": [
    "CCS Concepts:",
    "Human-centered computing → Accessibility",
    "Ubiquitous and mobile computing",
    "• General and reference → Surveys and overviews Personal Informatics, Motor disability"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The continuing advancement and broadening of the scope of personal informatics (PI) research are empowering people to build self-knowledge and insights across many domains and individual user contexts  [36, 40, 75, 106] . In addition to well-explored PI domains such as physical activity (e.g.,  [27] ), diet (e.g.,  [37, 80] ), and sleep (e.g.,  [24, 134] ), recent PI research has started exploring other domains. These includes mental health  [98] , personal finances  [64] , chronic condition management  [33] , alcohol consumption  [93]  and many more. In a recent mapping review of 523 articles in the PI literature, Epstein et al.  [36]  identified more than 20 unique personal data domains that use PI for both health and well-being. However, PI has potential to further support the particular contexts of more people's lives through facilitating monitoring, feedback, and improvement  [109] . One such area where the potential impact for PI systems is huge is for people who have a motor disability.\n\n• There are inconsistencies in reporting the level of motor disabilities in current PI publications • Contemporary PI only focuses on the health related domains of people with motor disability, despite a need for other PI domains to account for or accommodate motor disability in their design • Current PI systems do not accommodate the wide range of disabilities and co-morbidities that people with motor disabilities can have • Individuals other than participants -such as family members, caregivers, researchers, and doctors -were extensively involved in all of the PI stages\n\nThe primary contribution of this work is a deep understanding of the complex space between PI and motor disability, exploring the research gap between these two critical domains and demonstrating how future PI research can do a better job of facilitating equitable access and improving the lives of people with motor disabilities. In addition to identifying factors that inhibit contemporary PI from facilitating support to the target population, we further provide guidelines for designing future PI systems for people with any disability, adapted from the principles of Universal Design  [28] . Our work also demonstrates a concrete pathway for making PI more inclusive, broadening the scope of users that PI can serve, and better serving individuals with different disabilities."
    },
    {
      "title": "RELATED WORK",
      "text": "As PI matures as a research domain, it has become increasingly important that PI systems serve the long tail of diverse user contexts and their associated needs. In this section, we first discuss how current PI literature engages this diversity of people's lives. Then we describe the impact of motor disability on the lives of people who have it, and how PI has the potential to better support them through self-tracking, self-monitoring, and self-reflection."
    },
    {
      "title": "A Brief Summary of Personal Informatics",
      "text": "PI is a maturing research area that explores the potential for a broader spectrum of personal data to lead to self-insight and discovery. While individual PI research and associated systems contributions necessarily focus on specific types of personal data, some research in PI also reaches across multiple facets of life by taking a more abstract view to produce domain-agnostic theories and models. For instance, Li et al.'s  [74]  five-staged model delineates preparation, collection, integration, reflection, and action phases of PI activities -data discovery and maintenance stages were included later as the crucial stage of the PI process  [75] . Similarly, Choe et al.' s  [23]  self-monitoring model is another frequently used PI model which identified that reflection happens through feedback during data collection. Rooksby et al.  [111]  describe an alternative perspective, called lived informatics, which described self-tracking practices as 'lived'-entangled with an individual's everyday life; and Epstein et al.'s  [40]  translated this perspective into a lived informatics model that included \"lapsing\" and \"stopping\" as essential stages of PI. These models enrich our understanding of PI by facilitating a broader view of the scope, motivations, and steps involved in PI across different domains.\n\nDespite the value of building a unified understanding of personal informatics across domains and users, too strong of a focus on these higher-level perspectives risks losing sight of individual users and user contexts. The lived informatics perspective on PI argues that activities related to personal informatics are deeply entwined in and impacted by the individual differences of peoples' lives  [111] ; motor disabilities impact many aspects of people's lives, not acknowledging those differences and scopes in the PI literature means ignoring people with motor disabilities and leaving them behind. Moreover, to enrich the \"human experience\" in PI, the introduction to a journal special issue on personal informatics identified the need to look beyond mainstream PI and facilitate new angles for designing and developing PI systems  [31] . These angles may include incorporating diverse needs/constraints/abilities, exploring different engagement (direct or passive) with data, and contextual issues associated with those interactions. The primary objective of this review is to respond to this call to look beyond mainstream PI to understand how motor disabilities are discussed in the context of PI literature, and to identify opportunities and best practices to better support individuals with motor disabilities through PI systems.\n\nThere have been several efforts to look across the PI literature to synthesize and communicate different aspects of PI, including design approaches for managing health and wellness  [29] , strategies for fostering engagement  [52] , types of reflection  [12] , strategies for sharing  [38] , approaches to health behavior change  [68]  and PI tools and interactions  [2, 116] . Recently and especially notable, Epstein et al. 's  [36]  mapping review opened up the broader question of generalizability of the gained knowledge on PI -whether this knowledge will be applicable for every aspect of peoples' lives. In this paper, we focus on the impact that motor disabilities can have on individuals' lives and the ways that PI engages those impacts. In the following subsections, we describe various aspects of motor disability and why these aspects are unique and need to be studied distinctively in PI research."
    },
    {
      "title": "Causes and Types of Motor Disability",
      "text": "Motor disability is a broad term, and the nature of an individual's motor disability or motor impairment (broadly known as physical disability) is widely varied, causing partial or total loss of bodily function affecting single or multiple limbs, or total paralysis  [57] . There are many reasons for motor disabilities, such as traumatic events, chronic conditions, stroke and brain injury  [120, 127] . All of these reasons cause different levels of motor disabilities. For instance, Spinal cord injury (SCI) is a common traumatic event that can happen suddenly due to motor vehicle accidents, acts of violence, falls, and sports and can cause paralysis of only legs (paraplegia) or both legs and arms (tetraplegia). Another primary reason for motor disability is neurodegenerative chronic conditions and congenital conditions, such as multiple sclerosis, muscular dystrophy, cerebral palsy, or parkinson's disease that affect the central nervous system of the human body and can cause impairments to a specific part of the body. A stroke can also lead to motor disability. A stroke is an acute event of chronic conditions  [104]  and causes a sudden interruption in the blood flow to the brain -thus impacting a person's ability to move a part of the body and causing disability. Irrespective of the reasons, the resulting motor disabilities and their severity vary as a continuum among people -where at one end there are people with minimal disabilities (little or no limitation in their abilities) -there are people with more severe disabilities at the other end of the continuum who need to use a wheelchair or other assistive technologies for mobility or get help from caregivers for daily tasks  [21] ."
    },
    {
      "title": "PI has the Potential to Provide Support for Aspects of Motor Disabilities",
      "text": "In recent years, PI literature has investigated self-management practices and self-care technologies for people with a range of chronic conditions  [63, 89, 105, 114] . These efforts have demonstrated that self-tracking  [86]  and monitoring symptoms  [59, 102, 122, 129]  can provide valuable support for managing chronic conditions. People with motor disabilities also must carry out regular self-care activities  [14] ; and similarly PI has the potential to provide support through self-tracking  [90] , self-monitoring  [123] , and setting specific goals  [114] . In many cases, physical therapy and rehabilitation play an essential role in improving and maintaining mobility and long-term quality of life for people with motor disabilities. PI systems have the potential to support the treatment process and restore or improve independent motor function through data collection, self-monitoring and reflection. While a recent mapping review of PI literature shows that some work with PI technologies has explored supporting people with chronic conditions  [36] , no reviews to date have specifically examined motor disabilities in the PI literature. This is especially important, as past HCI literature sheds light on the multi-faceted challenges people with motor disabilities face  [60, 71]  including the different levels of functional abilities, comorbidities, or other disabilities -challenges which researchers and system builders must account for to support those individuals. Thus, there is a need to examine to what extent PI literature acknowledges these multiple facets of motor disability. That inspires us to ask our research question: RQ1. How are motor disabilities reported in current PI literature?\n\nIn the recent mapping review of PI literature, Epstein et al.  [36]  examined 523 PI publications to explore which of those studied, discussed, or followed the stages of the stage-based model of PI  [74]  -preparation, collection, integration, reflection, action. The review showed that more PI work has focused on collection and reflection, with considerably less focus on the other stages. We also wanted to investigate how the stages of the PI staged-based model appear in PI literature that includes people with motor disabilities and how they implement or address those stages: RQ2. How are the stages of the stage-based model of PI represented in the PI literature for people with motor disabilities?\n\nThere is considerable PI research exploring chronic conditions. This work endeavors to support people in managing their conditions, which can include motor disabilities; thus, there is some overlap between the PI literature on motor disabilities and chronic condition management. However, many chronic conditions are very far away from motor disabilities, and the requirements for motor disabilities imposed by PI systems are significantly different from other types of chronic conditions. Notably, PI systems for people with motor disabilities must consider the need and types of interaction that substantially differ depending on the level of motor disability  [21, 56] . For instance, upper body impairments can have a significant impact on the types of technology people can use and interact with because these users are mostly power wheelchair users  [18] . Moreover, motor disabilities resulting from chronic conditions have slow progression, and in most cases worsen over time. In contrast, traumatic and acute conditions can cause motor disabilities suddenly, and it is possible for motor function to improve gradually over time. Thus, there is variability in people's functional capacity and that requires special consideration in designing tools and interactions. From this perspective, we examine the literature to identify motivations for data tracking; the types of personal data tracked; and the types of tracking tools and technological interactions are reported in current PI literature for this population:\n\nRQ3: What are the motivations for the work conducted in previous PI literature involving people with motor disabilities and how was the personal data collected to support them? Epstein et al.  [36]  also summarized data domains and tracking motivations of 523 PI publications. That review identified only four publications that involved wheelchair users  [17, 19, 20, 85]  and only one publication that was tagged with as \"mobility impairment\" as the tracking domain  [85] . Moreover, none of those papers deployed PI systems to their participants, and out of all of the participants in those four papers, only two -from  [85]  -reported using PI tools. This inspired us to further explore what are the specific factors to consider while designing future PI systems for this population. Here we identified our last research question shedding light on the existing literature:\n\nRQ4: What are the recommendations previous literature provide for technology design in the PI domain for people with motor disabilities?\n\nIn the next section, we describe our criteria for selecting publications for the review study and the data extracting and analysis process we followed to answer these research questions."
    },
    {
      "title": "METHODS",
      "text": "Our primary objective in this process was to identify as many papers as possible that could help to inform a perspective on how individuals with a motor disability engage, or might engage, with personal informatics systems. We began our process by identifying keyword search terms, and settled on the following combination of keywords: \"personal informatics\" or \"personal data\" or \"self tracking\" or \"tracking devices\" or \"self-monitoring\" or \"self-management\" And \"mobility impairment\" or \"motor impairment\" or \"motor disability\" or \"wheelchair\" or \"paraplegia\" or \"tetraplegia\". To select the keywords, we first looked for the most cited papers in PI domain  [35, 40, 74, 76, 106]  and selected the most frequently used synonyms for the term \"personal informatics\". We also searched several health-related online databases for the most frequently used alternate terms for \"motor disability\". Through this process, we also identified that \"self-management\" was frequently used as a synonym for \"self-tracking\" -a significant number of health-related publications we came across involved \"self-tracking\" without specifically using that phrase, instead opting for \"self-management\". Next, using the combination of selected keywords, we searched in ACM digital library, Pubmed, JMIR, SCOPUS, and IEEE Xplore for papers published between January 2010 and March 2021. This process yielded 337 publications from the initial search. Notably, the IEEE Xplore digital database returned zero publication when we searched with the combination of our keywords. Next, we identified an additional 23 relevant publications from review papers that had surfaced in our results which were published between 2010 to March 2021.\n\nAfter removing duplicates and review papers, we had 331 publications. We performed an initial screening reading through the abstracts of all of these publications. Through the initial screening, we excluded 15 publications because the full text was not available online (5), they were not in English (1), they were conference proceedings (3), books (3), or workshop summaries  (3) . For the remaining 316 papers, we used the following inclusion criteria: (a) the study should include at least one participant with a motor disability; and (b) the research process should involve participant activities or experiences related to data collection, self-tracking, tracking devices, or selfmonitoring. We excluded publications that: (a) only describe system /application development without any user involvement/ interaction, (b) describe a future study protocol, and (c) report on clinical trials of drugs or medical treatments. We chose these exclusion criteria because, without any participant involvement (exclusion criteria a and b), these publications are less relevant to our research questions and clinical trials of drugs or medical treatments (exclusion criteria c) are outside the scope of our study.\n\nWe also excluded publications where participants had a motor disability as a result of aging. The reason for the exclusion is that age-related mobility impairments are sufficiently different from other motor disabilities  [81] . Additionally, the interactions of older adults with technology come with its own set of additional perspectives and literature, which are out of the scope of this review. To illustrate, in their recent literature review on accessibility papers of CHI and ASSETS from 1994 to 2019, Mack et al.  [81]  reported that disability resulting from older age-related issues in the accessibility community mostly revolve around cognitive impairment or tremors; that work categorized age-induced mobility impairments outside the realm of motor/physical disabilities ( 72 out of 506 or 14.2% publications on the motor or physical disabilities, and 45 out of 506 or 8.9% publications on older adults). Similarly, Vines et al. 's  [128]  analysis of 644 papers on older adults -published between 2007 and 2012 across 16 HCI venues -identified that the declining abilities of this population make the technological interaction extremely challenging. Specifically, the authors identified that physical changes caused by aging, such as diminished sight, movement restrictions, cognitive limitations related to reduced working memory, fluid intelligence, episodic memory, attention deficit, and sensory processing, contribute to challenges with technology interaction. Therefore, we draw the scope of our review and exclude the papers from our review study that primarily focus on motor disabilities due to aging.\n\nAccording to the inclusion and exclusion criteria, we discarded 260 publications that: did not implement or discuss any PI elements  (131) , were not related to motor disability  (97) , worked exclusively with participants who were older adults  (15) , focused only on system development without engaging users  (7) , reported future study protocol  (6) , and reported clinical trials of drug or medical treatments  (4) . The publications that we discarded for not being related to motor disability had participants with other health issues (e.g., low vision, diabetes, obstructive pulmonary disease, post-COVID, lung cancer, gastric cancer, heart failure, bi-polar disorder, or asthma), and no participant was reported as motor disabled. The list of the discarded papers and the discarding criteria are provided in supplementary material. Through this process, we identified 56 unique studies involving motor disability and at least some PI elements. Further, we identified 12 publications -six pairs -that report on the same study. Ultimately this resulted in 50 studies that were included in this review. Figure  1  shows the PRISMA  [77]  flow diagram of our publications search for this mapping review.\n\nAmong the identified publications, 13 publications were indexed by JMIR (Journal of Medical Internet Research) and nine by ACM. The other venues that indexed our selected publications are: Journal of Spinal Cord (5), Journal of Spinal Cord Medicine (5), Journal of Disability Rehabilitation (2), Archives of Physical Medicine and Rehabilitation (2), Journals of Pilot and Feasibility Studies (2), Journal of assistive technology (2), and other physical and rehabilitation medicine journals. 32 of our selected publications (64%) reported that they involved self-tracking or self-monitoring in their study process. The other 18 or 36% publications reported interviews, user study or case study where elements of self-tracking or self-monitoring were discussed. As there were comparatively fewer publications involving both PI and motor disability domains, we included publications where any kind of self-tracking was involved or discussed. However, for some of the included papers, there was a data tracking element present, but the tracked data was not directly used by the participants' for self-reflection; Instead, the researchers used the data for research purposes such as developing an activity recognition model or validating the process of physical activity measurement. These papers would typically be considered out of the scope of personal informatics literature. We considered excluding these papers, but determined that these studies could provide a valuable perspective into the self-tracking and data collection aspects of PI. Furthermore, we were concerned that excluding these papers would result in too few overall papers being included in this literature. Thus, we included these papers in the review with an objective of broadening the scope of PI literature and to better inform future efforts towards inclusive research in personal informatics."
    },
    {
      "title": "Data Retrieval from the Selected Publications",
      "text": "To conduct the mapping review, we carefully read through the selected articles and extracted data to answer the overall question of this review: what does current literature tell us about PI for people with motor disabilities? As we read each paper, we focused on information relevant to our research questions. For example, we noted how motor disabilities were described and which PI stages were presented in these literature to answer RQ1 and RQ2. We further identified aspects of motivations, data domains, and tools used for data collection and the interaction (RQ3); and any challenges or caveats identified in those papers to answer RQ4. While coding the studies for data tracking domain and motivation, we used Epstein et al. 's  [36]  keywords as a guideline and tagged publications accordingly to maximize the consistency. We found studies that had multiple domains of tracking and participants who had multiple levels of disabilities. Additionally, while coding for how disabilities were reported, we extracted the causes of the motor disabilities when they were reported in the publications. Each publication was read thoroughly by one researcher multiple times and thoroughly reviewed between authors to settle on the final set of codes.\n\nTo answer our RQ2, we analyzed the studies to examine whether current PI literature employed or discussed any of the stages of Li et al.'s stage-based model. After we extracted this information for 10% of the included papers, we found that due to the nature of the study participants' functional capabilities, there was a significant emphasis on individuals other than the study participants, such as caregivers, coaches, trainers, health care providers, or members from the research team playing a role in the PI stages in the literature. This led us to make an adjustment to the classical definition of the PI stages  [74] . For instance, any publication that discussed the preparation stage where individuals other than the primary participant helped the participants to initiate tracking or support in the decision process was coded as \"preparation\". We then coded all the publications according to our newly adjusted definitions -how individuals other than the study participants were involved in those stages. For the rest of this study, we mention those individuals as \"supporting individuals\"."
    },
    {
      "title": "Limitations",
      "text": "There may be relevant publications that are not included in this mapping review, in particular, if a study included participants with motor disabilities in situations where motor disability was not the focus or an explicit inclusion criterion. Given the barriers to participating in research  [60] , we believe this is relatively unlikely; however it is possible. We aimed to capture all studies that include participants with motor disabilities and at least one element of PI systems. We did not include \"Google scholar in our data sources because in our preliminary efforts it yielded a high volume of irrelevant and non-archival (e.g., magazines, news articles, reports) publications. We also excluded publications that was published before 2010 as the keywords were not well-matched, similar to the recent PI mapping review  [36] ."
    },
    {
      "title": "FINDINGS",
      "text": "Through this review, we identified multiple opportunities for personal informatics research to better serve people with motor disabilities through the ways that research is conducted, the topics that are studied, the way that systems are designed and implemented, and the way that results are reported in the literature. We discuss these results in detail below."
    },
    {
      "title": "RQ1. Inconsistency in the Reporting of Motor Disabilities in Current PI Literature",
      "text": "Based on our review of current PI literature, we found that most publications report two types of information on motor disabilities: (1) the reasons for the motor disabilities -generally including SCI, stroke, or other neurodegenerative diseases -and the lesion levels if applicable, and/or (2) the participants' walking abilities or types of mobility-assistive devices used by participants including wheelchairs, canes, sticks, or crutches. We provide more context on the different types of motor disabilities reported in the reviewed publications and discuss how reporting the aforementioned information on motor disability leads to inconsistency."
    },
    {
      "title": "Inconsistent Reporting of the Cause of Motor Disability Does Not Give Enough Insight into Participants'",
      "text": "Functional Capabilities. As shown in Table  1 , PI literature inconsistently reports the level of motor disabilities which make it challenging to communicate the actual ability of participants and how the methodology was adjusted accordingly. Notably, the majority (26 or 52%) of the 50 publications that we reviewed only included participants who were disabled due to a SCI. In addition, 11 or 22% publications reported that the plurality of their participants (mean of percentage of participants across 11 papers M=45%, SD = 25.3) had motor disabilities from SCI -other participants had motor disabilities from cerebral palsy (M=24.1% SD = 24.1) or spina bifida (M=24%, SD = 26.9), multiple sclerosis (M=3.5%, SD = 7.3), transverse myelitis (M=1.4%, SD = 3.3), stroke (M=1.6%, SD = 3.4) or arthritis/osteoarthritis (M=3.8%, SD = 7.5) or limb amputation (M=3.6%, SD = 9.8) or autoimmune neuropathy (M=3%, SD = 7.3). Among the remaining publications, eight or 16% publications reported other primary causes for participants' motor disabilities -stroke (3 or 6%), multiple sclerosis (2 or 4%), cerebral palsy (1 or 2%) and spina bifida (2 or 4%), and five or 10% publications did not report any reason for participants' motor disabilities.\n\nIn cases where publications reported motor disabilities resulting from SCI or spina bifida (shown in Table  2 ), they reported disability level  [115]  of the participants according to the lesion level -the affected location on the spinal cord: (1) impacted spinal cord sections (16 out of 50 or 32%); and/or (2) types of paralysis (paraplegia/tetraplegia) (11 out of 50 or 22%); and/or (3) mobility levels according to American Spinal Injury Association (ASIA) impairment scale (9 out of 50 or 18%). Among the 16 publications that reported participants' impacted spinal cord sections, 31.4% of participants had a cervical injury (SD = 21.2), 58.2% had a thoracic injury (SD = 25.5), 10.9% had a lumbar injury (SD = 18.1) and 1.3% had a sacral injury (SD = 3.6). Among the 11 publications that reported the paralysis types, 52.7% of participants had paraplegia (SD = 15.6) and 43.8% of participants had tetraplegia (SD = 15.4). Among these nine publications that reported AIS grade as disability level, 61.9% of participants were reported as AIS Grade A (SD = 29.7), 9.5% of participants as AIS Grade B (SD = 12.5), 13.3% of participants as AIS Grade C (SD = 11.9), and 15.4% of participants as AIS Grade D (SD = 28.4). Some publications (17 or 34%) also used combinations of these three reporting categorizations. In addition, some publications (7 or 14%) reported on participants who had motor disabilities because of other reasons (stroke, multiple sclerosis, cerebral palsy) by reporting participants' disability level according to the types of activities they were not able to do (e.g., walking difficulty  [53] ) or specific impaired body position (e.g., defective hand position  [51] ). Thus, there was a lack of uniformity in reporting these disability levels, and it was unclear whether there were any considerations or methodological adjustments made depending on the disability. For instance, publications reporting cerebral palsy  [51]  or multiple sclerosis  [53]  did not specify the disability level, making it challenging to understand the functional capabilities of the participants."
    },
    {
      "title": "Reporting Mobility",
      "text": "Assistive Tools Lacks Specification. Our analysis reveals that the wheeled mobility devices or mobility-assisted tools of the participants reported in the publications lack specifications and do not explicitly inform participants' level of motor disability. Thus, only providing the types of assistive devices participants use is not enough to capture participants' motor capabilities. We found that 22 or 44% of publications reported the type of wheeled mobility devices (e.g., scooters and manual or powered wheelchairs) and 19 or 38% of publications reported that participants were wheelchair users -no wheelchair specification was mentioned. Five or 10% of publications reported that participants used other mobility assistive tools (e.g., stick, crutch, cane). The type of wheeled mobility device someone uses usually depends on a variety of factors, including their physical ability, cost, transport-ability, and appropriateness for indoor or outdoor use  [118] . Generally, manual wheelchairs are more maneuverable and have a range of options for postural support; however, they require more physical effort to operate. In contrast, powered wheelchairs (PWCs) require less physical effort, make long-distance travel more accessible, and provide greater independence over positioning and postural support, but require higher cognitive ability and are difficult to transport  [118] . Similarly, with less expensive powered options and minimal options for postural support, scooters are more readily available without assessment and prescription and are used primarily outdoors and for long-distance travel. Although a general assumption is powered wheelchairs/scooters are used by people with severe motor disabilities (less/no upper and lower body functionality)  [112] ; many other factors make users decide on the types of wheeled mobility devices. Therefore, reporting the types of wheeled mobility devices or mobility-assistive tools does not provide accurate information on the participants' motor disability levels.\n\nAs shown in Table  1 , 31 or 62% of publications reported both the lesion types (one or more types) and types of mobility-assistive tools/wheelchairs. However, there is no overall consistency in reporting the level of disabilities; thus, participants' ability to perform the data tracking process is quite unclear. For instance, Froehlich-Grobe et al.  [44]  mentioned that participants were both manual (74.2%) and power wheelchair (25.8%) users and participants had different reasons for motor disabilities (e.g., SCI, cerebral palsy, spina bifida, multiple sclerosis, and amputation) but no lesion level was reported. Similarly, Reichard et al.  [110]  reported that participants( 71%) in their study were using a wheelchair, cane, or other appliance to assist with walking -this implies that the participants had a wide range of capabilities; however, it omitted other details, including the types of wheelchair (manual or power) participants were using, the reason for motor disability, or lesion level. As a result, it is not clear whether the data tracking mechanism (self-reporting) they used in both studies was well-suited for all participants or if they had adjusted according to participants' needs. In addition, whether the methodological decisions were taken according to the participants' disability level were not mentioned in the 12 or 24% of the reviewed literature that reported only participants' mobility assistive tools, or in the one or 2% of the literature that only reported that participants were a motor-disabled population. Likewise, 19 or 38% of the reviewed articles did not report the type of wheelchair participants were using -although two publications among them mentioned that a wheelchair was the only means of mobility for their participants; their lesion types were also reported inconsistently. Furthermore, Among the eight studies where participants were both manual and power wheelchair users, the number of power wheelchair users was lower than the manual wheelchair users in six of the studies: roughly 20% in each of  [17, 32, 44, 47, 85] , and 40% in  [84] . The other two studies had more power wheelchair users -six out of 11  [3] , and four out of five in  [135] . Notably, in both publications where power wheelchair users were the majority, the study method was an interview rather than implementing and deploying a PI tool. Thus, we have little specific knowledge of how people with power wheelchairs (having severe motor disability  [18] ) use self-tracking or monitoring tools.\n\nAs a summary, across the reviewed literature, there was no clear standard for how to report the abilities of study participants. Moving forward, a standard format for reporting physical abilities of participants would improve the utility and tranferability of findings."
    },
    {
      "title": "RQ2: PI-stages are Focused on Individual Trackers, But PI Research with People who Have Motor Disabilities Often Involves Additional Supporting Individuals",
      "text": "The reviewed publications explicitly discussed how the tracking process was initiated, how participants carried out the tracking, and how supporting individuals were involved. Therefore, through our lens of considering the involvement of supporting individuals in all PI stages described in Section 3.1, more publications were coded for PI stages than would have been if we were only considering the primary participant. Notably, the percentages of publications reporting PI stages are remarkably higher than the percentage of stages that Epstein et al.  [36]  reported across PI. Numbers from that review include preparation: 60 out of 523 or 11%, collection: 86 out of 523 or 16%, integration: 169 out of 523 or 32%, reflection: 119 out of 523 or 23% and action: 153 out of 523 or 29%. In contrast, results from our review, shown in Figure  3 , show that the Preparation stage is the most included/reported stage (80%) among the other stages of the PI model in the literature. Reporting percentages for subsequent stages are lower. Fewer publications reported the integration (15 or 30%) and the action stages (16 or 32%) and participant involvement in the integration stage and supporting individuals' participation in the action stage were not reported at all. We describe more details about each phase below.\n\n4.2.1 Preparation. We found that most (40 or 80%) publications mentioned or discussed the preparation stage, and supporting individuals were highly involved in all of them. For instance, 17 publications (34%) reported that supporting individuals were involved in providing training or having meetings with the participants before starting the data collection process to help them decide what to track and how to track. Among them trained coaches provided initial instructions and training on diet before starting tracking food consumed  [44, 110] , occupational therapists, caregivers and researchers provided training on how to operate the camera feature of the mobile application and to identify potential images to capture  [51, 113, 117] , the clinical team provided initial teaching on relevant self-care activities and common health issues of which participants should be aware  [14] , occupational therapists conducted explanation sessions to demonstrate the range of exercises and protocols to be performed  [46, 56, 66, 84, 100, 121, 125] , and researchers provided initial explanation and demonstration on system operation or application navigation before systems or applications were installed for data collection  [47, 53, 69, 73] . 12 publications (24%) also indicated that supporting individuals played a primary role in placing and attaching the sensors on participants' bodies  [11, 55, 65, 73, 101, 108, 124]  or wheelchairs  [9, 19, 32, 108, 132] . In addition, 10 publications (20%) also noted that supporting individuals were involved in configuring the data collection -such as calibrating sensors  [20, 34, 47, 121] , installing the applications on participants' devices  [47, 125, 135] , providing measuring supplies for the urinary diary recordings  [130] , and supplying a rehabilitation equipment kit  [100] . Similarly, 10 publications (20%) reported supporting individuals' involvement in measuring physiological data (e.g., baseline data) before starting the data tracking process  [44, 56, 70, 101, 110] . Our analysis also identified that supporting individuals, particularly health care providers, caregivers, and coaches, were greatly involved in encouraging the participants to perform data tracking and monitoring activities  [3, 8, 15, 19]  and in the goal-setting process  [3, 16, 84, 95, 103]  before starting the data collection process."
    },
    {
      "title": "Collection.",
      "text": "We found that 31 publications (62%) applied or discussed the collection stage. Among them, 24 publications (48%) reported supporting individuals' involvement as conducting frequent visits, providing reminders or check-in calls to check data tracking progress  [9, 67, 99, 100, 117, 121, 125] , providing technical and moral support during the data collection process  [8, 9, 47, 51, 53, 69, 70, 113, 121, 124, 130] , helping in completing the data collection by taking pictures on behalf of participants  [113, 117] , and monitoring and customizing the collection process for different levels of data granularity  [8, 15, 56, 65, 79, 85, 95] . Moreover, six publications (12%) mentioned that the supporting individuals, particularly caregivers and clinicians, were involved or wanted to be involved in the data collection process to monitor patients (the participant) in their self-care process to prevent any immediate injurious incident. Monitoring during the data collection process included tracking whether a self-care routine is working, providing revised self-care plans intermittently based on how each aspect of activity affects the outcome  [14, 15] , modifying and tailoring the data collection process according to patients' needs  [34, 95]  and helping patients to identify issues at an early stage  [7, 8] ."
    },
    {
      "title": "Integration.",
      "text": "Fifteen publications (30%) mentioned or discussed the integration stage; researchers or health care providers played a very active role -participants' active involvement was not reported at all. 12 studies mentioned that the integration process was done by researchers or coaches  [11, 20, 32, 46, 55, 65, 66, 73, 101, 113, 124, 132] . Three publications reported that participants expected or wanted to perform the integration of their tracked data to be able to post notes, change graphics format files, and interact with other users concerning the workouts  [103] ; to accommodate changing priorities and routines  [15] ; and to create personalized reminder depending on changing context  [7] .\n\n4.2.4 Reflection. We identified 26 publications (52%) that mentioned or discussed the reflection process. Among them, 16 publications (32%) reported that participants were actively involved in reflection  [7, 13, 51, 113, 113, 117, 121, 130]  or expressed a desire to reflect  [8, 16, 17, 19, 20, 95, 103, 125?  ] on their own tracked data. 11 publications (22%) reported that supporting individuals, particularly therapists, health care providers or trainers reflected on or discussed reflecting on the participants' tracked data relating to diet  [3, 44, 110] , physical activities and performance  [3, 19, 34, 70, 85] , and self-care  [3, 7, 14, 69, 130] . In addition, five publications (10%) mentioned social aspects of reflecting on tracked data, such as the ability to see and reflect on other users' data  [103, 110]  or negotiation on data sharing with other users, caregivers, or heath care providers for reflection  [15, 20, 84, 110] .\n\n4.2.5 Action. 16 publications (32%) referenced the action stage. These publications reported that participants achieved or expected to achieve behavioral change  [14, 16, 34, 67, 100, 110, 113, 117] , improved motor skills  [51, 70] , improved self-care practices  [8, 44, 108, 130] , or improved social interaction  [16, 85, 103] . Supporting individuals' involvement was not mentioned or discussed for this stage in any of the reviewed publications."
    },
    {
      "title": "RQ3: The Breadth of PI Domains in the Context of Motor Disability is Not Well-explored yet",
      "text": "We found that PI's scope and potential in the context of motor disability are limited and underexplored in the current literature. For instance, the motivations for using PI technology are limited to behavior change, habit awareness, and managing chronic conditions. However, for the general population  [36] , PI usage has various other motivations, including specific goals, social connections, curiosity, and external rewards, which are not explored for this population. Similarly, the data tracking used for people with motor disabilities in contemporary PI literature is largely confined to health-related data. In contrast, in Epstein's review  [36] , there was a broader set of domains that PI has the potential to encompass, including productivity, personal finances, screen time, and sustainability that are missing for this population. Further, the data collection process, including tracking tools and interactions reported in the reviewed literature, were not chosen taking into account participants' functional abilities. For instance, most body-worn data trackers were attached to the upper part of the body, such as the wrist, arm, and chest to collect data for physical activity, which is not appropriate for people with upper body impairment. In this section, we report our detailed findings on how the potential of PI is less explored in the context of motor disability."
    },
    {
      "title": "PI Motivations",
      "text": "Are Focused on Behavior Change, Habit Awareness and Chronic Condition Management. We identified each study's scope or interest and tagged their motivations using the categories for motivation and definitions used in Epstein et al. 's  [36]  mapping review. Table  3  shows the tracking motivation extracted from this review study. We found that the most common motivations present in the literature were behavior change (20 or 40%) and habit awareness (20 or 40%). 17 studies (34%) were tagged for chronic condition management. In contrast, six studies (12%) were conducted with the motivation of social connection such as -sharing tracked performance data with teammates for building team spirit or inspiring future athletes  [20] , activity data among care network (therapists, caregivers and people with motor disability)  [15, 85] , self-care plan among care network  [14] , seeking social support for pressure ulcer prevention  [72] , and aiming team management in adaptive sports  [19] . Moreover, five or 10% studies had specific goal as motivation such as managing weight  [110] , self-managing hand spasms  [51] , having more active lifestyle  [67, 108] , and improving upper-limb function  [100] . Motivation for having a record (3 or 6% publications) includes exercise data  [70] , mobile usage experience  [99] , and pressure injuries  [7] . External reward participants received monetary incentives for self-reporting  [110] . The primary motivation for data-tracking in 14 or 28% of the publications was to support research on activity measurement and monitoring for people with motor disabilities, particularly those in wheelchairs. This motivation is different from traditional PI practices and builds upon the aim of developing a measurement model for wheelchair energy expenditure or classification model of activities. While these research efforts do not facilitate immediate self-reflection, they do contribute to the potential for future reflection through data tracking. These publications included validating system-based activity monitoring systems  [9, 11, 32, 121] , measurement of energy expenditure  [56, 73, 101, 124]  or activity detection  [46, 65, 66]  associated with manual wheelchair based activity, analyzing psychophysiological response of paralympic athletes during competitive activities  [13] , accessibility of wearable tracking devices and mobile apps  [84] , and developing a wheelchair information guide  [78] .14 or 28% publication had the motivation for supporting future research.\n\nWe also identified 17 or 34% publications that implemented different interventions aiming for behavior change and evaluated the efficiency of the interventions. These interventions include behavior interventions (6 or 12%)  [44, 53, 67, 100, 110, 117] , web-based intervention (3 or 6%)  [70, 125, 130] , mobile-based intervention (2 or 4%)  [34, 69]  and system-based intervention (6 or 12%)  [9, 11, 32, 47, 108, 132] . We examined these behavior changing interventions and mapped them with Abraham et al.'s  [1]  taxonomy of behavior change techniques for interventions. Table  4  shows the behavior change techniques used in those specific studies for people with motor disabilities. We used the taxonomy of Behavior Change Techniques(BCT)  [1]  to categorize the techniques employed or mentioned in the publications where the motivation was behavior change. We found that among 17 publications aiming for behavior change, the most frequently used behavior change technique was Prompt self-monitoring of behavior (10 or 20%), followed by provide instructions (nine or 18%). We also found eight publications (16%) that reported using Prompt specific goal setting, and eight publications (16%) that reported using Prompt review of behavioral goals as behavior change techniques. Table  4  contains the complete list."
    },
    {
      "title": "Only Health Related Personal Data",
      "text": "Were Tracked in Current PI Literature. As Table  5  shows, PI literature that includes people with motor disabilities only focuses on health-related domains. The most frequent domain is chronic condition management (30 or 60%), followed by physical activity (26 or 52%), motor function and mobility (10 or 20%), general health (6 or 12%), and mental health (7 or 14%). Body vitals are tracked in 24 publications or (48%) as a secondary tracking domain for health related data. Notably, most (19 or 38%) of the physical activity and exercise tracking for the people with motor disabilities involved with wheelchairs such as wheelchair based exercises  [9, 17, 19, 34, 44, 70] , wheelchair transfers  [11] , wheelchair propulsion  [17, 62, 66, 67] , wheelchair acceleration and Angular velocity  [65] , wheelchair based athletics and performances  [17] , wheel revolutions with duration of movement  [32] , and wheelchair occupancy  [32] . Moreover, activity was measured   [36]  mapping review reported that most of the contemporary PI research involved health or well-being related domains, there were also other aspects of lives -productivity, personal finances, screen time, and sustainability. However, our study surfaced that PI with motor disabilities focuses only on the health domain -heavily integrated with conditions related to disabilities. For instance, although physical activity is the most frequent tracking domain in both studies, the activity types mainly involve wheelchairs for the disabled population  [17] . Therefore, tracking domains for PI are dependent on the user's functional abilities. Furthermore, PI publications that were reviewed by Epstein et al.  [36]  and addressed non-health-related aspects of life did not mention the functional capabilities of participants -if they had, they would have shown up in the search for this review paper as well. Therefore, the assumption that follows is that in non-health-related studies, contemporary PI research either excludes people with a motor disability or includes people with a motor disability without reporting their disability. However, past work highlights barriers to participation in research for members of this population  [60] . This suggests that individuals with motor disabilities are unlikely to participate unless explicitly recruited. Moreover, fitting these participants into a general-purpose PI study-without considering their unique needs and constraints -will likely result in challenges when conducting the studies and deploying the technology."
    },
    {
      "title": "Technical Capabilities of Data Collection Tools Were Emphasized More Than Their Usability or Utility.",
      "text": "Reviewed studies employed a variety of tracking tools to collect participants' data -however, the usability of the tools with respect to participants' physical abilities was not a particular focus. Among the reviewed literature, 40% employed solely automatic data collection, 32% relied on self-reported data, and 28% used a combination of both automated and self-reported. Publications emphasized the technological aspects and capabilities of the devices (see Table  6 ) but typically described very little about their usability with respect to participants' motor disabilities. For instance, publications that employed body-worn Actigraph accelerometers (GT3X / GT3X+)  [46, 66, 67, 73, 101]  for tracking physical activity did not explicitly explain why that tracker was chosen or if there was an adjustment for the tracker placement according to the participants' different level of disabilities. Although all of these abovementioned publications reported that all participants were manual wheelchair users, the reported disability levels differed significantly. Kooijmans et al.  [67]  reported that all participants had SCI and different disability levels -79.5% of all participants had complete, and 20.5% had an incomplete disability (according to the AIS scale); 48.9% participants had tetraplegia and 51% had paraplegia (according to paralysis type). Similarly, Nightingale et al.  [101]  reported that participants had diverse levels of disabilities; 52.82% of participants had SCI and complete paraplegia with lesion levels ranging from T1 to L4; Other participants had spina bifida, cerebral palsy, scoliosis, bilateral lower limb amputation -who were described as using a wheelchair regularly. Thus, it is unclear from the future researchers' perspective how the usability or placement of Actigraph accelerometers (GT3X / GT3X+) differed for this population with diverse capabilities and what to consider when designing data collection methods using this tracking tool in future research.\n\nIn the reviewed literature, we also found that most body-worn data trackers were attached to the upper part of the body, such as the wrist, arm, and chest, to collect data for physical activity. Notably, the frequent usage of upper body-worn sensors is inappropriate for people with upper body impairment. For instance, activity tracker sensors mostly collected the activity and movement data from hands and arms and were attached to the wrist  [46, 67] , worn at the dorsal side of the wrist using a wristband  [66, 101] , placed posterior to the ulna and radius  [73] , or worn on the upper arm  [44, 55, 55, 56, 65, 124] . Among them, for the participants who had a cervical or thoracic level injury (e.g.,  [46, 56, 65, 66, 101, 124] ) -which is associated with less functionality in the neck region or upper chest, or had tetraplegia (e.g.,  [67] ) -which is at least partial paralysis in hands, arms and upper parts of the body, the placement and usability of the trackers are not well explained. However, the placement of sensors on the wheelchairs was explicitly distinguished and reported according to the type of wheelchair. For instance, the tri-axial accelerometer of ActivPAL  [32]  was attached to the spokes of a manual wheelchair and the inner circumference of a powered wheelchair's wheel  [32] . Table  7  shows the interactions with different data trackers mentioned in the reviewed articles. Our analysis revealed several considerations for designing PI systems for people with a motor disabilityconsolidated from the challenges and suggestions reported in the reviewed literature. While some considerations apply equally to a disabled and non-disabled population (i.e., lack of connectivity, challenges due to sensor capacity, and difficulties with personal goal setting), we highlight the specific factors that are particularly appropriate for people with motor disabilities."
    },
    {
      "title": "Aspects of Motor Disability and",
      "text": "Conventional PI Systems Are Not Compatible. Our analysis suggests that the scope of traditional PI systems is not well-suited to serve the needs and challenges of people with motor disabilities. Concerns that are reported in the literature include different levels of disability affecting the data collection and tracking process  [17, 44, 62, 65, 84, 117, 130, 132] , PI systems not being customized for activities of motor-disabled people (e.g., wheelchair based activities)  [17, 84, 124] , difficulties in positioning the body-worn sensors for tracking  [11, 17, 34, 51, 84] , disruption in tracking due to frequent health issues and hospitalization  [44, 67] , and wheelchair shape and size-related challenges  [62, 110] . For instance, we found that chemical measurement of physical activity such as the use of galvanic skin response or other measurement techniques that rely on perspiration are ineffective for people with SCI  [17]  (SCI is the primary cause of motor disability identified in our analysis) because people may not sweat below the level of a SCI  [22] . Similarly, differences in individual capabilities such as wheelchair maneuvering  [62, 65] , hand movement  [130] , ambulation  [108] , trunk control  [132]  and comorbidities  [44]  play a vital role in the data tracking process of PI. Moreover, traditional data tracking systems do not recognize or overestimate wheelchair-based activities  [84] , and cannot distinguish activity variations  [17, 124] . For instance, a movement tracker that is designed for someone with the ability to walk will not be able to recognize a wheelchair user's movements  [17] . Additionally, there are challenges for body-worn sensors -a single sensor is not sufficient to measure a specific activity  [11] , defining sensor thresholds or mapping values are difficult due to increased complexity and higher ecological variability resulting from disability  [11, 51] , it is challenging to position sensors  [17, 34, 84]  and users' dependency on others due to not being able to attach the sensors to their own bodies  [84] . Finally, our analysis identified that data measurement varies due to the variability of wheelchair shapes and sizes -different wheelchair shapes, wheel size, camber angle, and chair width may influence the maneuverability of the chair  [62, 65] , and different weights of wheelchairs influence the weighting process of power wheelchair users as they got weighted together  [110] . Taken together, conventional PI systems, particularly the data collection and tracking aspects of these systems, are inconvenient and often not appropriate for people with motor disabilities. 4.4.2 Self-reporting is More Difficult for People with a Motor Disability Than for Non-disabled People. We found that providing self-reported input in mobile-based tracking applications  [19, 70, 78, 84, 117, 135]  or filling out the information in a diary study  [44, 53, 125, 130]  was difficult for the target population due to reduced hand functionality and lack of appropriate consideration for collection mechanisms. For instance, studies reported that with limited hand functionality, it was challenging to provide input to mobile applications due to the small sizes of the display, dense reading material, and difficulties in pressing the buttons  [84, 135] . Additionally, self-reporting associated with mobile phone-based PI systems was even less convenient in outdoor environments due to challenges in pulling out and holding the mobile phones  [84]  or inclement weather conditions  [70] ; Thus, data reporting was incomplete in these settings. Additionally, participants expressed their preferences for body-or wheelchair-mounted devices over mobile apps for tracking physical activity data  [19, 84] . Concerns for self-reporting in web-based  [53, 125, 130] , pen and paper based  [125]  and photography based  [11, 117]  diary studies included difficulties in entering and completing daily cumulative diary data in web-based selfreporting  [53, 125, 130]  and lack of enough space to write or difficulties in hand-writing resulting in inconsistencies in pen and paper-based self-reporting  [125]  data collection. In photography-based self-reporting (in reporting pressure sores, fall incidents, and environment accessibility), participants had difficulty taking good quality photographs  [11, 117]  because manipulating the camera was difficult -thus requiring the assistance of caregivers to take pictures  [117] ."
    },
    {
      "title": "4.4.3",
      "text": "Accessibility is a Problem in PI Software, When It is Explicitly Targeting a Disabled Population. Our review showed that although the PI software in the current literature was explicitly designed for people with motor disabilities, text-heavy application interfaces  [7, 78, 103] , difficult navigation processes  [78]  and poor interface accessibility  [84]  made it challenging for the users with a motor disability to use the software. Participants expressed preferences for easier interactions with PI software in the studies, including larger, bold, and adjustable font sizes according to their needs  [16, 135] , alternative options that do not require finger-based input such as a paired joystick or switches  [78, 135] , and the ability to select responses from a list of possible choices instead of manually typing words (e.g., selecting from picture or list of body parts to report skin issue)  [135] . Additionally, participants in the studies also expressed their preferences for more visual  [7, 78, 103] , graphical  [78] , colorful  [16, 135] , intuitive  [103]  and carefully designed interfaces  [78]  for interacting with the software."
    },
    {
      "title": "PI Systems",
      "text": "Need to Be More Personalized and Better Tailored to Individual Levels of Disability. Reviewed literature indicated that the design of PI systems for people with motor disabilities should take extra steps to accommodate the level of abilities of each user. For instance, supporting users in being able to put wearable sensors on independently or attach them to something that is easily reachable  [84] , tailoring content according to their learning pace and learning styles  [78] , and providing lightweight customization and support  [78] . Additionally, study participants expressed a desire for more automated facilities in the self-reporting input system -provisions for voice-to-text functions instead of typing  [7, 110] , automatic entry of timestamps  [130] , and automatic calibration of sensor thresholds  [34] . Participants also expressed preferences for context-specific personalized reminder systems  [9, 16, 84, 110, 135] . 4.4.5 PI Systems Should not Impose Additional Cognitive Burden. Participants in the reviewed studies expected PI systems to track a wide range of aspects of their lives without inducing information overload  [14, 50, 84, 95, 130, 135] , and to present data in meaningful and informative ways while limiting complexity  [17, 20, 47, 84, 135] . For instance, studies suggest that activity recognition or chronic condition management in a single PI system should recognize a wider range of human movement  [84]  or multiple self-care activities  [50]  with both manual and automated tracking approaches  [14] . Moreover, they expected data to be presented in real-time, easy to understand and not time-consuming  [20] , well-processed and activity-specific  [17] , and to provide additional context through assessment and feedback  [17, 20] ."
    },
    {
      "title": "PI Systems",
      "text": "Have the Potential to Support Care Teams, but Providers Have Limited Bandwidth. PI systems have the potential to help providers to find correlations between physical and psychological data  [85] , produce and update personalized self-care plans, and to monitor and provide feedback on the routinization status of patients' various activities  [14, 72] . Similarly, some participants with motor disabilities expressed a desire for providers to leverage PI systems as an opportunity to be continuously engaged as users develop new self-care knowledge and skills  [50] . However, papers in this review also revealed that providers have concerns, including the potential for tracking applications to be misused by patients as a way to receive attention from providers (e.g., consciously manipulating pressure wounds to receive care)  [135] , the possibility of exposing patients to information that is misleading or difficult to interpret  [85] , and the potential for therapists to be distracted or lose autonomy  [15, 85] .\n\n4.4.7 Social Comparisons Can be Motivating but There are Possible Negative Consequences too. Studies also reported that although sharing of tracked data and social comparisons among peers, peer groups, or other users of the same PI systems may enhance support and motivation  [8, 20, 85] , there is also the potential for sharing to have a negative impact on mental health if it is not shared among people with similar functional abilities  [20, 85] , especially because the information can demotivate and mislead them if they have a lower degree of physical ability than others who are sharing with them  [8] .\n\n4.4.8 Privacy Concerns are Less Commonly Reported Than in Mainstream PI Literature. Only five out of 50 papers noted how a participant's tracked data was or would be protected  [7, 47, 70, 125, 130]  and only eight studies reported participants' concerns about data privacy  [20, 34, 51, 84, 99, 110, 130, 135] . Among the studies that reported a privacy protocol for participants' tracked data, two studies mentioned that the data would be accessible only by the health care providers  [7, 130] , two studies mentioned not collecting any identifiable information  [47, 70]  and one described the system's security configuration  [125] . From the studies that mentioned participants' concerns regarding their data privacy, we found three studies where participants were concerned about data sharing and wanted to make sure their data and identity were protected  [15, 85, 135] . Two studies explicitly mentioned that participants were not concerned regarding privacy in data sharing with friends, family, health professionals, and other people with similar motor disabilities  [84]  or with peer-athletes and coaches  [20] . Privacy concerns were reported in one study in using accessibility features -e.g. voice-to-text playing over a speaker in public -and the potential for eavesdroppers  [99] . Three studies reported that participants were concerned about using tracking technology that might make their data visible and easy for someone else to see when in public, and that, as a result, they preferred technology that was unobtrusive and not easily viewed by onlookers  [17, 34, 51] ."
    },
    {
      "title": "DISCUSSION",
      "text": "In the context of HCI research, personal informatics and accessibility are fast-growing domains. However, there is little discussion of their intersection in contemporary HCI. Technology design for people with motor disabilities, in particular, can benefit significantly from PI theories and frameworks. The findings of this review highlight the intersection of the domains of motor disability and PI through an HCI lens and illuminate exciting opportunities to develop more inclusive PI systems. To guide future researchers, we recap and discuss the critical findings and caveats from our analysis in this section and describe PI design guidelines for people with motor disabilities from the insights of this review."
    },
    {
      "title": "PI for People with Disabilities Should Be Broader and Reach beyond the Health Domain",
      "text": "While Epstein, et al. 's mapping review  [36]  demonstrates the breadth of potential PI domains, this review shows that the current PI literature involving people with motor disabilities focuses on health, particularly on physical activity and managing chronic conditions resulting from a wide range of disabilities. This is perhaps not especially surprising: this population tends to have important health-related factors associated with their motor disabilities. However, beyond these health-related factors, these individuals also have other aspects of their lives where they might need relevant information for the purpose of self-reflection and gaining self-knowledge  [74] . Previous PI literature showed that people collect data of different aspects of their lives or reflect on it for a range of reasons  [111] , including self-improvement, a desire to keep a record, or out of curiosity or fascination with numbers  [40] . However, in our review, we found no relevant studies focusing on non-health related domains such as personal finance, productivity, or social interactions of this population and found a very limited number of studies on mental health, mood and, sleep which were are still health-related. Moreover, people who acquire sudden motor disabilities (e.g., due to spinal cord injury or stroke) and experience immediate changes in their lives, activities, and surroundings following a traumatic event might need additional support with redeveloping a sense of self, re-establishing place in the community, and regaining economic self-sufficiency  [126] . Considering these factors, PI has the opportunity to play a vital role in reasserting the sense of \"personal\" by providing explicit support for this population across PI domains  [30] ."
    },
    {
      "title": "PI Research Needs to be More Consistent in Reporting Participant Abilities",
      "text": "First, we found that in addition to the epistemic (methods and scope) injustice people with disability experience within HCI  [133] , there is inadequate practice and norms of communicating the actual abilities of the disabled participants in HCI literature. This review revealed that motor disabilities were not adequately reported or study designs did not accommodate different levels of motor disability. For instance, studies were designed where similar tasks were assigned to participants who had different levels of mobility capacity -some had the capability of walking with assistive tools such as canes, walkers, or crutches, whereas others were manual or power wheelchairs users. Moreover, we found no consistent format for reporting the level of disabilities across these publications. Some publications reported the mobility level of the participants by their usage of wheelchairs; others mentioned the injury levels, or paralysis types, or mobility capacity of hands and arms. Additionally, reporting of wheelchair usage was not uniform in the studies. Although most of the studies had manual wheelchair users, few publications reported the ratio of manual and power wheelchair users, and most of the publications did not report the distinction of wheelchair types at all. Furthermore, in many cases, people with motor disabilities can have additional comorbidities -some of which affect their abilities (e.g., speech difficulties or respiratory difficulties) and can significantly impact data tracking procedures or the content of tracked data  [60] . Only two publications in this review reported additional comorbidities (diabetes); however, no publication reported any comorbidity that might require adjusting for designing PI tools. Therefore, HCI research on designing PI technology should consider the overall impact of a person's disability to flexibly accommodate individual abilities  [131] .\n\nThe issue with inconsistency in reporting disabilities is that future researchers will not be able to interpret the results reliably or anticipate how they might generalize to a given population and that they will be unable to accommodate the unreported unique needs and difficulties of that user group. Further, inconsistency in reporting disabilities will make it harder for reviewers and readers to evaluate the appropriateness of the methods for the population and identify the shortcomings, which could undermine the significance of the findings. Even if disabilities are consistently reported, a further complication is that a traditional medical diagnosis is often insufficient to capture an individual's range of abilities. In their recent work, Kabir et al.  [60]  recommended using the ICF (International Classification of Functioning, Disability, and Health)  [58]  framework to evaluate the health conditions for designing research methodology for people with SCI. The ICF framework reports body functions and impairments, activity limitations, participation restrictions; and environmental facilitators or barriers. Only one publication among our 50 reviewed papers  [100]  reported motor disabilities according to the ICF framework. Future PI research should consider using this framework to report the health and abilities of participants. Providing explanations of different levels of motor disability mapped with the ICF framework can help readers and future researchers to understand and communicate the functional abilities of the participants. One related issue is that, depending on the jurisdiction where research is being conducted, some or all of this information can be considered personal health information, which may further complicate the collection and dissemination of that data. In these cases, we encourage transparency: researchers should consider what details are necessary to communicate and which are appropriate to omit in a given context, and to explain these decisions when publishing their work."
    },
    {
      "title": "PI Tools Should Better Accommodate Individual Needs and Abilities",
      "text": "This review found that in the current PI literature where the technical details of PI systems are reported more extensively than the usability or user experience of these systems. We emphasize that the sensor types and body location combinations that were used for physical activity or fitness tracking  [17] , the lack of system fidelity for a range of activities and difficulty setting up systems independently  [61] , and generic text-heavy cognitive burdensome reflection process made the PI systems inconvenient or inaccessible for people with different levels of motor disabilities. For instance, sensors that were placed mostly on arms or upper body for tracking activity will not be feasible for people with less hand functionality or upper body impairment. Similarly, prior research found that people with motor disabilities face various challenges when interacting with touchscreen devices  [43, 48, 97] , smartwatches  [82, 83] , or wearable devices  [116]  and recommended that on-body locations may not be preferred  [82] . Additionally, the generic interaction design in self-reporting interfaces of PI systems such as mobile and web applications or pen and paper forms are not appropriate for fostering accessibility for different levels of disability  [49] . Further, research recommends emphasizing a holistic tracking process for more appropriate data collection by integrating more sensors, or by offering a broader range of activity classifiers instead of relying on a single accelerometer or body-worn sensors  [54] . Thus, PI technologies need to be explored through a user-centered lens that considers a variety of abilities for this population. Although Garmin and Apple have progressed in supporting tracking manual wheelchair propulsion  [41] , those efforts still exclude power wheelchair users.\n\nHCI research explicitly aims for the empowerment of users  [91]  the ability and confidence of the users to control the technology in their life  [92]  -thus, PI technologies should be designed, used, and evaluated according to the ability and the overall capability of the people with motor disabilities to empower them  [42] . For example, ability-specific interaction design such as chairable  [18, 21, 96]  or wearable  [84]  form factors can be integrated into PI system design so that individuals can flexibly select the form factor and other aspects of the interface in ways that best suit their individual needs and abilities. Future studies investigating different combinations of tracking technologies, interactions and data collection processes could lead to valuable contributions."
    },
    {
      "title": "Collective PI Stages for Including Stakeholders in the PI Process",
      "text": "Our analysis surfaced that in current PI literature on people with motor disabilities, individuals who were not active participants (e.g., caregivers, coaches, trainers, or health care providers) were frequently involved in the preparation, collection, integration and reflection stages of PI  [74] . This involvement demonstrates the opportunity to more explicitly design for including multiple stakeholders in the PI stages and opportunities for designing the PI workflow to facilitate collaboration. Here our findings echo the PI model of family informatics where multiple family members were involved in all of the stages of the PI model  [106] . Prior research on outdoor activities of people with severe motor disabilities also emphasized the involvement of the supporting individuals and shared control as a mechanism for facilitating support and autonomy  [4] [5] [6] . Although several PI studies reported the involvement of stakeholders in the data tracking process  [15, 26, 84, 106]  and Epstein et al.'s  [36]  mapping review reported that other stakeholders in the data tracking process were mostly the recipients of shared tracked data, this review found that stakeholders were also highly involved in other stages of the PI process. This involvement includes instructions and training in the preparation stage, support through the collection stage, and collaboration in reflection."
    },
    {
      "title": "Design Guidelines: Making PI Technology More Inclusive",
      "text": "While we find that PI has enormous potential to improve people's lives with motor disabilities, our review study surfaced a recurring concern -lack of consideration of different levels of disabilities in current PI publications. We can look to prior accessibility and PI research for guidance on how we can make contemporary PI technology more compatible with different functional capacities. Prior accessibility research adopts the Critical Realism  [42]  perspective that the disabled experience is multi-faceted; it requires assistive technologies that recognize the multiple mechanisms and different interactions, including physical, biological, psychological, psycho-social, cultural, and emotional, in meaningful ways  [42, 87, 107] . Additionally, Mankoff et al.'s  [87]  critical reflection on disability theories provided the nuance that instead of focusing only on the technical merits of accessibility, assistive technology should take a non-reductionist perspective -taking into account multiple layers that make up the complex disabled experience. Similarly, recent PI research recommends adopting \"Culturally Informed Design\"  [88]  -emphasizing a holistic view of human life, including historical, cultural, social, and psychological aspects, instead of the current prominent paradigms of disease, medical treatment and \"healthism\"  [119] . Hence, different user groups with different needs and contexts -including users who speak different languages  [45] , user groups with different literacy skills and different levels of cognitive and emotional functioning  [94] , users with fluid gender markers and different gender identity  [25]  -should not be excluded from the scope of PI literature. Likewise, we recommend that future PI technology should also address users' functional capacity, transitions of abilities, and changes of needs for more diversity and inclusiveness.\n\nDisability studies often advocate embracing Universal Design  [28]  as the best approach to develop technology to address the issues related to accessibility  [10] . Universal Design provides guidelines for different design disciplines for more usable products and environments. According to our study findings and to make contemporary PI technology more compatible with different functional capacities of people with motor disabilities, here, we adapt the seven principles of Universal Design (UD) to make recommendations for designing more inclusive PI technology."
    },
    {
      "title": "Equitable",
      "text": "Use. According to our findings, people with motor disabilities are highly concerned about their appearance to others -they do not want technology to stigmatize or segregate them in any way  [79] . Thus, PI technology needs to be in a form that is well blended with their daily living and does not draw additional attention or lead to further stigmatization. Our review also suggests that PI research should pay more attention to data privacy and security in the context of data sharing among the care-team (caregivers, health care professionals). 5.5.2 Flexibility in Use. PI technology needs to be flexible in terms of choosing the tracking method so that as much as possible, users can decide between automatic or self-reporting data collection processes according to their functional capacity  [14] , or to choose between different types of data to track. Technology should also facilitate flexible access to the system or the application (e.g., voice-to-text / joystick / sip-n-puff). Additionally, PI technology needs to provide flexible adaptability to the user's pace of being able to interact with the system, according to the changes of their level of functional ability."
    },
    {
      "title": "Simple and Intuitive",
      "text": "Use. We found that people with motor disabilities have a wide range of health aspects to track -particularly for self-care and self-management -and they are weary of information overload; instead, results from reviewed articles reported that participants preferred informative and straightforward data that does not impose a high cognitive load. Thus, PI technology should be selective for the most significant information to present the users in an informative and easily understandable way. Moreover, due to the variability in functional abilities, participants expect prompting and feedback on the task completion to be context-aware and just-in-time."
    },
    {
      "title": "Perceptible Information.",
      "text": "Participants in our reviewed publications expressed their desire to visualize their personal information in visually appealing formats to reinforce the essential takeaways of the collected data. Thus, PI technologies should provide users with different modes of pictorial visualization of their most essential information. Moreover, participants in these studies wanted their health providers to be aware of their (users') health information and provide them with appropriate instructions. Thus, PI technology needs to facilitate a communication channel so that health providers can work with users to interpret and make use of tracked information.\n\n5.5.5 Tolerance for Error. PI technologies should be well equipped to handle failure of data collection  [39]  resulting from different aspects of functional capacities. We found that participants in the reviewed publications often failed to report their data due to many disability-related challenges. PI technology should allow them to adjust the data tracking retrospectively to accommodate these situations. 5.5.6 Low Physical Effort. PI technology needs to allow the user to choose an appropriate wheelchair or body position according to their functional level to minimize the effort or challenge involved in using and maintaining their PI systems. 5.5.7 Size and Space for Approach and Use. PI designs should make all components comfortably reachable  [18]  for manual or power wheelchair seated users or standing users with mobility assisting tools. The design should accommodate variations in the functionality of different body parts, including hand, arm, leg, and foot. Moreover, the design should incorporate enough space and options for assistance from supporting individuals or assistive technology."
    },
    {
      "title": "CONCLUSION",
      "text": "Previous personal informatics research has investigated self-management practices and self-care technologies for the general healthy population and people with a variety of chronic conditions. However, the lived experience and self-tracking practices of people with motor disabilities within the personal informatics domain have not received the same attention. In this mapping review, we examined current PI literature on people with motor disabilities and identified gaps and opportunities for contemporary PI models and technologies to better support the population of users with motor disabilities. Supporting this long tail of individual abilities and situations is a significant challenge without a clear-cut set of guidelines. However, it is essential that as a field we provide equitable access to the benefits that technology can provide to all users, especially those with disabilities."
    },
    {
      "text": "Fig. 1. The PRISMA flow diagram of publication search for the mapping review"
    },
    {
      "text": "Fig. 2. Publications on personal informatics for people with motor disabilities have risen steadily over the past decade. Note that, publication counts until March, 2021 are presented in this figure."
    },
    {
      "text": "Fig. 3. Most publications focus on preparation stage, with less of a focus on the other stages"
    },
    {
      "text": "Reviewed publications reported participants' level of motor disabilities in two different ways -lesion level/ability level and types of mobility assistive tools (MAT) participants used for mobility."
    },
    {
      "text": "Participants' Motor Disability Level[115]reported in the publications by different lesion types for SCI and spina bifida. Note that some publications reported more than one lesion type, and some publications reported no lesion type."
    },
    {
      "text": "The frequency of tracking motivations among reviewed papers. The most popular motivations were Behavior change (BC) (40%), Habit awareness (HA) (40%) and Chronic Condition Management (CCM) (34%). Note that some publications reported more than one motivation."
    },
    {
      "text": "Behavior Change Techniques (BCT) used in the 17 Intervention (Behavior, Web, Mobile, System) Studies Mapped with Abraham et al. 's [1] Taxonomy"
    },
    {
      "text": "Data tracking domains and the sub-domains of the 50 reviewed publications. ** Body Vitals are tracked as the secondary data for other health related data. Note that most papers reported more than one tracking domains."
    },
    {
      "text": "An overview of tracking tools used in the 50 reviewed publications; Notably 42% publications reported tracking tools related to physical activity tracking.Note that some publications reported multiple tracking tools and tracker type.Recommendations from the Literature for Designing PI Systems for People with Motor Disabilities Reveals Many Pitfalls and Challenges"
    },
    {
      "text": "Most body-worn trackers are attached to the upper part of the body (28%)"
    }
  ],
  "references": [
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "Charles Abraham",
        "Susan Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "The Effect of Context on Small Screen and Wearable Device Users' Performance-A Systematic Review",
      "authors": [
        "Yeliz Elgin Akpinar",
        "Selim Yeşilada",
        "Temizer"
      ],
      "year": 2020
    },
    {
      "title": "Web-based health coaching for spinal cord injury: results from a mixed methods feasibility evaluation",
      "authors": [
        "Sonya Allin",
        "John Shepherd",
        "Teri Thorson",
        "Jennifer Tomasone",
        "Sarah Munce",
        "Gary Linassi",
        "Tizneem Christopher B Mcbride",
        "Susan Jiancaro",
        "Jaglal"
      ],
      "year": 2020,
      "doi": "10.2196/16351"
    },
    {
      "title": "Leveraging shared control to empower people with tetraplegia to participate in extreme sports",
      "authors": [
        "Ahmad Alsaleem",
        "Ross Imburgia",
        "Mateo Godinez",
        "Andrew Merryweather",
        "Roger Altizer",
        "Tamara Denning",
        "Jeffery Rosenbluth",
        "Stephen Trapp",
        "Jason Wiese"
      ],
      "year": 2019,
      "doi": "10.1145/3308561.3353775"
    },
    {
      "title": "Experience is Not Required: Designing a Sailing Experience for Individuals with Tetraplegia",
      "authors": [
        "Ahmad Alsaleem",
        "Ross Imburgia",
        "Andrew Merryweather",
        "Roger Altizer",
        "Jeffrey Rosenbluth",
        "Stephen Trapp",
        "Jason Wiese"
      ],
      "year": 2020,
      "doi": "10.1145/3357236.3395529"
    },
    {
      "title": "Applying Ability-Based Design Principles to Adaptive Outdoor Activities",
      "authors": [
        "Ahmad Alsaleem",
        "Ross Imburgia",
        "Andrew Merryweather",
        "Jeffrey Rosenbluth",
        "Stephen Trapp",
        "Jason Wiese"
      ],
      "year": 2020,
      "doi": "10.1145/3357236.3395508"
    },
    {
      "title": "Co-designing a Self-Management App Prototype to Support People With Spinal Cord Injury in the Prevention of Pressure Injuries: Mixed Methods Study",
      "authors": [
        "Julia Amann",
        "Maddalena Fiordelli",
        "Mirjam Brach",
        "Sue Bertschy",
        "Anke Scheel-Sailer",
        "Sara Rubinelli"
      ],
      "year": 2020
    },
    {
      "title": "Opportunities and challenges of a self-management app to support people with spinal cord injury in the prevention of pressure injuries: qualitative study",
      "authors": [
        "Julia Amann",
        "Maddalena Fiordelli",
        "Anke Scheel-Sailer",
        "Mirjam Brach",
        "Sara Rubinelli"
      ],
      "year": 2020
    },
    {
      "title": "Wireless monitoring system for wheelchair users with severe mobility impairment",
      "authors": [
        "Diego Arias",
        "Esteban Pino",
        "Pablo Aqueveque",
        "Dorothy Curtis"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-12817-7_9"
    },
    {
      "title": "The Role of HCI in the Construction of Disability",
      "authors": [
        "Gustavo Armagno"
      ],
      "year": 2012
    },
    {
      "title": "Use of a low-cost, chest-mounted accelerometer to evaluate transfer skills of wheelchair users during everyday activities: observational study",
      "authors": [
        "Giulia Barbareschi",
        "Catherine Holloway",
        "Nadia Bianchi-Berthouze",
        "Sharon Sonenblum",
        "Stephen Sprigle"
      ],
      "year": 2018
    },
    {
      "title": "Reviewing reflection: on the use of reflection in interactive system design",
      "authors": [
        "Eric Ps Baumer",
        "Vera Khovanskaya",
        "Mark Matthews",
        "Lindsay Reynolds",
        "Victoria Sosik",
        "Geri Gay"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598598"
    },
    {
      "title": "A complete psychophysiological profile of a Paralympic athlete in a ultraendurance: A case study",
      "authors": [
        "Pedro Belinchon-Demiguel",
        "Pablo Ruisoto",
        "Vicente Javier"
      ],
      "year": 2018,
      "doi": "10.1145/3284179.3284259"
    },
    {
      "title": "Design considerations for semi-automated tracking: self-care plans in spinal cord injury",
      "authors": [
        "Ayşe G Büyüktür",
        "Mark Mark S Ackerman",
        "Pei-Yao Newman",
        "Hung"
      ],
      "year": 2017
    },
    {
      "title": "Supporting Collaboratively Constructed Independence: A Study of Spinal Cord Injury",
      "authors": [
        "Pei-Yao Ayse G Buyuktur",
        "Mark Hung",
        "Mark Newman",
        "Ackerman"
      ],
      "year": 2018
    },
    {
      "title": "Development of a web-based monitoring system for power tilt-in-space wheelchairs: formative evaluation",
      "authors": [
        "Charles Campeau-Vallerand",
        "François Michaud",
        "François Routhier",
        "Philippe Archambault",
        "Dominic Létourneau",
        "Dominique Gélinas-Bronsard",
        "Claudine Auger"
      ],
      "year": 2019
    },
    {
      "title": "But, I don't take steps\" Examining the Inaccessibility of Fitness Trackers for Wheelchair Athletes",
      "authors": [
        "Patrick Carrington",
        "Kevin Chang",
        "Helena Mentis",
        "Amy Hurst"
      ],
      "year": 2015,
      "doi": "10.1145/2700648.2809845"
    },
    {
      "title": "Wearables and chairables: inclusive design of mobile input and output techniques for power wheelchair users",
      "authors": [
        "Patrick Carrington",
        "Amy Hurst",
        "Shaun Kane"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557237"
    },
    {
      "title": "Understanding fatigue and stamina management opportunities and challenges in wheelchair basketball",
      "authors": [
        "Patrick Carrington",
        "Denzel Ketter",
        "Amy Hurst"
      ],
      "year": 2017
    },
    {
      "title": "Exploring the data tracking and sharing preferences of wheelchair athletes",
      "authors": [
        "Patrick Carrington",
        "Gierad Laput",
        "Jeffrey Bigham"
      ],
      "year": 2018
    },
    {
      "title": "Chairable Computing",
      "authors": [
        "Patrick Alexander"
      ],
      "year": 2017,
      "doi": "10.30707/spora3.1deetz"
    },
    {
      "title": "Disorders of sweating",
      "authors": [
        "P William",
        "Roy Cheshire",
        "Freeman"
      ],
      "year": 2003
    },
    {
      "title": "Designing self-monitoring technology to promote data capture and reflection",
      "authors": [
        "Eun Kyoung"
      ],
      "year": 2014
    },
    {
      "title": "SleepTight: low-burden, self-monitoring technology for capturing and reflecting on sleep behaviors",
      "authors": [
        "Eun Kyoung Choe",
        "Bongshin Lee",
        "Matthew Kay",
        "Wanda Pratt",
        "Julie Kientz"
      ],
      "year": 2015
    },
    {
      "title": "Transgender People's Technology Needs to Support Health and Transition",
      "authors": [
        "Tya Chuanromanee",
        "Ronald Metoyer"
      ],
      "year": 2021
    },
    {
      "title": "Boundary negotiating artifacts in personal informatics: patient-provider collaboration with patient-generated data",
      "authors": [
        "Chia-Fang Chung",
        "Kristin Dew",
        "Allison Cole",
        "Jasmine Zia",
        "James Fogarty",
        "Julie Kientz",
        "Sean Munson"
      ],
      "year": 2016
    },
    {
      "title": "Finding the right fit: understanding health tracking in workplace wellness programs",
      "authors": [
        "Chia-Fang Chung",
        "Nanna Gorm",
        "Irina Shklovski",
        "Sean Munson"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025510"
    },
    {
      "title": "The principles of universal design",
      "authors": [
        "Bettye Connell"
      ],
      "year": 1997
    },
    {
      "title": "Designing for healthy lifestyles: Design considerations for mobile technologies to encourage consumer health and wellness",
      "authors": [
        "Sunny Consolvo",
        "Predrag Klasnja",
        "David Mcdonald",
        "James Landay"
      ],
      "year": 2014,
      "doi": "10.1561/9781601987815"
    },
    {
      "title": "What self-care behaviours are essential for people with spinal cord injury? A systematic review and meta-synthesis",
      "authors": [
        "Alessio Conti",
        "Marco Clari",
        "Mari Kangasniemi",
        "Barbara Martin",
        "Alberto Borraccino",
        "Sara Campagna"
      ],
      "year": 2020
    },
    {
      "title": "Introduction to this special issue on the lived experience of personal informatics",
      "authors": [
        "Dan Cosley",
        "Elizabeth Churchill",
        "Jodi Forlizzi",
        "Sean Munson"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2017.1324787"
    },
    {
      "title": "Development and validation of a physical activity monitor for use on a wheelchair",
      "authors": [
        "Elaine Coulter",
        "Philippa Dall",
        "Lynn Rochester",
        "Jon Hasler",
        "Malcolm Granat"
      ],
      "year": 2011,
      "doi": "10.1038/sc.2010.126"
    },
    {
      "title": "Personal health oracle: Explorations of personalized predictions in diabetes self-management",
      "authors": [
        "M Pooja",
        "Elliot Desai",
        "Maria Mitchell",
        "Matthew Hwang",
        "David Levine",
        "Lena Albers",
        "Mamykina"
      ],
      "year": 2019
    },
    {
      "title": "Electromyography-Driven Exergaming in Wheelchairs on a Mobile Platform: Bench and Pilot Testing of the WOW-Mobile Fitness System",
      "authors": [
        "James Enciso",
        "Dhruval Variya",
        "James Sunthonlap",
        "Terrence Sarmiento",
        "Ka Lee",
        "James Velasco",
        "Roxanna Pebdani",
        "Ray De Leon",
        "Christine Dy",
        "Stefan Keslacy"
      ],
      "year": 2021
    },
    {
      "title": "Taming data complexity in lifelogs: exploring visual cuts of personal informatics data",
      "authors": [
        "Daniel Epstein",
        "Felicia Cordeiro",
        "Elizabeth Bales",
        "James Fogarty",
        "Sean Munson"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598558"
    },
    {
      "title": "Mapping and Taking Stock of the Personal Informatics Literature",
      "authors": [
        "Clara Daniel A Epstein",
        "Mayara Caldeira",
        "Xi Costa Figueiredo",
        "Lucas Lu",
        "Lucretia Silva",
        "Jong Williams",
        "Qingyang Ho Lee",
        "Simran Li",
        "Qiuer Ahuja",
        "Chen"
      ],
      "year": 2020
    },
    {
      "title": "Crumbs: lightweight daily food challenges to promote engagement and mindfulness",
      "authors": [
        "Felicia Daniel A Epstein",
        "James Cordeiro",
        "Gary Fogarty",
        "Sean Hsieh",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "From\" nobody cares\" to\" way to go!\" A Design Framework for Social Sharing in Personal Informatics",
      "authors": [
        "Bradley Daniel A Epstein",
        "Elizabeth Jacobson",
        "David Bales",
        "Sean Mcdonald",
        "Munson"
      ],
      "year": 2015
    },
    {
      "title": "Reconsidering the device in the drawer: lapses as a design opportunity in personal informatics",
      "authors": [
        "Jennifer Daniel A Epstein",
        "Laura Kang",
        "James Pina",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2016
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "An Daniel A Epstein",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2015
    },
    {
      "title": "Best Fitness Watch for Wheelchair Users"
    },
    {
      "title": "Disability and technology: A critical realist perspective",
      "authors": [
        "Christopher Frauenberger"
      ],
      "year": 2015,
      "doi": "10.1145/2700648.2809851"
    },
    {
      "title": "Barrier pointing: using physical edges to assist target acquisition on mobile device touch screens",
      "authors": [
        "Jon Froehlich",
        "Jacob Wobbrock",
        "Shaun Kane"
      ],
      "year": 2007
    },
    {
      "title": "Group Lifestyle Balance Adapted for Individuals With Impaired Mobility: Outcomes for 6-Month RCT and Combined Groups at 12 Months",
      "authors": [
        "Katherine Froehlich-Grobe",
        "Andrea Betts",
        "Simon Driver",
        "Danielle Carlton",
        "Amber Lopez",
        "Jaehoon Lee",
        "M Kaye Kramer"
      ],
      "year": 2020
    },
    {
      "title": "Quality in medical translations: a review",
      "authors": [
        "Daniela Garcia",
        "Michael Fetters"
      ],
      "year": 2007,
      "doi": "10.1353/hpu.2007.0009"
    },
    {
      "title": "Identifying physical activity type in manual wheelchair users with spinal cord injury by means of accelerometers",
      "authors": [
        "Xavier García-Massó",
        "P Serra-Añó",
        "L Gonzalez",
        "Yiyao Ye-Lin",
        "Gema Prats-Boluda",
        "J Garcia-Casado"
      ],
      "year": 2015
    },
    {
      "title": "Visualization of user interactions with a pressure mapping mobile application for wheelchair users at risk for pressure injuries",
      "authors": [
        "Christine Brianna M Goodwin",
        "John Olney",
        "Andrew Ferguson",
        "Byron Hansen",
        "Gary Eddy",
        "Melissa Goldish",
        "Tamara Morrow",
        "Vos-Draper"
      ],
      "year": 2021
    },
    {
      "title": "Towards accessible touch interfaces",
      "authors": [
        "Tiago Guerreiro",
        "Hugo Nicolau",
        "Joaquim Jorge",
        "Daniel Gonçalves"
      ],
      "year": 2010
    },
    {
      "title": "Assessing mobile touch interfaces for tetraplegics",
      "authors": [
        "Tiago João",
        "Vieira Guerreiro",
        "Hugo Nicolau",
        "Joaquim Jorge",
        "Daniel Gonçalves"
      ],
      "year": 2010
    },
    {
      "title": "Potentially modifiable risk factors among veterans with spinal cord injury hospitalized for severe pressure ulcers: a descriptive study",
      "authors": [
        "Marylou Guihan",
        "Charles Bombardier"
      ],
      "year": 2012
    },
    {
      "title": "A monitoring device as assistive lifestyle technology: combining functional needs with pleasure",
      "authors": [
        "Florian Guldenpfennig",
        "Geraldine Fitzpatrick"
      ],
      "year": 2013
    },
    {
      "title": "Fostering engagement with personal informatics systems",
      "authors": [
        "Rebecca Gulotta",
        "Jodi Forlizzi",
        "Rayoung Yang",
        "Mark Newman"
      ],
      "year": 2016
    },
    {
      "title": "Balance Right in Multiple Sclerosis (BRiMS): a feasibility randomised controlled trial of a falls prevention programme",
      "authors": [
        "Gunn",
        "S Stevens",
        "J Creanor",
        "L Andrade",
        "L Paul",
        "C Miller",
        "P Green",
        "Ewings",
        "M Barton",
        "Berrow"
      ],
      "year": 2021
    },
    {
      "title": "Activity tracking: barriers, workarounds and customisation",
      "authors": [
        "Daniel Harrison",
        "Paul Marshall",
        "Nadia Bianchi-Berthouze",
        "Jon Bird"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2805832"
    },
    {
      "title": "Predicting energy expenditure of manual wheelchair users with spinal cord injury using a multisensor-based activity monitor",
      "authors": [
        "Dan Shivayogi V Hiremath",
        "Jonathan Ding",
        "Rory Farringdon",
        "Cooper"
      ],
      "year": 2012
    },
    {
      "title": "Estimation of energy expenditure for wheelchair users using a physical activity monitoring system",
      "authors": [
        "V Shivayogi",
        "Hiremath",
        "Annmarie Stephen S Intille",
        "Rory Kelleher",
        "Dan Cooper",
        "Ding"
      ],
      "year": 2016
    },
    {
      "title": "Motor impairment",
      "year": 2012
    },
    {
      "title": "The ICF: An Overview",
      "authors": [
        "Estephanie Jill"
      ]
    },
    {
      "title": "Determinants of Longitudinal Adherence in Smartphone-Based Self-Tracking for Chronic Health Conditions: Evidence from Axial Spondyloarthritis",
      "authors": [
        "L Simon",
        "William Jones",
        "Ryan Hue",
        "Rosemarie Kelly",
        "Violet Barnett",
        "Raj Henderson",
        "Sengupta"
      ],
      "year": 2021
    },
    {
      "title": "The Impact of Spinal Cord Injury on Participation in Human-Centered Research",
      "authors": [
        "Kazi Sinthia Kabir",
        "Ahmad Alsaleem",
        "Jason Wiese"
      ],
      "year": 2021
    },
    {
      "title": "Sense and Accessibility: Understanding People with Physical Disabilities' Experiences with Sensing Systems",
      "authors": [
        "Anhong Shaun K Kane",
        "Meredith Guo",
        "Morris Ringel"
      ],
      "year": 2020
    },
    {
      "title": "Validity of the Apple Watch® for monitoring push counts in people using manual wheelchairs",
      "authors": [
        "Alexandra Kati S Karinharju",
        "Sean Boughey",
        "Kelly Tweedy",
        "Stewart Clanchy",
        "Trost",
        "Sjaan R Gomersall"
      ],
      "year": 2021
    },
    {
      "title": "Toward becoming a better self: Understanding self-tracking experiences of adolescents with autism spectrum disorder using custom trackers",
      "authors": [
        "Sung-In Kim",
        "Eunkyung Jo",
        "Myeonghan Ryu",
        "Inha Cha",
        "Young-Ho Kim",
        "Heejung Yoo",
        "Hwajung Hong"
      ],
      "year": 2019,
      "doi": "10.1145/3329189.3329209"
    },
    {
      "title": "OmniTrack: a flexible self-tracking approach leveraging semi-automated tracking",
      "authors": [
        "Young-Ho Kim",
        "Jae Ho Jeon",
        "Bongshin Lee",
        "Eun Choe",
        "Jinwook Seo"
      ],
      "year": 2017
    },
    {
      "title": "Preliminary study for the assessment of physical activity using a triaxial accelerometer with a gyro sensor on the upper limbs of subjects with paraplegia driving a wheelchair on a treadmill",
      "authors": [
        "T Kiuchi",
        "Y Inayama",
        "S Muraoka",
        "O Ikemoto",
        "Uemura",
        "Mizuno"
      ],
      "year": 2014
    },
    {
      "title": "Valid detection of self-propelled wheelchair driving with two accelerometers",
      "authors": [
        "Hedwig Kooijmans",
        "Horemans",
        "Stam",
        "Bussmann"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of a self-management intervention to promote an active lifestyle in persons with long-term spinal cord injury: The HABITS randomized clinical trial",
      "authors": [
        "Hedwig Kooijmans",
        "W Marcel",
        "Post",
        "J Henk",
        "Stam",
        "H Lucas",
        "Van Der Woude",
        "C Dorien",
        "Spijkerman",
        "J Govert",
        "Snoek",
        "M Helma",
        "C Bongers-Janssen",
        "Jos Van Koppenhagen",
        "Twisk",
        "Group"
      ],
      "year": 2017
    },
    {
      "title": "A meta-analysis of computer-tailored interventions for health behavior change",
      "authors": [
        "Paul Krebs",
        "James Prochaska",
        "Joseph Rossi"
      ],
      "year": 2010
    },
    {
      "title": "The effect of the interactive mobile health and rehabilitation system on health and psychosocial outcomes in spinal cord injury: randomized controlled trial",
      "authors": [
        "Alan Michael",
        "Theresa Kryger",
        "Andrea Crytzer",
        "Eleanor Fairman",
        "Meredith Quinby",
        "Gede Karavolis",
        "I Pramana",
        "Agus Made",
        "Gina Setiawan",
        "Bambang Pugliano Mckernan",
        "Brad Parmanto",
        "Dicianno"
      ],
      "year": 2019
    },
    {
      "title": "Teleexercise for persons with spinal cord injury: a mixed-methods feasibility case series",
      "authors": [
        "Byron Lai",
        "James Rimmer",
        "Beth Barstow",
        "Emil Jovanov",
        "C Scott",
        "Bickel"
      ],
      "year": 2016
    },
    {
      "title": "Working with research participants with disabilities: Research Methods in Human Computer Interaction",
      "authors": [
        "Lazar",
        "H Feng",
        "Hochheiser"
      ],
      "year": 2017
    },
    {
      "title": "The functioning of social support in long-term prevention after spinal cord injury. A qualitative study",
      "authors": [
        "Le Marc",
        "Chloé Fort",
        "Pierre Lefèvre",
        "Brigitte Kieny",
        "Jean-François Perrouin-Verbe",
        "Ravaud"
      ],
      "year": 2021
    },
    {
      "title": "Accelerometer output and its association with energy expenditure during manual wheelchair propulsion",
      "authors": [
        "Yvonne Learmonth",
        "Dominique Kinnett-Hopkins",
        "Ian Rice",
        "Dysterheft",
        "Motl"
      ],
      "year": 2016
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "Ian Li",
        "Anind Dey",
        "Jodi Forlizzi"
      ],
      "year": 2010
    },
    {
      "title": "Understanding my data, myself: supporting self-reflection with ubicomp technologies",
      "authors": [
        "Ian Li",
        "Anind Dey",
        "Jodi Forlizzi"
      ],
      "year": 2011
    },
    {
      "title": "Personal informatics in practice: improving quality of life through data",
      "authors": [
        "Ian Li",
        "Yevgeniy Medynskiy",
        "Jon Froehlich",
        "Jakob Larsen"
      ],
      "year": 2012
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "Alessandro Liberati",
        "Jennifer Douglas G Altman",
        "Cynthia Tetzlaff",
        "Mulrow",
        "Peter C Gøtzsche",
        "P John",
        "Mike Ioannidis",
        "Philip Clarke",
        "Jos Devereaux",
        "David Kleijnen",
        "Moher"
      ],
      "year": 2009,
      "doi": "10.1016/j.jclinepi.2009.06.006"
    },
    {
      "title": "Development of \"My Wheelchair Guide\" app: a qualitative study",
      "authors": [
        "Hsin-Yi Tanya Liu",
        "Rui-Min Chia",
        "I Made",
        "Agus Setiawan",
        "Theresa Crytzer",
        "Dan Ding"
      ],
      "year": 2018
    },
    {
      "title": "But I know what works\"-patients' experience of spinal cord injury neuropathic pain management",
      "authors": [
        "Monika Löfgren",
        "Cecilia Norrbrink"
      ],
      "year": 2012
    },
    {
      "title": "TableChat: mobile food journaling to facilitate family support for healthy eating",
      "authors": [
        "Kai Lukoff",
        "Taoxi Li",
        "Yuan Zhuang",
        "Brian Lim"
      ],
      "year": 2018
    },
    {
      "title": "What Do We Mean by \"Accessibility Research\"? A Literature Survey of Accessibility Papers in CHI and ASSETS from 1994 to 2019",
      "authors": [
        "Kelly Mack",
        "Emma Mcdonnell",
        "Dhruv Jain",
        "Lucy Wang",
        "Jon Froehlich",
        "Leah Findlater"
      ],
      "year": 2021,
      "doi": "10.1145/3411764.3445412"
    },
    {
      "title": "Exploring accessible smartwatch interactions for people with upper body motor impairments",
      "authors": [
        "Meethu Malu",
        "Pramod Chundury",
        "Leah Findlater"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3174062"
    },
    {
      "title": "Motor Accessibility of Smartwatch Touch and Bezel Input",
      "authors": [
        "Meethu Malu",
        "Pramod Chundury",
        "Leah Findlater"
      ],
      "year": 2019,
      "doi": "10.1145/3308561.3354638"
    },
    {
      "title": "Toward accessible health and fitness tracking for people with mobility impairments",
      "authors": [
        "Meethu Malu",
        "Leah Findlater"
      ],
      "year": 2016
    },
    {
      "title": "Sharing automatically tracked activity data: implications for therapists and people with mobility impairments",
      "authors": [
        "Meethu Malu",
        "Leah Findlater"
      ],
      "year": 2017,
      "doi": "10.1145/3154862.3154864"
    },
    {
      "title": "Constructing identities through storytelling in diabetes management",
      "authors": [
        "Lena Mamykina",
        "Andrew Miller",
        "Elizabeth Mynatt",
        "Daniel Greenblatt"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753507"
    },
    {
      "title": "Disability studies as a source of critical inquiry for the field of assistive technology",
      "authors": [
        "Jennifer Mankoff",
        "Gillian Hayes",
        "Devva Kasnitz"
      ],
      "year": 2010,
      "doi": "10.1145/1878803.1878807"
    },
    {
      "title": "Bridging Community, History, and Culture in Personal Informatics Tools: Insights from an Existing Community-Based Heart Health Intervention for Black Americans",
      "authors": [
        "Aqueasha Martin",
        "Tanjala S Purnell"
      ],
      "year": 2022
    },
    {
      "title": "Quantifying the changeable self: the role of self-tracking in coming to terms with and managing bipolar disorder",
      "authors": [
        "Mark Matthews",
        "Elizabeth Murnane",
        "Jaime Snyder"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2017.1294983"
    },
    {
      "title": "Designing in the dark: eliciting self-tracking dimensions for understanding enigmatic disease",
      "authors": [
        "Mollie Mckillop",
        "Lena Mamykina",
        "Noémie Elhadad"
      ],
      "year": 2018,
      "doi": "10.1145/3173574.3174139"
    },
    {
      "title": "Do-it-yourself empowerment as experienced by novice makers with disabilities",
      "authors": [
        "Janis Lena Meissner",
        "John Vines",
        "Janice Mclaughlin",
        "Thomas Nappey",
        "Jekaterina Maksimova",
        "Peter Wright"
      ],
      "year": 2017,
      "doi": "10.1145/3064663.3064674"
    },
    {
      "title": "Do-it-yourself cellphones: an investigation into the possibilities and limits of high-tech diy",
      "authors": [
        "A David",
        "Leah Mellis",
        "Buechley"
      ],
      "year": 2014
    },
    {
      "title": "Developing typologies of user engagement with the BRANCH alcohol-harm reduction smartphone app: qualitative study",
      "authors": [
        "Joanna Milward",
        "Paolo Deluca",
        "Colin Drummond",
        "Andreas Kimergård"
      ],
      "year": 2018,
      "doi": "10.2196/11692"
    },
    {
      "title": "Health and wellness technology use by historically underserved health consumers: systematic review",
      "authors": [
        "Enid Montague",
        "Jennifer Perchonok"
      ],
      "year": 2012
    },
    {
      "title": "Development of a self-management app for people with spinal cord injury",
      "authors": [
        "Gurkaran Ben Mortenson",
        "Megan Singh",
        "Mahsa Macgillivray",
        "Patricia Sadeghi",
        "Jared Mills",
        "Bonita Adams",
        "Sawatzky"
      ],
      "year": 2019,
      "doi": "10.1007/s10916-019-1273-x"
    },
    {
      "title": "Identifying factors that inhibit self-care behavior among individuals with severe spinal cord injury",
      "authors": [
        "Tamanna Motahar",
        "Isha Ghosh",
        "Jason Wiese"
      ],
      "year": 2022,
      "doi": "10.1145/3491102.3517658"
    },
    {
      "title": "Smart touch: Improving touch accuracy for people with motor impairments with template matching",
      "authors": [
        "Radu-Daniel Martez E Mott",
        "Shaun Vatavu",
        "Jacob Kane",
        "Wobbrock"
      ],
      "year": 2016
    },
    {
      "title": "Personal informatics in interpersonal contexts: towards the design of technology that supports the social ecologies of long-term mental health management",
      "authors": [
        "Tara Elizabeth L Murnane",
        "Beck Walker",
        "Stephen Tench",
        "Jaime Voida",
        "Snyder"
      ],
      "year": 2018
    },
    {
      "title": "Accessibility in context: understanding the truly mobile experience of smartphone users with motor impairments",
      "authors": [
        "Maia Naftali",
        "Leah Findlater"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of a self-rehabilitation program to improve upper-extremity function after stroke in developing countries: A randomized controlled trial",
      "authors": [
        "Ditouah Didier",
        "Niama Natta",
        "Thierry Lejeune",
        "Christine Detrembleur",
        "Berenice Yarou",
        "Emmanuel Sogbossi",
        "Etienne Alagnidé",
        "Toussaint Kpadonou",
        "Clara Selves",
        "Gaëtan Stoquart"
      ],
      "year": 2021
    },
    {
      "title": "Influence of accelerometer type and placement on physical activity energy expenditure prediction in manual wheelchair users",
      "authors": [
        "Tom Edward Nightingale",
        "Jean-Philippe Walhin",
        "Dylan Thompson",
        "James Lee",
        "John Bilzon"
      ],
      "year": 2015
    },
    {
      "title": "Self-care technologies in HCI: Trends, tensions, and opportunities",
      "authors": [
        "Francisco Nunes",
        "Nervo Verdezoto",
        "Geraldine Fitzpatrick",
        "Morten Kyng",
        "Erik Grönvall",
        "Cristiano Storni"
      ],
      "year": 2015
    },
    {
      "title": "Content and Feature Preferences for a Physical Activity App for Adults With Physical Disabilities: Focus Group Study",
      "authors": [
        "Sandra Sara H Olsen",
        "Robert Saperstein",
        "Gold"
      ],
      "year": 2019
    },
    {
      "title": "Stroke is a chronic disease with acute events",
      "authors": [
        "O' Desmond",
        "Frances Neill",
        "Anne Horgan",
        "Hannah Hickey",
        "Mcgee"
      ],
      "year": 2008
    },
    {
      "title": "Individual and social recognition: Challenges and opportunities in migraine management",
      "authors": [
        "Sun Young",
        "Yunan Chen"
      ],
      "year": 2015
    },
    {
      "title": "From personal informatics to family informatics: Understanding family practices around health monitoring",
      "authors": [
        "Sang-Wha Laura R Pina",
        "Teresa Sien",
        "Jason Ward",
        "Sean Yip",
        "James Munson",
        "Julie Fogarty",
        "Kientz"
      ],
      "year": 2017
    },
    {
      "title": "Sick-but-fit or fit-but-sick? Ambiguity and identity at the workplace",
      "authors": [
        "Ruth Pinder"
      ],
      "year": 1996
    },
    {
      "title": "Physical Activity and Sedentary Behavior From Discharge to 1 Year After Inpatient Rehabilitation in Ambulatory People With Spinal Cord Injury: A Longitudinal Cohort Study",
      "authors": [
        "Karin Postma",
        "Tijn Johannes Bj Bussmann",
        "Van Diemen",
        "W Marcel",
        "Jos Post",
        "Ilse Jw Dekkers",
        "Rutger Van Nes",
        "Rita Jg Osterthun",
        "Van Den Berg-Emons"
      ],
      "year": 2020
    },
    {
      "title": "Know thyself: a theory of the self for personal informatics",
      "authors": [
        "Amon Rapp",
        "Maurizio Tirassa"
      ],
      "year": 2017
    },
    {
      "title": "A comparison of two weight management programs for adults with mobility impairments",
      "authors": [
        "Amanda Reichard",
        "Muriel Saunders",
        "Richard Saunders",
        "Joseph Donnelly",
        "Eric Lauer",
        "Debra Sullivan",
        "Lauren Ptomey"
      ],
      "year": 2015
    },
    {
      "title": "Personal tracking as lived informatics",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2014
    },
    {
      "title": "Perceived impacts of a first wheelchair on social participation",
      "authors": [
        "Kate Rousseau-Harrison",
        "Annie Rochette",
        "François Routhier",
        "Danielle Dessureault",
        "François Thibault",
        "Odile Cote"
      ],
      "year": 2012,
      "doi": "10.3109/17483107.2011.562957"
    },
    {
      "title": "Mobility and participation of people with disabilities using mobility assistive technologies: Protocol for a mixed-methods study",
      "authors": [
        "François Routhier",
        "W Ben Mortenson",
        "Louise Demers",
        "Atiya Mahmood",
        "Habib Chaudhury",
        "Kathleen Martin Ginis",
        "William Miller"
      ],
      "year": 2019
    },
    {
      "title": "Examining self-tracking by people with migraine: goals, needs, and opportunities in a chronic health condition",
      "authors": [
        "Jessica Schroeder",
        "Chia-Fang Chung",
        "Daniel Epstein",
        "Ravi Karkar",
        "Adele Parsons",
        "Natalia Murinova",
        "James Fogarty",
        "Sean Munson"
      ],
      "year": 2018,
      "doi": "10.1145/3196709.3196738"
    },
    {
      "title": "Wearable Interactions for Users with Motor Impairments: Systematic Review, Inventory, and Research Implications",
      "authors": [
        "Alexandru-Ionut Siean",
        "Radu-Daniel Vatavu"
      ],
      "year": 2021
    },
    {
      "title": "Exploring the causes and impacts of falls among ambulators with spinal cord injury using photovoice: a mixed-methods study",
      "authors": [
        "Hardeep Singh",
        "Arielle Shibi Rosen",
        "Geoff Bostick",
        "Anita Kaiser",
        "Kristin Musselman"
      ],
      "year": 2020
    },
    {
      "title": "Prevalence of wheelchair and scooter use among community-dwelling Canadians",
      "authors": [
        "Emma M Smith",
        "Edward Giesbrecht",
        "W Ben Mortenson",
        "William Miller"
      ],
      "year": 2016
    },
    {
      "title": "Fitter, happier, more productive? The normative ontology of fitness trackers",
      "authors": [
        "Katta Spiel",
        "Fares Kayali",
        "Louise Horvath",
        "Michael Penkler",
        "Sabine Harrer",
        "Miguel Sicart",
        "Jessica Hammer"
      ],
      "year": 2018
    },
    {
      "title": "Disability definitions",
      "authors": [
        "Leanne Squair",
        "H Groeneveld"
      ],
      "year": 2003
    },
    {
      "title": "A low cost virtual reality system for home based rehabilitation of the arm following stroke: a randomised controlled feasibility trial",
      "authors": [
        "K Pj Standen",
        "Threapleton",
        "Louise Richardson",
        "Connell",
        "S Brown",
        "F Battersby",
        "Audrey Platts",
        "Burton"
      ],
      "year": 2017
    },
    {
      "title": "Design challenges for ubiquitous and personal computing in chronic disease care and patient empowerment: a case study rethinking diabetes self-monitoring",
      "authors": [
        "Cristiano Storni"
      ],
      "year": 2014
    },
    {
      "title": "Smartphone self-monitoring to support self-management among people living with HIV: perceived benefits and theory of change from a mixed-methods, randomized pilot study",
      "authors": [
        "Dallas Swendeman",
        "Nithya Ramanathan",
        "Laura Baetscher",
        "Melissa Medich",
        "Aaron Scheffler",
        "W Scott Comulada",
        "Deborah Estrin"
      ],
      "year": 1999
    },
    {
      "title": "Energy expenditure in individuals with spinal cord injury quantified by doubly labeled water and a multi-sensor armband",
      "authors": [
        "Ricardo Tanhoffer",
        "Aldre Ip Tanhoffer",
        "Jacqueline Raymond",
        "Nathan Johnson",
        "Andrew Hills",
        "Glen Davis"
      ],
      "year": 2015
    },
    {
      "title": "A collaboration between game developers and rehabilitation researchers to develop a web-based app for persons with physical disabilities: case study",
      "authors": [
        "Alexandra L Terrill",
        "Justin Mackenzie",
        "Maija Reblin",
        "Jackie Einerson",
        "Jesse Ferraro",
        "Roger Altizer"
      ],
      "year": 2019
    },
    {
      "title": "The meaning of work after spinal cord injury: a scoping review",
      "authors": [
        "Mohammad Mosayed Ullah",
        "Ellie Fossey",
        "Rwth Stuckey"
      ],
      "year": 2018
    },
    {
      "title": "Chronic disease, functional status, and self-ascribed causes of disabilities among noninstitutionalized older people in Spain",
      "authors": [
        "Emiliana Valderrama-Gama",
        "Javier Damián",
        "Ana Ruigómez",
        "José M Martín-Moreno"
      ],
      "year": 2002
    },
    {
      "title": "An age-old problem: Examining the discourses of ageing in HCI and strategies for future research",
      "authors": [
        "John Vines",
        "Gary Pritchard",
        "Peter Wright",
        "Patrick Olivier",
        "Katie Brittain"
      ],
      "year": 2015
    },
    {
      "title": "Toward digital self-monitoring of multiple sclerosis: investigating first experiences, needs, and wishes of people with ms",
      "authors": [
        "Karine Wendrich",
        "Marijn Pim Van Oirschot",
        "Bart Martens",
        "Marco Heerings",
        "Peter Joseph Jongen",
        "Lotte Krabbenborg"
      ],
      "year": 2019
    },
    {
      "title": "Feasibility of a web-based self-management intervention for intermittent urinary catheter users with spinal cord injury. Journal of wound, ostomy, and continence nursing: official publication of The Wound",
      "authors": [
        "James Mary H Wilde",
        "Eileen Mcmahon",
        "Judith Fairbanks",
        "Robert Brasch",
        "Feng Parshall",
        "Sarah Zhang",
        "Deborah Miner",
        "Dan Thayer",
        "Brian Schneiderman",
        "Harrington"
      ],
      "year": 2016
    },
    {
      "title": "Ability-based design: Concept, principles and examples",
      "authors": [
        "Shaun Jacob O Wobbrock",
        "Krzysztof Kane",
        "Susumu Gajos",
        "Jon Harada",
        "Froehlich"
      ],
      "year": 2011
    },
    {
      "title": "Effects of audio feedback on sitting behaviors of communitydwelling manual wheelchair users with spinal cord injuries",
      "authors": [
        "Yu-Sheng Yang",
        "Ying-Chun Chou",
        "Jui-Jen Hsu",
        "Jyh-Jong Chang"
      ],
      "year": 2010
    },
    {
      "title": "I am just terrified of my future\"-Epistemic Violence in Disability Related Technology Research",
      "authors": [
        "Anon Ymous",
        "Katta Spiel",
        "Os Keyes",
        "M Rua",
        "Judith Williams",
        "Eva Good",
        "Cynthia Hornecker",
        "Bennett"
      ],
      "year": 2020,
      "doi": "10.1145/3334480.3381828"
    },
    {
      "title": "Exploring Sleep Behaviors and Opportunities for Sleep Technology",
      "authors": [
        "Shikun Zhang",
        "Florian Schaub",
        "Yuanyuan Feng",
        "Norman Sadeh"
      ],
      "year": 2019
    },
    {
      "title": "Making Self-Management Mobile Health Apps Accessible to People With Disabilities: Qualitative Single-Subject Study",
      "authors": [
        "Leming Zhou",
        "Andi Saptono",
        "I Made Agus Setiawan",
        "Bambang Parmanto"
      ],
      "year": 2020,
      "doi": "10.2196/15060"
    }
  ],
  "num_references": 134
}
