{
  "paper_id": "U2LCG8F8",
  "title": "A Profile of Individuals with Anti-tobacco Message Fatigue",
  "abstract": "Objectives-Message fatigue, a phenomenon of being tired of repeated exposure to messages promoting the same health behavior, may reduce the effectiveness of anti-tobacco messages, such as warning labels. As an initial step towards understanding the phenomenon, we examined predictors of anti-tobacco message fatigue. Methods-An online study (N = 1838) involving a non-probability sample of nonsmokers and smokers in the United States assessed anti-tobacco message fatigue and individual-level factors including demographic variables and smoking status. General linear models were used to analyze the data. Results-The multivariable results show that individuals who were younger, male, and had higher income and education reported higher levels of anti-tobacco message fatigue. African Americans reported significantly lower levels of message fatigue than other racial groups. Current smokers reported greater message fatigue than transitioning smokers and nonsmokers. Among current smokers, those with greater nicotine dependence reported higher levels of anti-tobacco message fatigue. Conclusions-These findings underscore the importance of segmenting the audience based on their levels of message fatigue and using more novel message strategies and delivery methods to influence populations with relatively higher levels of anti-tobacco message fatigue.",
  "year": 2019,
  "date": "2019-01-01",
  "journal": "MMWR Morb Mortal Wkly Rep",
  "publication": "MMWR Morb Mortal Wkly Rep",
  "authors": [
    {
      "forename": "Jiyeon",
      "surname": "So",
      "name": "Jiyeon So",
      "affiliation": "University of Georgia , Department of Communication Studies , Athens , GA \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t University of Georgia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t GA"
    },
    {
      "forename": "Lucy",
      "surname": "Popova",
      "name": "Lucy Popova",
      "affiliation": "School of Public Health , Georgia State University , Atlanta , GA \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Georgia State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Atlanta \n\t\t\t\t\t\t\t\t\t GA"
    }
  ],
  "doi": "10.5993/ajhb.42.1.11",
  "pmid": "27832052",
  "keywords": [
    "anti-tobacco messages",
    "message fatigue",
    "cigarette smoking",
    "tobacco dependency",
    "tobacco warning labels"
  ],
  "sections": [
    {
      "text": "Ever since the Surgeon General's first endorsement of the scientific evidence of the health consequences of cigarette smoking in 1964, 1 many public health efforts have been devoted to communicating dangers of cigarette smoking. These educational efforts have been carried out through various types of messages and channels such as national, state, and local antitobacco campaigns  2  and warning labels on tobacco products. As a result of continuous antitobacco messaging and other multi-pronged efforts to reduce smoking, cigarette smoking rates declined from 42.4% in 1965  3  to 15.1% in 2015.  4 Despite the decline in smoking rates, cigarette smoking remains the leading cause of preventable death in the United States (US).  4  Many factors are responsible for the persistent smoking rates, but mainly the highly addictive nature of nicotine  5  and the tobacco companies' efforts to promote addiction.  6, 7 iven the decades-long dissemination of anti-tobacco messages, another contributor that is worth examining concerns overexposure to a class of health messages about the same health issue (eg, anti-tobacco messages) that may generate counterproductive, unintended effects, such as message fatigue.  8 Message fatigue is an aversive motivational state of exhaustion and boredom caused by repeated exposure to a category of messages with a common goal (eg, anti-tobacco messages) over a prolonged period of time.  8 As health communication research has been generally more concerned with audiences' limited exposure rather than overexposure to health promotion messages, research on message fatigue is nascent and, consequently, scarce.\n\nAlthough limited in its extensiveness, available research on message fatigue consistently shows that it is counterproductive and dampens persuasive effects of health promotion messages. For example, safe sex message fatigue among college students was associated with greater message avoidance tendency, annoyance, and desensitization-or a lack of emotional arousal-to safe sex messages, and negatively predicting seeking of safe sex information.  8 Similarly, research on safe sex message fatigue among men who have sex with men found that safe sex message fatigue was related to the loss of interest in HIV prevention messages, programs, or counseling.  9 Relatedly, overweight and obese individuals who were more fatigued about anti-obesity messages were less likely to elaborate on and pay attention to an anti-obesity message in an experiment, while showing greater tendency to argue back to the message (ie, greater counterargument).  8 In sum, extant research demonstrates that message fatigue may be a significant barrier to effective health communication and promotion of health behaviors.\n\nMessage fatigue is particularly relevant in the context of anti-tobacco messages because a large volume of anti-tobacco messages has been communicated for decades. Despite the relevance, however, no research to date has examined anti-tobacco message fatigue. Numerous issues related to anti-tobacco message fatigue warrant our attention. One critical step towards understanding and addressing message fatigue is to identify who is fatigued about anti-tobacco messages. Profiling characteristics of individuals who tend to exhibit higher anti-tobacco message fatigue will allow us to achieve 2 important goals: First, by understanding who is more likely to be fatigued than others, we can gain useful information on potential causes of fatigue, which is instrumental in devising message strategies that can mitigate fatigue. Second, on a more practical level, we can create more effective antitobacco messages by taking a tailored approach utilizing the findings from this study. For example, health communication practitioners may design fatigue-minimizing messages to subgroups that are more likely to be fatigued and create more conventional informationbased messages to subgroups that exhibit low levels of fatigue. To these ends, we sought to identify individual-level factors that predict anti-tobacco message fatigue, including smoking status, tobacco dependency, daily cigarette consumption, age, sex, race, income, and education."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Participants",
      "text": "Participants were 1838 adults (18+ years old) in the US recruited by Toluna ( www.toluna- group.com ), a survey market research company, through a variety of online (eg, Web banners, website referrals, affiliate marketing) and offline recruitment strategies. Participant categories included nonsmokers (have not smoked 100 cigarettes in their lifetime, N = 764), transitioning smokers (quit smoking in the past 2 years or currently trying to quit, N = 505), and current smokers (smoked at least 100 cigarettes in their entire life, were currently smoking cigarettes every day or some days, and were not currently trying to quit, N = 569)."
    },
    {
      "title": "Procedure",
      "text": "The study was conducted online and was a part of a larger investigation aimed at examining participants' reactions to various pictorial and text cigarette warning labels.  10 The participants were exposed to 9 different cigarette warning labels randomly drawn from a total pool of 81 labels, which all communicated various consequences of cigarette smoking. Whereas the experimental exposure to the cigarette warning labels did not serve an active role in this study, it likely made the participants' pre-existing anti-tobacco message fatigue more salient, thereby facilitating the assessment of the concept. After the exposure, the participants answered questions about anti-tobacco message fatigue and other variables related to smoking status and demographic information. Median time for the study was 20 minutes. Upon completion, all participants saw a debriefing page stating that the warning labels they might have seen were used for research purposes only and have not been approved by the Food and Drug Administration (FDA)."
    },
    {
      "title": "Measures",
      "text": "Message fatigue was measured with 4 items representing each of the 4 conceptual subdimensions of message fatigue in Message Fatigue Scale.  8 The scale was developed as a response to the lack of consistent, validated operationalization of the message fatigue construct, which has been studied dispersedly in many different disciplines including public health, communication, and marketing research. So et al  8  synthesized the extant research on message fatigue in these disciplines and extracted 4 defining characteristics of the construct representing the 4 sub-dimensions of message fatigue: perceived overexposure, redundancy, exhaustion, and tedium. The validated scale has been used in the context of anti-obesity and safe sex message fatigue.  8 Items included: \"I have heard enough about how important it is to stay away from tobacco\" (overexposure); \"After hearing them for years, messages about tobacco seem repetitive\" (redundancy); \"I am burned out from hearing that tobacco use is a serious problem\" (exhaustion); and \"Health messages about tobacco are boring\" (tedium).\n\nAll items were measured with a 7-point Likert-type scale ranging from 1 (strongly disagree) to 7 (strongly agree; α = .84).\n\nCurrent smokers' readiness to quit was assessed by asking whether they intended to quit in the next month, in the next 6 months, in the future but not in the next 6 months, or never. Current and transitioning smokers reported average number of cigarettes smoked per day and indicated whether they smoked their first cigarette of the day within 30 minutes of waking or after 30 minutes of waking. Demographic variables included sex, age, race, education, and annual income."
    },
    {
      "title": "Statistical Analysis",
      "text": "General linear models (GLMs) were used to identify predictors of anti-tobacco message fatigue. First, univariate relationships between message fatigue and its predictors were examined. As the effect of smoking status was a key interest in our inquiry, 3 separate sets of univariate analyses were conducted for nonsmokers, transitioning smokers, and current smokers. Second, all independent variables were entered in a multivariable model predicting anti-tobacco message fatigue. The multivariable model for all participants included age, sex, income, education, race/ethnicity, and smoking status. Three separate multivariate models were conducted for the 3 smoking status groups as well. In addition, the multivariable models for transitioning and current smokers included readiness to quit, cigarettes per day, and time to first cigarette. All analyses were conducted using IBM SPSS Statistics, Version 24."
    },
    {
      "title": "RESULTS",
      "text": "Among the study participants, 61.8% were female with the average age of 47.5 years old (SD = 16.1). A plurality of participants had bachelor's degree or higher (45.0%), followed by some college education (31.7%), high school diploma (20.4%) and less than high school (2.8%). Most participants identified as non-Hispanic white (68.1%), followed by Hispanic (17%), non-Hispanic black (8.9%), and other, including Asians (3.9%) and American Indians (0.8%). The participant pool had a fairly evenly distributed range of annual household income with the largest number of participants falling in the more than $60,000 bracket (39.3%), followed by $25,000 to $59,999 bracket (36.7%) and less than $25,000 (24.0%).\n\nAmong current smokers, average cigarette consumption was 12.22 cigarettes per day (SD = 9.38). The daily cigarette consumption variable was recoded into 3 groups of 1 to 10 cigarettes (54.0%), 11 to 20 cigarettes (31.8%), and more than 20 cigarettes (14.2%). Most smokers (57.9%) reported smoking their first cigarette within 30 minutes of waking up. In terms of readiness to quit, 50.8% reported that they \"may quit in the future, but not in the next 6 months,\" followed by 25.1% intending to \"quit in the next 6 months,\" 16.5% indicating \"never expect to quit,\" and 7.6% intending to \"quit in the next month.\" Overall, the participants expressed mild anti-tobacco message fatigue (M = 4.11, SD = 1.72; on a 7point scale), which was comparable to the level of fatigue toward other heavily communicated topics such as obesity (M = 4.14, SD = 1.43) and safe sex (M = 4.31, SD = 1.16) reported in the initial use of the scale.  8 In terms of smoking status, current smokers reported the highest levels of fatigue (M = 4.66, SD= 1.60), followed by transitioning smokers (M = 4.18, SD= 1.81) and nonsmokers (M = 3.66, SD= 1.61), F(2, 1835) = 60.42, p < .001, η p 2 = .06. These differences correspond to Cohen's d of 0.28 (between current and transitioning smokers) and 0.62 (between current smokers and nonsmokers), which are small to medium effect sizes, respectively.  11 These are comparable to other effect sizes in communication research, most of which fall in the small to medium range.  12"
    },
    {
      "title": "Univariate Analyses",
      "text": "In univariate analyses involving the overall sample, individuals who were younger (B= -0.01, 95% CI = -0.02, -0.01), male (B= 0.47, 95% CI = 0.31, 0.63), had bachelor's degree or higher, and annual income of $60,000 or higher exhibited greater levels of anti-tobacco message fatigue than those with lower education and annual income (Table  1 ). African Americans exhibited significantly lower fatigue than other racial groups. Compared to African Americans, Whites (B= 0.75, 95% CI = 0.34, 1.16), Hispanics (B= 0.88, 95% CI = 0.55, 1.20), and persons of other race/ethnicity (B= 0.49, 95% CI = 0.22, 0.77) reported higher levels of anti-tobacco message fatigue. In terms of smoking status, current smokers expressed greater fatigue than transitioning smokers (B= -0.48, 95% CI = -0.68, -0.28) and nonsmokers (B= -1.01, 95% CI = -1.19, -0.83).\n\nAdditional analyses were conducted for each of the 3 groups defined by smoking status (Table  1 ). Among non-smokers, male participants reported greater message fatigue than female participants and white participants reported greater message fatigue than African Americans. Age, income, and education were not significant predictors of fatigue in this group. Transitional smokers exhibited patterns similar to those observed in the overall participants: Those who were younger and had higher income and education exhibited higher levels of anti-tobacco message fatigue. African-American transitional smokers reported significantly lower fatigue than Hispanics and persons of other racial/ethnic backgrounds. The same pattern of association found in the overall sample was observed among current smokers except for age, which was not a significant predictor in this group.\n\nIn terms of smoking-related variables, current smokers who \"never expect to quit\" expressed significantly higher levels of message fatigue than the smokers who said they \"will quit in the next month\" (B= 0.77, 95% CI = 0.20, 1.34). Daily cigarette consumption was a significant predictor of message fatigue. Compared to individuals who smoke over 20 cigarettes per day, those who smoke 1 to 10 (B= -0.50, 95% CI = -0.89, -0.11) and 11 to 20 cigarettes per day (B= -0.63, 95% CI = -1.05, -0.22) reported significantly lower antitobacco message fatigue. Time to first cigarette was not a significant predictor of message fatigue, F(1, 567) = 2.51, p = .11."
    },
    {
      "title": "Multivariable Analyses",
      "text": "Age, sex, income, race, education, and smoking status were entered in a multivariable model predicting anti-tobacco message fatigue. All 6 variables significantly predicted message fatigue at p < .05 in the multivariable model (Table  2 ). Consistent with the univariate results, participants who were younger, male, and had higher education and income level exhibited higher levels of anti-tobacco fatigue. African Americans reported significantly lower anti-tobacco message fatigue than all 3 racial groups including non-Hispanic Whites, Hispanics, and persons of other racial/ethnic backgrounds. Current smokers reported greater message fatigue than transitioning smokers and nonsmokers.\n\nThree separate multivariable models were tested with nonsmokers, transitioning smokers, and current smokers, respectively. In the model for nonsmokers, sex and age showed significant associations with fatigue in the multivariable model as well. The rest were not statistically significant predictors in the multivariable model. In the transitional smoker group, age and race were statistically significant predictors of fatigue in the same pattern observed in the univariate analysis. The rest were not significant predictors.\n\nIn the model tested with current smokers, race, education, readiness to quit smoking, daily cigarette consumption, and time to first cigarette were statistically significant predictors of message fatigue at p < .05. Current smokers with at least a college education exhibited greater message fatigue than those with less than high school education, and those with a high school diploma. In terms of readiness to quit smoking, current smokers who \"never expect to quit\" were significantly more fatigued than those who reported that they \"will quit in the next month.\" Higher daily cigarette consumption also was associated with greater message fatigue: smokers who consume 1 to 10 cigarettes (B= -0.42, 95% CI = -0.83, -0.01) and 11 to 20 cigarettes (B= -0.52, 95% CI = -0.92, -0.12) reported significantly lower message fatigue than smokers who consume more than 20 cigarettes per day. Current smokers who smoke their first cigarette within 30 minutes of waking up in the morning reported greater message fatigue than those who smoke their first cigarette more than 30 minutes of waking up (B= 0.28, 95% CI = 0.00, 0.56). African Americans were significantly less fatigued than non-Hispanic Whites, Hispanics, and persons of other racial/ethnic backgrounds. Sex, income, and age were no longer statistically significant predictors of antitobacco message fatigue among current smokers in the multivariable model."
    },
    {
      "title": "DISCUSSION",
      "text": "A burgeoning body of research on message fatigue in the context of other health topics such as obesity and safe sex suggests that repeated exposure to a class of messages might make individuals experience message fatigue. While decades of anti-tobacco messages may have also resulted in fatigue toward such messages, no empirical research to date has gauged target audiences' fatigue or factors that predict their fatigue. Such investigations are crucial to developing effective anti-tobacco messages because emerging research suggests that message fatigue is associated with message avoidance, inattention, and counterargument and, therefore, can be a contributing barrier to effective communication.  8 As an important first step towards enhancing our understanding of anti-tobacco message fatigue, we sought to present an overall profile of individuals who are likely to feel greater fatigue towards smoking-related messages.\n\nIn this study, we found several significant predictors of anti-tobacco message fatigue, each of which made unique contributions in the multivariable model. In the analysis involving all participants, all variables that were entered in the multivariable model, including age, sex, race, income, education, and smoking status, were statistically significant predictors of anti-tobacco message fatigue. Participants who were younger, male, had higher income and higher education reported greater anti-tobacco message fatigue than their counterparts. This finding is somewhat consistent with research that shows male youth's tendency to resist and adversely respond to other's persuasive intent,  13  which is likely evident in most anti-tobacco messages,  14  and is likely to be more salient with greater frequency of message exposure.  15 igher income and education also were associated with greater message fatigue. We speculate that higher income and education may have served as proxies for greater exposure to health messages and information from news media, which are more likely to be consumed by individuals with higher education and greater wealth.  16 addition, individuals with higher income and education tend to have easier access to healthcare  17  and tend to be more health conscious in general.  18 Thus, they might receive additional anti-tobacco messages from healthcare professionals or other health conscious people in their interpersonal networks, resulting in greater repeated exposure to anti-tobacco messages and subsequent message fatigue. As a prolonged and accumulated exposure to similar messages is an essential antecedent to message fatigue,  19  message exposure may be the mechanism underlying the effects of income and education on anti-tobacco message fatigue. Because our dataset did not include data on daily media diet or access to healthcare, this line of reasoning awaits future empirical examination.\n\nRace was also a unique predictor of fatigue in that African-American participants were significantly less likely to be fatigued than all other races, including Whites and Hispanics. One explanation for this finding could be that anti-tobacco messages rarely focus explicitly on African-American smokers, resulting in African Americans possibly feeling less 'targeted' by the anti-tobacco messages than, for example, Whites, who are much more frequently portrayed in those messages. Indeed, an analysis of the target audiences of massmediated anti-tobacco campaigns showed that only 5% of all anti-tobacco campaign messages targeted African-American communities.  20 One exception is the US Food and Drug Administration's Fresh Empire campaign targeting hip-hop youth and highlighting African-American youth culture.  21 However, this type of messages remains uncommon. As research on message fatigue shows that the feeling of being a target of health messages renders people more worn out and fatigued,  22, 23  the feeling of not being targeted may have resulted in African Americans feeling less fatigued about anti-tobacco messages.\n\nAnother explanation could be a significantly lower reach of anti-tobacco campaign messages relative to tobacco industry's cigarette advertisements in African-American communities.  24, 25 The tobacco industry has been actively targeting African Americans by building longstanding social connections with the African-American leadership organizations and, thereby, covertly promoting tobacco consumption in this racial group.  26 However, public health campaigns have rarely focused on African Americans as their target audience,  20  which likely contributed to the widening gap between messages promoting tobacco consumption and those communicating harmfulness of tobacco reaching African Americans. If this is indeed the underlying reason for lower fatigue level among African Americans, message fatigue may not be an issue for this subgroup, and more health messages highlighting health consequences of smoking may work well for this racial group. This finding resonates with extant research on health disparity that documents a relatively lower reach of health promotion messages in minority communities in comparison to the general population, in part, due to the longstanding difficulty of reaching them.  27 oking status explained the greatest amount of variance in message fatigue in the multivariable model. Specifically, current smokers exhibited significantly higher levels of message fatigue than both transitioning smokers and non-smokers. Likewise, transitioning smokers were also significantly more fatigued than non-smokers. This finding is somewhat consistent with research on safe sex message fatigue  22, 23  that shows that men who have sex with men (ie, high risk subgroup for STIs) frequently complain about being tired of being a target of safe sex messages. As anti-tobacco messages typically target individuals who are at greater risk (eg, smokers in general, current smokers in particular) by communicating health consequences of smoking,  28, 29  it is plausible that current smokers perceived themselves to be the core target of anti-tobacco messages, which likely generated greater sense of fatigue than in others. It is also plausible that current smokers are actually exposed to a greater volume of anti-tobacco messages in comparison to the other smoking status groups. For example, current smokers are exposed to warning labels on cigarette packs each time they smoke, which likely resulted in a much greater dose of exposure to those messages than for transitional smokers or nonsmokers.\n\nThis finding also can be interpreted in terms of potential difference in perceived persuasive intent of anti-tobacco messages among the 3 smoking status groups. Whereas anti-tobacco messages portraying, for example, health consequences of smoking may be perceived by nonsmokers as a prosocial message containing useful health information, smokers may perceive the same exact message as a message with a clear persuasive intent that targets them specifically. As perceived persuasive intent has been shown to decrease positive effects of repeated message exposure on persuasive outcomes,  15  the potential difference in perceived persuasive intent of anti-tobacco messages among the 3 groups also may explain the difference in the levels of message fatigue.\n\nBecause smoking status emerged as the most significant predictor of anti-tobacco message fatigue, we ran separate multivariable models for each of the 3 groups. Among transitioning smokers, age and race significantly predicted fatigue but the rest of the predictors including tobacco dependency, which was operationalized as daily cigarette consumption and time to first cigarette in the morning, were not associated with message fatigue. Contrarily, among current smokers, daily cigarette consumption and time to first cigarette were all statistically significant predictors of message fatigue. Specifically, those who smoked more than 20 cigarettes per day had significantly higher message fatigue than those who consumed 11 to 20 and 1 to 10 cigarettes per day. Tobacco dependence assessed in terms of time to first cigarette also predicted message fatigue. Current smokers who reached out to their first cigarette within 30 minutes of waking up exhibited significantly higher levels of fatigue than those who initiated smoking more than 30 minutes of waking up. Whether current smokers who are more addicted to tobacco are exposed to greater volumes of anti-tobacco messages from a variety of sources including interpersonal network (eg, physicians, family members) or they just simply respond to anti-tobacco messages in a more defensive way would be an important piece of information that would help tobacco control advocates to devise the most effective way to combat fatigue among the current smokers.\n\nAmong current smokers, readiness to quit smoking was also a statistically significant predictor of message fatigue. Current smokers who never expect to quit reported to have significantly higher levels of fatigue than those who intended to quit in the next month. In other words, current smokers who were most resistant to smoking cessation were significantly more tired of anti-tobacco messages than those who were much more open to smoking cessation and were considering quitting in the near future. The explanation offered earlier -that concerned perceptions of being a target of anti-tobacco messages and perceived persuasive intent lead to message fatigue -also may be useful here. Current smokers who just do not see themselves quitting smoking at all (ie, smokers in precontemplation stage) likely perceive anti-tobacco messages to be specifically \"speaking to them\" with a clear intent to change their behaviors, whereas current smokers who are open to the idea enough to consider quitting next month (ie, smokers in preparation stage) may not think that way because the message is already consistent with what they believe (eg, smoking is harmful and I need to quit).\n\nThis study has several limitations. The findings are limited by its cross-sectional nature. Thus, conclusions inferring causality cannot be made with the current data. In addition, although the pool of participants was diverse, it was not a probability-based sample, which limits the generalizability of the findings. For example, the sample we recruited had more female participants and individuals with college degree or higher than the overall US population. Smoking-related variables were self-reported, and not biologically validated. Whereas the experimental exposure to 9 cigarette warning labels might not have been enough to increase one's preexisting level of anti-tobacco message fatigue, it likely made it more salient due to priming effects. Repeated exposure to cigarette warning labels before the assessment of the fatigue level likely made the construct more accessible, and might have slightly heightened it. Thus, the findings from this study should be interpreted with this in mind. Lastly, the study purported to examine predictors of message fatigue towards overall anti-tobacco message categories, which may be in various formats and sources such as antitobacco media campaigns and cigarette warning labels. However, in this study, cigarettewarning labels that constitute a specific type of anti-tobacco message were shown to the participants as a part of a larger study. Although exposure to such messages was not a key variable we studied here, it may have influenced the assessments of the variables we used in the analyses. For example, a relatively restrictive form of communication typically reflected in warning labels might have prompted higher levels of anti-tobacco message fatigue than other types of anti-tobacco messages, which may utilize a significant level of executional variations in terms of tone, character, and other message features. Nonetheless, warning labels succinctly communicate harmfulness of smoking, which is an essential element contained across different forms of anti-tobacco messages, and should not influence the nature of associations observed in this study.\n\nThe findings from this study present several avenues for future research. First, anti-tobacco message fatigue was found to be most relevant for the current smoker group. More information on how this group responds to anti-tobacco messages and which aspects of the messages render them more fatigued would be instrumental in devising ways to overcome negative effects of fatigue. Because research on message fatigue is currently in its infancy, a more ground-up approach involving qualitative interviews may be particularly useful. For example, focus group interviews with highly educated, white, current smokers, who are in the precontemplation stage in terms of smoking cessation would provide much needed information about what makes them feel tired of anti-tobacco messages. The findings also point to the importance of segmenting audiences when communicating risks of smoking. Individuals had significantly different levels of anti-tobacco message fatigue in terms of race, education levels, and most importantly, smoking status. Stated differently, fatigue may not be an issue for some subgroups (eg, nonsmokers, African Americans) but may be an important issue to address for some other subgroups (eg, current smokers, Whites). In sum, it is important to be cognizant of the differences among diverse audiences and tailor the messages and ways of disseminating them when communicating negative consequences of tobacco consumption."
    }
  ],
  "references": [
    {
      "title": "Advisory Committee on Smoking and Health. Smoking and Health: Report of the Advisory Committee to the Surgeon General of the Public Health Service",
      "authors": [
        "Surgeon General"
      ],
      "year": 1964
    },
    {
      "title": "Tobacco Control Monograph 19: The Role of the Media in Promoting and Reducing Tobacco Use",
      "year": 2008,
      "doi": "10.32388/f3qci9"
    },
    {
      "title": "Tobacco use -United States, 1900-1999",
      "year": 1999,
      "doi": "10.15585/mmwr.mm7035a5"
    },
    {
      "title": "Current cigarette smoking among adults-United States, 2005-2015",
      "authors": [
        "A Jamal"
      ],
      "year": 2016,
      "doi": "10.15585/mmwr.mm6544a2"
    },
    {
      "title": "Nicotine addiction",
      "authors": [
        "N Benowitz"
      ],
      "year": 2010,
      "doi": "10.1056/nejmra0809890"
    },
    {
      "title": "Implications of the tobacco industry documents for public health and policy",
      "authors": [
        "L Bero"
      ],
      "year": 2003,
      "doi": "10.1146/annurev.publhealth.24.100901.140813"
    },
    {
      "title": "The Health Consequences of Smoking -50 Years of Progress: A Report of the Surgeon General",
      "year": 2014,
      "doi": "10.1037/e300842003-001"
    },
    {
      "title": "Message fatigue: conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "The effectiveness of individual-, group-, and communitylevel HIV behavioral risk-reduction interventions for adult men who have sex with men: a systematic review",
      "authors": [
        "J Herbst",
        "C Beeker",
        "A Mathew"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2006.12.006"
    },
    {
      "title": "Factual text and emotional pictures: overcoming a false dichotomy of cigarette warning labels",
      "authors": [
        "L Popova",
        "D Owusu",
        "D Jenson",
        "T Neilands"
      ],
      "year": 2017,
      "doi": "10.1136/tobaccocon-trol-2016-053563"
    },
    {
      "title": "Statistical Power Analysis for the Behavioral Sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1987
    },
    {
      "title": "Testing equivalence in communication research: theory and application",
      "authors": [
        "R Weber",
        "L Popova"
      ],
      "year": 2012,
      "doi": "10.1080/19312458.2012.703834"
    },
    {
      "title": "Psychological reactance: effects of age and gender",
      "authors": [
        "S-M Hong",
        "E Giannakopoulos",
        "D Laing",
        "N Williams"
      ],
      "year": 1994,
      "doi": "10.1080/00224545.1994.9711385"
    },
    {
      "title": "Adolescent reactance and anti-smoking campaigns: a theoretical ap proach",
      "authors": [
        "J Grandpre",
        "E Alvaro",
        "M Burgoon"
      ],
      "year": 2003,
      "doi": "10.1207/s15327027hc1503_6"
    },
    {
      "title": "Helpful or harmful? How frequent repetition affects perceived statement credibility",
      "authors": [
        "T Koch",
        "T Zerback"
      ],
      "year": 2013
    },
    {
      "title": "Post-broadcast Democracy: How Media Choice Increases Inequality in Political Involvement and Polarizes Elections",
      "authors": [
        "M Prior"
      ],
      "year": 2007,
      "doi": "10.1017/cbo9781139878425"
    },
    {
      "title": "Equity of access to health care: outlining the foundations for action",
      "authors": [
        "A Oliver",
        "E Mossialos"
      ],
      "year": 2004,
      "doi": "10.1136/jech.2003.017731"
    },
    {
      "title": "Trends of socioeconomic differences in daily vegetable consumption, 1979-2002",
      "authors": [
        "E Roos",
        "K Talala",
        "M Laaksonen"
      ],
      "year": 2008,
      "doi": "10.1038/sj.ejcn.1602798"
    },
    {
      "title": "Television commercial wearout: an information processing view",
      "authors": [
        "B Calder",
        "B Sternthal"
      ],
      "year": 1980,
      "doi": "10.1177/002224378001700202"
    },
    {
      "title": "The California tobacco control program: a long-term health communication project",
      "authors": [
        "J Pierce",
        "S Emery",
        "E Gilpin"
      ],
      "year": 2002,
      "doi": "10.4324/9781410603029-14"
    },
    {
      "title": "Administration, Drug. The Fresh Empire Campaign",
      "authors": [
        "U Food"
      ],
      "year": 2016,
      "doi": "10.1037/e416372005-001"
    },
    {
      "title": "Safe sex fatigue, treatment optimism, and serosorting: new challenges to HIV prevention among men who have sex with men",
      "authors": [
        "S Rowniak"
      ],
      "year": 2009,
      "doi": "10.1016/j.jana.2008.09.006"
    },
    {
      "title": "HIV prevention fatigue among high-risk populations in San Francisco",
      "authors": [
        "J Stockman",
        "S Schwarcz",
        "L Butler"
      ],
      "year": 2004,
      "doi": "10.1097/00126334-200404010-00016"
    },
    {
      "title": "Reynolds' targeting of African Americans: 1988-2000",
      "authors": [
        "E Balbach",
        "R Gasior",
        "E Barbeau",
        "Rj"
      ],
      "year": 2003
    },
    {
      "title": "Racialized geography, corporate activity, and health disparities: tobacco industry targeting of inner cities",
      "authors": [
        "V Yerger",
        "J Przewoznik",
        "R Malone"
      ],
      "year": 2007,
      "doi": "10.1353/hpu.2007.0120"
    },
    {
      "title": "African American leadership groups: smoking with the enemy",
      "authors": [
        "V Yerger",
        "R Malone"
      ],
      "year": 2002,
      "doi": "10.1136/tc.11.4.336"
    },
    {
      "title": "Reaching the hard-to-reach: a systematic review of strategies for improving health and medical research with socially disadvantaged groups",
      "authors": [
        "B Bonevski",
        "M Randell",
        "C Paul"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2288-14-42"
    },
    {
      "title": "Content analysis of antismoking videos on YouTube: message sensation value, message appeals, and their relationships with viewer responses",
      "authors": [
        "H-J Paek",
        "K Kim",
        "T Hove"
      ],
      "year": 2010,
      "doi": "10.1093/her/cyq063"
    },
    {
      "title": "The content of cigarette counteradvertising: are perceived functions of smoking addressed?",
      "authors": [
        "N Rhodes",
        "D Roskos-Ewoldsen",
        "C Eno",
        "J Monahan"
      ],
      "year": 2009
    }
  ],
  "num_references": 29
}
