{
  "paper_id": "U4TX8C4R",
  "title": "Smart Clothing: Connecting Human with Clouds and Big Data for Sustainable Health Monitoring",
  "abstract": "Traditional wearable devices have various shortcomings, such as uncomfortableness for long-term wearing, and insufficient accuracy, etc. Thus, health monitoring through traditional wearable devices is hard to be sustainable. In order to obtain healthcare big data by sustainable health monitoring, we design \"Smart Clothing\", facilitating unobtrusive collection of various physiological indicators of human body. To provide pervasive intelligence for smart clothing system, mobile healthcare cloud platform is constructed by the use of mobile internet, cloud computing and big data analytics. This paper introduces design details, key technologies and practical implementation methods of smart clothing system. Typical applications powered by smart clothing and big data clouds are presented, such as medical emergency response, emotion care, disease diagnosis, and real-time tactile interaction. Especially, electrocardiograph",
  "year": 2016,
  "date": "2016-07-07",
  "journal": "J Phys D Appl Phys",
  "publication": "J Phys D Appl Phys",
  "authors": [
    {
      "forename": "Min",
      "surname": "Chen",
      "name": "Min Chen",
      "affiliation": "1  School of Computer Science and Technology , Huazhong University of Science and Technology , Wuhan 430074 , China \n\t\t\t\t\t\t\t\t School of Computer Science and Technology \n\t\t\t\t\t\t\t\t Huazhong University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 430074 \n\t\t\t\t\t\t\t\t\t Wuhan \n\t\t\t\t\t\t\t\t\t China",
      "email": "minchen@ieee.org"
    },
    {
      "forename": "Yujun",
      "surname": "Ma",
      "name": "Yujun Ma",
      "affiliation": "1  School of Computer Science and Technology , Huazhong University of Science and Technology , Wuhan 430074 , China \n\t\t\t\t\t\t\t\t School of Computer Science and Technology \n\t\t\t\t\t\t\t\t Huazhong University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 430074 \n\t\t\t\t\t\t\t\t\t Wuhan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Jeungeun",
      "surname": "Song",
      "name": "Jeungeun Song",
      "affiliation": "1  School of Computer Science and Technology , Huazhong University of Science and Technology , Wuhan 430074 , China \n\t\t\t\t\t\t\t\t School of Computer Science and Technology \n\t\t\t\t\t\t\t\t Huazhong University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 430074 \n\t\t\t\t\t\t\t\t\t Wuhan \n\t\t\t\t\t\t\t\t\t China",
      "email": "jsong@hust.edu.cn"
    },
    {
      "forename": "Chin-Feng",
      "surname": "Lai",
      "name": "Chin-Feng Lai",
      "affiliation": "2  Department of Computer Science and Information Engineering , National Chung Cheng University , ChiaYi 621 , Taiwan \n\t\t\t\t\t\t\t\t Department of Computer Science and Information Engineering \n\t\t\t\t\t\t\t\t National Chung Cheng University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 621 \n\t\t\t\t\t\t\t\t\t ChiaYi \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Bin",
      "surname": "Hu",
      "name": "Bin Hu",
      "affiliation": "3  School of Information Science and Engineering , Lanzhou University , Lanzhou 730000 , China \n\t\t\t\t\t\t\t\t School of Information Science and Engineering \n\t\t\t\t\t\t\t\t Lanzhou University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 730000 \n\t\t\t\t\t\t\t\t\t Lanzhou \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yixue",
      "surname": "Thank",
      "name": "Yixue Thank"
    },
    {
      "forename": "Long",
      "surname": "Hao",
      "name": "Long Hao"
    },
    {
      "forename": "Xiaobo",
      "surname": "Hu",
      "name": "Xiaobo Hu"
    },
    {
      "forename": "Yongfeng",
      "surname": "Shi",
      "name": "Yongfeng Shi"
    },
    {
      "forename": "Jun",
      "surname": "Qian",
      "name": "Jun Qian"
    },
    {
      "forename": "Ping",
      "surname": "Yang",
      "name": "Ping Yang"
    },
    {
      "forename": "Wei",
      "surname": "Zhou",
      "name": "Wei Zhou"
    },
    {
      "forename": "Yiming",
      "surname": "Li",
      "name": "Yiming Li"
    },
    {
      "forename": "Lu",
      "surname": "Miao",
      "name": "Lu Miao"
    },
    {
      "forename": "Hang",
      "surname": "Wang",
      "name": "Hang Wang"
    },
    {
      "forename": "Tong",
      "surname": "Ruan",
      "name": "Tong Ruan"
    },
    {
      "forename": "Chuanbei",
      "surname": "Han",
      "name": "Chuanbei Han"
    },
    {
      "forename": "Binjie",
      "surname": "Wu",
      "name": "Binjie Wu"
    },
    {
      "forename": "Mengchen",
      "surname": "Shi",
      "name": "Mengchen Shi"
    },
    {
      "forename": "Chao",
      "surname": "Liu",
      "name": "Chao Liu"
    },
    {
      "forename": "Zeru",
      "surname": "Han",
      "name": "Zeru Han"
    },
    {
      "forename": "Yi",
      "surname": "Wei",
      "name": "Yi Wei"
    },
    {
      "forename": "Jiayi",
      "surname": "Xu",
      "name": "Jiayi Xu"
    },
    {
      "surname": "Lu",
      "name": "Lu"
    },
    {
      "affiliation": "building EPIC Smart Clothing testbed. \n\t\t\t\t\t\t\t\t building EPIC Smart Clothing testbed"
    }
  ],
  "doi": "",
  "keywords": [
    "Smart clothing",
    "Health monitoring",
    "Wearable computing",
    "Cloud computing",
    "Big data"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "World report on aging and health from World Health Organization (WHO) in 2015 shows that the problem of global population ageing is becoming more serious. The proportion of population aged over 60 years old will increase from 12 % in 2015 to 22 % in 2050. With a twice growing speed, the number of elderly people aged 60 and over will reach 2 billion during next 35 years  [87] .\n\nThe situation in Asian countries is worse in terms of the evergrowing number of elderly people. For example, the proportion of ageing population in Japan has exceeded 30 %. China has been facing similar situation. In around 1980, China carried out one-child policy. Now those children become adults. Part of them study abroad, and many of them get employed in urban cities. So it made a result to leave their parents at hometown alone to become empty nesters  [11] .\n\nBy 2050, ageing population in many countries will rise to the similar level, which causes a series of problems all around the world. The medical systems in many countries are taking heavy burdens, while the quantity of medical facilities and personnel is seriously inadequate  [4] . One possible solution is incorporation of both wearable computing and Internet of Things (IoT) technology into health monitoring services  [35, 44, 51] . It can renovate traditional medical facility based services. The capability of community health services can be enhanced in terms of daily care, chronic disease management, rehabilitation, health training and consultation, etc.  [36] . For example, Health Corners (i.e, self-service healthcare or body check rooms) were deployed in various main cities in China since 2015. Also, mobile healthcare applications based on smart phones become flourishing. It exhibits the trend that healthcare services will be popularized to family level in near future  [77] . Posture detections schemes by using the sensor equipped smart devices will be widely used in health monitoring services  [90, 91] . Now, we can see health monitoring has been one of the most popular research topics. The traditional health monitoring mainly includes the following categories.\n\n-Health Cyber-Physical System: Health-oriented mobile Cyber-Physical System (CPS) plays a vital role in existing medical monitoring applications  [23, 28, 31, 32, 94] , such as diagnosis, disease treatment and emergency rescue, etc. Some electronic medical intelligent network systems suitable for a large number of patients have been designed  [33, 81] . The End-to-End delay of medical information delivery is the main concern, especially in the event of an accident, or in the period when there is epidemic disease outbreak. -Mobile Health Monitoring: Several years ago, mobile health monitoring system based on portable medical equipment and smart phones was proposed  [6, 84] . Smart phones are used to collect physiological signals of human body from a variety of health monitoring devices by the virtue of dedicated smart phone application software  [41, 97] . Then those physiological signals are transmitted to medical centers  [42, 57] .\n\nIf necessary, it can also notify caregivers and medical emergency institutions using short message service of mobile phone. -Wearable Computing for Health Monitoring: Over a long period, wearable devices and wearable computing are the key research topics to enable health monitoring  [9, 24, 39, 69, 74, 98] . As a new kind of body sensor nodes, smart phone and smart watch are adopted to measure SpO2 and heart rate in  [55] , however, such measurement data has low accuracy, few signal types and limited medical uses. -Health Internet of Things: Health IoT is another way to provide health monitoring service  [23, 37, 54, 99] . The mobile sensing, localization and network analysis based on IoT technologies can be used for healthcare  [29, 43, 46, 52] .\n\n-Ambient Assisted Living: Ambient Assisted Living (AAL) aims at improving the life quality of patients, and it can notify relevant relatives, caregivers and healthcare experts  [22] . AAL-related technologies include sensing technology, physiological signal monitoring, home environment monitoring [14], video-based sensing  [34] , smart home technology, pattern analysis and machine learning  [16] . Nowadays, AAL focuses on integrating existing IoT technologies to provide the patients with more life convenience  [26, 100] . However, it is not concerned about the mobility, flexibility and accuracy of physiological signal acquisition. -Healthcare for Special Population Group: Some researchers focus on health problem of special population groups, such as the elderly people, empty nester, and patients with chronic diseases. In  [49] , researchers use wearable computing to help elderly people to live independently and safely. On basis of the integration of mobile health software applications and wearable devices, a system architecture is designed to reduce the risk of cardiovascular disease  [50] , however, there are lack of specific implementation, deployment and mature application cases. -Body Area Network: Existing work on body area network (BAN) focus on sensor node's energy saving, intra-BAN network design  [9] , implantable microsensors, physiological signal acquisition, etc.  [48, 56, 79] . Portable smart wearable health monitoring system based on BAN has been developed  [39] . However, stability, interference [96], security  [82]  and reliability of the system need to be improved.\n\nThe emerging research direction of human-machine emotional interaction based on wearable computing  [19, 94]  has been a great concern in academia. In  [18] , an emotional interaction system named AIWAC is proposed based on wearable computing and cloud computing technology  [64, 80] . AIWAC is composed of 3 parts, namely, collaborative data collection in BAN, emotional analysis and predictive models, emotional interaction and emotional action feedback. Based on AIWAC testbed, a practical emotional interaction mechanism is designed. Srinivasan et al.  [58]  have designed a wearable device used for physiological and psychological data monitoring. This device can acquire the patients' ECG, Impedance Cardiogram (ICG), blood pressure and skin conductance. Then, these physiological data are used to figure out the user's emotional state (use an embedded emotion classifier to compute the user's emotional level). The existing problem is that the device lacks of necessary human-machine emotion interaction. PSY-CHE system  [40]  analyzes the emotional states (depression, hypomania, mixed state, euthymia, etc.) of patients with mental disorder or mental illness by monitoring heart rate variability (HRV), respiration and movement recognition of the patients, thus to achieve the purpose of improving mental disorder diagnosis and management. In  [47, 92] , energy efficient event monitoring and detection systems are proposed based on participatory sensing, including both centralized optimal approach and fully distributed suboptimal solutions.\n\nTo enable emotion care, the system needs to collect data of human's emotion. Because of emotion-care poses higher requirements on the amount and quality of body signals than traditional healthcare  [8] , as well as have affective interactions with the users. Unfortunately, it's infeasible to collect the required emotional data over a long term. How can we design a wearable system which is comfortable, sustainable, high scalable and operation friendly? Practically, all of the aforementioned solutions can not meed the requirements. In this paper, we propose smart clothing  [21, 59, 72] , which is critical to realize sustainable health monitoring for healthcare big data collections over a long period. The population that needs emotion care includes empty nest man, depressive patients, autism children, long distance drivers, pilots and space man, etc., as show in Fig.  1 .\n\nIn summary, although there are many research achievements in health monitoring field. But the shortcomings of the existing solutions in different aspects have failed for realizing long-term health monitoring. Traditional health monitoring approaches are not very useful for chronic diseases with sustainable health monitoring. Furthermore, many chronic diseases are caused by mood and mental problems. Also, long-term unhealthy emotions can lead to chronic disease worsen. Therefore, the service level of health monitoring system needs to be further improved. And new solutions for chronic diseases and emotion care scenarios should be proposed.\n\nIn Fig.  2 , we propose a sustainable health monitoring architecture based on smart clothing. It connects human and cloud in a quite natural way. Moreover, it extends traditional machine to machine (M2M) concept for human-cloud integration  [78] , and composes a closed-loop system of Fig. 2 Architecture of Smart Clothing based Healthcare System human-cloud integration, i.e., human → machine (Smart Clothing, Robot) → cloud → machine (Smart Clothing, Robot) → human. The proposed smart clothing system includes the following three design issue:\n\n-Intra-SmartClothing System: We need to consider various factors for designing smart clothing, such as the characteristics of a particular user (e.g., body shape, disease type, daily habit), technical feasibility (miniature sensor deployment, energy consumption, etc.), comfort level, implementation cost, etc. -Communications for Inter-SmartClothing: Inter-SmartClothing design focuses on the communication problem of interconnecting smart clothing with outside world. It is the middle segment of the closed-loop system of smart clothing to be connected to cloud. The assist of Inter-SmartClothing also works for contacting local medical service center. -Beyond-SmartClothing (BSC) on Clouds: Many technologies can be integrated in BSC  [65] , such as cloud computing, big data  [12] , machine learning, etc. Then, intelligent cloud services can be provided for various types of users (e.g., patients, immediate family members, medical advisor, etc.). BSC also serves as a public health service platform for hospital, emergency medical aid center and other medical health service institution.\n\nThe remaining part of this paper is organized as follows: Section II points out the importance of health monitoring for chronic disease, and proposes sustainable health monitoring to handle the critical issues of chronic diseases. In Section III, smart clothing design and implementation are presented. Section IV introduces the smart clothing system, which covers smart clothing based data collections, transmissions, cloud-assisted storage and data processing, as well as emotion care system via robotics. Typical applications of smart clothing are introduced in Section V. Section VI outlines some future research issues and trends, and Section VII concludes this paper."
    },
    {
      "title": "Sustainable health monitoring for chronic disease 2.1 Importance of chronic disease care",
      "text": "With the changing economy and environment of human society, the acceleration of population ageing and chronic disease have become the top threat to human health. And the morbidity keeps rising  [76] . However, it's not easily accessible for people to get and take public health services  [70]  because of the shortage in medical resources and facilities. Those medical resources and systems are focused in urban cities based on population and capital. Up to now, the medical and health systems in some countries (especially the developing countries) are mostly intended to cope with acute diseases and infectious diseases, but prevention and treatment for chronic diseases are not emphasized yet  [2, 75] .\n\nNowadays, the improvement of living standards pushes the rising of chronic disease. In US, 50 % of people suffer from one or multiple kinds of chronic diseases at different levels. 80 % of medical funds are used to treat chronic disease. In 2015, US spends around $2.7 trillion on chronic disease treatment. This is accounts for 18 % of US GDP  [5] . In Asia, the fiscal expenditure of Chinese Government on medical and health services has been increasing constantly, from more than eight hundred billion RMB in 2013 to more than one trillion RMB in 2014  [60, 61] . The expensive medical expenditure brought enormous financial burden to society and local government.\n\nIn 2015, WHO produced a report on chronic diseases. It lists the four major chronic disease types, i.e., cardiovascular diseases, cancers, chronic respiratory diseases and diabetes mellitus. The report indicates that in 2012, most of noncommunicable disease deaths was caused by these four diseases among under 70th age people. Cardiovascular diseases took the largest proportion of chronic death under the 70th age (37 %), followed by cancers (27 %), and chronic respiratory diseases (8 %). Diabetes took up 4 % death and other factors accounted for approximately 24 % of deaths [86]."
    },
    {
      "title": "Factor Chain to Cause Chronic Disease",
      "text": "The main causes of chronic diseases include three kinds of factors. They are unchangeable factors, changeable factors, and those factors hard to be changed. Age and heredity belong to the unchangeable factors and account for 20 % in the cause of chronic diseases, as shown in Fig.  3 . Living circumstances are critical for one's physical condition. And it is hard to be changed.\n\nIn addition to environmental factor, worldwide social and economic trends, such as population ageing, urbanization, globalization, also bring impact on the cause of chronic diseases. The population ageing is the direct reason of rising numbers of chronic diseases patients. And the urbanization makes the environmental pollution worse. For example, the heavy PM2.5 and haze have stimulated the increase of getting lung disease. Another aspect is the globalization. People are getting used to communicate with friends by mobile devices. The new technologies on social, mobile and networking are making more convenient urban life. However, these phenomenons give a rise of a variety of unhealthy lifestyle. For example, sitting in front of computer for too long time, lack of physical exercise to cause obesity problem, etc. These changeable factors are becoming the largest threat to modern people's health.\n\nAccording to the recent WHO report, the determinants of health come to five different factors. In fact, health facilities, such as the surgeons and medical facilities can solve only 10 % of medical problems. 50 % is dependent on lifestyle such as living habits, eating styles and exercises. 20 % lies on environment and the rest 20 % lies on biological things such as heredity. It shows that most of causes are lifestyle-related. That's why we should pay more attention on health surveillance rather than afterwards treatment  [85] , as shown in Fig.  4 . Due to its intrinsic long-term feature, the chronic disease is not acute enough to be treated in hospital. Thats why national governments are spending lots of money on this problem. Sustaining health monitoring is critical to solve this challenging issue."
    },
    {
      "title": "Health big data",
      "text": "Sustainable health monitoring has close relationship with health big data, which can be observed from the following two aspects:\n\n-From the data collection point of view: Without long term of physiological data collection supported by sustainable health monitoring, the data volume cannot reach the level of big data. -From cloud intelligence point of view: Health big data analytics on clouds provide intelligence for more efficient health monitoring and make it more sustainable.\n\nThus, health big data is critical for sustainable health monitoring  [93] . Generally, big data is of great significance in optimizing the costs of public and private health systems. Health big data is promoting healthy lifestyles and activities, avoiding the occurrence of chronic diseases (such as hypertension), slowing chronic diseases and transferring dependent patients into the monitoring center. In today's era of big data, it becomes possible to collect massive medical and health data on basis of BAN along with the application of large amount of body area network business platforms  [7] . The research on human activity recognition by using big data technology research has become an important research direction of BAN  [67] . In  [73] , the authors proposed a novel participant selection algorithm to efficiently recruit smart device users to collect high-quality data. [63]  introduces a system which can promote active and healthy lifestyles, and provide people with valuable healthy lifestyle and habits. This system uses biological signal sensors and machine learning algorithms to develop big data model. However, there is only a conceptual framework, there is no actual deployment and validation. In  [45] , they presented a novel concept of quality of service (QoS) index to integrate the multi-dimensional QoS requirements to ensure the degree of QoS satisfactions for big data collections."
    },
    {
      "title": "Smart clothing for sustainable health monitoring",
      "text": "The definition of smart clothing is given in this paper as below: smart clothing is a kind of new system that integrates various micro sensors for physical signals collections. Before we assemble a smart clothing, suitable sensor should be design. First, fabric sensor, biosensor and intelligent sensor are integrated with textile biometric materials and high-tech nanometer materials. A smart clothing can not be intelligent without the support of mobile cloud. By comparison, a smart clothing system possesses machine intelligence through a perfect combination of mobile clouds and smart clothing. Compared with traditional wearable devices (defined as wearable 1.0), the smart clothing in this paper is defined as wearable 2.0 with the following features: convenient, comfortable, washable, highly reliable and durable. In addition, it has fashionable appearance as common clothes (as shown in Fig.  5 ). Smart clothing can be applied in fields such as health monitoring, game, entertainment and military affairs. The intelligence of smart clothing derives from sensing intelligence and cloud terminal intelligence. The technical fields involved in smart clothing include: clothing design and manufacturing, material science, low-power wireless communication, sensor network, microelectronic technology, telemedicine, mobile media cloud [83] and big data. In summary, it exhibits the character of interdiscipline over a broad scope.\n\n3 Smart clothing design and implementation"
    },
    {
      "title": "Main components",
      "text": "The major difference between traditional wearable device and smart clothing is how to deploy the body sensors.\n\nIn smart clothing, body sensors are integrated with textile clothing, which shall take various factors into consideration, such as sensor type, strategic location for sensor placement, layout of flexible electricity cable, weak signal acquisition equipment, low-power wireless communications and user comfortableness. Figure  6  shows the practical smart clothing system developed by the Embedded and Pervasive Computing (EPIC) Laboratory (URL:  http://epic.hust.edu.cn ) at Huazhong University of Technology and Science. The main functional components of smart clothing include human body sensor, data processing module, storage module, wireless communication module and warning module, as shown in Table  1 .\n\nThe fabric of the smart clothing adopts an elastic textile fabric which is suitable for being worn next to skin. The pulse sensor, body temperature sensor, electrocardiography (ECG) sensor, myocardial sensor, blood oxygen sensor, electroencephalographic (EEG) sensor and batteries are all connected with flexible wires. The pulse senor located at the chest and ribs is used to measure ECG signals. The myocardial sensor is at the left chest, used to measure the body's myocardial signal. The blood oxygen sensor positioned at the triceps muscle of left or right arm is used to measure the\n\nTable 1 Main components of smart clothing ID Component Description 1 Textile clothing elastic textile fabric directly contactable to skin 2 Flexible wire seamed along the edge of clothing 3 Battery to supply power for other modules 4 Signal collecting intelligent terminal collection, storage and upload of signals, device size, tradeoff: the signal sampling rate, signal processing algorithms and power consumption 5 Pulse sensor positioned at the wrist of the clothing 6 Body temperature sensor positioned at the underarm seam 7 Electrocardiography sensor positioned at chest, shoulder and ribs 8 Myocardial sensor positioned at the left chest 9 Blood oxygen sensor positioned at the triceps muscle of left or right arm 10 Electroencephalography sensor positioned at the hood inside against the left or right forehead as well as at the left or right back side of head 11 Data processing module pre-processing of physiological signals 12 Storage module storage of collected physiological signals 13 Wireless communication module to upload the data to a smart phone 14 Warning module to alarm in case of any abnormal health status oxygen content in the blood. The EEG sensor is at the left or right forehead and left or right back side of head, used to measure the EEG signals. Each sensor wrapped by a flexible covering layer and textile electrode are sewn on the inside of the clothing and contact skin. Once power on, they will come into operation.\n\nIn order to facilitate the washing of the smart clothing, the non-waterproof components can be all removed by taking off the buttons of clothing. Users can remove these components before washing and then reinstall them to the clothing by snap on the buttons back. The whole process is easy to learn and convenient for users."
    },
    {
      "title": "Sizes measurement in smart clothing customization",
      "text": "In order to improve the user's wearing comfort, the measurement size of clothing should be accurate. The basic human body information for a tailor is list from row 01 to row 04 in Table  2 . The parameters related to smart clothing are list from row 05 to row 10. Method of physical parameters measurement is shown in Fig.  7 ."
    },
    {
      "title": "Key technology of smart clothing manufacturing",
      "text": "Raw material plays an important role in the production chain of smart clothing. As shown in Fig.  8a , in order to produce electric lead, extremely tiny hairlike steel wire and cotton thread may be selected for blending. It makes conductivity of smart clothing which could carry fabric sensors or micro sensors. In this way, the pitfalls caused by the deployment of wireless network are eliminated, such as wireless interference, access collision in channel sharing, insufficient data rate, instability in collection, energy consumption that accompanies wireless transmission, etc. Meantime, smart clothing may be made into bionic kind. The whole production chains for smart clothing are shown in Fig.  8b . The raw materials for smart clothing are firstly made into critical"
    },
    {
      "title": "Washable design of smart clothing",
      "text": "The human body's physiological electrical signals are key indicators of vital signs. They are useful for disease diagnosis and health condition assessment. The electrode is one of the major components for physiological electrical signal collection. In recent years, there is a various progress regarding the manufacturing process and the lifetime of textile structure electrode. This paper proposes to use the textile dry electrode as the sensor components for the electrical signals and integrates the textile dry electrode into clothing to monitor the physiological electrical signals anytime and anywhere. At the same time, it also improves comfort without the feeling of being monitored. Compared with the traditional disposable electrode, the textile structure electrode is more flexible and permeable. In addition, it can be used over a long period without irritating skin, due to its washable feature. The other reason that smart clothing needs to washable, is for repeated usages. Typically, ECG monitoring is the basic function of our smart clothing. Thus, the design of washable ECG electrodes embedded into the smart clothing is critical. It includes the clothes itself, some textile dry electrodes (used for collecting ECG data of the user, integrated into the specific area of the clothes), small terminal device (used for processing of collected ECG data and uploading to the cloud, integrated into the clothes by snap button), flexible conductor (used for connecting the textile dry electrodes to small terminal device). In medical science, it can use up to 10 electrodes to realize 12-lead ECG signal measurement. According to specific situation, we can select the quantity of electrodes when designing the smart clothing. For example, six fixed electrodes are sutured on clothes, and other four optional electrodes can be buckled on clothes by snap fastener. Electrode is connected to smart clothing interface through the flexible conductor. The smart clothing interface is composed of 3 snap buttons. Strategic position layout of six fixed electrodes, as shown in Fig. 9. Electrode 1 and electrode 2 are located in the shoulders location in the front of clothes. And electrode 3 and electrode 4 are located in downside position of the clothes front. Electrode V1 is located in the clothes where corresponding to position of the fourth rib gap of body right parasternal. Electrode V5 is located in the clothes where corresponding to position of the body left anterior axillary line. Four optional electrodes are buckled on clothes by snap fasteners. And the position of the four electrodes V2, V3, V4, V6 are in the front of clothes near the left chest. According to the accuracy of ECG signal needed to collect Fig. 9 Design of Washable Power Cable based \"Conductive Network\" for Smart Clothing\n\nand sustainable work hours of device and the wearing comfort, we can flexibly choose whether to use the four optional electrodes or not. When using 10 electrodes at the same time, the way of 12-lead ECG monitoring can obtain more accurate measurement. In implementation, we can flexibly choose number of electrodes to use according to accuracy and energy consumption.\n\nFlexible conductor is made up of ordinary fiber and superfine stainless steel fiber, which are conductive and washable. It does not need to be covered by copper or silver. It is integrated into the clothes along the clothes edges, and does not affect the beauty and comfort of clothing.\n\nSmart clothing interface is composed of 3 snap fastener. A snap fastener is a pair of interlocking discs. It made out of a metal or plastic. A circular lip under one disc fits into a groove on the top of the other. It is holding them fast until a certain amount of force is applied. The light and handy device is directly combined with clothes, convenient and comfortable.\n\nFigure  10  shows the design of the connecting points in the interface button. Small terminal device has 3 external male buttons buckled on 3 snap buttons of Smart clothing interface. It collects electrical signals of textile electrode.\n\nIn addition, we also integrate blood oxygen saturation and body temperature sensor into smart clothing (as shown in Fig.  9 ). Using these sensors, accuracy of healthcare can be greatly improved. Electrode 3 and electrode 4 on smart clothing are also compound used for respiration monitoring of human body. Usually these two electrodes are used for ECG measurement. When needing to monitor respiration, we can set the two electrodes to respiration monitoring electrodes through signal acquisition terminal."
    },
    {
      "title": "Snap Button"
    },
    {
      "title": "Body signal collection via smart clothing",
      "text": "How to collect the physiological indices including ECG, respiration, heart rate, blood oxygen saturation and temperature is the key technique for the smart clothing. The ECG and respiration can be collected by several textile dry electrodes on the smart clothing. The heart rate can be calculated by the original ECG. And the blood oxygen saturation can be detected in a noninvasive way with the optical sensors on the clothing. The body temperature can be collected through the NTC (Negative Temperature Coefficient) thermistors.\n\nOne of the advantages for smart clothing based monitoring is its motion capturing and strong anti-interference ability. The user may have some movements under various environments, or even do vigorous exercise which will certainly introduce a larger number of interference signal during monitoring. The main interference signal includes two types of noise. They are physiological noise and environmental noise. Physiological noises includes some low-frequency noise produced by breathing and the electrode displacement, which can also incur baseline drift, and high-frequency noise is generated by the movement which produces myoelectricity signal, etc. Environmental noise includes power-line interference of power system, electric spark interference, radio interference, etc. Although studies have shown that noises mixed in monitoring signal can be separated from the original signal, in practice the noise interference and original signal are overlapped on the spectrum, which cause noises can't be effectively eliminated. It is critical to keep ECG signal complete. For example, T-ST signal losses in ECG monitoring will lead to some misdiagnosis of heart disease. However, it's a challenging issue to achieve this with noise interference."
    },
    {
      "title": "Low-power wireless communication",
      "text": "Energy consumption is an important concern for wearable device, and it is also a factor which restricts the development of the wearable device. In [71], the authors extensively studied the energy efficient device-to-device (D2D) communication scheme by cooperative relaying in wireless multimedia networks. In addition to the energy consumption of the wearable device itself, more energy is consumes for wireless communication to the smartphone. So we adopt Bluetooth 4.0 technology to minimize the energy consumption.\n\nIn addition, the latest Low-Power Wi-Fi standard (IEEE 802.11 ah) approved by IEEE is an optional choice Its technical features are list as follows:\n\n-Low power consumption with frequency below 1 GHz.\n\n-The coverage capability of Wi-Fi signal has been improved in terms of wall penetration. It can meet the demand of low power communication, but its popularization and industrialization may take more time  [66] ."
    },
    {
      "title": "Front-end device of smart clothing",
      "text": "The front-end terminal device is used to collect signals collecting intelligent terminal from a smart clothing. It consists of data processing module, storage module, wireless communication module, warning module and battery module. These modules are all integrated into a small plastic shell (looks like a little \"black box\") which is connected with the clothing by snap buttons. The modules are responsible for the collection, storage and transmission of the signals of the smart clothing as shown in the Fig.  11 . Data processing module collects and processes potential signal from snap buttons by microprocessor, and processes the received ECG signals to obtain user's heart rate, and then send the heart rate data to display module. At the same time, the data will be transferred to storage module, or directly to wireless communication module. The data processing module is used to receive and process various signals from the sensors, convert them into suitable format, facilitating local storage. Storage module is used for temporary data storage. When the data amount reaches a certain threshold, the data will be automatically transferred to wireless communication module. The wireless communication module will transmit the data to mobile phone , which further delivers the data to cloud. In some applications, the cloud will send results back to the wireless communication module through mobile phone. For example, an alarm will be triggered by cloud-based disease prediction, and the the wireless module receives the critical information from smart phone, and users can understand their immediate health status."
    },
    {
      "title": "Methodology of smart clothing implementation",
      "text": "After the introduction of, smart clothing's functional definition , this section will discuss the implementation of the whole smart clothing system is a complicated system engineering, and involves various fields and technologies, such as embedded systems, textile, wireless communications, cloud computing, big data analytics and emotion detection, etc.\n\nDriven by the application requirements and user's preferences, sensor types can be selected. Given patients with cardiovascular and cerebrovascular diseases as an example, we integrate five physiological sensors into smart clothing. They are ECG, respiration, heart rate, body temperature, and blood oxygen. Then, specified frequency is set to monitor these physiological indexes. Figure  12  shows three ways for data visualization. Within a local terminal network, user's health status can be directly displayed on smartphone or tablet in real time fashion. The data also can be uploaded into health cloud platform for on-demand retrieval. For patients resting in bed, we can also add some environmental monitoring, such as video surveillance, temperature, humidity, noise, air quality (PM2.5, formaldehyde, volatile chemicals, and carbon dioxide, etc.), intensity of electromagnetic radiation, etc. Combining the patient's physiological indexes, the environmental data, and medical expert system, we can provide personalized health diagnosis to the patient.\n\nSmart clothing software system is divided into the following four parts: the patient intelligent mobile terminal application software, the doctor intelligent mobile terminal application software, health cloud platform service software and PC client software. The whole software ecosystem can realize the data collection, monitoring, storage and visualization. For the application of emotion care, we need to mainly solve problem of ECG signal collection under network dynamics. Based on a large number of data collected, cloud analytics can improve the accuracy of the prediction model, even can understand the change of people's mood pattern, behavior abnormality, and improved habits."
    },
    {
      "title": "Smart clothing system 4.1 System architecture",
      "text": "The smart clothing integrates a variety of biosensors into flexible textile clothing to collect many important physiological indexes of human body. Smart clothing also provides comfortable wearing experiences and useful applications for user groups such as the elderly, children, sufferer from chronic disease and mental illness. Thus, we can construct a new health monitoring system by the combination of latest low-power wireless communication technology, cloud computing, big data  [13]  and machine learning techniques which will achieve personalized healthcare value-added services on the basis of physiological information.\n\nThe proposed sustainable health monitoring system is composed of intra-smart clothing system, hardware and communication subsystem and mobile health cloud platform for health big data processing, analysis and prediction, as shown in Fig.  13 . The main components will be introduced in this section."
    },
    {
      "title": "Hardware and communication subsystem"
    },
    {
      "title": "Cloud robotics for health monitoring and emotion care",
      "text": "The rapid development of cloud computation provides excellent support for robotics technology  [11] . For example, the combination of cloud, 5G  [17]  and robotics brings a promising research area named 5G tactile internet  [20] . If the combination is further integrated with smart clothing, cloud robots for emotion interaction can be enabled. As the front-end equipment, robots are responsible for collecting environmental signals, interaction with the control signal given by a user through smart clothing, as well as handling some simple analysis and processing tasks. Robot also can intelligently offload complicated and computingintensive tasks to cloud. Equipped with powerful computation capability, large scale and deep machine learning can be performed on clouds, and finally the analysis results are transmitted back to robot from clouds  [18] . Robot plays an important role in whole health cloud ecosystem with the intrinsic human-like feature to communicate with human being for affective interaction  [53] ."
    },
    {
      "title": "Communication subsystem",
      "text": "To build up a complete set of mobile health cloud system, we must ensure the wireless connection between the smart clothing and the outside world  [15] . Low power consumption bluetooth technology and Wi-Fi technology are two of the best choices. We divide smart clothing users into Fig.  13  System Architecture of Smart Clothing based Health Monitoring ordinary users and special users. Ordinary users may monitor their own health and psychological changes when wearing smart clothing. They have self-care ability and can move freely. Therefore, the smart clothing is directly connected to the user's smart phones by Bluetooth. With the access of smart phone, a specific APP is installed in smart phone for monitoring smart clothing. Special users include the people who seldom use smart phones or don't often go out or have difficulties to use smart phones, such as the elderly, people with vision impairment, etc. Thus, a special communication gateway is required to be installed in the regions where the users usually move around, such as home, wards and hospital. In this case, smart clothing is connected to the external network via short radio technology for indoor environments, such as low-power Wi-Fi."
    },
    {
      "title": "Mobile health cloud"
    },
    {
      "title": "Main components and functions of mobile health cloud system software",
      "text": "From end to cloud, mobile health cloud system involves smart clothing, mobile phone, communication gateway, health cloudlet system and data center  [10] , etc. The related software includes the smart clothing embedded software, smart phone application software, cloud-assisted big data analysis tools, etc. Software of each part needs to be developed separately, and eventually to be integrated into service package for pervasive access. The functional components of the software system are shown in Fig.  14 .\n\nThe central part of the software system is the smart clothing related software, smart phone APP as well as the cloud platform related softwares. It involves the embedded system development, mobile application software development and cloud software development based on big data technology.\n\n-Smart clothing software: Its development needs to achieve the acquisition of physiological signal, wireless communications, data storage, alarm system and other functions under the constraint premise of low power consumption and small capacity in terms of cache and computation. -Smart clothing related software in mobile phone:\n\nThey ahve following two main functions: 1) interconnection with smart clothing, acquire smart clothing data, set smart clothing signal acquisition parameters, upload the date collected by smart clothing to the cloud; 2) provide personalized health services for users and show the users' all kinds of physiological indexes, bring convenience for users to query the historical data, receive the alarm message and health guidance sent by the cloud, and remind the users of their health precautions. -Mobile Cloud software: It produces the intelligence based on a centralized system. First of all, we need to construct a resource management tool to coordinate computing, storage and network resource. With the assistance of the cloud resource manager, dynamic allocation mechanism can be applied to access cloud resource for smart clothing based healthcare applications. In order to provide more accurate health advice and diagnosis, data statistics, machine learning library, API for big data anlaytics need to be enabled on clouds cloud-assisted machine intelligence can predict the hidden development trend of users' health. The cloud also can provide services between the end users and the third party medical and health institutions. The cloud is the center of all functions and services. That's why cloud software is the foundation of smart clothing system, while mobile phone APP is the bridge of these services. The smart clothing APP installed in mobile phone is shown in Fig.  15 . We have developed the whole mobile health cloud software system. As shown in Fig.  16 , the actual hardware platform is developed and realized. Our mobile health cloud is established based on Inspur In-Cloud Smart Data Appliance and OpenStack cloud platform."
    },
    {
      "title": "Additional services of mobile health cloud",
      "text": "Through the realization of the functions of health monitoring for users' physical signs, it can provide emotion care for users. Emotion care is very helpful for people who are lack of mood interaction such as bus drivers, people living alone for a long time, long-distance couple, and patients with psychiatric illness. Due to the basis of comprehensive physical signs, the emotion care based on smart clothing has overcome the singularity of data source or insufficient body signals in the traditional emotion detection method. Compared to the use of conventional wearable devices, the result of smart clothing based emotion detection will be more accurate."
    },
    {
      "title": "Typical applications of smart clothing",
      "text": "Smart clothing realizes comfortable, dynamical, realtime and sustainable health monitoring. Therefore, smart clothing could be applied to a wide range of application scenarios, where either physiological signals or psychological data are collected from human body. Several typical and actual applications of smart clothing will be introduced below.\n\nThen two examples of application demonstration with smart clothing will be given."
    },
    {
      "title": "Applications of healthcare for elderly people",
      "text": "As the ageing problem of global population becomes more and more severe. It is difficult to handle the health problem of elderly people. The health monitoring system based on smart clothing technology is an important way to solve this difficult problem , for improving life quality of elderly people. It can monitor various physiological indices of old people in long term, in order to keep them a stable physical Fig.  16  Mobile Health Cloud Platform health status. It is also useful diagnose and prevent diseases."
    },
    {
      "title": "Smart fitness and training for athlete and sportsman",
      "text": "Body gesture monitoring of professional athletes will improve sport performance. Especially, the combination of smart clothing with virtual reality (VR) or augmented reality (AR) will bring significant guidance to lead professional movements with high user's QoE. And it will assist the coach to arrange training plan reasonably. For example, when football players are running on the playground, both physical and mental status of the players are important information that the coach needs to know, especially for those players experiencing collision with high-speed running. But real-time detection of these data is hard to be achieved.\n\nAs for those sports which are not requiring strong intensity but high technique, there exist other challenges. Figure  17  shows an example of smart golf based on smart clothing system. The movement accuracy of golf player determines the competition results. Thus it needs to integrate enough motion sensors such as triaxial accelerograph and gyroscope, to detect players' movement. Therefore, the challenging task is how to integrate these sensors into smart clothing with high detection accuracy and comfortableness. In Fig.  17 , the golf trainer observes the reconstructed body gesture video and the player's vital signs from screen. Both machine and the trainer can diagnose the problem movements of the player. The trainer also can schedule training plan intelligently based on the physiological data and the emotion status of the player. However, trainer is not available, and the player needs to rely machine to guide though not so trustable compared to trainer-assisted guidance. In this case, the speaker installed in smart caddie will notify the player regarding the improvement of the movements. For example, move your right arm the center, touch golf ball more gently, put your arms more straight, etc., as shown in Fig.  17 ."
    },
    {
      "title": "Application with integration of smart clothing and virtual reality",
      "text": "The frontier research VR integrates multiple technologies such as computer simulation, multimedia technology, sensing technology and network technology  [3, 62] . The existing VR technology has not yet been integrated with physiological signals of human being. With combination of sustainable physiological signal monitoring capability of smart clothing and virtual reality technology, broader ranges of applications will be developed."
    },
    {
      "title": "Emotion care",
      "text": "In aspect of emotion care, ordinary wearable human body sensing devices may let the patient feel uncomfortable with undesirable mood. Because of those ordinary wearable devices produce pressure and unhealthy emotions  [30] . The existing wearable devices would give an unhealthy warning to users. For example, a patient wearing some Fig.  17  Smart Training for Golf Player devices feels uncomfortable due to the weight of devices and the feeling of \"I'm wearing a patient's device\". Especially, when patient feels lonely and desperate, consciously collecting and showing physiological information in this way would cause more severe mental diseases. There is lack of effective emotional interaction mechanism for existing medical system, which makes the traditional wearable technology unable to provide medical services with better psychological care to the satisfaction of user. As for patients who are just out of hospital and suffering from physical and mental pressure, the individual rehabilitation strategies based on health information and emotional status could help them to recover fast and effectively."
    },
    {
      "title": "ECG monitoring for baby and child",
      "text": "Children are one of the very important population who need health monitoring. But currently there is no children's wearable equipments exist. Previously, portable ECG monitor requires a number of medical electrodes which is affixed on human body. And the user should carry ECG collecting equipment with him or her. Because of this reason, this method of ECG monitoring is not suitable for children. Due to the inconvenience, it is most probably for a child to disconnect medical electrodes during his activities, or medical electrodes would only install in sleeping status of the child. Smart clothing is completely suitable for application scene of ECG monitoring for children. It only requires the children to wear well-fitting smart clothing. And the children could not feel the existence of electrodes or collecting instrument. It makes there is no influence on activities of children, and ECG monitoring will be realized unconsciously, as shown in Fig.  18 ."
    },
    {
      "title": "Challenging issues",
      "text": "As a new wearable health monitoring mode, smart clothing market is quite expandable. But making smart clothing integrated into people's daily work, study and life still faces some technical challenges."
    },
    {
      "title": "Bionic smart clothing",
      "text": "Many researches focus on the development of novel-fiberbased material systems and manufacturing technologies for high performance and smooth epidermal and wearable health monitoring devices.\n\nFlexible Printed Electronics and electronic textile are very important technologies that offer a wide range of revolutionary applications in a near future. Examples include flexibly plastic screen, smart electronic paper and textile, \"electronic skin,\" and \"wearable and epidermal electronics\" for health monitoring  [1, 38, 68, 88, 89] . Integration of smart and flexible \"electronic sensing skin\" has already presented \"structural health monitoring\" benefits of ageing infrastructure in improving public safety  [25] . Among different applications of \"electronic skin\" technology, the significance of soft electronic skins is revolutionizing the medical sensors and healthcare devices. Smart wound coverings that are capable of monitoring and reporting healing process, wearable or skin-like sensors capable of real-time wireless monitoring of vital signs (e.g., heart rate, breathing patterns, blood pressure, limb movements and posture, neuromuscular signals  [27] , body temperature, and blood flow). And epidermal sensors for monitoring of Parkinson's tremors or seizure's attacks are few examples of how these technologies can revolutionize healthcare, provide remote \"telehealth\" accessibility and can lead to better diagnosis and treatment. Bionic smart clothing shows a significant potential in developing the \"electronic fiber and textile\" manufacturing technologies, aimed at \"new and competitive products\" for the health monitoring markets, it stands in line with the goal of Manufacturing. The focus is the development of smart encapsulated, nanofiber materials and structures \"that can be significantly changed in a controlled fashion by external stimuli\" to demonstrate superb sensing performance and smooth touch."
    },
    {
      "title": "Health big data",
      "text": "With the popularity of individual healthcare, devices like wearable devices the medical healthcare informationization, medical health data present an explosive growth which brings new challenges. Such as how to develop applications and explore medical health big data, how to proceed legally positive liberalization of medical health big data, how to ensure the connectivity of medical health big data, as well as the data standard and safety and so on. These obstacles are all important challenges that medical health big data are facing.\n\nThen as to the things that how to collect medical health big data, how to determine the evaluation of medical health big data, and how to put medical health big data in practise has become research focus in academic and industrial field. Many companies are planning to collect medical health big data and analyze the value of medical health big data. According to application areas which can take smart clothing as medical health data source, medical health data can be divided into following parts: (1) medical big data in hospitals; (2)health big data in communities; (3) health monitoring big data: big data collected by government health authorities and medical institutions; (4) independent health data: health big data collected by individual wearable devices based on mobile internet. They include information like blood pressure, heart beat, blood sugar, breath, sleep, temperature and movement and so on. Besides helping understand self health, they become very useful in medical analysis by data accumulation. They cant not only help to identify disease causes, and prevent from diseases. They also help customize clinical diagnosis and do some treatment which is totally a new medical management mode. These data are self-identifying data which is established by IT service department. Up to now, these data still are lack of unified professional standards. Also due to the errors and different standards of measuring devices, all these data need to be cleaned, revised and integrated so as to reach relatively highly practical value.\n\nFocusing on the data collected by smart clothing and individual medical document analysis, explore the potential relevance between medical health data and diseases. And then design specific predicted calculation. It's possible to realize the prediction of diseases, especially frequently occurred chronic diseases like high blood pressure and angiocarpy, by using trend prediction of health conditions. It also provide personalized health management, diagnosis and treatment."
    },
    {
      "title": "Integrated coordinate and control system design for multimodal body sensors",
      "text": "To combine smart clothing and health data, it's needed to make an integrated control system. Firstly, making the smart clothing system work in a multi-node sensor network and implement different monitoring goals, developing comprehensive control system, and integrating functions of grouping, sampling, storing and transferring and so on to make each part combine into an entity. The control system should work in a Low-power pattern which can dynamically decrease power consumption with real-time function. Secondly, develop softwares for storage and transfer based on mobile communication system. The mobile phone is connected with computing nodes through Bluetooth LE/Low-Power Wi-Fi. Mobile phone screens can display data and drawings of ECG and temperature in real time. The phone transmits the effective physical signals synchronously or asynchronously to far-end cloud platform according to monitoring pattern through 4G/Wi-Fi wireless communication service."
    },
    {
      "title": "Joint intra-BAN and conductive network for smart clothing",
      "text": "In some occasions, it's required to detect physical signs and exercise parameters. Not only the physical parameters which the paper has mentioned like ECG, temperature, blood oxygen, blood pressure and blood oxygen and so on. But it also include physical signs like encephalogram and electromyography and so on. To detect these physical signs, put the sensors on different parts of body. Connecting sensors with pickup assembly through wired way is a big challenge. In some other occasions, like exercise recommendation  [95]  and body rehabilitation training, some motion sensors may be distributed on parts which are distant from each other, such as head, arms and legs, shoes inside and so on. So connecting all sensors through wired way (flexible wire) is not practicable. Thus it needs to establish a BAN to transmit information. Signal pickup and transmit assembly are integrated in forebreast. And sensors to collect the data for ECG, temperature, blood pressure are connected in pickup assembly through wired way. Those sensors that are far from the pickup assembly and hard to be got (like ECG on the head, pressure sensor in the shoes) are connected to pickup assembly through wireless way. Therefore, we will establish a BAN mixed with wired and wireless ways. But technical challenges are as follows:\n\n-To realize the BAN based on flexible cloth, it needs research about connecting technology of tensile flexible cloth, keeping stable electric conductivity of flexible connection at 150% stretch. -Meanwhile multi-sensor node requires inner transmit network of pickup assembly. Tackling the redundancy and relativity of sensor nodes, when some sensor nodes break down, will establish new sensor group through dynamic distribution path to ensure long-term effectiveness of signal pickup. -Flexible skin temperature sensor network monitors shell temperature in each part of the human body in real time. Sensors of temperature measure is changeable, but wearable flexible temperature sensors remain to be developed. Adopting temperature-sensitive semiconductors (including thermistors and temperaturesensitive diodes and so on) materials, utilizing textile fiber processing and manufacturing technology, integrate the temperature-sensitive conductive materials with the clothing structure by printing, coating and weaving and so on to make temperature sensor units. Distribute the temperature sensor units on different parts of human body for real-time monitoring shell temperature. -Research on anti-interference calculation based on multi-node BAN in terms of flexible cloth. First of all, analyze the causes of multi-node cloth sensor network caused by human motion and environmental noise. By placing different sensors on separate parts, to make movements on different occasions become independent of the source of interference and conditions of different skin. By evaluating interferences of those motions to each sensor node, and then it's possible to provide theoretical basis for research on anti-interference methods. Secondly, on the basis of the analysis of interference data, bringing in effective index (artifacts) analysis technology for cloth sensor nodes to ensure that the sensor nodes can produce data. Finally, with artifacts, to make independent component analysis and time domain convolution of the basic physical signals out of artifact interference."
    },
    {
      "title": "Impact of human body on signal interference in intra-SmartClothing system",
      "text": "Smart clothing is an electronic textile product that keeps close contact with human body. And it accomplish most of functions by relevant electronic units. For those special people who have implant of tiny electronic medical device in their body (such as a person who received coronary bypass operation), must consider both of the problem of relevant interference between smart clothing and existing implant. And should consider the problem of coexistence between smart clothing and existing international industry standards (especially standards in terms of health and medicine). Also must consider for further research which is required and explorer unexpected but potential safety problem."
    },
    {
      "title": "Other issues",
      "text": "When designing smart clothing, should consider the conventional technical problems and factors such as geographical environment & population characteristics and latitude, elevation, climate, temperature, humidity & life habit of user. Because of it is possible that these problems and factors would affect normal operation of smart clothing. For instance, in high altitude areas, the heart rate of people would speed up gradually. And the saturation of blood oxygen would decrease. In this situation, the threshold values should be adjusted to be in according to actual conditions. In addition, should avoid misinformation or missing of health events. In areas where is in high temperature or low temperature, either the temperature difference between day and night is huge throughout the year. So must consider the influence of high temperature and low temperature on electronic equipments. In areas with many activities of thunder, shouldn't neglected the influence of thunder on equipment."
    },
    {
      "title": "Conclusions",
      "text": "This paper proposes smart clothing as an innovative health monitoring system combining with the newly textile manufacturing techniques to overcome shortcomings of traditional wearable devices in health monitoring applications, such as low comfort level, low accuracy, complex operation and inappropriate long-term monitoring. Smart clothing system gathers various physiological indicators of human body through smart clothing and construct mobile healthcare cloud platform through IoT, mobile internet, cloud computing, big data and machine learning. This paper shows the details of design and implementation of smart clothing. Also this paper introduces the procedure of smart clothing obtaining data and signal processing by taking electrocardiogram monitoring as an example. The proposed architecture exhibits strong scalability during various physical indicator monitoring. It can also provide value-added service such as health guidance, medical emergency and emotion care."
    },
    {
      "text": "Fig. 1 Smart Clothing based Emotion Care for Special Groups of Population"
    },
    {
      "text": "Fig. 3 Factor Chain to Cause Chronic Disease"
    },
    {
      "text": "Fig. 4  Determinants of health (statistics from centers for disease control in 2003. [85] )"
    },
    {
      "text": "Fig. 5 Smart Clothing: from Wearable 1.0 to Wearable 2.0"
    },
    {
      "text": "Fig. 6 Smart Clothing Testbed implemented by EPIC Lab: (a) Smart terminal and the layout of ECG textile electrodes; (b) Visualization of ECG signals; (c) ECG signal collection module wrist position of the clothes can measure the body's photoelectric volume pulse wave signals. The body temperature sensor used to measure the body's temperature can be positioned at the underarm seam. The ECG sensor positioned at"
    },
    {
      "text": "Fig. 7 Illustration of Measuring User's Information"
    },
    {
      "text": "Fig.8Key Technologies for Smart Clothing [1, 68,  88]"
    },
    {
      "text": "Fig. 10 Typical Design of \"Interface Button\" between Intra-SmartClothing and Inter-SmartClothing"
    },
    {
      "text": "Fig. 11 Front-end Terminal Device for Body Signal Processing and Transmission"
    },
    {
      "text": "Fig. 12 Data Visualization Approaches of Smart Clothing: (1) Smartphone based Visualization; (2) PC based Visualization; (3) Mobile Cloud based Visualization"
    },
    {
      "text": "Fig. 14 Smart Clothing based Software Ecosystem including Smart Clothing Software, Mobile Apps and Health Cloud Software"
    },
    {
      "text": "Fig. 15 Mobile Apps for Smart Clothing Smart System"
    },
    {
      "text": "Fig. 18 Child Emotion Care through Smart Clothing"
    },
    {
      "text": "User Information and Measured Parameters for Making a"
    }
  ],
  "references": [
    {
      "title": "Stretchable electronics: materials, architectures and integrations",
      "authors": [
        "J Ahn",
        "J Je"
      ],
      "year": 2012
    },
    {
      "title": "Prevention of chronic disease the 21st century: elimination of the leading preventable causes of premature death and disability in the usa",
      "authors": [
        "U Bauer",
        "P Briss",
        "R Goodman",
        "B Bowman"
      ],
      "year": 2014
    },
    {
      "title": "Virtual reality technology",
      "authors": [
        "G Burdea",
        "P Coiffet"
      ],
      "year": 2003,
      "doi": "10.1162/105474603322955950"
    },
    {
      "title": "Elderly population health status survey",
      "authors": [
        "N Caine"
      ],
      "year": 2006
    },
    {
      "title": "The leading causes of death and disability in the united states",
      "year": 2015,
      "doi": "10.15620/cdc/20250305018"
    },
    {
      "title": "Wearable computing for health care",
      "authors": [
        "H Chao",
        "S Zeadally",
        "B Hu"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0448-y"
    },
    {
      "title": "NDNC-BAN: supporting rich media healthcare services via named data networking in cloud-assisted wireless body area networks",
      "authors": [
        "M Chen"
      ],
      "year": 2014,
      "doi": "10.1016/j.ins.2014.06.023"
    },
    {
      "title": "A 2grfid-based e-healthcare system",
      "authors": [
        "M Chen",
        "S Gonzalez",
        "V Leung",
        "Q Zhang",
        "M Li"
      ],
      "year": 2010
    },
    {
      "title": "Body area networks: survey",
      "authors": [
        "M Chen",
        "S Gonzalez",
        "A Vasilakos",
        "H Cao",
        "V Leung"
      ],
      "year": 2011
    },
    {
      "title": "Enabling technologies for future data center networking: a primer",
      "authors": [
        "M Chen",
        "Jin Wen",
        "Y Leung"
      ],
      "year": 2013
    },
    {
      "title": "Rochas: robotics and cloud-assisted healthcare system for empty nester",
      "authors": [
        "M Chen",
        "Y Ma",
        "S Ullah",
        "W Cai",
        "E Song"
      ],
      "year": 2013,
      "doi": "10.4108/icst.bodynets.2013.253922"
    },
    {
      "title": "a) Big data: A survey",
      "authors": [
        "M Chen",
        "S Mao",
        "Y Liu"
      ],
      "year": 2014
    },
    {
      "title": "Big data: related technologies, challenges and future prospects",
      "authors": [
        "M Chen",
        "S Mao",
        "Y Zhang",
        "V Leung"
      ],
      "year": 2014,
      "doi": "10.1007/978-3-319-06245-7"
    },
    {
      "title": "A survey of recent developments in home m2m networks",
      "authors": [
        "M Chen",
        "J Wan",
        "S González",
        "X Liao",
        "V Leung"
      ],
      "year": 2014,
      "doi": "10.1109/surv.2013.110113.00249"
    },
    {
      "title": "On the computation offloading at ad hoc cloudlet: architecture and service modes",
      "authors": [
        "M Chen",
        "Y Hao",
        "Y Li",
        "C Lai",
        "D Wu"
      ],
      "year": 2015
    },
    {
      "title": "Demo: Lives: Learning through interactive video and emotion-aware system",
      "authors": [
        "M Chen",
        "Y Hao",
        "Y Li",
        "D Wu",
        "D Huang"
      ],
      "year": 2015
    },
    {
      "title": "Cloud-based wireless network: Virtualized, reconfigurable, smart wireless network to enable 5g technologies",
      "authors": [
        "M Chen",
        "Y Zhang",
        "L Hu",
        "T Taleb",
        "Z Sheng"
      ],
      "year": 2015,
      "doi": "10.1007/s11036-015-0590-7"
    },
    {
      "title": "Aiwac: affective interaction through wearable computing and cloud technology",
      "authors": [
        "M Chen",
        "Y Zhang",
        "Y Li",
        "M Hassan",
        "A Alamri"
      ],
      "year": 2015
    },
    {
      "title": "Emc: emotionaware mobile cloud computing in 5g",
      "authors": [
        "M Chen",
        "Y Zhang",
        "Y Li",
        "S Mao",
        "V Leung"
      ],
      "year": 2015
    },
    {
      "title": "CP-Robot: Cloud-assisted Pillow Robot for Emotion Sensing and Interaction",
      "authors": [
        "M Chen",
        "Y Ma",
        "Y Hao",
        "D Wu",
        "Y Zhang",
        "E Song"
      ],
      "year": 2016
    },
    {
      "title": "COMPUTEX TAIPEI 2016",
      "year": 2016,
      "doi": "10.1049/et.2018.0611"
    },
    {
      "title": "3rd symposium of ubiquitous computing and ambient intelligence",
      "authors": [
        "R Costa",
        "D Carneiro",
        "P Novais",
        "L Lima",
        "J Machado",
        "A Marques",
        "J Neves"
      ],
      "year": 2008,
      "doi": "10.1007/978-3-540-85867-6_10"
    },
    {
      "title": "Mobile cyber physical systems for health care: Functions, ambient ontology and e-diagnostics",
      "authors": [
        "A Costanzo",
        "A Faro",
        "D Giordano",
        "C Pino"
      ],
      "year": 2016,
      "doi": "10.1109/ccnc.2016.7444920"
    },
    {
      "title": "Spatial Spectrum and Energy Efficiency of Random Cellular Networks",
      "authors": [
        "X Ge",
        "B Yang",
        "J Ye",
        "G Mao",
        "C Wang",
        "T Han"
      ],
      "year": 2015
    },
    {
      "title": "Adhesive layer effects on pzt-induced lamb waves at elevated temperatures",
      "authors": [
        "S Ha",
        "K Lonkar",
        "A Mittal",
        "F Chang"
      ],
      "year": 2010
    },
    {
      "title": "Health monitoring and management using internet-of-things (iot) sensing with cloud-based processing: Opportunities and challenges",
      "authors": [
        "M Hassanalieragh",
        "A Page",
        "T Soyata",
        "G Sharma",
        "M Aktas",
        "G Mateos",
        "B Kantarci",
        "S Andreescu"
      ],
      "year": 2015
    },
    {
      "title": "Brief review: Neuromuscular monitoring: an update for the clinician",
      "authors": [
        "T Hemmerling",
        "N Le"
      ],
      "year": 2007
    },
    {
      "title": "Cloud-supported cyber-physical localization framework for patients monitoring",
      "authors": [
        "M Hossain"
      ],
      "year": 2015
    },
    {
      "title": "Cloud-assisted Industrial Internet of Things (IIoT) c Enabled framework for health monitoring",
      "authors": [
        "M Hossain",
        "G Muhammad"
      ],
      "year": 2016
    },
    {
      "title": "Audio-visual emotion recognition using big data towards 5g",
      "authors": [
        "M Hossain",
        "G Muhammad",
        "M Alhamid",
        "B Song",
        "K Al-Mutib"
      ],
      "year": 2016
    },
    {
      "title": "Software defined healthcare networks",
      "authors": [
        "L Hu",
        "M Qiu",
        "J Song",
        "M Hossain",
        "A Ghoneim"
      ],
      "year": 2015,
      "doi": "10.1109/mwc.2015.7368826"
    },
    {
      "title": "Trends in mobile cyber-physical systems for health just-in time interventions",
      "authors": [
        "L Jaimes",
        "J Calderon",
        "J Lopez",
        "A Raij"
      ],
      "year": 2015,
      "doi": "10.1109/secon.2015.7132887"
    },
    {
      "title": "A smart system connecting e-health sensors and the cloud",
      "authors": [
        "M Jassas",
        "A Qasem",
        "Q Mahmoud"
      ],
      "year": 2015,
      "doi": "10.1109/ccece.2015.7129362"
    },
    {
      "title": "Profit optimization for wireless video broadcasting systems based on polymatroidal analysis",
      "authors": [
        "W Ji",
        "P Frossard",
        "B Chen",
        "Y Chen"
      ],
      "year": 2015
    },
    {
      "title": "Security of the internet of things: Perspectives and challenges",
      "authors": [
        "Q Jing",
        "A Vasilakos",
        "Wan Lu",
        "J Qiu"
      ],
      "year": 2014
    },
    {
      "title": "Spatiotemporal data visualisation for homecare monitoring of elderly people",
      "authors": [
        "J Juarez",
        "J Ochotorena",
        "M Campos",
        "C Combi"
      ],
      "year": 2015
    },
    {
      "title": "Mobile sensing and network analytics for realizing smart automated systems towards health internet of things",
      "authors": [
        "C Kan",
        "Y Chen",
        "F Leonelli",
        "H Yang"
      ],
      "year": 2015,
      "doi": "10.1109/coase.2015.7294241"
    },
    {
      "title": "Epidermal electronics",
      "authors": [
        "D Kim",
        "N Lu",
        "R Ma",
        "Y Kim",
        "R Kim",
        "S Wang",
        "J Wu",
        "S Won",
        "H Tao",
        "A Islam"
      ],
      "year": 2011,
      "doi": "10.1126/science.1206157"
    },
    {
      "title": "Cure performance and effectiveness of portable smart healthcare wear system using electro-conductive textiles",
      "authors": [
        "R Kim"
      ],
      "year": 2015,
      "doi": "10.1016/j.promfg.2015.07.264"
    },
    {
      "title": "Complexity index from a personalized wearable monitoring system for assessing remission in mental health",
      "authors": [
        "A Lanata",
        "G Valenza",
        "M Nardelli",
        "C Gentili",
        "E Scilingo"
      ],
      "year": 2015
    },
    {
      "title": "Privacy protection for preventing data over-collection in smart city",
      "authors": [
        "Y Li",
        "W Dai",
        "Z Ming",
        "M Qiu"
      ],
      "year": 2016
    },
    {
      "title": "Qoe-driven spectrum assignment for 5g wireless networks using sdr",
      "authors": [
        "K Lin",
        "W Wang",
        "X Wang"
      ],
      "year": 2015,
      "doi": "10.1109/mwc.2015.7368824"
    },
    {
      "title": "Enhanced fingerprinting and trajectory prediction for iot localization in smart buildings",
      "authors": [
        "K Lin",
        "M Chen",
        "J Deng",
        "M Hassan",
        "Fortino"
      ],
      "year": 2016,
      "doi": "10.1109/tase.2016.2543242"
    },
    {
      "title": "Toward qoi and energy-efficiency in internet-of-things sensory environments",
      "authors": [
        "C Liu",
        "J Fan",
        "J Branch",
        "K Leung"
      ],
      "year": 2014
    },
    {
      "title": "A generic admissioncontrol methodology for packet networks",
      "authors": [
        "C Liu",
        "K Leung",
        "A Gkelias"
      ],
      "year": 2014,
      "doi": "10.1109/twc.2013.010214.121856"
    },
    {
      "title": "Efficient naming, addressing and profile services in internet-of-things sensory environments",
      "authors": [
        "C Liu",
        "Yang Liu"
      ],
      "year": 2014,
      "doi": "10.1016/j.adhoc.2013.02.008"
    },
    {
      "title": "Energy-efficient event detection by participatory sensing under budget constraints",
      "authors": [
        "C Liu",
        "J Zhao",
        "H Zhang",
        "S Guo",
        "K Leung",
        "J Crowcroft"
      ],
      "year": 2016,
      "doi": "10.1109/jsyst.2016.2533538"
    },
    {
      "title": "Towards key issues of disaster aid based on wireless body area networks",
      "authors": [
        "J Liu",
        "Q Wang",
        "J Wan",
        "J Xiong",
        "B Zeng"
      ],
      "year": 2013
    },
    {
      "title": "A confidence-based approach to hand movements recognition for cleaning tasks using dynamic time warping",
      "authors": [
        "K Liu",
        "C Chan",
        "S Hsu"
      ],
      "year": 2015,
      "doi": "10.1109/bsn.2015.7299379"
    },
    {
      "title": "The wild wild west: A framework to integrate mhealth software applications and wearables to support physical activity assessment, counseling and interventions for cardiovascular disease risk reduction",
      "authors": [
        "F Lobelo",
        "H Kelli",
        "S Tejedor",
        "M Pratt",
        "M Mcconnell",
        "S Martin"
      ],
      "year": 2016
    },
    {
      "title": "Internet of things: Objectives and scientific challenges",
      "authors": [
        "H Ma"
      ],
      "year": 2011,
      "doi": "10.1007/s11390-011-1189-5"
    },
    {
      "title": "On networking of internet of things: Explorations and challenges",
      "authors": [
        "H Ma",
        "L Liu",
        "A Zhou",
        "D Zhao"
      ],
      "year": 2015
    },
    {
      "title": "Lte-based humanoid robotics system",
      "authors": [
        "Y Ma",
        "C Liu",
        "M Alhussein",
        "Y Zhang",
        "M Chen"
      ],
      "year": 2015,
      "doi": "10.1016/j.micpro.2015.08.004"
    },
    {
      "title": "Health internet of things: Recent applications and outlook",
      "authors": [
        "Y Ma",
        "Y Zhang",
        "O Dung",
        "R Li",
        "D Zhang"
      ],
      "year": 2015
    },
    {
      "title": "A comprehensive mobile e-healthcare system",
      "authors": [
        "Q Majeed",
        "H Hbail",
        "A Chalechale"
      ],
      "year": 2015
    },
    {
      "title": "Antenna design considerations for far field and near field wireless body-centric systems",
      "authors": [
        "E Moradi",
        "K Koski",
        "M Hasani",
        "Y Rahmat-Samii",
        "L Ukkonen"
      ],
      "year": 2015
    },
    {
      "title": "Personal health monitoring using a smartphone",
      "authors": [
        "L Moser",
        "Melliar- Smith"
      ],
      "year": 2015
    },
    {
      "title": "A wearable device for physical and emotional health monitoring",
      "authors": [
        "S Murali",
        "Rincon Vallejos",
        "Atienza Alonso"
      ],
      "year": 2015,
      "doi": "10.1109/cic.2015.7408601"
    },
    {
      "title": "Mobile world congress",
      "year": 2016,
      "doi": "10.1089/glre.2016.201011"
    },
    {
      "title": "National finance health care spending",
      "year": 2013,
      "doi": "10.1377/forefront.20141203.043122"
    },
    {
      "title": "National finance health care spending",
      "year": 2014,
      "doi": "10.4135/9781483346595.n176"
    },
    {
      "title": "Mixed reality: merging real and virtual worlds",
      "authors": [
        "Y Ohta",
        "H Tamura"
      ],
      "year": 2014
    },
    {
      "title": "Big data processing using wearable devices for wellbeing and healthy activities promotion",
      "authors": [
        "D Páez",
        "M De Buenaga Rodríguez",
        "E Sánz",
        "M Villalba",
        "R Gil"
      ],
      "year": 2015
    },
    {
      "title": "On the future integrated datacenter networks: Designs, operations, and solutions",
      "authors": [
        "L Peng"
      ],
      "year": 2016,
      "doi": "10.1016/j.osn.2015.06.001"
    },
    {
      "title": "A novel approach to optical switching for intradatacenter networking",
      "authors": [
        "L Peng",
        "C Youn",
        "W Tang",
        "C Qiao"
      ],
      "year": 2012
    },
    {
      "title": "Theoretical analyses of lightpath blocking performance in co-ofdm optical networks with/without spectrum conversion",
      "authors": [
        "L Peng",
        "C Youn",
        "C Qiao"
      ],
      "year": 2013
    },
    {
      "title": "Body sensor networks: In the era of big data and beyond",
      "authors": [
        "C Poon",
        "B Lo",
        "M Yuce",
        "A Alomainy",
        "Y Hao"
      ],
      "year": 2015
    },
    {
      "title": "Printed, organic & flexible electronics forecasts, players & opportunities",
      "authors": [
        "D Raghu",
        "H Peter"
      ],
      "year": 2013
    },
    {
      "title": "Recent advances in wearable sensors for health monitoring",
      "authors": [
        "M Rodgers",
        "V Pai",
        "R Conroy"
      ],
      "year": 2015
    },
    {
      "title": "Chronic diseases and health promotion",
      "authors": [
        "R Shao"
      ],
      "year": 2012,
      "doi": "10.1037/e466902004-001"
    },
    {
      "title": "Energy-efficient relay selection for cooperative relaying in wireless multimedia networks",
      "authors": [
        "Z Sheng",
        "J Fan",
        "C Liu",
        "V Leung",
        "X Liu",
        "K Leung"
      ],
      "year": 2015
    },
    {
      "title": "The 11th edition of smart fabrics & wearable technology conference",
      "year": 2015
    },
    {
      "title": "Qoi-aware multi-task-oriented dynamic participant selection with budget constraints",
      "authors": [
        "Z Song",
        "C Liu",
        "J Wu",
        "J Ma"
      ],
      "year": 2014
    },
    {
      "title": "Reflective thoughts on the potential and challenges of wearable technology for healthcare provision and medical education",
      "authors": [
        "N Sultan"
      ],
      "year": 2015
    },
    {
      "title": "Anti-inflammatory therapy in chronic disease: challenges and opportunities",
      "authors": [
        "I Tabas",
        "C Glass"
      ],
      "year": 2013
    },
    {
      "title": "Preventing chronic diseases. a vital investment: Who global report",
      "authors": [
        "H Tunstall-Pedoe"
      ],
      "year": 2006
    },
    {
      "title": "Mobile health: Four emerging themes of research",
      "authors": [
        "U Varshney"
      ],
      "year": 2014
    },
    {
      "title": "Enabling cyber-physical systems with machine-to-machine technologies",
      "authors": [
        "J Wan",
        "H Yan",
        "Q Liu",
        "K Zhou",
        "R Lu",
        "D Li"
      ],
      "year": 2013
    },
    {
      "title": "Cloudenabled wireless body area networks for pervasive healthcare",
      "authors": [
        "J Wan",
        "C Zou",
        "S Ullah",
        "C Lai",
        "M Zhou",
        "X Wang"
      ],
      "year": 2013
    },
    {
      "title": "Vcmia: a novel architecture for integrating vehicular cyberphysical systems and mobile cloud computing",
      "authors": [
        "J Wan",
        "D Zhang",
        "Y Sun",
        "K Lin",
        "C Zou",
        "H Cai"
      ],
      "year": 2014
    },
    {
      "title": "Context-aware vehicular cyber-physical systems with cloud support: architecture, challenges, and solutions",
      "authors": [
        "J Wan",
        "D Zhang",
        "S Zhao",
        "L Yang",
        "J Lloret"
      ],
      "year": 2014
    },
    {
      "title": "Resource-aware secure ecg healthcare monitoring through body sensor networks",
      "authors": [
        "H Wang",
        "D Peng",
        "W Wang",
        "H Sharif",
        "H Chen",
        "A Khoynezhad"
      ],
      "year": 2010
    },
    {
      "title": "Security protection between users and the mobile media cloud",
      "authors": [
        "H Wang",
        "S Wu",
        "M Chen"
      ],
      "year": 2014
    },
    {
      "title": "High reliable real-time bandwidth scheduling for virtual machines with hidden markov predicting in telehealth platform",
      "authors": [
        "J Wang",
        "M Qiu",
        "B Guo"
      ],
      "year": 2015
    },
    {
      "title": "Social determinants of health: the solid facts",
      "authors": [
        "R Wilkinson",
        "M Marmot"
      ],
      "year": 2003
    },
    {
      "title": "A stretchable carbon nanotube strain sensor for human-motion detection",
      "year": 2011
    },
    {
      "title": "Flexible microelectrode arrays to interface epicardial electrical signals with intracardial calcium transients in zebrafish hearts",
      "authors": [
        "F Yu",
        "Y Zhao",
        "J Gu",
        "K Quigley",
        "N Chi",
        "Y Tai",
        "T Hsiai"
      ],
      "year": 2012
    },
    {
      "title": "A survey of contextaware middleware designs for human activity recognitions",
      "authors": [
        "O Yurur",
        "C Liu",
        "W Moreno"
      ],
      "year": 2014
    },
    {
      "title": "Context-awareness for mobile sensing: A survey and future directions",
      "authors": [
        "O Yurur",
        "C Liu",
        "Z Sheng",
        "Vcm Leung",
        "W Moreno",
        "K Leung"
      ],
      "year": 2016
    },
    {
      "title": "An eventdriven qoi-aware participatory sensing framework with energy and budget constraints",
      "authors": [
        "B Zhang",
        "Z Song",
        "C Liu",
        "J Ma"
      ],
      "year": 2015,
      "doi": "10.1145/2630074"
    },
    {
      "title": "Cap: Community activity prediction based on big data analysis",
      "authors": [
        "Y Zhang",
        "M Chen",
        "S Mao",
        "L Hu",
        "V Leung"
      ],
      "year": 2014,
      "doi": "10.1109/mnet.2014.6863132"
    },
    {
      "title": "Health-cps: Healthcare cyber-physical system assisted by cloud and big data",
      "authors": [
        "Y Zhang",
        "M Qiu",
        "C Tsai",
        "M Hassan",
        "A Alamri"
      ],
      "year": 2015,
      "doi": "10.1109/jsyst.2015.2460747"
    },
    {
      "title": "idoctor: Personalized and professionalized medical recommendations based on hybrid matrix factorization",
      "authors": [
        "Y Zhang",
        "M Chen",
        "D Huang",
        "D Wu",
        "Y Li"
      ],
      "year": 2016
    },
    {
      "title": "Interference mitigation for cyber-physical wireless body area network system using social networks",
      "authors": [
        "Z Zhang",
        "H Wang",
        "C Wang",
        "H Fang"
      ],
      "year": 2013,
      "doi": "10.1109/tetc.2013.2274430"
    },
    {
      "title": "Cluster-based epidemic control through smartphone-based body area networks",
      "authors": [
        "Z Zhang",
        "H Wang",
        "C Wang",
        "H Fang"
      ],
      "year": 2015
    },
    {
      "title": "Energy-spectrum efficiency tradeoff for video streaming over mobile ad hoc networks",
      "authors": [
        "L Zhou",
        "R Hu",
        "Y Qian",
        "H Chen"
      ],
      "year": 2013
    },
    {
      "title": "Impact of execution time on adaptive wireless video scheduling",
      "authors": [
        "L Zhou",
        "Z Yang",
        "H Wang",
        "M Guizani"
      ],
      "year": 2014
    },
    {
      "title": "Bridging ehealth and the internet of things: The sphere project",
      "authors": [
        "N Zhu",
        "T Diethe",
        "M Camplani",
        "L Tao",
        "A Burrows",
        "N Twomey",
        "D Kaleshi",
        "M Mirmehdi",
        "P Flach",
        "I Craddock"
      ],
      "year": 2015
    }
  ],
  "num_references": 98,
  "original_doi": "https://doi.org/10.13039/501100001809"
}
