{
  "paper_id": "U5XLIGK7",
  "title": "Characterising user engagement with mHealth for chronic disease self-management and impact on machine learning performance Check for updates",
  "abstract": "Mobile Health (mHealth) has the potential to be transformative in the management of chronic conditions. Machine learning can leverage self-reported data collected with apps to predict periods of increased health risk, alert users, and signpost interventions. Despite this, mHealth must balance the treatment burden of frequent self-reporting and predictive performance and safety. Here we report how user engagement with a widely used and clinically validated mHealth app, myCOPD (designed for the self-management of Chronic Obstructive Pulmonary Disease), directly impacts the performance of a machine learning model predicting an acute worsening of condition (i.e., exacerbations). We classify how users typically engage with myCOPD, finding that 60.3% of users engage frequently, however, less frequent users can show transitional engagement (18.4%), becoming more engaged immediately ( < 21 days) before exacerbating. Machine learning performed better for users who engaged the most, however, this performance decrease can be mostly offset for less frequent users who engage more near exacerbation. We conduct interviews and focus groups with myCOPD users, highlighting digital diaries and disease acuity as key factors for engagement. Users of mHealth can feel overburdened when self-reporting data necessary for predictive modelling and confidence of recognising exacerbations is a significant barrier to accurate self-reported data. We demonstrate that users of mHealth should be encouraged to engage when they notice changes to their condition (rather than clinically defined symptoms) to achieve data that is still predictive for machine learning, while reducing the likelihood of disengagement through desensitisation.",
  "year": 2018,
  "date": "2018",
  "authors": [
    {
      "name": "Christopher Duckworth",
      "email": "c.j.duckworth@soton.ac.uk",
      "orcid": "0000-0003-0659-2177",
      "affiliation": {
        "organization": "IT Innovation Centre",
        "department": "IT Innovation Centre",
        "institution": "University of Southampton",
        "address": "Southampton, UK"
      }
    },
    {
      "name": "Bethany Cliffe",
      "affiliation": {
        "organization": "School of Psychology",
        "department": "School of Psychology",
        "institution": "University of Southampton",
        "address": "Southampton, UK"
      }
    },
    {
      "name": "Brian Pickering",
      "affiliation": {
        "organization": "IT Innovation Centre",
        "department": "IT Innovation Centre",
        "institution": "University of Southampton",
        "address": "Southampton, UK"
      }
    },
    {
      "name": "Ben Ainsworth",
      "orcid": "0000-0002-5098-1092",
      "affiliation": {
        "organization": "School of Psychology",
        "department": "School of Psychology",
        "institution": "University of Southampton",
        "address": "Southampton, UK"
      }
    },
    {
      "name": "Alison Blythin",
      "orcid": "0000-0001-6080-0120",
      "affiliation": {
        "organization": "mHealth Limited",
        "institution": "mHealth Limited",
        "address": "London, UK"
      }
    },
    {
      "name": "Adam Kirk",
      "affiliation": {
        "organization": "mHealth Limited",
        "institution": "mHealth Limited",
        "address": "London, UK"
      }
    },
    {
      "name": "Thomas Wilkinson",
      "orcid": "0000-0003-1771-3851",
      "affiliation": {
        "organization": "mHealth Limited",
        "institution": "mHealth Limited",
        "address": "London, UK"
      }
    },
    {
      "name": "Michael Boniface",
      "affiliation": {
        "organization": "IT Innovation Centre",
        "department": "IT Innovation Centre",
        "institution": "University of Southampton",
        "address": "Southampton, UK"
      }
    }
  ],
  "doi": "10.1038/s41746-024-01063-2",
  "orcid": "0000-0003-1771-3851",
  "md5": "A9BDC376EEBFA5FDB5437F48D8E249B1",
  "publication": {
    "journal": "NPJ Digital Med",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "Acknowledgements This project \"my  Smart COPD exacerbation management (mySmartCOPD) \" is funded by the  National Institute for Health Research (NIHR) Artificial Intelligence (AI) in Health and Care  Award  AI_AWARD02200 . The views expressed are those of the author(s) and not necessarily those of the  NIHR  or the  UK Government's Department of Health and Social Care . The funders of the study had no role in study design, data analysis, interpretation, or writing."
  ],
  "sections": [
    {
      "text": "Chronic diseases are the leading cause of death and disability worldwide and represent 75% of the cost of healthcare  1, 2  . As well as long-term care plans (with adherence crucial for health outcomes, quality of life and minimising healthcare cost) effective management needs the active participation of patients. Chronic diseases, however, by nature are long-term and carry a psychological burden for individuals aiming to continually manage their condition effectively  3, 4  . Technological advancements in mobile Health (mHealth), healthcare and public health practice supported by mobile devices and websites can help streamline care and provide resources to reduce disease burden. Over 2.5 billion people own a mobile device worldwide highlighting the huge potential for mHealth to facilitate access to effective care  5  .\n\nmHealth apps have the potential to be powerful platforms for positive behavioural change; both for individuals independently monitoring their health (e.g. smart watches) and for encouraging effective management of chronic disease through clinically established prevention and treatment strategies  6  . App function can range from symptom and medication diaries, educational resources, to the gamification of self-management  7  . mHealth apps also have the potential to provide early-warnings of increased risk of poor outcomes from chronic diseases (i.e., Just-in-Time Adaptive Interventions (JITAI)) by making use of clinical data in tandem with selfreported data captured in-app  8, 9  . JITAIs can leverage the data collected in these apps to increase the personalisation of care and ensure treatment is provided in a timely manner through the provision of models involving machine learning (ML)  10  . As with clinical treatment, the effectiveness of mHealth is reliant on the continued engagement of users  11  . The safety of machine learning models designed to provide early risk warnings depend on data that has sufficient predictive value and quality. Depending on selfreported data raises the concern that data collection introduces additional self-management treatment burden for users. In the design of mHealth apps, there is a clear need to balance the benefit of prediction against the treatment burden of in self-reporting.\n\nWe focussed on a widely used and clinically validated mHealth app; myCOPD  [12] [13] [14]  which is designed for the self-management of Chronic Obstructive Pulmonary Disease (COPD). COPD is a common, costly, and incurable respiratory disease predicted to be the third most common cause of death by 2030  15  . A key characteristic of managing COPD is mitigating the risk of 'exacerbations', defined by an acute worsening of a patient's condition requiring a change in medication or emergency assistance  16  . myCOPD is provided to users diagnosed with COPD by clinicians as an explicit and agreed part of their long-term management plan.\n\nThe purpose of this research is to explore how user engagement with mHealth apps impacts predictive machine learning using self-reported data, and to discuss implications for balancing safety and treatment burden in mHealth design and engineering. To achieve this, we classified how myCOPD users engaged with the app around an exacerbation and quantified how engagement and data quality impacts the performance and safety of a ML model predicting risk to health (i.e., exacerbations). We supported this with focus group discussions and semi-structured interviews with myCOPD users to identify challenges facing digital approaches using predictive models and highlight factors leading to increased engagement and more insightful data."
    },
    {
      "title": "Results"
    },
    {
      "title": "App usage and engagement",
      "text": "App usage was quantified by the fraction of days that the user was active (i.e., registered a symptom score) out of the 70-days prior to an exacerbation. A 70-day window was chosen empirically to be long enough to define the user's typical engagement with the app while still demonstrating trends linked to exacerbation. In myCOPD, a symptom score must be registered before accessing further app functionality (on the first opening per day). A registered symptom score therefore represents a 1-to-1 relationship with app use on a given day. Figure  1  (left) shows the distribution of app usage prior to the 727 registered exacerbations. App usage is divided into three groups: frequent users (green, N = 438) who register app activity ≥66% of the possible days, intermediate users (orange, N = 156) who use the app between 33% and 66% of possible days, and infrequent users (red, N = 132) who are active <33% of possible days.\n\nReasons for engagement were explored in semi-structured interviews. Despite some participants noting limited use of the app, most found it helpful for logging their medication use and acting as a reminder to take medications regularly. Participants also noted that the app was a source of education around self-management, which motivated engagement.\n\n\"I used to take my medicine at all different times, and now I use it at the same time every day. And the breathing exercises and how to clear your chest and that, I didn't know any of that before I started using the app so that's been a great help."
    },
    {
      "title": "\" [P7-male]",
      "text": "A further motivator was the opportunity the app offers to monitor symptoms, which provides reassurance that they are not deteriorating.\n\n\"I do like to look back when I've done the COPD assessment test, am I getting worse, am I getting better, and the answer is usually 'no, you're just the same'. It's a bit of a comfort thing to have around."
    },
    {
      "title": "\" [P4-male]",
      "text": "This is also evidenced by in-app data with over 60% of in-app interactions being related to medication or symptom monitoring.\n\nSelf-reported data quality and transitional engagement Figure  2  provides a schematic of user groups divided by engagement (as in Fig.  1 ) and self-reported data quality prior to an exacerbation. The size of each vertical segment is proportional to the size of the group. Engagement and data quality is characterised by self-reported symptom scores.\n\nFrequent users provide self-reports with a range of data quality (i.e., use for predictive models). 'Reporting with Signal' corresponds to users who show sufficient variability in their self-reports that the deterioration in condition is clear leading up to the exacerbation (i.e., gradually reporting higher scores). Conversely 'Fixed Reporting' corresponds to users who register consistently low or high scores (i.e., only 1 s or 3 s) prior to the exacerbation. Similar proportions of reporting with signal are found for intermediate and infrequent user groups.\n\nIntermediate and infrequent user groups can 'transition' to become more engaged closer to exacerbation. We find 21.8% of intermediate and 14.4% of infrequent users (classification based on 70 days prior) transition to increased engagement groups in the 21 days immediately prior to the exacerbation (i.e., 'Engaged Near Exacerbation'). We note that most infrequent users (69.7%) are 'Retrospective Reporting' a rescue pack, registering the medications in-app more than 10 days after the event and providing minimal self-reported symptom scores around the actual exacerbation.\n\nTransitions in behaviour immediately before exacerbations were also reported in semi-structured interviews. Notably, participants reported increased app use when their symptoms were worse, as a way of refreshing their memory on self-management techniques such as breathing or relaxation exercises. This was also true of those who had more mild symptoms and had yet to experience an exacerbation, who believed they would use the app more when necessary."
    },
    {
      "title": "\"when I do get worse I'll use it a lot more I think.\" [P6-male]",
      "text": "Conversely, others instead said that they use the app less when they are particularly unwell, as they do not have the capacity to engage with it."
    },
    {
      "title": "\"if I need my salamol I don't even think about it. It doesn't, it doesn't even occur to me to write that down or record it\" [P1-male]",
      "text": "Despite several users becoming more engaged immediately prior to an exacerbation there is no strong evidence that this increased engagement remains short-term after the exacerbation. Figure  1  (right) shows the distribution of app use in a 70-day window post exacerbation. The shading represents the original groupings (i.e., in the 70-days prior) with the histogram being stacked so the overall area matches the left panel. We note a slight increase of infrequent users (16.7%) post exacerbation. For 9% of exacerbations there is either a notable gap in self-reports directly after exacerbation, and/or a registered symptom score of 4 (i.e., needed to seek emergency care) highlighting possible disengagement due to a deteriorated condition."
    },
    {
      "title": "Users' confidence in recognising risk",
      "text": "A key theme from user interviews was a lack of confidence around exacerbations and how to identify one. Particularly, the difficultly to differentiate between an exacerbation, a heavy cold, a chest infection, or otherwise was discussed.\n\n\"if that's what an exacerbation is, i.e., it's just a chest infection. Or does it mean that, I don't know, it's difficulty breathing and you need to take the inhaler? So I don't know what it is no\" [P1-male] This was especially true for those who also suffer from other health complications, such as asthma or bronchiectasis. Participants noted that sputum changes are not always a reliable indicator.\n\n\"I had two exacerbations, late last year, both hospitalised and I didn't have the normal triggers that you'd have with changes, like increased volume, coughing and things like that\"\n\nA key barrier identified was a lack of explanation from health care professionals (HCPs), with most asserting that they had never had it explained to them.\n\n\"That is all you hear is an exacerbation. You're not actually told what it is. Well, they haven't in my circumstances. Yes, it, you know, the nurses said 'Ohh, it's an exacerbation' but it doesn't explain what it actually is.\" [P3-female] Moreover, issues accessing HCPs means that myCOPD users had minimal opportunities to clarify or ask questions. Issues accessing HCPs also led to hesitancy about medication adherence (Supplementary Note 4).\n\n\"trying to contact your GP is, well I can't think of a similarity but I could probably get in contact with Madonna better or more easily\" [P4-male] Confidence in identifying risk was also reflected in self-reported data. Figure  3  compares self-reported symptom scores and salbutamol use for those registering their first exacerbation in-app relative to those reporting exacerbations having experienced one before (i.e., 'Subsequent'). Those registering their first exacerbation consistently report lower average symptom scores (top panel; chi-square statistic=726.9, P = 3.05 × 10 -157 ) demonstrating that users with previous experience of an exacerbation are more likely to be aware of their symptoms and report them in future events. Fig.  2  | Schematic of users grouped by engagement and data quality for selfreported symptom scores prior to exacerbation. Vertical segments are proportional to the size of the group. Users are first divided by 70-day app use (as in Fig.  1 ) before subdivision based on self-reporting data quality (i.e., reporting with signal, fixed reporting) and transitional engagement (i.e., engaged near exacerbation). Groups chosen to investigate in Fig.  3  are darker shaded.\n\nAs users increase confidence in recognising their symptoms, they also engage more frequently with the app in the longer-term (bottom panel). Users experiencing their first exacerbation also typically report lower salbutamol usage (middle panel). Salbutamol (classified as a SABA) is commonly used for immediate relief of symptoms including coughing, wheezing, and breathlessness. Increased usage reflects that the individual has experienced more breathlessness through a given day and may be indicative of a more acute condition. Regardless of experience, peak salbutamol use occurs on the first day of the exacerbation whereas average symptom scores peak days later. This indicates users self-report a deterioration through medication before typically self-recognising the deterioration in symptom scores.\n\nHigher engagement for more experienced users is also found when considering the proportion of frequent, intermediate, and infrequent users by GOLD group (Supplementary Fig.  7 ). The proportion of users with a history of exacerbations (C and D) increases with engagement, reflecting that users are more likely to engage as their condition becomes more of a burden to self-manage and confidence to identify risk increases with experience of previous exacerbations."
    },
    {
      "title": "Disease acuity and engagement",
      "text": "Figure  4  shows the proportion of frequent, intermediate, and infrequent users by GOLD group. The GOLD 2022 guidelines use a combined COPD assessment approach to group patients according to exacerbation history and symptoms (Fig.  6B ). Overall, the majority of users reporting exacerbations are in higher risk groups, predominately represented by group D. The proportion of users with a history of exacerbations (C and D) increases with engagement, reflecting that users are more likely to engage as their condition becomes more of a burden to self-manage and confidence to identify risk increases with experience of previous exacerbations."
    },
    {
      "title": "How engagement impacts machine learning",
      "text": "Figure  5  compares the performance of our XGBoost model predicting exacerbation up-to three-days in advance. Model performance, measured by AUROC and has been computed from the hold-out test sets of simulated exacerbations for each of the following user groups (darker shaded in Fig.  2 ): Frequent, Intermediate (Consistent), Intermediate (Engaged Near Exacerbation), Infrequent (Consistent), Infrequent (Engaged Near Exacerbation). Predictions are made daily per user (from 55   https://doi.org/10.1038/s41746-024-01063-2 Both AUROC and average precision improve with 70-day engagement (i.e., infrequent to frequent), however, for transitional users (Engaged Near Exacerbation) the drop in performance relative to frequent users is minimal. This demonstrates that transitional engagement is more important for the safety of ML models than increasing overall engagement (i.e., regardless of current condition)."
    },
    {
      "title": "Discussion",
      "text": "In this study, we classify user engagement with a self-management app, identify barriers to engagement through interviews and focus groups, and directly quantify how this could impact the safety of a ML model. 60.3% of users engage and self-report information frequently. As predicted by the literature  17  , perceived usefulness is a good indicator of app usage and adherence to self-reporting. Figure  3  demonstrates that a history of exacerbations lead to markedly higher app engagement as disease burden comes to the forefront in the individual's day-to-day life. This further demonstrated in Fig.  4  with individuals in higher risk categories typically showing more engagement. This is more nuanced than user monitoring symptoms, instead exploiting the affordances of the app to manage medication. Despite this, adherence is not consistent. App usage increases immediately around exacerbations (Fig.  3 ), despite users highlighting a lack of clarity about what exacerbation means.\n\nFor predictive ML models, it is critical that users report frequently and accurately. However, the human-AI partnership must be carefully balanced to achieve useful data while not subjecting the user to burdensome selfreporting behaviours and possible desensitisation  18  . Figure  5  clearly demonstrates that transitional behaviour (i.e., becoming more engaged around exacerbations) should be a more important focus than increasing overall engagement. Encouraging users to engage when they are starting to feel unwell will not only benefit the ML model, but potentially help the user see the long-term utility of the app and reduce treatment burden.\n\nThe early identification of exacerbations is key for COPD patients to prevent or treat them with medication  19  . Figure  3  shows a 'time-lag' where use of reliever medications begins to increase before the self-reported symptom scores. Self-recognition of a decline in health appears to be delayed restricting algorithmic ability to make timely predictions from self-reported scores alone. This suggests apps should prompt users to review and report their condition when an uptick of reliever medications is identified. Despite this, COPD patients report challenges in recognising what an exacerbation specifically is. Research suggests that only around 60% of exacerbations are reported to healthcare professionals, suggesting that they often go unidentified and possibly untreated  20  . This was supported by our qualitative analysis with users uncertain of what to expect during an exacerbation or misinterpreting symptoms as indicators of other, related conditions. Despite this, users should be encouraged to report abrupt changes in condition, even if they do not understand the specifics. Users noted further concerns and hesitancies around taking medications in interviews (see Supplementary Note 4). Inability to discuss side-effects and medication purpose with HCPs may discourage users to adhere to prescribed treatment.\n\nStrengths of this study include the volume of data collected by myCOPD over five years; identification of a clean sample of exacerbations from rescue-pack medication usage; combination of qualitative and quantitative approaches to articulate the balance between human orientated goals and data requirements of ML models. Limitations of this study include inclusion criteria which likely target more engaged users overall than average (i.e., those who report medications and engage with interviews); however, multiple engagement groups demonstrate diversity in the cohort. Another limitation includes the reliability of the self-reported symptom scores. As shown in Fig.  2 , a significant fraction of users report minimal variability in their scores, the impact of which is not considered in our predictive models. Models predicting short-term exacerbations would benefit from a variety of self-reported data including activity and physiological measures from smart devices, oxygen therapy and dietary information.\n\nOur research has implications for the design and engineering of mHealth apps, along with how the public should be encouraged to use it. It is critical that the developers of mHealth apps validate predictive models and JITAIs for different levels of engagement to determine safe conditions for its usage. For ML models predicting short-term risk, users of mHealth should be particularly encouraged to engage when they notice changes in their condition. This likely provides the most predictive data for ML models to maximise digital safety while minimising treatment burden on the individual and risk of disengagement through desensitisation."
    },
    {
      "title": "Methods",
      "text": "Self-reported in-app data We retrospectively evaluated self-reported data from users of myCOPD between January 1st, 2017, and October 3rd, 2022. All users of myCOPD are clinically diagnosed with COPD, with usage limited to patients \"prescribed\" the app by clinicians as part of agreed care plans. myCOPD facilitates selfmanagement of COPD through providing educational content, pulmonary rehabilitation, localised weather/pollution levels, and digital diaries for users to keep track of medications, symptoms, and exacerbations. Further information on myCOPD and data collection can be found in the Supplementary Material Note 1. Self-reported information included:\n\nDaily self-assessed symptom scores prompted on app opening ranked on a 4-point scale (Fig.  6A ). Symptom score reporting represents a simplistic but high completeness data source (relative to other data collected in myCOPD). To make short-term predictions of risk, it is critical to include data which is updated frequently. COPD Assessment Tests (CAT): a validated instrument quantifying the long-term disease burden of COPD  21, 22  . Evaluated approximately  https://doi.org/10.1038/s41746-024-01063-2\n\nmonthly, the CAT is an eight-question assessment indicating the impact of COPD on a user's overall health  23  .\n\nPrescribed and reliever medications taken for the treatment of COPD. This included routine medications (e.g., Muscarinic-Antagonists, Long-Acting Beta-Agonists, Inhaled Steroids), along with reliever medications (e.g., Short-Acting Beta-Agonists (SABAs), Rescue Packs) taken as an immediate response to a self-identified worsening of condition.\n\nExacerbation history reported annually. Along with CAT this is used to compute long-term acuity of condition as defined by the Global Initiative for Chronic Obstructive Lung Disease (GOLD) criteria  24  . The GOLD 2022 guidelines use a combined COPD assessment approach to group patients according to exacerbation history and symptoms (Fig.  6B ).\n\nUsers also provided basic demographic (e.g., age, sex, postcode) and lifestyle information (e.g., smoking status) along with other clinically validated assessment scores (Modified Medical Research Council Dyspnoea scale). To investigate app usage around exacerbations we identified users who registered the use of a 'Rescue Pack' in their medication diaries (i.e., short course of oral steroids (Prednisolone) and antibiotics (e.g., Amoxicillin, Doxycycline) taken as a response to deteriorating symptoms as part of their acute exacerbation plan  25  ). We did not include longer courses ( > 10 days) to avoid including weaning/maintenance prescriptions. This resulted in 727 exacerbations by 243 unique users (Age: μ = 68.8, σ = 8.3; Sex: 60.7% Male, 39.3% Female) who were registered throughout the study period. Figure  7  shows the distribution of exacerbations across the total cohort. Our selection criteria are strict to ensure we are selecting a clean sample of exacerbations with a well-defined start date, however, naturally selects users with higher disease acuity (i.e., having been prescribed a home-use Rescue Pack). We have quantified this difference in acuity in Supplementary Fig.  1 . Despite this we find the selected cohort exhibit similar characteristics to the overall userbase (e.g., Age of all users: μ = 68.4, σ = 10.9).\n\nThe study received ethics approval from the University of Southampton's Faculty of Engineering and Physical Science Research Ethics Committee (ERGO/FEPS/66535) and was reviewed by the University of Southampton Data Protection Impact Assessment panel, with the decision to support the research."
    },
    {
      "title": "Predicting exacerbations with machine learning",
      "text": "Our ML model is derived from previous work outlined in Chmiel et al.  (2022) where a gradient-boosted decision-tree algorithm (XGBoost 26 ) predicted exacerbations up-to three days in advance from self-reported data in myCOPD. Gradient boosted trees are examples of boosting algorithms which aim to combine an ensemble of weak learners in order to decrease bias whilst preserving or lowering variance in the prediction error, making them typically more desirable over other tree-based algorithms. A three-day window was chosen, based on clinical guidance to enable pre-emptive actions for the user while ensuring the exacerbation could be reliably predicted. Here, we aimed to quantify how app engagement and self-reported data quality impacted the performance of this algorithmic approach.\n\nWe stratified each user group by engagement and reporting quality, and then validated the performance of a model using only features relating to self-assessed symptom scores (Table  1 ). In Chmiel et al. (2022) predictive features were generated from a range of sources (e.g., symptom scores, CAT, demographics), however, in this study we only use symptom scores to ensure differences in model performance are related to engagement and reporting differences. An importance plot of the chosen features is provided in Supplementary Fig.  3 .\n\nVariances in performance also result from under/over representation of user groups in the training set (i.e., bias). To normalise, we simulated 1000 exacerbations for each user group creating empirical distributions fit to average symptom score values and frequencies from reporting prior to the real exacerbations of users in this study. Each simulated exacerbation was then sampled directly from the empirical distributions for reporting frequency and score to create complete series from 70 days prior to 70 days post exacerbation. Data was split 75-25 into train and hold-out test sets split at the series level (i.e., a simulated exacerbation appears exclusively in train or test). A binary prediction (of exacerbation in the next three-days) was"
    },
    {
      "title": "Normal",
      "text": "Normal symptoms for paƟent and taking prescribed medicine."
    },
    {
      "title": "Mild deterioraƟon",
      "text": "PaƟent is more breathless than normal but has no fever, change in sputum colour, or volume."
    },
    {
      "title": "Moderate deterioraƟon",
      "text": "PaƟent is more breathless than normal, coughing up, or seeing a change in sputum colour requiring self-medicaƟon with steroids or anƟbioƟcs."
    },
    {
      "title": "Severe deterioraƟon",
      "text": "Breathing is much worse than normal despite treatment, or chest pain or high fevers. Needed to seek emergency care or was admiƩed to hospital. Open Access This article is licensed under a Creative Commons Attribution 4.0 International License, which permits use, sharing, adaptation, distribution and reproduction in any medium or format, as long as you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons licence, and indicate if changes were made. The images or other third party material in this article are included in the article's Creative Commons licence, unless indicated otherwise in a credit line to the material. If material is not included in the article's Creative Commons licence and your intended use is not permitted by statutory regulation or exceeds the permitted use, you will need to obtain permission directly from the copyright holder. To view a copy of this licence, visit  http://creativecommons.org/licenses/by/4.0/ ."
    },
    {
      "text": "Fig. 1 | Distribution of app usage around exacerbations. (Left) The distribution of app usage in the 70-days prior to an exacerbation. This distribution is subdivided into infrequent (red), intermediate (orange) and frequent (green) users. These are separated by app usage one-in-three days on average and two-out-of-three days on average. The mean app usage fraction of each group is given by the dark shaded line segment at the top. (Right) The distribution of app usage in the 70-days post exacerbation. The original classifications from the left panel are maintained and the histograms are stacked to show overall distribution. The top annotation shows the total number of users in each classification for that given period."
    },
    {
      "text": "Fig. 4 | Distribution of myCOPD users stratified by GOLD group and engagement. Percentage of users in each GOLD group for infrequent (red), intermediate (orange) and frequent (green) users."
    },
    {
      "text": "Fig. 3 | Symptom and medication reporting around exacerbations. (Top) Average daily symptom scores for 70 days prior/post to a rescue pack use for those registering their first use (blue) and those registering their second or further use (purple). (Middle) Average daily reported salbutamol usage. (Bottom) Daily app usage percentage."
    },
    {
      "text": "Fig. 5 | Machine learning performance for different engagement groups. (Left) ROC curve for ML model applied to frequent (green), intermediate (orange) and infrequent (red) user groups. The latter are further split by consistent engagement throughout the 70-day window prior to exacerbation (solid lines) and those becoming more engaged near (21 days prior) exacerbation (dotted lines). (Middle) Precision-recall curve for each group. (Right) AUROC and Average-Precision with 95% confidence intervals."
    },
    {
      "text": "Fig. 7 | Distribution of exacerbations across cohort. Number of users (n = 243) in study cohort stratified by the number of exacerbations (n = 727) represented."
    },
    {
      "text": "Fig. 6 | Metrics for COPD condition. scale for daily self-assessed symptom scores registered in myCOPD, B GOLD 2022 groups."
    },
    {
      "title": "Acknowledgements",
      "text": "This project \"my  Smart COPD exacerbation management (mySmartCOPD) \" is funded by the  National Institute for Health Research (NIHR) Artificial Intelligence (AI) in Health and Care  Award  AI_AWARD02200 . The views expressed are those of the author(s) and not necessarily those of the  NIHR  or the  UK Government's Department of Health and Social Care . The funders of the study had no role in study design, data analysis, interpretation, or writing."
    },
    {
      "text": "generated for each day from 55 days prior (ensuring 15-day features are complete) to 70 days post exacerbation. Predictions made during the exacerbation were excluded. The XGBoost model was trained by 5-fold and grouped cross-validation grouped at the series level. Model hyperparameters were found using out-of-fold validation samples by Bayesian optimisation via the Tree-Structured Parzen Estimator (Optuna  27  ). The best model hyperparameters can be found in Supplementary Table  1 .\n\nModel performance was estimated through area-under the receivingoperator characteristic curve (AUROC) and area-under the precision-recall curve (AUPR). Due to class imbalance (positive class fraction: 0.04) average precision is considered the key performance metric. We note our approach is designed to contrast impact to model performance from user engagement only and AUROC/AUPR scores are not indicative of performance in practice. We also perform this analysis using a logistic regression model (Supplementary Note 3) to justify the selection of XGBoost and confirm the differential performance trends are consistent."
    },
    {
      "title": "Qualitative data",
      "text": "Qualitative data were collected to triangulate with the quantitative data during the analysis stage. A mixed-methods design was chosen to understand both the impact of engagement with myCOPD on the machine learning models, and also the subsequent experience of app users receiving the risk prediction. Qualitative exploration of subjective experiences of app users aimed to offer explanations for engagement data, providing context for the objective quantitative data which evidences self-reported experiences at scale.\n\nQualitative data were obtained through semi-structured interviews (N = 7) and focus groups (N = 8) with myCOPD users held online (via phone/video call) in 2022, recruited and consented through myCOPD (Fig.  8 ). Those recruited were advised to contact the research team via email to discuss participation, directed to an online consent form, and entered their contact details on an online platform (hosted on Qualtrics) containing the participant information sheet. Participants were each paid £25 for their time. Individuals were eligible to participate if they were (1) aged 18 and above and (2) had a diagnosis of COPD. There were no other exclusion criteria.\n\nSample size was determined using an information power approach, whereby the level of information provided by these 15 participants was sufficiently detailed and rich to address the research questions, particularly given the specific study population and aims. Interviews and focus groups were conducted by an experienced qualitative researcher, using a topic guide developed by the researchers and study stakeholders to address the study aims. Questions focused on participants' experience of using myCOPD, their understanding of exacerbations, and how they may perceive getting information regarding exacerbation risk generated from machine learning. B.C. transcribed recordings of the interviews/groups as the first stage of analysis. Thematic analysis was performed on the data in accordance with the six steps outlined by Braun and Clarke  28  . Transcripts were coded inductively by B.C., and the codes were developed into themes to present shared meaning within the data. Codes and themes were discussed with the research team (B.A., B.P.), who independently checked transcripts to ensure that the themes were representative of the data. The qualitative data collection received ethical approval from the University of Bath Psychology Research Ethics Committee [ref 22-041]."
    },
    {
      "title": "Reporting summary",
      "text": "Further information on research design is available in the Nature Research Reporting Summary linked to this article."
    },
    {
      "title": "Data availability",
      "text": "Aggregated data will be made available upon reasonable request to persons with a university affiliation. Requestors will need appropriate data protection, governance, and ethical review in place. Please contact C.J.Duckworth@soton.ac.uk for quantitative data enquiries and b.cliffe@westminster.ac.uk for qualitative data enquiries."
    },
    {
      "title": "Code availability",
      "text": "Quantitative analysis and modelling was performed in Python v3.8.12 and made use of the following packages: numpy, pandas, sklearn, optuna,"
    },
    {
      "title": "Competing interests"
    }
  ],
  "references": [
    {
      "title": "Deaths: final data for",
      "authors": [
        "S Murphy"
      ],
      "year": 2018,
      "raw": "Deaths: final data for \n\t\t \n\t\t\t S L Murphy \n\t\t \n\t\t \n\t\t\t 2018. 2021 \n\t\t \n\t \n\t Murphy S. L., et al. Deaths: final data for 2018. (2021)."
    },
    {
      "title": "Government health expenditure and public health outcomes: a comparative study among 17 countries and implications for US health care reform",
      "authors": [
        "T Kim",
        "S Lane"
      ],
      "year": 2013,
      "journal": "Am. Int. J. Contemp. Res",
      "volume": "3",
      "raw": "Government health expenditure and public health outcomes: a comparative study among 17 countries and implications for US health care reform \n\t\t \n\t\t\t T K Kim \n\t\t \n\t\t \n\t\t\t S R Lane \n\t\t \n\t \n\t \n\t\t Am. Int. J. Contemp. Res \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Kim, T. K. & Lane, S. R. Government health expenditure and public health outcomes: a comparative study among 17 countries and implications for US health care reform. Am. Int. J. Contemp. Res. 3, 8-13 (2013)."
    },
    {
      "title": "Psychological adjustment to chronic disease",
      "authors": [
        "D De Ridder",
        "R Geenen",
        "R Kuijer",
        "H Van Middendorp"
      ],
      "year": 2008,
      "doi": "10.1016/s0140-6736(08)61078-8",
      "journal": "Lancet",
      "volume": "372",
      "raw": "Psychological adjustment to chronic disease \n\t\t \n\t\t\t D De Ridder \n\t\t \n\t\t \n\t\t\t R Geenen \n\t\t \n\t\t \n\t\t\t R Kuijer \n\t\t \n\t\t \n\t\t\t H Van Middendorp \n\t\t \n\t\t 10.1016/s0140-6736(08)61078-8 \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 372 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t De Ridder, D., Geenen, R., Kuijer, R. & van Middendorp, H. Psychological adjustment to chronic disease. Lancet 372, 246-55 (2008)."
    },
    {
      "title": "Emotional dimensions of chronic disease",
      "authors": [
        "J Turner",
        "B Kelly"
      ],
      "year": 2000,
      "doi": "10.1136/ewjm.172.2.124",
      "journal": "West. J. Med",
      "volume": "172",
      "pages": "124",
      "raw": "Emotional dimensions of chronic disease \n\t\t \n\t\t\t J Turner \n\t\t \n\t\t \n\t\t\t B Kelly \n\t\t \n\t\t 10.1136/ewjm.172.2.124 \n\t \n\t \n\t\t West. J. Med \n\t\t \n\t\t\t 172 \n\t\t\t 124 \n\t\t\t 2000 \n\t\t \n\t \n\t Turner, J. & Kelly, B. Emotional dimensions of chronic disease. West. J. Med. 172, 124 (2000)."
    },
    {
      "title": "Global diffusion of eHealth: making universal health coverage achievable: report of the third global survey on eHealth: World Health Organization",
      "authors": [
        "W Organization"
      ],
      "year": 2017,
      "doi": "10.1596/978-92-4-151355-5",
      "raw": "Global diffusion of eHealth: making universal health coverage achievable: report of the third global survey on eHealth: World Health Organization \n\t\t \n\t\t\t W H Organization \n\t\t \n\t\t 10.1596/978-92-4-151355-5 \n\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Organization W. H. Global diffusion of eHealth: making universal health coverage achievable: report of the third global survey on eHealth: World Health Organization; 2017."
    },
    {
      "title": "What is the clinical value of mHealth for patients?",
      "authors": [
        "S Rowland"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-019-0206-x",
      "journal": "NPJ Digital Med",
      "volume": "3",
      "raw": "What is the clinical value of mHealth for patients? \n\t\t \n\t\t\t S P Rowland \n\t\t \n\t\t 10.1038/s41746-019-0206-x \n\t \n\t \n\t\t NPJ Digital Med \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Rowland, S. P. et al. What is the clinical value of mHealth for patients? NPJ Digital Med. 3, 1-6 (2020)."
    },
    {
      "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
      "authors": [
        "O Perski",
        "A Blandford",
        "R West",
        "S Michie"
      ],
      "year": 2017,
      "journal": "Transl. Behav. Med",
      "volume": "7",
      "raw": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis \n\t\t \n\t\t\t O Perski \n\t\t \n\t\t \n\t\t\t A Blandford \n\t\t \n\t\t \n\t\t\t R West \n\t\t \n\t\t \n\t\t\t S Michie \n\t\t \n\t \n\t \n\t\t Transl. Behav. Med \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Perski, O., Blandford, A., West, R. & Michie, S. Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis. Transl. Behav. Med. 7, 254-67 (2017)."
    },
    {
      "title": "Just-in-time adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support",
      "authors": [
        "I Nahum-Shani"
      ],
      "year": 2018,
      "doi": "10.1007/s12160-016-9830-8",
      "journal": "Ann. Behav. Med",
      "volume": "52",
      "raw": "Just-in-time adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support \n\t\t \n\t\t\t I Nahum-Shani \n\t\t \n\t\t 10.1007/s12160-016-9830-8 \n\t \n\t \n\t\t Ann. Behav. Med \n\t\t \n\t\t\t 52 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Nahum-Shani, I. et al. Just-in-time adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support. Ann. Behav. Med. 52, 446-62 (2018)."
    },
    {
      "title": "Just-in-the-moment adaptive interventions (JITAI): a meta-analytical review",
      "authors": [
        "L Wang",
        "L Miller"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2019.1652388",
      "journal": "Health Commun",
      "volume": "35",
      "raw": "Just-in-the-moment adaptive interventions (JITAI): a meta-analytical review \n\t\t \n\t\t\t L Wang \n\t\t \n\t\t \n\t\t\t L C Miller \n\t\t \n\t\t 10.1080/10410236.2019.1652388 \n\t \n\t \n\t\t Health Commun \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Wang, L. & Miller, L. C. Just-in-the-moment adaptive interventions (JITAI): a meta-analytical review. Health Commun. 35, 1531-44 (2020)."
    },
    {
      "title": "Prediction of chronic obstructive pulmonary disease exacerbation events by using patient self-reported data in a digital health app: statistical evaluation and machine learning approach",
      "authors": [
        "F Chmiel"
      ],
      "year": 2022,
      "doi": "10.2196/26499",
      "journal": "JMIR Med. Inform",
      "volume": "10",
      "pages": "26499",
      "raw": "Prediction of chronic obstructive pulmonary disease exacerbation events by using patient self-reported data in a digital health app: statistical evaluation and machine learning approach \n\t\t \n\t\t\t F P Chmiel \n\t\t \n\t\t 10.2196/26499 \n\t \n\t \n\t\t JMIR Med. Inform \n\t\t \n\t\t\t 10 \n\t\t\t 26499 \n\t\t\t 2022 \n\t\t \n\t \n\t Chmiel, F. P. et al. Prediction of chronic obstructive pulmonary disease exacerbation events by using patient self-reported data in a digital health app: statistical evaluation and machine learning approach. JMIR Med. Inform. 10, e26499 (2022)."
    },
    {
      "title": "A framework for analyzing and measuring usage and engagement data (AMUsED) in digital interventions",
      "authors": [
        "S Miller"
      ],
      "year": 2019,
      "doi": "10.2196/10966",
      "journal": "J. Med. Internet Res",
      "volume": "21",
      "pages": "10966",
      "raw": "A framework for analyzing and measuring usage and engagement data (AMUsED) in digital interventions \n\t\t \n\t\t\t S Miller \n\t\t \n\t\t 10.2196/10966 \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 21 \n\t\t\t 10966 \n\t\t\t 2019 \n\t\t \n\t \n\t Miller, S. et al. A framework for analyzing and measuring usage and engagement data (AMUsED) in digital interventions. J. Med. Internet Res. 21, e10966 (2019)."
    },
    {
      "title": "A randomised controlled feasibility trial of E-health application supported care vs usual care after exacerbation of COPD: the RESCUE trial",
      "authors": [
        "M North"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00360-w",
      "journal": "NPJ Digital Med",
      "volume": "3",
      "raw": "A randomised controlled feasibility trial of E-health application supported care vs usual care after exacerbation of COPD: the RESCUE trial \n\t\t \n\t\t\t M North \n\t\t \n\t\t 10.1038/s41746-020-00360-w \n\t \n\t \n\t\t NPJ Digital Med \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t North, M. et al. A randomised controlled feasibility trial of E-health application supported care vs usual care after exacerbation of COPD: the RESCUE trial. NPJ Digital Med. 3, 1-8 (2020)."
    },
    {
      "title": "Evidence generation for the clinical impact of myCOPD in patients with mild, moderate and newly diagnosed COPD: a randomised controlled trial",
      "authors": [
        "M Crooks"
      ],
      "year": 2020,
      "doi": "10.1183/23120541.00460-2020",
      "journal": "ERJ Open Res",
      "volume": "6",
      "raw": "Evidence generation for the clinical impact of myCOPD in patients with mild, moderate and newly diagnosed COPD: a randomised controlled trial \n\t\t \n\t\t\t M G Crooks \n\t\t \n\t\t 10.1183/23120541.00460-2020 \n\t \n\t \n\t\t ERJ Open Res \n\t\t \n\t\t\t 6 \n\t\t\t 2020 \n\t\t \n\t \n\t Crooks M. G., et al. Evidence generation for the clinical impact of myCOPD in patients with mild, moderate and newly diagnosed COPD: a randomised controlled trial. ERJ Open Res. 6 (2020)."
    },
    {
      "title": "Evaluation of myCOPD digital self-management technology in a remote and rural population: real-world feasibility study",
      "authors": [
        "R Cooper"
      ],
      "year": 2022,
      "doi": "10.2196/30782",
      "journal": "JMIR mHealth uHealth",
      "volume": "10",
      "pages": "30782",
      "raw": "Evaluation of myCOPD digital self-management technology in a remote and rural population: real-world feasibility study \n\t\t \n\t\t\t R Cooper \n\t\t \n\t\t 10.2196/30782 \n\t \n\t \n\t\t JMIR mHealth uHealth \n\t\t \n\t\t\t 10 \n\t\t\t 30782 \n\t\t\t 2022 \n\t\t \n\t \n\t Cooper, R. et al. Evaluation of myCOPD digital self-management technology in a remote and rural population: real-world feasibility study. JMIR mHealth uHealth 10, e30782 (2022)."
    },
    {
      "title": "Projecting the COPD population and costs in England and Scotland: 2011 to 2030",
      "authors": [
        "S Mclean"
      ],
      "year": 2016,
      "doi": "10.1038/srep31893",
      "journal": "Sci. Rep",
      "volume": "6",
      "raw": "Projecting the COPD population and costs in England and Scotland: 2011 to 2030 \n\t\t \n\t\t\t S Mclean \n\t\t \n\t\t 10.1038/srep31893 \n\t \n\t \n\t\t Sci. Rep \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t McLean, S. et al. Projecting the COPD population and costs in England and Scotland: 2011 to 2030. Sci. Rep. 6, 1-10 (2016)."
    },
    {
      "title": "Toward a consensus definition for COPD exacerbations",
      "authors": [
        "R Rodriguez-Roisin"
      ],
      "year": 2000,
      "doi": "10.1378/chest.117.5_suppl_2.398s",
      "journal": "Chest",
      "volume": "117",
      "raw": "Toward a consensus definition for COPD exacerbations \n\t\t \n\t\t\t R Rodriguez-Roisin \n\t\t \n\t\t 10.1378/chest.117.5_suppl_2.398s \n\t \n\t \n\t\t Chest \n\t\t \n\t\t\t 117 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Rodriguez-Roisin, R. Toward a consensus definition for COPD exacerbations. Chest 117, 398S-401S (2000)."
    },
    {
      "title": "Technology acceptance model: a literature review from 1986 to 2013",
      "authors": [
        "N Marangunić",
        "A Granić"
      ],
      "year": 2015,
      "doi": "10.1007/s10209-014-0348-1",
      "journal": "Univers. Access Inf. Soc",
      "volume": "14",
      "raw": "Technology acceptance model: a literature review from 1986 to 2013 \n\t\t \n\t\t\t N Marangunić \n\t\t \n\t\t \n\t\t\t A Granić \n\t\t \n\t\t 10.1007/s10209-014-0348-1 \n\t \n\t \n\t\t Univers. Access Inf. Soc \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Marangunić, N. & Granić, A. Technology acceptance model: a literature review from 1986 to 2013. Univers. Access Inf. Soc. 14, 81-95 (2015)."
    },
    {
      "title": "A cross-sectional survey investigating the desensitisation of graphic health warning labels and their impact on smokers, non-smokers and patients with COPD in a London cohort",
      "authors": [
        "C Ratneswaran"
      ],
      "year": 2014,
      "doi": "10.1136/bmjopen-2013-004782",
      "journal": "BMJ Open",
      "volume": "4",
      "pages": "4782",
      "raw": "A cross-sectional survey investigating the desensitisation of graphic health warning labels and their impact on smokers, non-smokers and patients with COPD in a London cohort \n\t\t \n\t\t\t C Ratneswaran \n\t\t \n\t\t 10.1136/bmjopen-2013-004782 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 4 \n\t\t\t 4782 \n\t\t\t 2014 \n\t\t \n\t \n\t Ratneswaran, C. et al. A cross-sectional survey investigating the desensitisation of graphic health warning labels and their impact on smokers, non-smokers and patients with COPD in a London cohort. BMJ Open 4, e004782 (2014)."
    },
    {
      "title": "Action plans with limited patient education only for exacerbations of chronic obstructive pulmonary disease",
      "authors": [
        "J Walters",
        "A Turnock",
        "E Walters",
        "R Wood-Baker"
      ],
      "year": 2010,
      "journal": "Cochrane Database of Systematic Reviews",
      "raw": "Action plans with limited patient education only for exacerbations of chronic obstructive pulmonary disease \n\t\t \n\t\t\t J A Walters \n\t\t \n\t\t \n\t\t\t A C Turnock \n\t\t \n\t\t \n\t\t\t E H Walters \n\t\t \n\t\t \n\t\t\t R Wood-Baker \n\t\t \n\t \n\t \n\t\t Cochrane Database of Systematic Reviews \n\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Walters J. A., Turnock A. C., Walters E. H., Wood-Baker R. Action plans with limited patient education only for exacerbations of chronic obstructive pulmonary disease. Cochrane Database of Systematic Reviews (2010)."
    },
    {
      "title": "Early therapy improves outcomes of exacerbations of chronic obstructive pulmonary disease",
      "authors": [
        "T Wilkinson"
      ],
      "year": 2004,
      "doi": "10.1164/rccm.200310-1443oc",
      "journal": "Am. J. Resp. Crit. Care Med",
      "volume": "169",
      "raw": "Early therapy improves outcomes of exacerbations of chronic obstructive pulmonary disease \n\t\t \n\t\t\t T M Wilkinson \n\t\t \n\t\t 10.1164/rccm.200310-1443oc \n\t \n\t \n\t\t Am. J. Resp. Crit. Care Med \n\t\t \n\t\t\t 169 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Wilkinson, T. M. et al. Early therapy improves outcomes of exacerbations of chronic obstructive pulmonary disease. Am. J. Resp. Crit. Care Med. 169, 1298-303 (2004)."
    },
    {
      "title": "The COPD assessment test (CAT): response to pulmonary rehabilitation. A multicentre, prospective study",
      "authors": [
        "J Dodd"
      ],
      "year": 2011,
      "doi": "10.1136/thx.2010.156372",
      "journal": "Thorax",
      "volume": "66",
      "raw": "The COPD assessment test (CAT): response to pulmonary rehabilitation. A multicentre, prospective study \n\t\t \n\t\t\t J W Dodd \n\t\t \n\t\t 10.1136/thx.2010.156372 \n\t \n\t \n\t\t Thorax \n\t\t \n\t\t\t 66 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Dodd, J. W. et al. The COPD assessment test (CAT): response to pulmonary rehabilitation. A multicentre, prospective study. Thorax 66, 425-29 (2011)."
    },
    {
      "title": "The COPD assessment test: a systematic review",
      "authors": [
        "N Gupta",
        "L Pinto",
        "A Morogan",
        "J Bourbeau"
      ],
      "year": 2014,
      "journal": "Eur. Resp. J",
      "volume": "44",
      "raw": "The COPD assessment test: a systematic review \n\t\t \n\t\t\t N Gupta \n\t\t \n\t\t \n\t\t\t L M Pinto \n\t\t \n\t\t \n\t\t\t A Morogan \n\t\t \n\t\t \n\t\t\t J Bourbeau \n\t\t \n\t \n\t \n\t\t Eur. Resp. J \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Gupta, N., Pinto, L. M., Morogan, A. & Bourbeau, J. The COPD assessment test: a systematic review. Eur. Resp. J. 44, 873-84 (2014)."
    },
    {
      "title": "Development and first validation of the COPD assessment test",
      "authors": [
        "P Jones"
      ],
      "year": 2009,
      "doi": "10.1183/09031936.00102509",
      "journal": "Eur. Resp. J",
      "volume": "34",
      "raw": "Development and first validation of the COPD assessment test \n\t\t \n\t\t\t P Jones \n\t\t \n\t\t 10.1183/09031936.00102509 \n\t \n\t \n\t\t Eur. Resp. J \n\t\t \n\t\t\t 34 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Jones, P. et al. Development and first validation of the COPD assessment test. Eur. Resp. J. 34, 648-54 (2009)."
    },
    {
      "title": "Global strategy for the diagnosis, management and prevention of COPD. Global Initiative for Chronic Obstructive Lung Disease (GOLD",
      "doi": "10.1081/copd-120030163",
      "raw": "Gold \n\t\t \n\t\t 10.1081/copd-120030163 \n\t\t \n\t\t Global strategy for the diagnosis, management and prevention of COPD. Global Initiative for Chronic Obstructive Lung Disease (GOLD \n\t\t \n\t \n\t GOLD. Global strategy for the diagnosis, management and prevention of COPD. Global Initiative for Chronic Obstructive Lung Disease (GOLD). https://goldcopd.org/."
    },
    {
      "title": "Chronic obstructive pulmonary disease: diagnosis and management: summary of updated NICE guidance",
      "authors": [
        "N Hopkinson",
        "A Molyneux",
        "J Pink",
        "M Harrisingh"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4486",
      "journal": "Bmj",
      "volume": "366",
      "raw": "Chronic obstructive pulmonary disease: diagnosis and management: summary of updated NICE guidance \n\t\t \n\t\t\t N S Hopkinson \n\t\t \n\t\t \n\t\t\t A Molyneux \n\t\t \n\t\t \n\t\t\t J Pink \n\t\t \n\t\t \n\t\t\t M C Harrisingh \n\t\t \n\t\t 10.1136/bmj.l4486 \n\t \n\t \n\t\t Bmj \n\t\t \n\t\t\t 366 \n\t\t\t 2019 \n\t\t \n\t \n\t Hopkinson N. S., Molyneux A., Pink J., Harrisingh M. C. Chronic obstructive pulmonary disease: diagnosis and management: summary of updated NICE guidance. Bmj 366 (2019)."
    },
    {
      "title": "Xgboost: a scalable tree boosting system",
      "authors": [
        "T Chen",
        "C Guestrin"
      ],
      "year": 2016,
      "doi": "10.1145/2939672.2939785",
      "raw": "Xgboost: a scalable tree boosting system \n\t\t \n\t\t\t T Chen \n\t\t \n\t\t \n\t\t\t C Guestrin \n\t\t \n\t\t 10.1145/2939672.2939785 \n\t \n\t \n\t\t Proceedings of the 22nd acm sigkdd international conference on knowledge discovery and data mining \n\t\t the 22nd acm sigkdd international conference on knowledge discovery and data mining \n\t\t \n\t\t\t 2016 \n\t\t\t \n\t\t \n\t \n\t Chen T., Guestrin C. Xgboost: a scalable tree boosting system. Proceedings of the 22nd acm sigkdd international conference on knowledge discovery and data mining:785-94 (2016)."
    },
    {
      "title": "Proceedings of the 25th ACM SIGKDD international conference on knowledge discovery & data mining",
      "doi": "10.1145/3292500",
      "raw": "10.1145/3292500 \n\t\t Proceedings of the 25th ACM SIGKDD international conference on knowledge discovery & data mining \n\t\t the 25th ACM SIGKDD international conference on knowledge discovery & data mining \n\t\t \n\t \n\t Proceedings of the 25th ACM SIGKDD international conference on knowledge discovery & data mining."
    },
    {
      "title": "Reflecting on reflexive thematic analysis",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2019,
      "doi": "10.1080/2159676x.2019.1628806",
      "journal": "Qualitative Res. Sport Exerc. Health",
      "volume": "11",
      "raw": "Reflecting on reflexive thematic analysis \n\t\t \n\t\t\t V Braun \n\t\t \n\t\t \n\t\t\t V Clarke \n\t\t \n\t\t 10.1080/2159676x.2019.1628806 \n\t \n\t \n\t\t Qualitative Res. Sport Exerc. Health \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Braun, V. & Clarke, V. Reflecting on reflexive thematic analysis. Qualitative Res. Sport Exerc. Health 11, 589-97 (2019)."
    }
  ],
  "num_references": 28,
  "figures": [
    {
      "caption": "Fig. 1 |",
      "description": "Fig. 1 | Distribution of app usage around exacerbations. (Left) The distribution of app usage in the 70-days prior to an exacerbation. This distribution is subdivided into infrequent (red), intermediate (orange) and frequent (green) users. These are separated by app usage one-in-three days on average and two-out-of-three days on average. The mean app usage fraction of each group is given by the dark shaded line segment at the top. (Right) The distribution of app usage in the 70-days post exacerbation. The original classifications from the left panel are maintained and the histograms are stacked to show overall distribution. The top annotation shows the total number of users in each classification for that given period."
    },
    {
      "caption": "Fig. 4 |",
      "description": "Fig. 4 | Distribution of myCOPD users stratified by GOLD group and engagement. Percentage of users in each GOLD group for infrequent (red), intermediate (orange) and frequent (green) users."
    },
    {
      "caption": "Fig. 3 |",
      "description": "Fig. 3 | Symptom and medication reporting around exacerbations. (Top) Average daily symptom scores for 70 days prior/post to a rescue pack use for those registering their first use (blue) and those registering their second or further use (purple). (Middle) Average daily reported salbutamol usage. (Bottom) Daily app usage percentage."
    },
    {
      "caption": "Fig. 5 |",
      "description": "Fig. 5 | Machine learning performance for different engagement groups. (Left) ROC curve for ML model applied to frequent (green), intermediate (orange) and infrequent (red) user groups. The latter are further split by consistent engagement throughout the 70-day window prior to exacerbation (solid lines) and those becoming more engaged near (21 days prior) exacerbation (dotted lines). (Middle) Precision-recall curve for each group. (Right) AUROC and Average-Precision with 95% confidence intervals."
    },
    {
      "caption": "Fig. 7 |",
      "description": "Fig. 7 | Distribution of exacerbations across cohort. Number of users (n = 243) in study cohort stratified by the number of exacerbations (n = 727) represented."
    },
    {
      "caption": "Fig. 6 |",
      "description": "Fig. 6 | Metrics for COPD condition. scale for daily self-assessed symptom scores registered in myCOPD, B GOLD 2022 groups."
    }
  ],
  "num_figures": 6,
  "num_citations": 27,
  "cited_references": [
    "b4",
    "b14",
    "b17",
    "b20",
    "b24",
    "b26",
    "b13",
    "b27",
    "b16",
    "b7",
    "b23",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b15",
    "b11",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] 1  IT Innovation Centre , Digital Health and Biomedical Engineering , School of Engineering , University of Southampton , Southampton , UK.",
    "[raw_affiliation] 2  School of Psychology , Faculty of Environmental and Life Sciences , University of Southampton , Southampton , UK.",
    "[raw_affiliation] 1  IT Innovation Centre , Digital Health and Biomedical Engineering , School of Engineering , University of Southampton , Southampton , UK.",
    "[raw_affiliation] 2  School of Psychology , Faculty of Environmental and Life Sciences , University of Southampton , Southampton , UK.",
    "[raw_affiliation] 3  my mHealth Limited , London , UK.",
    "[raw_affiliation] 3  my mHealth Limited , London , UK.",
    "[raw_affiliation] 3  my mHealth Limited , London , UK.",
    "[raw_affiliation] 4  National Institute for Health Research Biomedical Research Centre , University of Southampton , Southampton , UK.",
    "[raw_affiliation] 5  Faculty of Medicine , University of Southampton , Southampton , UK.",
    "[raw_affiliation] 1  IT Innovation Centre , Digital Health and Biomedical Engineering , School of Engineering , University of Southampton , Southampton , UK.",
    "[submission] Received: 29 June 2023; Accepted: 22 February 2024;",
    "npj Digital Medicine | (2024) 7:66",
    "© The Author(s) 2024 https://doi.org/10.1038/s41746-024-01063-2",
    "[raw_reference] Murphy S. L., et al. Deaths: final data for 2018. (2021).",
    "[raw_reference] Kim, T. K. & Lane, S. R. Government health expenditure and public health outcomes: a comparative study among 17 countries and implications for US health care reform. Am. Int. J. Contemp. Res. 3, 8-13 (2013).",
    "[raw_reference] De Ridder, D., Geenen, R., Kuijer, R. & van Middendorp, H. Psychological adjustment to chronic disease. Lancet 372, 246-55 (2008).",
    "[raw_reference] Turner, J. & Kelly, B. Emotional dimensions of chronic disease. West. J. Med. 172, 124 (2000).",
    "[raw_reference] Organization W. H. Global diffusion of eHealth: making universal health coverage achievable: report of the third global survey on eHealth: World Health Organization; 2017.",
    "[raw_reference] Rowland, S. P. et al. What is the clinical value of mHealth for patients? NPJ Digital Med. 3, 1-6 (2020).",
    "[raw_reference] Perski, O., Blandford, A., West, R. & Michie, S. Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis. Transl. Behav. Med. 7, 254-67 (2017).",
    "[raw_reference] Nahum-Shani, I. et al. Just-in-time adaptive interventions (JITAIs) in mobile health: key components and design principles for ongoing health behavior support. Ann. Behav. Med. 52, 446-62 (2018).",
    "[raw_reference] Wang, L. & Miller, L. C. Just-in-the-moment adaptive interventions (JITAI): a meta-analytical review. Health Commun. 35, 1531-44 (2020).",
    "[raw_reference] Chmiel, F. P. et al. Prediction of chronic obstructive pulmonary disease exacerbation events by using patient self-reported data in a digital health app: statistical evaluation and machine learning approach. JMIR Med. Inform. 10, e26499 (2022).",
    "[raw_reference] Miller, S. et al. A framework for analyzing and measuring usage and engagement data (AMUsED) in digital interventions. J. Med. Internet Res. 21, e10966 (2019).",
    "[raw_reference] North, M. et al. A randomised controlled feasibility trial of E-health application supported care vs usual care after exacerbation of COPD: the RESCUE trial. NPJ Digital Med. 3, 1-8 (2020).",
    "[raw_reference] Crooks M. G., et al. Evidence generation for the clinical impact of myCOPD in patients with mild, moderate and newly diagnosed COPD: a randomised controlled trial. ERJ Open Res. 6 (2020).",
    "[raw_reference] Cooper, R. et al. Evaluation of myCOPD digital self-management technology in a remote and rural population: real-world feasibility study. JMIR mHealth uHealth 10, e30782 (2022).",
    "[raw_reference] McLean, S. et al. Projecting the COPD population and costs in England and Scotland: 2011 to 2030. Sci. Rep. 6, 1-10 (2016).",
    "[raw_reference] Rodriguez-Roisin, R. Toward a consensus definition for COPD exacerbations. Chest 117, 398S-401S (2000).",
    "[raw_reference] Marangunić, N. & Granić, A. Technology acceptance model: a literature review from 1986 to 2013. Univers. Access Inf. Soc. 14, 81-95 (2015).",
    "[raw_reference] Ratneswaran, C. et al. A cross-sectional survey investigating the desensitisation of graphic health warning labels and their impact on smokers, non-smokers and patients with COPD in a London cohort. BMJ Open 4, e004782 (2014).",
    "[raw_reference] Walters J. A., Turnock A. C., Walters E. H., Wood-Baker R. Action plans with limited patient education only for exacerbations of chronic obstructive pulmonary disease. Cochrane Database of Systematic Reviews (2010).",
    "[raw_reference] Wilkinson, T. M. et al. Early therapy improves outcomes of exacerbations of chronic obstructive pulmonary disease. Am. J. Resp. Crit. Care Med. 169, 1298-303 (2004).",
    "[raw_reference] Dodd, J. W. et al. The COPD assessment test (CAT): response to pulmonary rehabilitation. A multicentre, prospective study. Thorax 66, 425-29 (2011).",
    "[raw_reference] Gupta, N., Pinto, L. M., Morogan, A. & Bourbeau, J. The COPD assessment test: a systematic review. Eur. Resp. J. 44, 873-84 (2014).",
    "[raw_reference] Jones, P. et al. Development and first validation of the COPD assessment test. Eur. Resp. J. 34, 648-54 (2009).",
    "[raw_reference] GOLD. Global strategy for the diagnosis, management and prevention of COPD. Global Initiative for Chronic Obstructive Lung Disease (GOLD). https://goldcopd.org/.",
    "[raw_reference] Hopkinson N. S., Molyneux A., Pink J., Harrisingh M. C. Chronic obstructive pulmonary disease: diagnosis and management: summary of updated NICE guidance. Bmj 366 (2019).",
    "[raw_reference] Chen T., Guestrin C. Xgboost: a scalable tree boosting system. Proceedings of the 22nd acm sigkdd international conference on knowledge discovery and data mining:785-94 (2016).",
    "[raw_reference] Proceedings of the 25th ACM SIGKDD international conference on knowledge discovery & data mining.",
    "[raw_reference] Braun, V. & Clarke, V. Reflecting on reflexive thematic analysis. Qualitative Res. Sport Exerc. Health 11, 589-97 (2019)."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "npj Digital Medicine",
  "volume": "7",
  "issue": "1",
  "pages": "66",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.023100",
    "zotero_item_type": "journalArticle"
  }
}
