{
  "paper_id": "UD6YLBSA",
  "title": "Digital Phenotyping for Stress, Anxiety, and Mild Depression: Systematic Literature Review",
  "abstract": "Background: Unaddressed early-stage mental health issues, including stress, anxiety, and mild depression, can become a burden for individuals in the long term. Digital phenotyping involves capturing continuous behavioral data via digital smartphone devices to monitor human behavior and can potentially identify milder symptoms before they become serious. Objective: This systematic literature review aimed to answer the following questions: (1) what is the evidence of the effectiveness of digital phenotyping using smartphones in identifying behavioral patterns related to stress, anxiety, and mild depression? and (2) in particular, which smartphone sensors are found to be effective, and what are the associated challenges? Methods: We used the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) process to identify 36 papers (reporting on 40 studies) to assess the key smartphone sensors related to stress, anxiety, and mild depression. We excluded studies conducted with nonadult participants (eg, teenagers and children) and clinical populations, as well as personality measurement and phobia studies. As we focused on the effectiveness of digital phenotyping using smartphones, results related to wearable devices were excluded. Results: We categorized the studies into 3 major groups based on the recruited participants: studies with students enrolled in universities, studies with adults who were unaffiliated to any particular organization, and studies with employees employed in an organization. The study length varied from 10 days to 3 years. A range of passive sensors were used in the studies, including GPS, Bluetooth, accelerometer, microphone, illuminance, gyroscope, and Wi-Fi. These were used to assess locations visited; mobility; speech patterns; phone use, such as screen checking; time spent in bed; physical activity; sleep; and aspects of social interactions, such as the number of interactions and response time. Of the 40 included studies, 31 (78%) used machine learning models for prediction; most others (n=8, 20%) used descriptive statistics. Students and adults who experienced stress, anxiety, or depression visited fewer locations, were more sedentary, had irregular sleep, and accrued increased phone use. In contrast to students and adults, less mobility was seen as positive for employees because less mobility in workplaces was associated with higher performance. Overall, travel, physical activity, sleep, social interaction, and phone use were related to stress, anxiety, and mild depression. Conclusions: This study focused on understanding whether smartphone sensors can be effectively used to detect behavioral patterns associated with stress, anxiety, and mild depression in nonclinical participants. The reviewed studies provided evidence that smartphone sensors are effective in identifying behavioral patterns associated with stress, anxiety, and mild depression.",
  "year": 2016,
  "date": "2016-06",
  "journal": "Neuropsychopharmacology",
  "publication": "Neuropsychopharmacology",
  "authors": [
    {
      "forename": "Adrien",
      "surname": "Choi",
      "name": "Adrien Choi"
    },
    {
      "forename": "Aysel",
      "surname": "Ooi",
      "name": "Aysel Ooi"
    },
    {
      "forename": "Danielle",
      "surname": "Lottridge",
      "name": "Danielle Lottridge",
      "email": "d.lottridge@auckland.ac.nz"
    },
    {
      "affiliation": "School of Computer Science , Faculty of Science , University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t School of Computer Science \n\t\t\t\t\t\t\t\t Faculty of Science \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "School of Computer Science Faculty of Science University of Auckland 38 Princes Street Auckland , 1010 New Zealand \n\t\t\t\t\t\t\t\t School of Computer Science Faculty of Science \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 38 Princes Street \n\t\t\t\t\t\t\t\t\t 1010 \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "p  UCLA : University of California , Los Angeles. \n\t\t\t\t\t\t\t\t UCLA \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Los Angeles"
    }
  ],
  "doi": "10.2196/40689",
  "keywords": [
    "digital phenotyping",
    "passive sensing",
    "stress",
    "anxiety",
    "depression",
    "PRISMA",
    "Preferred Reporting Items for Systematic Reviews and Meta-Analyses",
    "mobile phone Perceived Stress Scale. h PSQI: Pittsburgh Sleep Quality Index Hamilton Depression Rating Scale. n CAS: Coronavirus Anxiety Scale. o HAI: Health Anxiety Inventory extreme gradient boosting Positive and Negative Affect Schedule Mobile Photographic Stress Meter convolutional neural network Warwick-Edinburgh Mental Well-Being Scale. x BDI: Beck Depression Inventory. y EMA: ecological momentary assessment. z PAM: Patient Activation Measure. aa BFI: Big Five Inventory Perceived Personal Control. af SSS: Social Support Scale. ag MAAS: Mindful Attention Awareness Scale adaptive boosting light gradient boosting machine mixed-effects random forest Personality inventory. aq ESS: Epworth Sleepiness Scale Munich Chronotype Questionnaire Patient-Reported Outcomes Measurement Information System. at BHM: Behavioral Health Measure Barratt Impulsiveness Scale. h UPPS: Impulsive Behavior Scale. i PAM: Patient Activation Measure. j XGBoost: extreme gradient boosting. k STAI: State Trait Anxiety Inventory. l PANAS: Positive and Negative Affect Schedule. m PSS: Perceived Stress Scale. n MAAS: Mindful Attention Awareness Scale. o SPIN: Social Phobia Inventory. p RBM: Restricted Boltzmann Machine"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Digital phenotyping is \"the moment-by-moment quantification of the individual level human phenotype in situ using data from personal digital devices\"  [1] . Digital phenotyping applies the concept of phenotypes, in other words, the observable characteristics resulting from the genotype and environment, to conceptualize observable patterns in individuals' digital data. In the last decade, digital phenotyping studies have been able to compare typical and atypical patterns in daily activities to correlate atypical behavior with negative emotions  [2, 3] . Behavioral patterns include variations in mobility, frequency of being in various locations, and sleep patterns. In smartphones, user data can be stored, managed, interpreted, and captured in enormous amounts  [1, 4, 5] . This can be done actively or passively. Active data collection requires the user to self-report and complete surveys, whereas passive sensing collects data automatically without user input  [5] . Most studies combine active and passive sensing to more accurately detect and predict behavioral abnormalities. Modern smartphone analytics can be used for the discovery of commonalities and abnormalities in user behavior. The ease of using passive sensing makes it an ideal data gathering method for mental health studies  [6] [7] [8]  and an ideal technique for assessing mental health  [9] .\n\nDigital phenotyping has been successful in the early detection and prediction of behaviors related to neuropharmacology  [10] ; cardiovascular diseases  [11] ; diabetes  [12] ; and major severe injuries, such as spinal cord injury  [13] , motivating further adoption. Digital phenotyping has also proven useful for the detection of severe mental health issues, such as schizophrenia  [14, 15] , bipolar disorder  [16] , and suicidal thoughts  [17] . Digital phenotyping has been so successful for specialized, clinical populations that it is increasingly considered for mass market use with nonclinical populations. Digital phenotyping applications and software tools have been used to capture employee information, such as their screen time and clicking patterns  [18] . However, there are not many digital phenotyping studies that have specifically examined the detection or prediction of stress, anxiety, and mild depression.\n\nIndividuals with stress, anxiety, and mild depression can develop chronic mental health symptoms that impact their mobility, satisfaction with life, and social interaction  [19, 20] . When these symptoms are not detected early, they worsen, and the impact is more significant  [21] [22] [23] , increasing the need for medication and hospitalization. This makes mild mental health symptoms a valid target for digital phenotyping, as its goal is to enable early detection and, subsequently, early treatment. Smartphones are increasingly ubiquitous  [24] , which makes them an optimal platform for digital phenotyping. We constrained our systematic literature search to the more challenging problem of the detection of mild mental health symptoms using only smartphone sensors and excluded studies that used additional wearable sensors. In general, we believe that additional wearables might increase the effectiveness of digital phenotyping in detecting stress, anxiety, and mild depression. Given the ubiquity of smartphones, we aimed to answer the following question: what is the effectiveness of digital phenotyping using smartphone sensors in detecting stress, anxiety, and mild depression?"
    },
    {
      "title": "Objectives",
      "text": "The objective of this systematic literature review was to better understand the current uses of digital phenotyping and results of using digital phenotyping for the detection and prediction of mild behavioral patterns related to stress, anxiety, and mild depression. The 2 research questions this review sought to answer were as follows: 1. What is the evidence of the effectiveness of digital phenotyping using smartphones in identifying behavioral patterns related to stress, anxiety, and mild depression? 2. In particular, which smartphone sensors are found to be effective, and what are the associated challenges?\n\nFor these research questions, we considered statistically significant associations between sensor patterns and behavioral patterns as evidence of effectiveness."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Type of Studies",
      "text": "This review followed the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines  [25]  (Multimedia Appendix 1). Figure  1  shows the reviewing process and search results. In the first round of screening studies, 1 author excluded studies that were not relevant to the research questions. Another author reran the queries for confirmation. Studies were included in this review if they were conducted to measure and detect stress, anxiety, or mild depression, even if they included other variables, such as job performance, promotion, or discrimination. We included studies in which data were collected through smartphones with an iOS (Apple Inc) or Android (Google LLC) operating system. Data collected through wearable devices were excluded. We included studies in which the participants were adults aged ≥18 years and were from a nonclinical population. Studies conducted with nonadult participants (eg, teenagers and children) were excluded. Given our research questions, if the studies' participants had or had had any severe mental health disorder, such as schizophrenia, bipolar disorder, or psychosis, they were not included. We also excluded personality and character measurement and phobia studies. The primary research language was English. The studies included were conducted from September 2010 to September 2023. Peer-reviewed conference articles and journal articles were included. The data we wished to extract were the study aim, data collected, operating system in the smartphone used for data collection, behavioral patterns identified, surveys used for verification, and sample size. A total of 3 authors reviewed the studies independently to extract data and confirm the extracted data. After the first round of data extraction, 1 author re-examined the studies to extract the predictive modeling used. These data are presented in the Results section. We noticed that participants in the included studies fell into 1 of 3 major groups (ie, students, adults, and employees). We refer to the participants of the studies that recruited adults enrolled in universities as \"students,\" participants of the studies that recruited adults"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX unaffiliated to any particular organization as \"adults,\" and participants of the studies that recruited adults employed at a particular organization as \"employees.\""
    },
    {
      "title": "Search Strategy",
      "text": "A total of 3 databases were queried: Web of Science, ACM, and PubMed. PubMed is a medicine-based database, ACM is a technology-based database, and Web of Science is a cross-domain database. The search query was the same for the 3 platforms: \"digital phenotyping\" OR \"passive sensing\" AND (stress OR anxiety OR ((mild OR moderate) AND depression))."
    },
    {
      "title": "Results"
    },
    {
      "title": "Duration",
      "text": "The study length varied from 10 days  [26]  to 3 years  [27] . One study  [28]  conducted in-depth interviews with students lasting an average of 4.5 hours per person, and another study was a controlled laboratory study  [29] . These 2 studies are not presented in Table  1 . In the studies conducted with students, a semester or spring or winter term was a common duration. The studies with general nonclinical adult populations were typically longer than those with students.\n\nTable  1 . Duration of the reviewed studies (N=38; 2 studies are excluded, as 1  [28]  is interview based and the other  [29]  is a controlled laboratory study).\n\nLength of the study (d) Study, year 10 Adams et al  [26] , 2014  14  Cai et al  [30] , 2018 14 Boukhechba et al  [31] , 2018 14 Di Matteo et al  [32] , 2021  16  Jacobson et al  [33] , 2020  21  Wen et al  [34] , 2021  28  Melcher et al  [35] , 2023 28 Fukuzawa et al  [36] , 2019  35  Rashid et al  [37] , 2020  35  Zakaria et al  [38] , 2019 43 DaSilva et al [39], 2019 60 Nepal et al [40], 2020 68 Saha et al [41], 2019 70 Morshed et al [42], 2019 70 Acikmese et al [43], 2019 81 Zakaria et al [38], 2019 81 Zakaria et al [38], 2019 98 Boukhechba et al [44], 2017 98 Tseng et al [45], 2016 98 Morshed et al [42], 2019 106 Xu et al [46], 2019 112 Chikersal et al [47], 2021 112 Meyerhoff et al [48], 2021 113 Xu et al [46], 2019 121 Rhim et al [49], 2020 121 Wang et al [50], 2018 147 Currey and Torous [51], 2022 153 Di Matteo et al [52], 2021 153 Sefidgar et al [53], 2019 153 Mendu et al [54], 2020 181 Pratap et al [55], 2017 260 Mirjafari et al [56], 2019 336 Currey et al [57], 2023 458 Huckins et al [58], 2020 458 Mack et al [59], 2021 458 Xu et al [60], 2023 730 Nepal et al [61], 2022 1095 Servia-Rodríguez et al [27], 2017"
    },
    {
      "title": "Number of Participants",
      "text": "The number of participants ranged from a minimum of 7 adults  [26]  to a maximum of 18,000 adults  [27] . Apart from the 3-year longitudinal study with 18,000 participants  [27] , the average number of participants was 129.4 (SD 184.01). We observed a pattern of attrition, where the number of participants who completed the study was lower than the number of the participants recruited. The number of participants reported in this review is the final sample size. For example, one of the studies  [52]  recruited 112 participants, of whom 84 (75%) completed the study. In the study by Pratap et al  [55] , there was a drastic drop in participants, with only 359 (30.42%) of the 1180 enrolled participants completing the study. Another significant drop was seen in the study by Nepal et al  [40] , where 750 participants were interested in the research, whereas only 141 (18.8%) of them completed the study. Some studies were less affected; for example, 86 participants started the study by Rhim et al  [49] , and 78 (91%) completed it."
    },
    {
      "title": "Publication Years of the Studies",
      "text": "Although the query started with the year 2010, the earliest publication was from 2014  [26] , extending to articles published as of April 2023  [35] . Over the years, the interest in detecting and predicting stress, anxiety, and mild depression in the nonclinical population has increased (Table  2 )."
    },
    {
      "title": "Studies With the iOS and Android Operating Systems",
      "text": "The Android operating system was more common than iOS. Among the 40 included studies, only 2 (5%) were compatible with only iOS  [29, 51] . A total of 27 (68%) studies were available for both iOS and Android  [26, 28, 30, 34, 35, [37] [38] [39] [40] [41] [42] [45] [46] [47] 50, [53] [54] [55] [56] [57] [58] [59] [60] [61] . A total of 11 (28%) studies were for only Android users  [27, [31] [32] [33] 36, [42] [43] [44] 48, 49, 52] . The reasons identified for the use of the Android operating system were that it has more freedom to capture more modalities, such as keyboard typing and use of apps, and that Android devices enable apps to run more easily in the background  [49] ."
    },
    {
      "title": "Studies With Students",
      "text": "Table  3  presents the data extracted from the studies that were conducted with student populations. The average length of the studies with students was 158.6 (SD 176.4) days. The average number of participants was 137.3 (SD 152.1). There were significantly more studies with students than studies with employees or general adults. The sample sizes of the studies with students were similar to those of the studies with adults but smaller than those of the studies with employees. In the studies with students, various passive sensors were used, and some were found to be effective for detection, prediction, or both.\n\nOf the 28 studies with students, 23 (82%) used machine learning models for prediction. A total of 12 studies (43%)  [30, 31, 33, 37, 38, 44, 46, 47, 54]  used decision tree-based methods, and 9 studies (32%)  [37, 39, 42, [49] [50] [51] 57, 58]  used regression-based methods. A total of 3 (11%) studies conducted in recent years  [43, 60, 61]  used deep neural networks because of their enhanced ability to discern underlying patterns in large unstructured data sets. Tree-based models have the best performance when trained with structured data, and the reported studies mostly used tree-based models and structured data. Among the 28 studies, 2 studies  [57, 60]  conducted in 2023 addressed the generalizability of their proposed detection method and verified its applicability across students from various years, classes, and institutions. Two (7%) studies  [42, 43]  in Table  3  used the StudentLife data set  [62] . Each study contributed substantial original analyses including different behavioral patterns and was considered a \"study\" in this systematic review. Entries with \"N/A\" in the predictive modeling column indicate that the study did not involve any attempts to predict future occurrences. However, these studies may still contain statistical analyses as part of their research approach. Overall, students who experienced depression, anxiety, and stress visited fewer locations  [39, 44, 50, [58] [59] [60]  and were more sedentary  [47, 50, [58] [59] [60] . Depression was also associated with shorter or irregular sleep  [35, 46, 47, 50, 52, 59, 60]  and accrued phone use  [46, 47, 50, 51, [58] [59] [60] . The random forest stress model with domain-specific features achieved the best result, with feature sets changed every 6 days.\n\nStudents with severe stress spent significantly less time on campus and were less involved in workrelated activities than students with normal stress. Students with severe stress were more involved in these activities at the start of the semester, but the involvement decreased over time."
    },
    {
      "title": "iOS and Android",
      "text": "Wi-Fi data Detect depression and stress Zakaria et al  [38] , 2019 11 students PSS-4, PHQ-8, and BFI The random forest model that excluded domainspecific features achieved the best result, with feature sets changed every 6 days. Same patterns as those mentioned earlier. iOS and Android Wi-Fi data Detect depression and stress Zakaria et al [38], 2019 35 students PSS-4, PHQ-8, and BFI The best model is a random forest model with the neuroticism score added as an additional feature, with sensor data sets calculated with a 6day interval. Same patterns as those mentioned earlier. iOS and Android Wi-Fi data Detect depression and stress Zakaria et al [38], 2019 83 students PHQ-4 and PHQ-8 LASSO ab regression was used to predict presurvey and postsurvey PHQ-9 scores. Students who experienced depression had more irregular sleep patterns, used their phones more at study places, spent more time stationary, and visited fewer locations. iOS and Android Light sensor, GPS, accelerometer, microphone, screen on and off, and phone lock and unlock data Predict depression Wang et al [50], 2018 11 students Self-reported stress N/A Students' typing pressure increased under stress. iOS Keyboard 3D touch data Detect stress Exposito et al [29], 2018 XSL • FO RenderX Sample size, n Verification surveys Predictive modeling Behavioral patterns Operating system Data collected Aim Study, year 78 students COMOSWB ac , PHQ, SAS ad , PPC ae , and BFI Hierarchical regression models were used to predict subjective well-being. Lower subjective well-being was associated with more time spent on campus, more time spent stationary, increased phone use in the evenings, and more expenses. Android Accelerometer, GPS, screen on and off, app use, and notification data Detect subjective well-being and stress Rhim et al [49], 2020 176 students UCLA Loneliness Scale, SSS af , MAAS ag , ERQ ah , BRS ai , PSS, CES-D aj , STAI ak , and selfreported affect and fairness of treatment Linear regression was used to predict long-term changes in mental health states; hierarchical linear modeling was used for short-term prediction. Students who experienced discrimination became more physically active; their phone use increased in the morning, they had more calls in the evening, and they spent more time in bed on the day of the discrimination. iOS and Android Accelerometer, GPS, phone lock and unlock, screen on and off, and call log data Detect stress, anxiety, and gender discrimination Sefidgar et al [53], 2019 220 students SIAS and self-reported affect (EMAs) Compared support vector machine, random forest, and XGboost with LOSOCV al and LOOCV to predict negative affect. The best model was support vector machine with LOOCV. Negative emotions were related to geographical locations, but this was affected by personal routines and preferences, for example, liking cinema theatres. On Fridays and Saturdays, students reported less negative states. iOS and Android Accelerometer, GPS, call log, and SMS text message data Detect state affect, stress, anxiety, and depression Cai et al [30], 2018 65 students Self-reported affect (EMAs) Used random forest, support vector machine, and a multilayer perceptron of 1 hidden layer with LOOCV to predict the compliance rate of EMA responses. None of the results related sensors to symptoms of depression or anxiety. Android GPS, call log, accelerometer, and SMS text message data Predict response rate and latency to EMA Boukhechba et al [31], 2018 138 students BDI-II AdaBoost am with decision tree-based components achieved the best performance when features were hybrid (contextually filtered + unimodal). Students who experienced depression had more disturbed sleep patterns and more phone interactions than students who did not experience depression. iOS and Android Accelerometer, battery or charge, Bluetooth, call log, screen, location, and phone lock and unlock data Detect depression Xu et al [46], 2019 212 students BDI-II AdaBoost with decision tree-based components achieved a similar result to majority-based baseline predictors. Same patterns as those mentioned earlier. iOS and Android Accelerometer, battery or charge, Bluetooth, call log, screen, location, and phone lock and unlock data Detect depression Xu et al [46], 2019 54 students SIAS Decision tree was used to predict SAS. Students who experienced high social anxiety may be more likely to buy food so they can eat at home; they tended to visit fewer places and had a narrower range of activities. Android GPS, call log, and SMS text message data Predict social anxiety Boukhechba et al [44], 2017 80 students SIAS and self-reported dimensions of social anxiety Evaluated 7 predictive models: linear regression, decision tree, XBboost, lightGBM an , random forest, MERF ao , and Cat-Boost. The level of social anxiety was predicted, but there were no specific patterns relating sensors to symptoms of social anxiety. iOS and Android GPS, pedometer, accelerometer, call log, and SMS text message data Predict social anxiety and evaluate the effectiveness of imputation methods in handling missing data Rashid et al [37], 2020 XSL • FO RenderX Sample size, n Verification surveys Predictive modeling Behavioral patterns Operating system Data collected Aim Study, year 103 students STAI, UCLA Loneliness Scale, and TIPI ap Used random forest classifier to select features and support vector machine with LOOCV to predict each psychological measure binarily. Students who experienced anxiety received responses later, had more night-time communications, talked less about games and sports, and used more plural pronouns. iOS and Android Facebook (Meta Platforms, Inc) private messages Explore the relationships among private social media messages, personality traits, and symptoms of mental illness Mendu et al [54], 2020 22 students PSQI, ESS aq , MCTQ ar , PROMIS as -10, BHM at -20, CD-RISC au , Flourishing Scale, Perceived Stress Scale, BFI, PHQ-8, and UCLA Loneliness Scale N/A Students slept less during examination periods and more during breaks; they felt more stressed during the breaks and examination periods; sensor data were able to capture different routines during weekdays, weekends, and breaks. iOS and Android Location, activity, step count (iOS only), audio, accelerometer (iOS only), device use, charging event, battery, light (Android only), SMS text message (Android only) and call (Android only) data and data about currently running apps (Android only) Detect stress and its relationship with academic performance Tseng et al [45], 2016 217 students PHQ-4 and EMAs N/A During the COVID-19 pandemic, students experienced more depression and anxiety and increased sedentary time and phone use, whereas sleep and the number of locations visited decreased. iOS and Android GPS, accelerometer, phone lock and unlock, and light sensor data Understand the association between behavioral and mental health and the COVID-19 pandemic Mack et al [59], 2021 534 students Weekly surveys on self-reported depression symptoms and affect, BDI-II, and PHQ-4 A multitask learning model with the 1D-CNN av -based embedding, fully connected layers for reordering and classification. Individuals who experienced depression had shorter sleep duration, had more interrupted sleep, had more frequent phone locks and unlocks, spent more time at home, were more sedentary, had fewer physical activities, visited fewer uncommon places, and had more consistent mobility patterns. iOS and Android GPS, accelerometer, phone lock and unlock, Bluetooth, Wi-Fi, call log, microphone, gyroscope, and light sensor data Evaluate the cross-data set generalizability of depression detection Xu et al [60], 2023 180 students Self-reported affect and PHQ-4 Evaluated different deep learning models in terms of their classification of COVID-19 concerns: CNN, InceptionTime, MCDCNN aw , ResNet ax , multilayer perceptron, TWIESN ay , LSTM, and FCNN az ; FCNN performed the best, with an AUROC ba score of 0.7. Heightened COVID-19 concerns correlated with increased depression, anxiety, and stress. No specific results relating sensors to symptoms of depression, anxiety, or stress were observed. iOS and Android GPS, accelerometer, phone lock and unlock, light sensor, and phone use data Explore the association between students' COVID-19 concerns and behavioral and mental health Nepal et al [61], 2022 147 students PHQ-9, GAD-7, PSS, UCLA Loneliness Scale, PQ-16, and PSQI Logistic regression was used to predict survey scores. Individuals at higher risks of psychosis spent less time at home. Individuals who were lonelier had longer sleep duration and fewer calls. Individuals who experienced stress or depression had longer outgoing calls. iOS GPS, accelerometer, call, and screen time data Predict survey results on mental health from passive sensors Currey and Torous [51], 2022 XSL • FO RenderX Sample size, n Verification surveys Predictive modeling Behavioral patterns Operating system Data collected Aim Study, year 698 students PHQ-9, GAD-7, PSS, UCLA Loneliness Scale, PSQI, PQ-16, and DWAI bb Logistic regression was used to predict weekly score improvement from both active and passive features. Logistic regression was able to predict changes in mood across 2 data sets of student participants. No results relating sensors to symptoms of depression or anxiety were observed. iOS and Android GPS, accelerometer, and screen time data Explore the cross-data set generalizability of symptom improvement based on the surveys au CD-RISC: Connor-Davidson Resilience Scale. av 1D-CNN: 1-dimensional convolutional neural network. aw MCDCNN: multi-channel deep convolutional neural network. ax ResNet: residual network. ay TWIESN: time warping invariant echo state network. az FCNN: fully convolutional neural network. ba AUROC: area under the receiver operating characteristic curve. bb DWAI: Digital Working Alliance Inventory."
    },
    {
      "title": "Studies With Adults",
      "text": "Table  4  presents the data extracted from the studies conducted with the general adult population. The average study duration was 201.6 (SD 367) days. Apart from a 3-year longitudinal study with 18,000 participants, the average number of participants was 123.4 (SD 139.8). Of the 8 studies with adults, 2 (25%)  [32, 52]  were conducted with the same set of participants. A total of 3 (38%) studies used predictive modeling, with regression-based models being the most common  [34, 36, 52] , and 1 (12%) study identified gender differences in behavioral patterns  [27] . Overall, the research with adults showed that GPS, accelerometer, ambient audio, and illuminance data related to individuals' emotional state. Adults with depression were less likely to leave home and were less physically active, whereas adults who were socially anxious were more active and left their home more often but avoided going to places where they needed to socially interact."
    },
    {
      "title": "Studies With Employees",
      "text": "Table  5  presents the data extracted from the studies that were conducted with employees. Among the 4 studies with employees, 1 (25%) study recruited its own participants  [56] , and the other 3 (75%) studies  [40] [41] [42]  used the Tesserae data set  [63] . Compared with students and adults, the employee population was the least studied, with the fewest articles. However, the studies with employees had the largest number of participants, with a mean of 427.3 (SD 280.3). All 4 studies used regression-based predictive modeling, and 2 (50%) of them  [40, 56]  evaluated a variety of models, with logistic regression, support vector machine, and random forest being the most common methods. Detecting and predicting employees' stress in workplaces were examined in tandem with employees' work performance. The research goal for these studies was to understand the underlining reasons for lowered work-related productivity. In contrast to the other 2 populations (ie, students and adults), less mobility was seen as positive for employees because less mobility in workplaces was associated with more positivity and higher performance."
    },
    {
      "title": "Passive Sensors"
    },
    {
      "title": "Overview",
      "text": "Table  6  provides an overview of the range of sensors used to detect patterns related to mild mental health symptoms and summarizes the evidence of the effectiveness of the various sensors. The first column lists the sensor, and the second column presents how the data from that sensor are interpreted; in other words, it presents the behavior-related information that the sensor data are intended to represent. The third column indicates which articles found significant associations between the specific sensor and stress, anxiety, or mild depression. The fourth column indicates which articles found no significant associations between the specific sensor and mental health outcomes (ie, explicitly stated so in the articles). In the subsequent sections, we discuss the types of activities detected by the sensors.\n\nTable 6. Sensor summary of the reviewed studies."
    },
    {
      "title": "No evidence Evidence for effectiveness",
      "text": "Behavior Sensor  [28,31,55] [27,30,35,37,39-42,44-53,56-61]  Location and physical activity GPS  [28,41,47] [26,27,32,39,42,43,45,48,50,52,60]  Voice recognition, ambient sound, and sleep Microphone  [28,42,48] [36,39,41,43,45,50,52,56,58-61]  Time spent in darkness and sleep Light sensor  [31,33] [27,30,35-37,39-43,45-47,49-51,53,56-61]  Movement and physical activity Accelerometer  [28,41,42] [34,35,39,40,43,45-47,50,53,56,58-61]  Phone use Phone locks and unlocks  [28,30,31,35,47,48,55] [27,33,34,37,44-46,51,53,60]  Social interaction and incoming and outgoing calls Call logs  [28,51] [40,42,43,46,47,60]  Social interaction Bluetooth None  [27, 38, 42, 47, 60]  Indoor location Wi-Fi  [28]  [29] Typing patterns and muscle activity Keyboard  [28,30,31,48,55] [27,32,33,37,44,45,52]  Social interaction and incoming and outgoing messages SMS text messages and emails None  [28, 35, 36, 40, 43, 45, 48, 49, 61]  Phone use and social media App use  [51] [40,45,46,49,50,52,53,55,57]  Phone use Screen on and off None  [36, 60]  Orientation of the smartphone Gyroscope"
    },
    {
      "title": "Social Interaction: Call and Text Logs, Audio, Microphone, and Bluetooth",
      "text": "The social interaction of an individual is reflective of their current mood and mental state  [44, 64, 65, 66] . Individuals with depression and stress may be expected to decrease their social interactions. This is measured through the frequency of receiving texts and calls, how fast individuals respond, and the frequency of being around others. Among the 40 included studies, 18 (45%)  [27, 28, 30, 31, [33] [34] [35] 37, [44] [45] [46] [47] [48] 51, 53, 55, 60]  examined call logs to understand social interaction patterns, mainly through the number of incoming and outgoing calls, the number of missed calls, and the duration of calls. Individuals who experience depression and stress may engage in longer outgoing calls  [51] . Evening communications were predictive of depression  [47] , anxiety, and loneliness  [54] . Students who experienced discriminations  [53]  and anxious participants had more evening communications  [54] . Metadata on SMS text messages were examined in 10 (25%)  [27, 28, 30, 31, 33, 37, 44, 45, 48, 55]  of the 40 studies, including the frequency of receiving SMS text messages and the average time of responses. People who are socially anxious were found to take different amounts of time to respond to SMS text messages and calls  [33] . Increases in the number of calls were associated with increased social anxiety  [48] . Those who experienced social anxiety were less likely to call or text in public  [44] . For students, fewer conversations were associated with more stress  [39]  and more mood instability  [42] . One of the studies found that more emotionally unstable individuals tended to text more than emotionally stable individuals  [27] ."
    },
    {
      "title": "Location: GPS, Bluetooth, and Wi-Fi",
      "text": "Location data can provide insights into individuals' mental health state in terms of the normal or abnormal variety and frequency of locations visited  [67] . As presented in Table  6 , GPS has been one of the most commonly used passive sensors for stress, anxiety, and mild depression research. The findings regarding location consistently demonstrate that students and adults who experienced depression, anxiety, or stress tended to visit fewer places  [39, 44, 50, [58] [59] [60] . One of the studies  [48]  found that location data are highly inversely correlated with mild depression severity. The main way in which this is measured is through the frequency of exiting the house, the variety of locations visited, and mobility. The frequency of exiting the house is less for individuals who are depressed, and there is less variety in the visited locations for individuals who are socially anxious. Individuals who are feeling depressed often experience being less energetic  [68, 69] . Overall, negative emotions were associated with time spent at specific locations, but this is also affected by personal routines and preferences  [30] . For students, stress and lower subjective well-being were associated with more time spent on campus  [39, 49]  and less time spent at campus food locations  [39] . Students who experienced depression spent more time at home  [60] , whereas individuals at higher risk of psychosis spent less time at home  [51] . Time spent at exercise locations was positively correlated with changes in depressive symptoms  [48] . Another study  [38]  distinguished between students experiencing severe stress and those with normal stress levels, revealing that students with severe stress spent significantly less time on campus and were less involved in work-related activities compared with their counterparts with normal stress levels. As for employees, higher performers were found to visit fewer locations on weekday evenings but more locations during weekends  [56] ."
    },
    {
      "title": "Voice Recognition: Audio",
      "text": "The microphone is used to measure audio data of speech and ambient noises. One of the studies  [26]  examined how people with stress speak by analyzing their voice, including the speed of speech, how energetic their vocality is, and the pitch. One caveat is that the study by Adams et al  [26]  used audio captured within laboratory environments and found that stress could be recognized from the absence of speech. In variable environments, it will be harder to recognize the changing voice patterns. One study found that generalized anxiety and depression related to reward-related words in ambient speech, and social anxiety related to vision-related words  [32] . Another study  [52]  identified that people with depression tend to speak less and use more death-related words."
    },
    {
      "title": "Sleep: Accelerometer, Audio, and Illuminance",
      "text": "Sleep is highly correlated with individuals' mental state  [26, 35, 36, 42, [45] [46] [47] 59, 60 ]. Among the 40 included studies, 5 (13%)  [35, 46, 52, 60]  found that more disturbed sleep correlated with more depressive symptoms. However, occasional sleep disturbance is not necessarily predictive. For example, for those with social anxiety, sleep disturbance might be positive because it suggests night-time activity and social interactions. Metadata on the time spent in darkness can be indicative of sleep patterns. The study by Fukazawa et al  [36]  stated that anxiety levels increase when the time spent in darkness increases. The study by Di Matteo et al  [52]  found that individuals with symptoms related to social anxiety and depression spent less time in darker environments. Another study  [39]  stated that stress changed students' sleep patterns, where they became less likely to move around between 6 PM and midnight. Of the 40 studies, 6 (15%) found that shorter sleep duration was correlated with more mood instability  [42] , more depressive symptoms  [59, 60] , and more stress  [36, 44] . One of the studies  [45]  also found that the student population, in general, tended to sleep less during examination periods and slept more during breaks, and they felt more stressed during both breaks and examination periods."
    },
    {
      "title": "Phone Use: On and Off Screen, Lock and Unlock, and App Use",
      "text": "Today, smartphones are used for self-regulated \"distractions,\" such as the use of social media  [38] . This type of self-regulated distraction can temporarily reduce stress. The study by Chikersal et al  [47]  showed that depression can impact concentration levels, so if distraction by phone can be measured, this could be a potential predictive marker. Several studies found that increasing phone use was correlated with more depressive symptoms  [46, 47, 50, 52, [58] [59] [60] , anxiety  [52, 59] , impulsivity  [34]  and lower subjective-wellbeing  [49] . The study by Morshed et al  [42]  outlined that for postsemester depression, phone use at night is not predictive, whereas another study  [47]  summarized that phone use during the day is predictive of depression. More frequent phone locks or unlocks correlated with higher levels of depressive symptoms  [60]  and impulsivity  [34] . Higher performing employees tended to unlock their phones less frequently in the evenings  [56] . Additionally, individuals who were promoted spent more time on their phones during early mornings and late evenings, with more unlocks occurring during nighttime compared with their nonpromoted counterparts  [40] ."
    },
    {
      "title": "Physical Activity and Mobility: Accelerometer",
      "text": "According to Table  6 , along with GPS, accelerometer is one of the most widely used passive sensors in digital phenotyping research to monitor participant's mobility, activity, and sedentary periods. Increased sedentary time was correlated with increased depressive symptoms  [47, 48, 50, [58] [59] [60] , increased mood instability  [27, 42] , increased stress  [36]  and decreased subjective well-being  [49] . Exercise duration was positively correlated with changes in anxiety  [36]  and depressive symptoms  [48] . The study by Mirjafari et al  [56]  found that the amount of movement and physical activity was related to employee's stress level and highlighted that if the activity is regular, it should reduce stress. Different occupations require different levels of physical activity, social interactions, and mobility. For instance, developers spend most of their time at their desks, and their tasks might require less social interaction and mobility at work, but this does not mean they are more stressed. Project managers have more mobility during the day, and this may be because they need to move around to meet with the stakeholders  [56] . Several studies have observed variations in mobility and gait consistency. The study by Boukhechba et al  [44]  reported that individuals with high social anxiety exhibited a narrower range of activities, whereas the study by Xu et al  [60]  revealed that students experiencing depression demonstrated more consistent mobility patterns. Additionally, accelerometer data indicated that individuals with low social anxiety maintained a steady walking pace, whereas those with high social anxiety tended to walk more rapidly and with greater irregularity  [33] ."
    },
    {
      "title": "Muscle Activity: Keyboard",
      "text": "Stress can cause muscle tension  [70, 71] . One of the studies  [29]  collected the data of users with stress via a keyboard in a laboratory environment and found that typing pressure significantly increased under stressful conditions."
    },
    {
      "title": "Challenges",
      "text": "Digital phenotyping for mild mental health symptoms in nonclinical participants can present ethical challenges, limitations to the research, and technical challenges. We review the challenges that were stated in the literature."
    },
    {
      "title": "Ethical Challenges",
      "text": "Among the 40 included studies, 7 (18%) specifically mentioned privacy-related ethical concerns  [28, 31, 35, 36, 40, 41, 43] . A major concern for participants across several studies was whether authorities, such as employers or teachers, will have access to their data. One of the studies  [28]  conducted in-depth interviews with 15 students to understand their perspectives on digital phenotyping through app prototypes. They found that the students' core concerns were whether the acquainted university staff had access to the data. They also found that students' acceptability of such apps depends on the perceived relevancy of the data collected and the effects on students' devices. The study by Nepal et al  [40]  with employees reported a similar privacy concern of whether the employees' data would be leaked to their boss; if the boss is aware of a potential mental health issue, it may impact their work performance ratings.\n\nThe methods of collecting and storing passive sensing data also present privacy concerns  [28, 70, 72] , particularly when the tracked data involve sensitive topics, such as mental health  [72] . Sensors that infer individuals' social interactions provide insights into their mental health status  [26, 36, 53] . However, these types of data were less likely to be shared by participants because of privacy concerns. In the study by Rooksby et al  [28] , students identified camera, microphone, call log, and keyboard data as highly unacceptable types of data to capture.\n\nLocation data were associated with privacy and security concerns. In the study by Wen et al  [34] , participants felt uncomfortable with location tracking because it might breach their privacy and were hesitant to log their location when they moved from one place to another. Some studies excluded specific sensors to protect the participant's privacy. Location data were not recorded owing to security concerns, even though they could provide valuable insights into the mental state  [36, 38] . In the study by Adams et al  [26] , the microphone was disabled to capture calls and conversations while individuals were talking to their family members. Another ethical concern was regarding the misuse of data. The main focus in studies of digital phenotyping using smartphones was on tracking participants' usual behavioral patterns and identifying whether they behaved unusually. There were concerns regarding secondary uses. For example, participants' leaked data can be used for advertising purposes or to create content  [34, 41] ."
    },
    {
      "title": "Limitations to the Research",
      "text": "Coping mechanisms related to stress and anxiety vary among individuals  [22] . Individual differences can make it challenging to label individuals as stressed, anxious, or depressed, particularly nonclinical participants. Certain behavioral patterns can be generally expected; however, not all individuals will follow the same pattern. To make generalizable and powerful analyses and understand behavioral patterns associated with mild mental health concerns, it is recommended to study diverse groups for longer than a 2-week period. Of the 40 included studies, 2 (5%)  [33, 39]  focused on a particular demographic subset, namely, undergraduate students. Therefore, the generalizability of the studies is limited. In the studies by Rooksby et al  [28] , Exposito et al  [29] , and Wang et al  [50] , limited variation in representation was seen as a major limitation. The studies by Rhim et al  [49] , DaSilva et al  [39] , and Fukazawa et al  [36]  stressed the importance of selecting a wider age group, as younger people use their smartphones proactively, whereas older people's behavioral patterns might show differences when they are experiencing mild mental health symptoms. The study by Nepal et al  [40]  suggested that diverse population testing is required for more reliable results, considering interindividual differences. Furthermore, the accuracy and effectiveness of machine learning models are highly affected by data set quality. We noticed that over the last 4 years  [38, 46, 57, 60] , there has been increased focus on the generalizability of machine learning models, with the goal of assessing generalizability across students from various years, classes, and institutions."
    },
    {
      "title": "Technical Challenges",
      "text": "Digital phenotyping studies on mild symptoms related to mental health with nonclinical participants presented technical challenges. A main concern was the accuracy of the sensor data collected from smartphones. The study by Fukazawa et al  [36]  sought to understand the time spent in darkness and its effects on the relationship between stress and anxiety patterns and sleep. However, when individuals carried their smartphone in their pockets or bags, the smartphone could not detect the darkness of the environment. This presented a challenge because illuminance data were captured even when the phone was not used actively. Similar concerns were raised in the study by Di Matteo et al  [52] . The time spent in darkness feature did not distinguish whether the device was in a dark room or a dark location (ie, in the pocket). The study by Melcher et al  [35]  stated that the captured accelerometer data may not accurately represent daily activity, as not all participants constantly carried their phones throughout the day. In the study by Di Matteo et al  [32] , environmental audio did not produce clear transcripts in louder environments. This study mentioned that transcripts were produced based on dictionaries, so language analysis of complex speech, such as metaphors and sarcasm, was ignored. Therefore, the entire content of the conversation might not be correctly interpreted. In the study by Di Matteo et al  [52] , similar challenges were identified, as the speech data produced from smartphones were not clear. The recorded voices of the participants were masked by those of the people around them or even sound from other sources such as television or radio. Moreover, it was not possible to identify whether the death-related words came from the participants or from the people they interacted with.\n\nAnother technical challenge identified was battery life  [47] . As expected, moment-by-moment data collection requires high power use, which might shorten the battery life. Participants had to charge their phones more often, which was inconvenient, and altered their usual behavior because they could not carry their phones as usual when the phones were charging. The study by Chikersal et al  [47]  mentioned another technical limitation: the transfer rate was affected if the app stopped working randomly. During these times, data were not transferred or collected. With the increase in the use of 5G technology, Wi-Fi data for indoor locations may cease to be relevant. In the study by Zakaria et al  [38] , some users were on their 5G indoors rather than their Wi-Fi, and this may point to a future trend of the use of 5G. We now turn to the discussion."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This literature review examined digital phenotyping studies that detected and predicted stress, anxiety, and depression in their mild states in nonclinical populations using data collected from smartphones. The primary objective of digital phenotyping in the context of mild mental health was similar among the 3 participant cohorts: students, adults, and employees. However, notable distinctions emerged among these groups. Among university students, the geographical proximity and relevance of the university campus were discerned as influential factors. Moreover, academic pursuits, particularly coursework and study-related activities, assumed significance within this demographic. Conversely, among employees, work aspects held salience, accompanied by the workplace environment. The remaining studies encompassed a general population cohort, delineated by undisclosed characteristics. Overall, we found that identifying behavioral abnormalities related to stress and anxiety was possible but raised certain challenges. Generalized stress and anxiety symptoms vary largely among individuals, whereas serious diagnoses, such as bipolar disorder or schizophrenia, have well-documented behavioral changes. Sleep was a strong predictor variable, yet some individuals tended to sleep more while they were stressed, whereas others lacked sleep under stress. This may be one of the reasons why there are fewer studies and reviews completed on stress and anxiety compared with studies on serious conditions such as bipolar disorder, severe depression, and schizophrenia. Another reason is that clinical psychologists and psychiatrists who are familiar with clinical populations are leading the digital phenotyping research.\n\nStudies tended to use self-report to categorize nonclinical populations as stressed, depressed, or anxious. It was not always clear whether the identified patterns of the passive sensor data would effectively discriminate among groups. Most studies used prestudy and poststudy surveys to identify participants' mental state. There were concerns raised regarding the accuracy of the categorization of self-report surveys. For instance, the study by Sefidgar et al  [53]  stated that students with stress may not report themselves as very stressed. Melcher et al  [70]  conducted a review and found that students were concerned regarding their professors learning about their data  [71] . Thus, the accuracy of self-report remains an issue for passive sensing studies that use self-report labels, especially when there are privacy concerns. This may be related to the high dropout rates in the studies.\n\nMany types of data sensors were used in the reviewed studies. Few articles related sensor patterns to specific symptoms validated by relevant psychological evidence. One of the studies  [46]  extracted interpretable rules (such as intermittent sleep episodes or number of bouts of being asleep or number of outgoing calls during weekends) through association rule mining to distinguish the behavioral patterns between students who were depressed and students who were not. However, although the behavioral patterns were identified, they were not validated to be exclusive to the addressed mental health issue; for example, high mobility and physical activity do not necessarily mean that the person is not stressed. In the study by Tseng et al  [45] , students were more mobile during the examination week, despite being under high pressure and stress. In the same study, some students were less mobile when studying for their examinations, which we cannot necessarily be interpreted as being under stress. Of the 40 included studies, 4 (10%)  [35, 58, 59, 61]  explored the effects of the COVID-19 pandemic on behavioral and mental health. Additional recent investigations, which independently gathered their own data sets during the COVID-19 pandemic, have shown that quarantine measures have influenced individual behavioral patterns. For the purpose of making precise predictions in digital phenotyping, it is imperative to consider contextual and environmental factors.\n\nPrivacy and secondary data uses were the main concerns identified for digital phenotyping. Individuals using digital phenotyping systems have the right to provide informed consent. This means that they should be made aware of how all their data will be used, who will have access to their data, where their data will be stored, and for how long their data will be stored, and they have the right to decline to participate. We urge researchers and medical practitioners to carefully consider the system design and requirements because data transferred to the cloud and other services may fall under various service agreements. To empower end users and improve the quality of digital phenotyping systems, we recommend that transparent algorithms and explainable artificial intelligence be combined with user-accessible and understandable displays so that adults can engage in the process of identifying and categorizing patterns related to mild mental health symptoms.\n\nThe digital phenotyping research focused on in this review may enable the design of tailored intervention programs for nonclinical participants who are showing symptoms of stress, anxiety, and mild depression. Most of the studies included in this review were conducted within a restricted timeline and limited scope of detection and prediction. Only 4 (10%) of the 40 studies mentioned potential intervention programs upon predicting stress, anxiety, and mild depression  [31, 38, 47, 53] .\n\nOur review has some limitations. We excluded studies conducted with teenagers, children, and adults who were clinically diagnosed. Thus, we missed studies that focused on the detection and prediction of stress, anxiety, and mild depression in these populations. These populations are likely to show different patterns than those in adults who are not clinically diagnosed. Further, we excluded studies conducted using technologies other than smartphones. We chose this more limited subset of technologies to scope findings related to widely available technologies. The availability of technologies is changing rapidly, and wearables such as smartwatches are becoming more common. As wearable technologies become ubiquitous, we recommend including them in future systematic reviews. This literature review is unique in that it examines studies focused on the behavioral patterns of nonclinical populations, namely students, employees, and adults who are stressed, anxious, or mildly depressed. We examined each type of sensor and indicated when it was significantly associated with mild mental health symptoms. We identified commonalities in the studies in terms of ethical challenges, limitations to the research, and technical challenges."
    },
    {
      "title": "Conclusions",
      "text": "This systematic literature review found that digital phenotyping can be an effective way of identifying certain behavioral patterns related to stress, anxiety, and mild depression. A range of passive sensors was used in the studies, such as GPS, Bluetooth, ambient audio, light sensors, accelerometers, microphones, illuminance, and Wi-Fi. We found that location, physical activity, and social interaction data were highly related to participants' mental health and well-being. The surveyed literature discussed the ethical and technical challenges that limit the accuracy and generalizability of results. One of the greatest challenges was privacy concerns, and these were primarily related to camera, location, SMS text message, and call log data. Another challenge was the significant variation among individuals and their unique behaviors related to mental health. Finally, technical limitations have not been fully resolved, with issues such as the sensor for illuminance still capturing data while not in use reducing the accuracy of the XSL • FO RenderX collected data. It is hoped that this overview of digital phenotyping and mental health studies conducted in the last decade, including the common privacy and technical concerns, can help move this area of research forward, ultimately improving the quality of passive sensing, and provide benefits in terms of the early detection of relevant mild mental health phenomena."
    },
    {
      "text": "Figure 1. Systematic literature reviewing process and search results with the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) diagram."
    },
    {
      "text": "Number of reviewed reports (N=36) by year."
    },
    {
      "text": "Summary of the reviewed studies with student participants."
    },
    {
      "text": "Summary of the reviewed studies with adult participants."
    },
    {
      "text": "Summary of the reviewed studies with employee participants."
    }
  ],
  "references": [
    {
      "title": "Harnessing smartphone-based digital phenotyping to enhance behavioral and mental health",
      "authors": [
        "J Onnela",
        "S Rauch"
      ],
      "year": 2016,
      "doi": "10.1038/npp.2016.7"
    },
    {
      "title": "The path forward for digital measures: suppressing the desire to compare apples and pineapples",
      "authors": [
        "C Houts",
        "B Patrick-Lake",
        "I Clay",
        "R Wirth"
      ],
      "year": 2020,
      "doi": "10.1159/000511586"
    },
    {
      "title": "Toward clinical digital phenotyping: a timely opportunity to consider purpose, quality, and safety",
      "authors": [
        "K Huckvale",
        "S Venkatesh",
        "H Christensen"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0166-1"
    },
    {
      "title": "Design and results of a smartphone-based digital phenotyping study to quantify ALS progression",
      "authors": [
        "J Berry",
        "S Paganoni",
        "K Carlson",
        "K Burke",
        "H Weber",
        "P Staples"
      ],
      "year": 2019,
      "doi": "10.1002/acn3.770"
    },
    {
      "title": "Passive sensing of health outcomes through smartphones: systematic review of current solutions and possible limitations",
      "authors": [
        "A Trifan",
        "M Oliveira",
        "J Oliveira"
      ],
      "year": 2019,
      "doi": "10.2196/12649"
    },
    {
      "title": "Digital phenotyping for the busy psychiatrist: clinical implications and relevance",
      "authors": [
        "J Torous",
        "Gershon Hays",
        "R Onnela",
        "J Baker"
      ],
      "year": 2019,
      "doi": "10.3928/00485713-20190417-01"
    },
    {
      "title": "Passive sensing on mobile devices to improve mental health services with adolescent and young mothers in low-resource settings: the role of families in feasibility and acceptability",
      "authors": [
        "S Maharjan",
        "A Poudyal",
        "A Van Heerden",
        "P Byanjankar",
        "A Thapa",
        "C Islam"
      ],
      "year": 2021,
      "doi": "10.1186/s12911-021-01473-2"
    },
    {
      "title": "Predicting early warning signs of psychotic relapse from passive sensing data: an approach using encoder-decoder neural networks",
      "authors": [
        "D Adler",
        "D Ben-Zeev",
        "V Tseng",
        "J Kane",
        "R Brian",
        "A Campbell"
      ],
      "year": 2020,
      "doi": "10.2196/19962"
    },
    {
      "title": "The digital phenotyping project: a psychoanalytical and network theory perspective",
      "authors": [
        "R Potier"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyg.2020.01218"
    },
    {
      "title": "Behavioral barcoding in the cloud: embracing data-intensive digital phenotyping in neuropharmacology",
      "authors": [
        "D Kokel",
        "A Rennekamp",
        "A Shah",
        "U Liebel",
        "R Peterson"
      ],
      "year": 2012,
      "doi": "10.1016/j.tibtech.2012.05.001"
    },
    {
      "title": "Digital phenotyping by consumer wearables identifies sleep-associated markers of cardiovascular disease risk and biological aging",
      "authors": [
        "J Teo",
        "S Davila",
        "C Yang",
        "A Hii",
        "C Pua",
        "J Yap"
      ],
      "year": 2019,
      "doi": "10.1038/s42003-019-0605-1"
    },
    {
      "title": "Deep digital phenotyping and digital twins for precision health: time to dig deeper",
      "authors": [
        "G Fagherazzi"
      ],
      "year": 2020,
      "doi": "10.2196/16770"
    },
    {
      "title": "Digital phenotyping to quantify psychosocial well-being trajectories after spinal cord injury",
      "authors": [
        "H Mercier",
        "J Hamner",
        "J Torous",
        "J Onnela",
        "J Taylor"
      ],
      "year": 2020,
      "doi": "10.1097/PHM.0000000000001506"
    },
    {
      "title": "The digital clinic: implementing technology and augmenting care for mental health",
      "authors": [
        "E Rodriguez-Villa",
        "N Rauseo-Ricupero",
        "E Camacho",
        "H Wisniewski",
        "M Keshavan",
        "J Torous"
      ],
      "year": 2020,
      "doi": "10.1016/j.genhosppsych.2020.06.009"
    },
    {
      "title": "Relapse prediction in schizophrenia through digital phenotyping: a pilot study",
      "authors": [
        "I Barnett",
        "J Torous",
        "P Staples",
        "L Sandoval",
        "M Keshavan",
        "J Onnela"
      ],
      "year": 2018,
      "doi": "10.1038/s41386-018-0030-z"
    },
    {
      "title": "Digital phenotyping in bipolar disorder: which integration with clinical endophenotypes and biomarkers?",
      "authors": [
        "L Orsolini",
        "M Fiorani",
        "U Volpe"
      ],
      "year": 2020,
      "doi": "10.3390/ijms21207684"
    },
    {
      "title": "Digital phenotyping of suicidal thoughts",
      "authors": [
        "E Kleiman",
        "B Turner",
        "S Fedor",
        "E Beale",
        "R Picard",
        "J Huffman"
      ],
      "year": 2018,
      "doi": "10.1002/da.22730"
    },
    {
      "title": "Opportunities and challenges in the collection and analysis of digital phenotyping data",
      "authors": [
        "J Onnela"
      ],
      "year": 2021,
      "doi": "10.1038/s41386-020-0771-3"
    },
    {
      "title": "The effect of perceived college-related stress on depression, life satisfaction, and school satisfaction: the coping strategies of college students from a hispanic serving institution",
      "authors": [
        "D Lardier",
        "C Lee",
        "J Rodas",
        "P Garcia-Reid",
        "R Reid"
      ],
      "year": 2020,
      "doi": "10.1177/0013124519896845"
    },
    {
      "title": "Relationship between wisdom, perceived control of internal states, perceived stress, social intelligence, information processing styles and life satisfaction among college students",
      "authors": [
        "A Rezaei",
        "Mousanezhad Jeddi"
      ],
      "year": 2018,
      "doi": "10.1007/s12144-018-9804-z"
    },
    {
      "title": "Dealing with mental health issues on campus starts with early recognition and intervention",
      "authors": [
        "J Futo"
      ],
      "year": 2011
    },
    {
      "title": "Higher-order coping strategies: who uses them and what outcomes are linked to them",
      "authors": [
        "P Jonason",
        "D Talbot",
        "M Cunningham",
        "J Chonody"
      ],
      "year": 2020,
      "doi": "10.1016/j.paid.2019.109755"
    },
    {
      "title": "Mental health literacy: empowering the community to take action for better mental health",
      "authors": [
        "A Jorm"
      ],
      "year": 2012,
      "doi": "10.1037/a0025957"
    },
    {
      "title": "Number of smartphone mobile network subscriptions worldwide",
      "year": 2023,
      "doi": "10.2991/978-94-6463-124-1_20"
    },
    {
      "title": "PRISMA flow diagram",
      "year": 2023
    },
    {
      "title": "Towards personal stress informatics: comparing minimally invasive techniques for measuring daily stress in the wild",
      "authors": [
        "P Adams",
        "M Rabbi",
        "T Rahman",
        "M Matthews",
        "A Voida",
        "G Gay"
      ],
      "year": 2014,
      "doi": "10.4108/icst.pervasivehealth.2014.254959"
    },
    {
      "title": "Mobile sensing at the service of mental well-being: a large-scale longitudinal study",
      "authors": [
        "S Servia-Rodríguez",
        "K Rachuri",
        "C Mascolo",
        "P Rentfrow",
        "N Lathia",
        "G Sandstrom"
      ],
      "year": 2017,
      "doi": "10.1145/3038912.3052618"
    },
    {
      "title": "Student perspectives on digital phenotyping: the acceptability of using smartphone data to assess mental health",
      "authors": [
        "J Rooksby",
        "A Morrison",
        "D Murray-Rust"
      ],
      "year": 2019,
      "doi": "10.1145/3290605.3300655"
    },
    {
      "title": "Affective keys: towards unobtrusive stress sensing of smartphone users",
      "authors": [
        "M Exposito",
        "J Hernandez",
        "R Picard"
      ],
      "year": 2018,
      "doi": "10.1145/3236112.3236132"
    },
    {
      "title": "State affect recognition using smartphone sensing data",
      "authors": [
        "L Cai",
        "M Boukhechba",
        "C Wu",
        "P Chow",
        "B Teachman",
        "L Barnes"
      ],
      "year": 2018,
      "doi": "10.1145/3278576.3284386"
    },
    {
      "title": "Contextual analysis to understand compliance with smartphone-based ecological momentary assessment",
      "authors": [
        "M Boukhechba",
        "L Cai",
        "P Chow",
        "K Fua",
        "M Gerber",
        "B Teachman"
      ],
      "year": 2018,
      "doi": "10.1145/3240925.3240967"
    },
    {
      "title": "Smartphone-detected ambient speech and self-reported measures of anxiety and depression: exploratory observational study",
      "authors": [
        "Di Matteo",
        "Wang Fotinos",
        "K Lokuge",
        "S Yu",
        "J Sternat"
      ],
      "year": 2021,
      "doi": "10.2196/22723"
    },
    {
      "title": "Digital biomarkers of social anxiety severity: digital phenotyping using passive smartphone sensors",
      "authors": [
        "N Jacobson",
        "B Summers",
        "S Wilhelm"
      ],
      "year": 2020,
      "doi": "10.2196/16875"
    },
    {
      "title": "mPulse mobile sensing model for passive detection of impulsive behavior: exploratory prediction study",
      "authors": [
        "H Wen",
        "M Sobolev",
        "R Vitale",
        "J Kizer",
        "J Pollak",
        "F Muench"
      ],
      "year": 2021,
      "doi": "10.2196/25019"
    },
    {
      "title": "Digital phenotyping of student mental health during COVID-19: an observational study of 100 college students",
      "authors": [
        "J Melcher",
        "J Lavoie",
        "R Hays",
        "D' Mello",
        "R Rauseo-Ricupero",
        "N Camacho"
      ],
      "year": 2023,
      "doi": "10.1080/07448481.2021.1905650"
    },
    {
      "title": "Predicting anxiety state using smartphone-based passive sensing",
      "authors": [
        "Y Fukazawa",
        "T Ito",
        "T Okimura",
        "Y Yamashita",
        "T Maeda",
        "J Ota"
      ],
      "year": 2019,
      "doi": "10.1016/j.jbi.2019.103151"
    },
    {
      "title": "Predicting subjective measures of social anxiety from sparsely collected mobile sensor data",
      "authors": [
        "H Rashid",
        "S Mendu",
        "K Daniel",
        "M Beltzer",
        "B Teachman",
        "M Boukhechba"
      ],
      "year": 2020,
      "doi": "10.1145/3411823"
    },
    {
      "title": "StressMon: scalable detection of perceived stress and depression using passive sensing of changes in work routines and group interactions",
      "authors": [
        "C Zakaria",
        "R Balan",
        "Y Lee"
      ],
      "year": 2019,
      "doi": "10.1145/3359139"
    },
    {
      "title": "Correlates of stress in the college environment uncovered by the application of penalized generalized estimating equations to mobile sensing data",
      "authors": [
        "A Dasilva",
        "J Huckins",
        "R Wang",
        "W Wang",
        "D Wagner",
        "A Campbell"
      ],
      "year": 2019,
      "doi": "10.2196/12084"
    },
    {
      "title": "Detecting job promotion in information workers using mobile sensing",
      "authors": [
        "S Nepal",
        "S Mirjafari",
        "G Martinez",
        "P Audia",
        "A Striegel",
        "A Campbell"
      ],
      "year": 2020,
      "doi": "10.1145/3414118"
    },
    {
      "title": "LibRA: on LinkedIn based role ambiguity and its relationship with wellbeing and job performance",
      "authors": [
        "K Saha",
        "M Reddy",
        "S Mattingly",
        "E Moskal",
        "A Sirigiri",
        "De Choudhury"
      ],
      "year": 2019,
      "doi": "10.1145/3359239"
    },
    {
      "title": "Prediction of mood instability with passive sensing",
      "authors": [
        "M Morshed",
        "K Saha",
        "R Li",
        "D' Mello",
        "De Choudhury",
        "M Abowd"
      ],
      "year": 2019,
      "doi": "10.1145/3351233"
    },
    {
      "title": "Prediction of stress levels with LSTM and passive mobile sensors",
      "authors": [
        "Y Acikmese",
        "S Alptekin"
      ],
      "year": 2019,
      "doi": "10.1016/j.procs.2019.09.221"
    },
    {
      "title": "Monitoring social anxiety from mobility and communication patterns",
      "authors": [
        "M Boukhechba",
        "Y Huang",
        "P Chow",
        "K Fua",
        "B Teachman",
        "L Barnes"
      ],
      "year": 2017,
      "doi": "10.1145/3123024.3125607"
    },
    {
      "title": "Assessing mental health issues on college campuses: preliminary findings from a pilot study",
      "authors": [
        "V Tseng",
        "M Merrill",
        "F Wittleder",
        "S Abdullah",
        "M Aung",
        "T Choudhury"
      ],
      "year": 2016,
      "doi": "10.1145/2968219.2968308"
    },
    {
      "title": "Leveraging routine behavior and contextually-filtered features for depression detection among college students",
      "authors": [
        "X Xu",
        "P Chikersal",
        "A Doryab",
        "D Villalba",
        "J Dutcher",
        "M Tumminia"
      ],
      "year": 2019,
      "doi": "10.1145/3351274"
    },
    {
      "title": "Detecting depression and predicting its onset using longitudinal symptoms captured by passive sensing: a machine learning approach with robust feature selection",
      "authors": [
        "P Chikersal",
        "A Doryab",
        "M Tumminia",
        "D Villalba",
        "J Dutcher",
        "X Liu"
      ],
      "year": 2021,
      "doi": "10.1145/3422821"
    },
    {
      "title": "Evaluation of changes in depression, anxiety, and social anxiety using smartphone sensor features: longitudinal cohort study",
      "authors": [
        "J Meyerhoff",
        "T Liu",
        "K Kording",
        "L Ungar",
        "S Kaiser",
        "C Karr"
      ],
      "year": 2021,
      "doi": "10.2196/22844"
    },
    {
      "title": "Tracking and modeling subjective well-being using smartphone-based digital phenotype",
      "authors": [
        "S Rhim",
        "U Lee",
        "K Han"
      ],
      "year": 2020,
      "doi": "10.1145/3340631.3394855"
    },
    {
      "title": "Tracking depression dynamics in college students using mobile phone and wearable sensing",
      "authors": [
        "R Wang",
        "W Wang",
        "A Dasilva",
        "J Huckins",
        "W Kelley",
        "T Heatherton"
      ],
      "year": 2018,
      "doi": "10.1145/3191775"
    },
    {
      "title": "Digital phenotyping correlations in larger mental health samples: analysis and replication",
      "authors": [
        "D Currey",
        "J Torous"
      ],
      "year": 2022,
      "doi": "10.1192/bjo.2022.507"
    },
    {
      "title": "Automated screening for social anxiety, generalized anxiety, and depression from objective smartphone-collected data: cross-sectional study",
      "authors": [
        "Di Matteo",
        "D Fotinos",
        "K Lokuge",
        "S Mason",
        "G Sternat",
        "T Katzman"
      ],
      "year": 2021,
      "doi": "10.2196/28918"
    },
    {
      "title": "Passively-sensed behavioral correlates of discrimination events in college students",
      "authors": [
        "Y Sefidgar",
        "W Seo",
        "K Kuehn",
        "T Althoff",
        "A Browning",
        "E Riskin"
      ],
      "year": 2019,
      "doi": "10.1145/3359216"
    },
    {
      "title": "A framework for understanding the relationship between social media discourse and mental health",
      "authors": [
        "S Mendu",
        "A Baglione",
        "S Baee",
        "C Wu",
        "B Ng",
        "A Shaked"
      ],
      "year": 2020,
      "doi": "10.1145/3415215"
    },
    {
      "title": "The feasibility of using smartphones to assess and remediate depression in Hispanic/Latino individuals nationally",
      "authors": [
        "A Pratap",
        "J Anguera",
        "B Renn",
        "E Neto",
        "J Volponi",
        "S Mooney"
      ],
      "year": 2017,
      "doi": "10.1145/3123024.3127877"
    },
    {
      "title": "Differentiating higher and lower job performers in the workplace using mobile sensing",
      "authors": [
        "S Mirjafari",
        "K Masaba",
        "T Grover",
        "W Wang",
        "P Audia",
        "A Campbell"
      ],
      "year": 2019,
      "doi": "10.1145/3328908"
    },
    {
      "title": "Digital phenotyping models of symptom improvement in college mental health: generalizability across two cohorts",
      "authors": [
        "D Currey",
        "R Hays",
        "J Torous"
      ],
      "year": 2023,
      "doi": "10.1007/s41347-023-00310-9"
    },
    {
      "title": "Mental health and behavior of college students during the early phases of the COVID-19 pandemic: longitudinal smartphone and ecological momentary assessment study",
      "authors": [
        "J Huckins",
        "A Dasilva",
        "W Wang",
        "E Hedlund",
        "C Rogers",
        "S Nepal"
      ],
      "year": 2020,
      "doi": "10.2196/20185"
    },
    {
      "title": "Mental health and behavior of college students during the COVID-19 pandemic: longitudinal mobile smartphone and ecological momentary assessment study, part II",
      "authors": [
        "D Mack",
        "A Dasilva",
        "C Rogers",
        "E Hedlund",
        "E Murphy",
        "V Vojdanovski"
      ],
      "year": 2021,
      "doi": "10.2196/28892"
    },
    {
      "title": "GLOBEM: cross-dataset generalization of longitudinal human behavior modeling",
      "authors": [
        "X Xu",
        "X Liu",
        "H Zhang",
        "W Wang",
        "S Nepal",
        "Y Sefidgar"
      ],
      "year": 2023,
      "doi": "10.1145/3569485"
    },
    {
      "title": "COVID student study: a year in the life of college students during the COVID-19 pandemic through the lens of mobile phone sensing",
      "authors": [
        "S Nepal",
        "W Wang",
        "V Vojdanovski",
        "J Huckins",
        "A Dasilva",
        "M Meyer"
      ],
      "year": 2022,
      "doi": "10.1145/3491102.3502043"
    },
    {
      "title": "StudentLife: assessing mental health, academic performance and behavioral trends of college students using smartphones",
      "authors": [
        "R Wang",
        "F Chen",
        "Z Chen",
        "T Li",
        "S Tignor",
        "X Zhou"
      ],
      "year": 2014,
      "doi": "10.1145/2632048.2632054"
    },
    {
      "title": "The tesserae project: large-scale, longitudinal, in situ, multimodal sensing of information workers",
      "authors": [
        "S Mattingly",
        "J Gregg",
        "P Audia",
        "A Bayraktaroglu",
        "A Campbell",
        "N Chawla"
      ],
      "year": 2019,
      "doi": "10.1145/3290607.3299041"
    },
    {
      "title": "Internet of things applied to mental health: concepts, applications, and perspectives",
      "authors": [
        "A Teles",
        "F Barros",
        "I Rodrigues",
        "A Barbosa",
        "F Silva",
        "L Coutinho"
      ],
      "year": 2020,
      "doi": "10.1007/978-3-030-42934-8_4"
    },
    {
      "title": "Attention-block deep learning based features fusion in wearable social sensor for mental wellbeing evaluations",
      "authors": [
        "J Jin",
        "B Gao",
        "S Yang",
        "B Zhao",
        "L Luo",
        "W Woo"
      ],
      "year": 2020,
      "doi": "10.1109/access.2020.2994124"
    },
    {
      "title": "Social capital as a resource for mental well-being in older people: a systematic review",
      "authors": [
        "F Nyqvist",
        "A Forsman",
        "G Giuntoli",
        "M Cattan"
      ],
      "year": 2013,
      "doi": "10.1080/13607863.2012.742490"
    },
    {
      "title": "Diagnostic And Statistical Manual Of Mental Disorders, Fifth Edition, Text Revision",
      "year": 2013,
      "doi": "10.1176/appi.books.9780890423349"
    },
    {
      "title": "The centrality of depression and anxiety symptoms in major depressive disorder determined using a network analysis",
      "authors": [
        "S Park",
        "D Kim"
      ],
      "year": 2020,
      "doi": "10.1016/j.jad.2020.03.078"
    },
    {
      "title": "The role of financial strain in college students' work hours, sleep, and mental health",
      "authors": [
        "J Peltz",
        "J Bodenlos",
        "J Kingery",
        "R Rogge"
      ],
      "year": 2021,
      "doi": "10.1080/07448481.2019.1705306"
    },
    {
      "title": "Digital phenotyping for mental health of college students: a clinical review",
      "authors": [
        "J Melcher",
        "R Hays",
        "J Torous"
      ],
      "year": 2020,
      "doi": "10.1136/ebmental-2020-300180"
    },
    {
      "title": "Digital phenotyping and digital psychotropic drugs: mental health surveillance tools that threaten human rights",
      "authors": [
        "L Cosgrove",
        "J Karter",
        "M Mcginley",
        "Z Morrill"
      ],
      "year": 2020,
      "doi": "10.1007/s10597-020-00720-6"
    },
    {
      "title": "Individual differences and changes in subjective wellbeing during the early stages of the COVID-19 pandemic",
      "authors": [
        "H Zacher",
        "C Rudolph"
      ],
      "year": 2021,
      "doi": "10.1037/amp0000702"
    }
  ],
  "num_references": 72
}
