{
  "paper_id": "ULAA7G23",
  "title": "It is time to Go All In: a call to action",
  "abstract": "Lay summary Even though there have been numerous advances in medicine and technology in the past few decades, the length and quality of life vary significantly based on a person's race, ethnicity, gender identity, sexual orientation, disability status, geographic residence, and/or socioeconomic status. In fact, membership in one or more marginalized sociodemographic groups is particularly associated with worse healthcare access and health outcomes. Behavioral medicine is uniquely equipped to advance health equity through inclusive and innovative research and practice and exerted influence on policies and practices that contribute to health disparities. \n Implications Practice: Advancing health equity requires the diversification of the biomedical workforce and engagement of marginalized populations and community partners. Policy: Behavioral medicine researchers and practitioners must leverage our collective voices to advocate for evidence-and inclusion-based policies to improve the nation's most challenging health issues. Research: Increased implementation science research is needed to identify delivery methods and channels that maximize access to evidence-based behavioral interventions for marginalized populations.",
  "year": 2020,
  "date": "2020",
  "journal": "Int J Behav Med",
  "publication": "Int J Behav Med",
  "authors": [
    {
      "forename": "Monica",
      "surname": "Baskin",
      "name": "Monica Baskin",
      "affiliation": "UAB : University of Alabama at Birmingham Medicine , 1717 11th Ave SMT 618 , 35294-4410 , 9968 Birmingham , AL , USA \n\t\t\t\t\t\t\t\t UAB \n\t\t\t\t\t\t\t\t University of Alabama at Birmingham Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1717 11th Ave SMT 618 \n\t\t\t\t\t\t\t\t\t 35294-4410 9968 \n\t\t\t\t\t\t\t\t\t Birmingham \n\t\t\t\t\t\t\t\t\t AL \n\t\t\t\t\t\t\t\t\t USA",
      "email": "baskin@uab.edu"
    }
  ],
  "doi": "10.1093/tbm/ibac059",
  "sections": [
    {
      "text": "In March of 1966, Dr. Martin Luther King, Jr. was quoted as saying \"Of all the forms of inequality, injustice in health is the most shocking and the most inhuman because it often results in physical death  [1] .\" More than a half-century later, our society has failed to provide a fair and just opportunity for everyone to live as healthy a life as possible (i.e., health equity). Despite tremendous advances in medicine and technology in recent decades, your risk of being sick or well and living a longer or shorter life, varies significantly based on your race, ethnicity, gender identity, sexual orientation, disability status, geographic residence, and/or socioeconomic status. In fact, membership in one or more marginalized sociodemographic groups is particularly associated with worse healthcare access and health outcomes. For example, Conley et al. in this special issue, found Spanish-preferring Latina breast cancer survivors were less likely to receive genetic counseling even though they are at greater risk (**add hyperlink and reference to Conley paper).\n\nWhile there is general agreement that a complex array of biological, behavioral and social determinants contribute to and/or maintain health disparities, we must not let this complexity paralyze us from immediate action. This fact was particularly salient for me while serving as the President of the Society of Behavioral Medicine (SBM) from 2020 to 2021. This period included overlapping pandemics (COVID-19, systemic racism, disinformation, and civil unrest), for which the human and economic costs have been astronomical. This time period also amplified the inequitable impacts on Black, Indigenous and People of Color (BIPOC), sexual and gender minorities, persons living with disabilities, and residents of lower-resource communities that point squarely to a lack of health equity in our nation. While there are many that have called for people to \"stay in their lane,\" my presidential theme \"Let's Go All IN\" was a call for those in behavioral medicine to go beyond the surface and dive in.\n\nBehavioral medicine is an multidisciplinary field that focuses on the development and integration of behavioral, psychosocial, and biomedical knowledge and techniques related to health and disease, and the application of this knowledge and these techniques to prevention, health promotion, diagnosis, treatment, rehabilitation, and care  [2] . Our work draws on decades of evidence on increasing health promoting behaviors  [3]  that can be applied to relevant issues today including what it takes to encourage the uptake of vaccines  [4, 5] , adherence to public health recommendations to slow the spread of COVID  [6, 7] , and how to effectively community in an era of misinformation  [8] . Behavioral scientists have also provided extensive evidence on addressing unhealthy behaviors that play a key contributing role in many of the diseases, suffering, and early deaths in the USA  [2] ."
    },
    {
      "title": "ADVANCING EQUITY: ACTION PLAN FOR BEHAVIORAL MEDICINE",
      "text": "The following plan acknowledges that health disparities in the US are pervasive, persistent, and are rooted in social determinants of health including racism, sexism, ableism, and many other \"-isms\" that will require multisector collaboration and cooperation to achieve health equity. However, as demonstrated in this special issue and prior TBM publications (Health Equity in Behavioral Medicine | Translational Behavioral Medicine | Oxford Academic (oup.com)), our field has unique qualifications and an evidence-base to make a critical contribution. It is time to go All IN."
    },
    {
      "title": "Inclusion",
      "text": "The compelling need to diversify the biomedical workforce to advance health equity has been clearly articulated  [9] [10] [11] . Specific to the behavioral and social science workforce, the most recently available data (2017) indicates that 58% of doctoral-level professionals identify as female, while racial/ethnic diversity is less representative of the U.S. population [Black or African American (5%), Hispanic or Latino (5%), American Indian or Alaska Native (<1%)]  [12] . Likewise, behavioral and social scientists identifying as living with a disability (11%) are lower than the general population (18%)  [12] . We must do more to train, develop, and advance a diverse biomedical workforce. The National Institutes of Health (NIH) has employed multiple strategies supporting this goal, with noted improvements in funding and success rates in recent reporting  [13] . Yet more is needed, including focused efforts to train the next generation in health equity-focused implementation science and increased funding for pre/postdoctoral training and mentors with established records of health equity research (see SBMCommentsonRFIonBiomedicalResearch-WorkforceDiversity.pdf for additional recommendations). Additionally, SBM's Diversity Institute for Emerging Leaders targets early-career SBM members from diverse backgrounds or those who are working with those from underrepresented populations for a 1-year experience designed to aid participants in developing leadership skills for implementing equitable and inclusive policies and practices.\n\nIn addition to a more inclusive workforce, behavioral medicine is greatly enhanced by community-engaged and community-partnered research and practice. Such approaches are a critical tool to better inform behavioral interventions that are both efficacious and more likely to be adopted by the target population. For example, Asnaani et al. showcase the utility of inclusion of the target population in their work to develop equitable mental health and co-occurring physical health services in the context of the COVID-19 pandemic. Likewise, partnerships like the clinic-based food referral program described by DePuccio and colleagues have the potential to address food insecurity among primary care patients by linking them with community-based resources. And, Fitzpatrick et al.  [14] , show promising results of a health system-based social care pilot where patient navigation by community health workers with and with diabetes self-management support yielded improved disease management and connection to community resources to address at least one social need. These community-engaged approaches, however, are frequently hampered by institutional practices that tend to devalue this work with regards to the promotion/tenure process, in part, because it takes longer to complete this research (due to the need to build and nurture community relationships) and may be less likely to receive federal funding  [15] . Academia and members of research review panels must better appreciate the scientific and real-world contributions of community-partnered research. We must be inclusive to address the fact that key voices have been left out of behavioral medicine research and practice."
    },
    {
      "title": "Innovation",
      "text": "Our work draws on decades of evidence on increasing health promoting behaviors, but our proven science has not reached all those who would benefit from it. Advances in technology (apps, wearable, telemedicine, and telehealth) are convenient, relatively low-cost, and most are easy to use. Over the past few years, these tools have literally been life savers. However, there are those for whom these advances may not be as easily accessible (limited broadband access, rural populations, persons living with disabilities, persons with limited technology literacy, or equipment). New delivery methods and interventionists are greatly needed. Baucom and colleagues highlight the vital role of culturally-competent Lifestyle Coaches in identifying barriers and facilitators to treatment adherence and addressing unique challenges for lower-income populations.\n\nTo achieve health equity, we must be able to ensure that everyone has access to evidence-based interventions and that we maximize intervention implementation. A key to ensuring success is to apply implementation science to better inform our work. For example, Cheng et al. describe key considerations of barriers and facilitators in the implementation of health care interventions targeting vulnerable populations based on their comprehensive review of 81 published papers.\n\nIn addition, we must be innovative in our research. Past SBM President Dr. Michael Diefenbach in his presidential address shared results from a visioning initiative among SBM members that pointed to the need to address new provocative research questions related to climate change, gun violence and science communication, in addition to integrating behavioral medicine into health care system  [16] . Now more than ever, innovation in behavioral medicine research and practice is needed."
    },
    {
      "title": "Influence",
      "text": "Finally, our proven science can't help to achieve better health for all without partnerships with other professional organizations/societies, academic institutions, industry, government officials, and local community members. There is a clear need to exert greater influence in recognizing health equity policies, practices, research, and researchers. For example, SBM's Health Equity Scholar Award publicly acknowledges the contributes of scholars in this area and brings greater visibility to issues of health equity. There is also an opportunity to increase the volume of published literature in this area with intentional efforts to diversity journal editorial boards and increase special sections or issues devoted to health equity like this issues of TBM.\n\nWe must also continuously seek opportunities to influence policies and practices so they are evidence-and inclusion-based. SBM has a long history of position statements tackling some of our nation's most challenging health-related issues including anti-racist research, funding for behavioral science, adopting accessible medical diagnostic equipment trans. behav. med. (2022) 12:889-891 standards, integrating community health workers into patient-centered homes, mental health services due to COVID-19 related parent and family stress, and more recently, protecting abortion rights (see  https://www.sbm.org/  advocacy/policy-positions ).\n\nOther opportunities to exert influence include the development of working relationships with congressional representatives and staff at the local and federal level. SBM's Health Policy Council Ambassador Program trains members on effective ways to facilitate bi-directional communication with lawmakers. On the one hand, Ambassadors educate lawmakers on relevant scientific evidence pertaining to health-related policies. On the other hand, law makers are able to share their concerns about specific issues or challenges they have regarding potential policies influencing the health of their specific constituency. For those not be interested in becoming an Ambassador, SBM also has several tools for contacting your legislators including guidance on email, phone, and in-person contact. Regardless of the specific method, we have and must use our collective influence."
    },
    {
      "title": "Concluding thoughts",
      "text": "The task of achieving health equity is daunting; however, the earlier quote by Dr. King binds us to the moral imperative to seek and demand justice in health. We must do more to develop the current and future behavioral medicine workforce to take on current and emerging issues that perpetuate health inequities. We must bring awareness of and disseminate our evidence-based interventions to diverse audiences. We must use our powerful collective voice to advocate for policies and practices that ensure that our proven science is equitably distributed to achieve better health for all. We must Go All IN to achieve health equity."
    },
    {
      "text": "trans. behav. med. (2022) 12:889-891"
    }
  ],
  "references": [
    {
      "title": "Medical Care Given Negroes",
      "authors": [
        "King Unknown",
        "Berates"
      ]
    },
    {
      "title": "Definition and characteristics of behavioral medicine, and main tasks and goals of the International Society of Behavioral Medicine-an International Delphi Study",
      "authors": [
        "J Dekker",
        "M Amitami",
        "A Berman"
      ],
      "year": 2020,
      "doi": "10.1007/s12529-020-09928-y"
    },
    {
      "title": "Behavior matters",
      "authors": [
        "E Fisher",
        "M Fitzgibbon",
        "R Glasgow"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2010.12.031"
    },
    {
      "title": "Increasing vaccination: putting psychological science into action",
      "authors": [
        "N Brewer",
        "G Chapman",
        "A Rothman",
        "J Leask",
        "A Kempe"
      ],
      "year": 2017,
      "doi": "10.1177/1529100618760521"
    },
    {
      "title": "COVID-19 Vaccination Communication: Applying Behavioral and Social Science to Address Vaccine Hesitancy and Foster Vaccine Confidence",
      "authors": [
        "W-Y Chou",
        "C Burgdorf",
        "A Gaysynsky",
        "C Hunter"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2020.1838096"
    },
    {
      "title": "Theory-based behavioral predictors of self-reported use of face coverings in public settings during the COVID-19 pandemic in the United States",
      "authors": [
        "J Barile",
        "R Guerin",
        "K Fisher"
      ],
      "year": 2020,
      "doi": "10.1093/abm/kaaa109"
    },
    {
      "title": "Predicting social distancing intention and behavior during the COVID-19 Pandemic: an integrated social cognition model",
      "authors": [
        "M Hagger",
        "S Smith",
        "J Keech",
        "S Moyers",
        "K Hamilton"
      ],
      "year": 2020,
      "doi": "10.1093/abm/kaaa073"
    },
    {
      "title": "Science communication in the age of misinformation",
      "authors": [
        "C Goldstein",
        "E Murray",
        "J Beard",
        "A Schnoes",
        "M Wang"
      ],
      "year": 2021,
      "doi": "10.1093/abm/kaaa088"
    },
    {
      "title": "Health workforce for health equity",
      "authors": [
        "P Pittman",
        "C Chen",
        "C Erikson"
      ],
      "year": 2021,
      "doi": "10.1097/mlr.0000000000001609"
    },
    {
      "title": "From the NIH: a systems approach to increasing the diversity of the biomedical research workforce",
      "authors": [
        "H Valantine",
        "P Lund",
        "A Gammie"
      ],
      "year": 2016,
      "doi": "10.1187/cbe.16-03-0138"
    },
    {
      "title": "Disparities in gender and race among physician-scientists: a call to action and strategic recommendations",
      "authors": [
        "H Ward",
        "F Levin",
        "S Greenfield"
      ],
      "year": 2022,
      "doi": "10.1097/acm.0000000000004224"
    },
    {
      "title": "Science and Engineering Indicators 2020",
      "year": 2022,
      "doi": "10.17226/21886"
    },
    {
      "title": "RPG and R01-Equivalent Funding and Success Rates by Race-Ethnicity FY2010-FY2021. 2022",
      "authors": [
        "M Lauer",
        "K Patel",
        "D Roychowdhury"
      ],
      "doi": "10.1101/2020.12.27.424490"
    },
    {
      "title": "Bridge to Health/Puente a la Salud: a pilot randomized trial to address diabetes self-management and social needs among high-risk patients",
      "authors": [
        "S Fitzpatrick",
        "D Papajorgji-Taylor",
        "J Schneider"
      ],
      "year": 2022,
      "doi": "10.1093/tbm/ibac016"
    },
    {
      "title": "Topic choice contributes to the lower rate of NIH awards to African-American/black scientists",
      "authors": [
        "T Hoppe",
        "A Litovitz",
        "K Willis"
      ],
      "year": 2019,
      "doi": "10.1126/sciadv.aaw7238"
    },
    {
      "title": "provocative questions in behavioral medicine and the acceleration of our science",
      "authors": [
        "M Diefenbach",
        "A Phillips",
        "L Bullock"
      ],
      "year": 2020,
      "doi": "10.1093/abm/kaaa087"
    }
  ],
  "num_references": 16
}
