{
  "paper_id": "ULPVMPEQ",
  "title": "Emerging trends in gamification for clinical reasoning education: a scoping review",
  "abstract": "Background Clinical reasoning is a fundamental skill in healthcare education, crucial for diagnosing and managing patient care effectively. Traditional pedagogical techniques often fall short in fully engaging students or simulating real-life medical decision-making complexities. Gamification, which applies game-design elements in educational settings, has emerged as a promising strategy to enhance learning outcomes by making the educational process more interactive and engaging. This scoping review aims to comprehensively map the existing literature on gamification techniques used to enhance clinical reasoning education, identifying trends, gaps, and opportunities for future research. \n Methods The review followed the Joanna Briggs Institute (JBI) methodology and the Arksey and O'Malley framework for scoping reviews. A systematic search of Medline, Scopus, and Web of science, complemented by hand-searching reference lists. Studies published between 2014 and 2023, focusing on gamification applied to clinical reasoning education for healthcare professionals and trainees, were eligible for inclusion. Two independent reviewers screened and selected studies, and data were extracted using a pre-defined tool. Findings were synthesized using both quantitative summaries and qualitative thematic analysis. \n Results Fifty-three studies met the inclusion criteria, representing research from 20 countries, with the United States contributing the largest proportion (28.3%), followed by Germany (9.4%) and France (7.6%). The majority of studies were cross-sectional (28.3%) or pilot studies (22.6%). Gamification was most frequently applied in university and academic settings (37.7%), followed by clinical and hospital-based training (18.9%), and digital platforms and simulations (17.0%). Medicine (28.3%) and nursing (22.6%) were the most targeted disciplines, with pharmacy (13.2%) following. Serious games were the most common gamification technique (45.3%), with additional strategies including escape rooms (11.3%), board and card games (7.5%), and branching case-based games (5.7%). Most studies (88.7%) referenced at least one theoretical framework, predominantly game-based learning theories (34.0%), followed by constructivist learning (13.2%) and experiential learning theories (13.2%). However, cognitive theories, directly relevant to clinical reasoning, were referenced in only 11.3% of studies, highlighting a theoretical gap. Conclusions Gamification offers diverse and flexible strategies for enhancing clinical reasoning education across healthcare disciplines and settings. However, significant gaps remain, including limited longitudinal evidence, inconsistent use of validated reasoning assessments, underutilization of cognitive reasoning theories, and a lack of standardized design and reporting frameworks. Moreover, research predominantly focuses on medicine and nursing,",
  "year": 2017,
  "date": "2017",
  "journal": "Int J Educational Technol High Educ",
  "publication": "Int J Educational Technol High Educ",
  "authors": [
    {
      "forename": "Sze-Yuen",
      "surname": "Yau",
      "name": "Sze-Yuen Yau",
      "affiliation": "3  ( CG-MERC) Chang Gung Medical Education Research Centre , No.5 , Fuxing St. , Guishan Dist , Taoyuan City 333 , Linkou , Taiwan \n\t\t\t\t\t\t\t\t CG-MERC) \n\t\t\t\t\t\t\t\t Chang Gung Medical Education Research Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t No.5 Fuxing St. Guishan Dist 333 \n\t\t\t\t\t\t\t\t\t Taoyuan City Linkou \n\t\t\t\t\t\t\t\t\t Taiwan",
      "email": "yauszeyuen@gmail.com"
    },
    {
      "forename": "Ching-Yi",
      "surname": "Lee",
      "name": "Ching-Yi Lee",
      "affiliation": "1  Department of Neurosurgery , Chang Gung Memorial Hospital at Linkou and Chang Gung University College of Medicine , Taoyuan , Taiwan \n\t\t\t\t\t\t\t\t Department of Neurosurgery \n\t\t\t\t\t\t\t\t Chang Gung Memorial Hospital at Linkou \n\t\t\t\t\t\t\t\t Chang Gung University College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taoyuan \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Ching-Hsin",
      "surname": "Lee",
      "name": "Ching-Hsin Lee",
      "affiliation": "2  Department of Radiation Oncology , Proton and radiation therapy center , Chang Gung Memorial Hospital at Linkou , Taoyuan , Taiwan \n\t\t\t\t\t\t\t\t Department of Radiation Oncology \n\t\t\t\t\t\t\t\t Proton and radiation therapy center \n\t\t\t\t\t\t\t\t Chang Gung Memorial Hospital at Linkou \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taoyuan \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Hung-Yi",
      "surname": "Lai",
      "name": "Hung-Yi Lai",
      "affiliation": "1  Department of Neurosurgery , Chang Gung Memorial Hospital at Linkou and Chang Gung University College of Medicine , Taoyuan , Taiwan \n\t\t\t\t\t\t\t\t Department of Neurosurgery \n\t\t\t\t\t\t\t\t Chang Gung Memorial Hospital at Linkou \n\t\t\t\t\t\t\t\t Chang Gung University College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taoyuan \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Po-Jui",
      "surname": "Chen",
      "name": "Po-Jui Chen",
      "affiliation": "2  Department of Radiation Oncology , Proton and radiation therapy center , Chang Gung Memorial Hospital at Linkou , Taoyuan , Taiwan \n\t\t\t\t\t\t\t\t Department of Radiation Oncology \n\t\t\t\t\t\t\t\t Proton and radiation therapy center \n\t\t\t\t\t\t\t\t Chang Gung Memorial Hospital at Linkou \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taoyuan \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "forename": "Mi-Mi",
      "surname": "Chen",
      "name": "Mi-Mi Chen",
      "affiliation": "1  Department of Neurosurgery , Chang Gung Memorial Hospital at Linkou and Chang Gung University College of Medicine , Taoyuan , Taiwan \n\t\t\t\t\t\t\t\t Department of Neurosurgery \n\t\t\t\t\t\t\t\t Chang Gung Memorial Hospital at Linkou \n\t\t\t\t\t\t\t\t Chang Gung University College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taoyuan \n\t\t\t\t\t\t\t\t\t Taiwan"
    }
  ],
  "doi": "",
  "keywords": [
    "Gamification",
    "Clinical reasoning",
    "Medical education",
    "Teaching strategies",
    "Scoping review"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "In recent years, gamification has emerged as a developing paradigm in education, integrating game design, game elements, and educational strategies to enhance learners' motivation and performance  [1] [2] [3] . In one of the most gamified professional environments-healthcare education-where academic success is directly linked to patient outcomes, gamification has been recognized for its potential to improve clinical reasoning skills among trainees and practitioners  [4, 5] . Clinical reasoning is one of the core competency in healthcare, allowing practitioners to analyze clinical data, apply evidence-based guidelines, and arrive at diagnostic and therapeutic decisions  [6] [7] [8] . However, the specific strategies through which gamification is integrated into clinical reasoning education remain underexplored, forming the central purpose of this scoping review. The rapid advancement of digital technology has created unprecedented opportunities to integrate game-based elements into healthcare education  [3, 9, 10] . These innovations hold promise for overcoming traditional barriers in medical curricula, particularly learner engagement and knowledge retention. Despite growing interest and apparent benefits, the literature on gamification in clinical reasoning education remains fragmented and subject to variable interpretation. This review aims to synthesize existing evidence, providing insights for educators, curriculum developers, and policymakers in medical and healthcare education."
    },
    {
      "title": "Evolution of gamification in education and healthcare education",
      "text": "Gamification, defined as the application of game-based methods and processes in educational or training environments, aims to increase learners' intrinsic motivation for voluntary learning activities  [11] [12] [13] . In educational settings, this approach translates into the integration of points, levels, badges, leaderboards, and storylines into learning activities, making them competitive, hard, and engaging  [1, 9, 12] . A meta-analysis by  Sailer and Homner (2020)  found that gamification has a moderate positive effect (g ≈ 0.49) on cognitive learning outcomes and a smaller but significant effect (g ≈ 0.26) on motivational outcomes  [14] . Research suggests that gamification enhances learner engagement and motivation; both of which are essential not only for initiating learning but also for ensuring knowledge retention in healthcare education. For example, gamification has been used in healthcare education as a tool to improve knowledge acquisition, advance clinical skills, and enhance professional competencies  [3, 10, [15] [16] [17] . Studies by  Gentry et al. (2019)  and  Lumsden et al. (2016)  have demonstrated that gamified learning environments support the development of clinical skills and reasoning by providing realistic, safe, and controlled settings that foster active learning and critical thinking  [5, 18] . These findings suggest that while gamification enhances engagement and knowledge acquisition, its efficacy depends on contextual factors such as game design quality, instructional alignment, and learner characteristics."
    },
    {
      "title": "Clinical reasoning in healthcare",
      "text": "Clinical reasoning is a complex cognitive process that implicates the integration of knowledge, skills, and critical thinking in patient care  [4, 5, 19] . It is the cognitive process that involves thinking about information in healthcare and is much different from mere problemsolving or decision-making  [6, 20] . This, therefore, points out the importance of clinical reasoning in health education against structured teaching and assessment in the curricula of medical and health professions. Many medical schools have brought to the limelight the teaching of clinical reasoning, all in an aim to improve patient care by reducing diagnostic errors  [21] [22] [23] . Despite its potential benefits, gamification in healthcare education presents several challenges and risks  [24, 25] . One recurring concern is the inconsistent efficacy reported across the literature. Systematic reviews by Dicheva et al.  (2015)  and Subhash & Cudney (2018) reported high variability across gamified interventions, with some studies showing substantial learning gains and others reporting no significant effect  [18, 26, 27] . This heterogeneity creates uncertainty for educators and instructional designers, making it challenging to identify best practices for effective gamification in clinical reasoning education. Key concerns include the superficial use of gamification elements, where game mechanics are implemented without deep integration into learning objectives; an overemphasis on competition, which may reduce motivation for some learners and create unintended disparities in engagement; high resource demands, including significant with limited attention to interprofessional reasoning and underrepresented fields such as dentistry, rehabilitation, and allied health. Future research should prioritize theoretically informed gamification design, apply robust reasoning outcome measures, and explore emerging technologies such as AI-enhanced adaptive gamification and immersive virtual reality simulations to support clinical reasoning development. Addressing these gaps will ensure that gamification evolves from a promising innovation into a rigorously evidence-based strategy for enhancing clinical reasoning competence in healthcare education.\n\ntime and financial investment for initial development; and variability in efficacy, as gamified approaches differ widely in design, execution, and educational impact  [1, 28] . The inconsistent results across studies may contribute to uncertainty among educators and developers regarding best practices. Moreover, the great diversity found within gamified approaches and the inconsistency of its efficacy according to the literature, in all probability, this situation is likely to raise questions or concerns between educators and developers.\n\nThis scoping review aims to comprehensively map the existing literature on the application of gamification techniques to enhance clinical reasoning education among healthcare professionals. The review seeks to identify the types of gamification strategies used, the educational contexts in which they are applied, the healthcare disciplines targeted, and the theoretical frameworks underpinning these interventions."
    },
    {
      "title": "Eligibility criteria Participants",
      "text": "This review considered a broad range of scoping studies that explore individuals engaging in clinical reasoning education within the various health care fields. It aimed to cover health education that encompasses the different applications by impacts brought by gamification practices in an interdisciplinary field. Consistent with the gamification theme, these included studies involving various healthcare professionals and trainees who have had gamified learning interventions designed to enhance their clinical reasoning. Therefore, to collect comprehensive insights from different clinical settings and educational environments, no health care profession using gamification for clinical reasoning training, such as gamified course protocol, was excluded."
    },
    {
      "title": "Concepts",
      "text": "This review specifically investigated the integration of game-based elements and mechanics into educational models aiming to increase the participation, motivation, and comprehension and, most importantly, clinical reasoning competency of learners of the health professions. In this context, the approach was specifically set to evaluate the implementation process, results, and effectiveness of such gamified approaches, finding room for future investigation in medical education."
    },
    {
      "title": "Context",
      "text": "The settings included classrooms, online learning platforms, simulation labs, and clinical rotations. Geography of the studies was not restricted. This was to draw in studies from around the world to cover the diversity in applications and results. However, the studies not centering on a medical focus and those not involving gamification for clinical reasoning education were not included."
    },
    {
      "title": "Types of sources",
      "text": "This review was holistic in the variety of research which it engaged with: experimental studies such as randomized controlled trials and quasi-experimental studies; cohort studies, cross-sectional studies, case-control studies; and studies of observation, and finally, to the qualitative research methods of interviews, focus groups, and thematic analyses. The scoping review also involved systematic reviews that pooled insights on the topic of \"gamification in education\" or \"clinical reasoning. \"\n\nAdditional criteria for inclusion: We included only peer-reviewed articles, scholarly-reviewed articles, and relevant but non-mainstream sources, such as editorials, discussions, and brief publications. While other sources of evidence, such as book chapters and conference presentations, are not peer-reviewed, they were considered to have a risk of methodological weakness and quality of evidence. The priority of studies was placed on those done in English, but a few of them in other languages will also be included based on the availability of translation and relevance to the review goals."
    },
    {
      "title": "Methods",
      "text": "The systematic process recommended in the Joanna Briggs Institute methodology and the framework for scoping reviews by Arksey and O'Malley were followed in this scoping review  [29, 30] . The following were designed and conducted in the order:  [1]  identifying research questions;  [2]  identifying studies;  [3]  study selection;  [4]  data extraction;  [5]  collating, summarizing, and reporting results; and  [6]  an optional stage of consultation exercise."
    },
    {
      "title": "Identifying research questions -review questions",
      "text": "(1) How has gamification been used in educational interventions to develop clinical reasoning skills among healthcare professionals? a. Which healthcare professions and disciplines (e.g., medicine, nursing, pharmacy) have been targeted by gamified clinical reasoning interventions? b. In which educational settings (e.g., university classrooms, clinical training, digital platforms) has gamification been applied for clinical reasoning education? (2) What gamification techniques have been used to support clinical reasoning development in healthcare education? (3) What theoretical frameworks underpin the design and implementation of gamified clinical reasoning interventions in healthcare education?"
    },
    {
      "title": "Identifying studies -search strategy",
      "text": "The search strategy for the scoping review was designed to comprehensively capture both published and grey literature related to gamification in clinical reasoning education. Initial exploratory searches in MEDLINE and CINAHL helped refine the search strategy using relevant key phrases and index terms. The final search strategy was systematically applied across three major databases-MEDLINE, Scopus, and Web of Science-to ensure broad coverage of relevant literature. To maximize inclusivity, the search incorporated a broad set of terms related to gamification and clinical reasoning education. Additionally, reference lists of selected studies were manually reviewed to identify any additional studies meeting the inclusion criteria."
    },
    {
      "title": "Study/source of evidence selection",
      "text": "All the references identified using the search strategy were humanly gathered, with the help of EndNote 20, to prevent duplication. Screening of the selection process was done after carrying out a trial to check the titles and abstracts of articles against pre-defined inclusion criteria. Any disagreements arising were resolved through discussion with a third reviewer for consensus. This was done through the articles full text and respective citations management in the JBI System for Unified Management, Assessment and Review of Information (SUMARI) (JBI, Adelaide, Australia). Two independent reviewers critically appraised the methodological quality and relevance of the full text. A procedure was documented to exclude sources, giving the reason for each. In case of any differences at any stage, they were deliberated upon among the reviewers aimed at brochure resolution. The study selection process involving search results and details of inclusion is illustrated in the PRISMA-ScR flowchart  [31] ."
    },
    {
      "title": "Data extraction",
      "text": "Following the selection of eligible studies, we performed a preliminary inductive coding process to guide the development of the final data extraction framework. Each included study was independently reviewed by two authors, who conducted open coding to identify recurring concepts, including educational contexts, gamification strategies, and theoretical framework. This inductive approach ensured that data extraction categories were grounded in the actual content and focus of the included literature, rather than being imposed a priori. Two reviewers independently extracted information from the included studies using a specially designed extraction tool that was developed after extensive discussion, building consensus in the team. The inductive thematic framework was applied in the coding process. A subset of studies was initially analyzed to identify emerging themes, leading to the development of a coding scheme used across all included literature. Discrepancies in data extraction were discussed within the team, and a third reviewer was consulted when necessary. Authors of included studies were contacted if additional information was required  [29] ."
    },
    {
      "title": "Data analysis and presentation",
      "text": "Information was assessed and presented within an inductive analytical framework, deploying both quantitative and thematic techniques. This article summarized a maximum of two primary themes for each article. The percentage presentation of nominal data was used to show the prevalence and trends of using gamification strategies in clinical reasoning education."
    },
    {
      "title": "Consultation exercise",
      "text": "A consultation exercise was included to enrich the review with expert insights and diverse perspectives. Experts from medical education and public health, affiliated with prestigious institutions known for innovation in educational practices and research, were consulted. Their input provided valuable insights into the interpretation of findings, practical applications of gamification, and cultural considerations in clinical reasoning education."
    },
    {
      "title": "Results",
      "text": "A systematic search of electronic databases was conducted, and a total of 713 records were identified after the removal of duplication (Fig.  1 ). A total of 466 records were screened-all done by manual methods. 347 records of these were excluded, identified as irrelevant for reasons mainly because they had incomplete data. From this total pool, 118 records remained for more detailed assessment of eligibility. 65 of these articles had non-relevant focus, non-peer-reviewed sources, and irrelevant subject area, with pre-established exclusion criteria. A total of 53 studies were included in this scoping review, published between 2014 and 2023 (Fig.  2 )  [15] [16] [17] . These studies represented research conducted in 20 different countries, with the United States contributing the highest number of studies (n = 15, 28.3%), followed by Germany (n = 5, 9.43%) and France (n = 4, 7.55%). The studies employed a variety of research designs, with cross-sectional studies being the most common (n = 15, 28.3%), followed by pilot studies (n = 12, 22.6%) (Table  1 ). The studies covered a wide range of health disciplines. The most frequently represented were Medicine (n = 12, 22.6%) and Nursing (n = 12, 22.6%), followed by Pharmacy (n = 7, 13.2%). Several studies focused on Emergency Medicine (n = 3, 5.7%) and Surgery (n = 3, 5.7%) (Table  1 )."
    },
    {
      "title": "Educational contexts and settings",
      "text": "The studies applied gamification across a broad spectrum of educational environments. The university and academic settings were the most frequently represented, reflecting gamification's strong integration into undergraduate and postgraduate training programs (n = 20, 37.74%). These settings included traditional classrooms, simulated clinical experiences, and interdisciplinary education activities. Clinical settings included residency programs, hospital-based training, and emergency or pre-hospital care environments, where gamification was applied to enhance on-the-job clinical reasoning development (n = 10, 18.87%). A significant number of studies implemented gamification through digital platforms and simulations, including virtual consultations, online multiplayer games, and mobile-accessible gamified modules (n = 9, 16.98%) (Table  1 )."
    },
    {
      "title": "Gamification techniques",
      "text": "The included studies applied a wide range of gamification techniques, reflecting substantial variation in the types of games, platforms, and educational approaches used to enhance clinical reasoning education among healthcare professionals. Table  2  summarizes the distribution of these techniques, along with the number of studies in each category and the corresponding references."
    },
    {
      "title": "Serious games",
      "text": "Serious games emerged as the most frequently employed gamification technique, applied in 24 studies (45.3%). These games were designed to engage learners in authentic clinical scenarios, requiring them to apply clinical reasoning skills to progress through the game. Most serious games incorporated scoring systems, real-time feedback, and branching case structures that allowed learners to observe the direct consequences of their decisions. The complexity of serious games varied considerably across studies, ranging from high-fidelity 3D simulations, such as EMERGE  [36] , to thematic educational mini-games, such as MedSMART: Adventures in PharmaCity  [34] . Other examples included SIGN@L, a reasoning-focused game for nursing education  [48]  (Maheu-Cadotte et al.), and GRAPHIC-II, a game used in dental education  [70] ."
    },
    {
      "title": "Escape rooms",
      "text": "Escape rooms were applied in 7 studies (13.2%) and represented a team-based, time-limited gamification strategy. In these interventions, learners worked together to solve a series of clinical reasoning puzzles within a thematic or scenario-based environment in order to \"escape. \" Both physical escape rooms  [37, 38]  and virtual escape rooms  [35]  were represented, indicating the flexibility of this technique across in-person and remote learning contexts."
    },
    {
      "title": "Simulation games & interactive platforms",
      "text": "Simulation-based learning enhanced with gamification elements was identified in 5 studies (9.4%). These techniques combined traditional simulation training with game mechanics, such as scoring, time challenges, performance dashboards, and real-time corrective feedback. Examples included the gamified pharmacy simulation  [41]  and the matrix game simulation used to develop complex clinical reasoning skills  [72] . Several studies used virtual consultations and hybrid simulations with embedded game-like features  [58, 69] ."
    },
    {
      "title": "Board & card games",
      "text": "Board games and card games were utilized in 4 studies (7.5%). These games adapted traditional tabletop formats into educational tools, requiring learners to apply clinical reasoning to advance within the game. Examples included the Bloody Board Game for hematology education  [62] , Medical-Surgical Clue, a surgical adaptation of the classic Clue game  [73] , and Challenge GP, a competitive reasoning card game used in general practice education  [47] ."
    },
    {
      "title": "Others",
      "text": "Several studies applied less conventional but innovative gamification approaches to enhance clinical reasoning education. Branching scenarios and case-based games were used in three studies (5.7%), presenting learners with interactive clinical cases where they made decisions and received immediate tailored feedback, often supported by digital platforms such as H5P  [34] . Similarly, three studies (5.7%) adopted composite or hybrid approaches, blending serious games, branching cases, and interactive quizzes into unified learning experiences  [17, 65, 80] . Gamified workshops and hackathons, also reported in three studies (5.7%), introduced team competitions, scoring systems, and challenge-based reasoning exercises to enhance collaborative, time-sensitive problem-solving  [54, 55] . In addition, two studies (3.8%) applied gamified digital platforms, integrating points, badges, leaderboards, and virtual patients into progressive, performance-based learning environments  [15, 45] . Emerging approaches included AI-enhanced game-based learning in one study (1.9%), which personalized clinical scenarios and feedback based on learners' reasoning patterns and performance data  [49] , and flipped learning with gamification, where pre-class gamified exercises prepared learners for deeper clinical reasoning discussions during synchronous teaching  [46] . Finally, one study (1.9%) employed video games and mini-games, delivering short, focused gameplay experiences designed to reinforce specific reasoning skills  [64] . Together, these techniques highlight the flexibility of gamification, ranging from targeted, technology-enhanced strategies to collaborative, event-based formats, demonstrating a growing creativity in how gamification is applied across diverse educational contexts."
    },
    {
      "title": "Workshops & Hackathons with",
      "text": "Gamification In-person workshops or hackathons enhanced with gamified challenges, team scoring, and prizes for performance in clinical reasoning tasks.\n\n3 (5.7%) [54, 55, 63]"
    },
    {
      "title": "Gamified Digital Platforms",
      "text": "Comprehensive online platforms incorporating multiple gamification elements (points, badges, leaderboards, virtual patient simulations) into a unified system. 2 (3.8%)  [15, 45]"
    },
    {
      "title": "AI-Enhanced Game-Based"
    },
    {
      "title": "Learning",
      "text": "Gamified learning where AI personalizes content and feedback based on the learner's performance and reasoning patterns.\n\n1 (1.9%)  [49]  Flipped Learning with Gamification Pre-class gamified reasoning exercises used to prepare learners for deeper case-based reasoning during live classroom sessions.\n\n1 (1.9%)  [46]  Video Games & Mini-Games Short standalone digital games (including repurposed entertainment games) designed to reinforce reasoning skills in short bursts.\n\n1 (1.9%)  [64]"
    },
    {
      "title": "Theoretical frameworks underpinning gamification interventions",
      "text": "Overall, 47 out of 53 studies (88.7%) explicitly referenced at least one theoretical framework, while 6 studies (11.3%) lacked a clearly articulated theoretical foundation. The most frequently applied theoretical category was Game-Based Learning and Gamification Theories, referenced in 18 studies (34.0%)  [17, 32-34, 42, 45, 46, 48, 51, 56, 57, 61-63, 67, 71, 73, 75] . These frameworks emphasize the integration of game mechanics-such as points, badges, leaderboards, and narrative progressioninto educational design to enhance learner motivation, engagement, and performance. This finding highlights the strong theoretical connection between gamification and game-based learning principles in health professions education.\n\nConstructivist Learning Theories were the second most common, applied in 7 studies (13.2%)  [60, 64, 70, [76] [77] [78] 81] . These theories emphasize active, learner-centered knowledge construction, aligning well with problembased learning, collaborative case-solving, and interactive game design. This theoretical orientation reflects the shift toward active learning pedagogies in clinical reasoning education.\n\nExperiential Learning Theory, which focuses on learning through direct experience, reflection, and iterative improvement, appeared in 7 studies (13.2%)  [15, 40, 44, 52, 53, 72, 79] . This highlights the close relationship between simulation-based gamification and experiential learning principles, particularly in case-based reasoning and serious games designed to mimic real clinical decision-making.\n\nCognitive Theories were referenced in 6 studies (11.3%)  [42, 43, 54, 55, 68, 80] , particularly those focusing on clinical reasoning development. These theories address how learners process clinical information, apply critical thinking strategies, and balance intuitive versus analytical reasoning. While cognitive theories directly align with the goal of improving clinical reasoning, their relatively limited use suggests a gap in cognitive science integration within the gamification literature.\n\nA smaller group of studies applied other theoretical foundations, reflecting the diversity of approaches in gamification research. Specifically, Immersive Learning appeared in 3 studies, emphasizing the importance of realistic, simulation-based environments in supporting clinical reasoning development  [16, 36, 58] . Active Learning  [37, 39]  and Self-Determination Theory  [41, 66]  were each reported in 2 studies, highlighting the role of learner engagement, autonomy, and intrinsic motivation in gamified interventions. Meanwhile, Adult Learning Theory  [38] , Behaviorism & Transformative Learning  [47] , and Personalized Learning  [74]  were each applied in a single study, demonstrating occasional use of more specialized or context-specific educational models. These minority frameworks complement the broader trends, indicating that while theoretical grounding is present in most studies, there is no singular guiding paradigm, and the theoretical diversity reflects the evolving and exploratory nature of gamification research in clinical reasoning education."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Study characteristics and trends over time",
      "text": "This scoping review identified 53 studies published between 2014 and 2023, highlighting a growing interest in using gamification to enhance clinical reasoning education in healthcare professions. The sharp increase in publications after 2019 reflects both the accelerated adoption of technology-enhanced learning during the COVID-19 pandemic and the increasing recognition of gamification as a valuable educational strategy in health professions education  [82, 83] . Similar publication surges have been reported in related areas such as simulationbased education and serious games, indicating that gamification is now seen as part of a broader movement toward experiential and technology-enhanced learning in clinical training  [83]  . The wide international representation-spanning 20 countries-demonstrates gamification's global appeal. However, the predominance of studies from the United States (28.3%), Germany (9.4%), and France (7.6%) highlights a concentration of research in higher-income, Western contexts. This geographical skew raises important questions about the transferability of gamification strategies to diverse educational and cultural contexts, particularly in low-resource settings  [84] . Future research should prioritize studies in underrepresented regions to ensure findings are globally relevant and culturally adaptable. The predominance of crosssectional studies (28.3%) and pilot studies (22.6%) reflects the exploratory nature of much gamification research in clinical reasoning education. While these designs provide valuable initial insights into feasibility and learner engagement, they offer limited evidence regarding longterm educational impact  [85, 86] . The relatively small proportion of experimental studies (13.2%) highlights the need for more rigorous research designs capable of establishing causal relationships between gamification techniques and reasoning outcomes. This aligns with broader critiques of gamification research in health professions education, where enthusiasm for innovation has often outpaced methodological rigor. Gamification was most applied in university and academic settings (37.7%), with a focus on undergraduate and postgraduate education. This is consistent with health professions education's increasing emphasis on active learning and competencybased training during pre-licensure education. Gamification's integration into clinical and hospital-based training (18.9%) further highlights its potential to bridge classroom learning and workplace reasoning development, particularly in residency programs and clinical placements. Interestingly, a substantial proportion of studies (17.0%) implemented gamification via digital platforms and simulations, reflecting both the increasing digitalization of health professions education and the flexibility of gamification for remote or hybrid learning contexts. However, the limited use of gamification in continuing professional development and community-based education highlights an underutilized opportunity to support reasoning development across the career continuumfrom novice learners to experienced clinicians."
    },
    {
      "title": "Gamification techniques applied to enhance clinical reasoning in healthcare education",
      "text": "Gamification interventions targeting clinical reasoning were most frequently applied in medicine (28.3%) and nursing (22.6%), reflecting the central roles of these professions in clinical decision-making and their long history of educational innovation  [87] . Pharmacy (13.2%) was also well-represented, particularly in studies focusing on medication management and reasoning processes linked to pharmacotherapy  [88] . However, other professionssuch as dentistry, rehabilitation, and allied health-were less frequently studied, highlighting a potential gap. This is particularly important given the growing emphasis on interprofessional education (IPE), where effective clinical reasoning requires collaborative decision-making across multiple disciplines  [89, 90] .\n\nThis scoping review also reveals that a broad spectrum of gamification techniques has been applied, underscoring the flexibility of gamification in meeting diverse educational needs. Serious games were the most used (45.3%), consistent with broader trends in health professions education  [91] . Serious games engage learners in authentic scenarios, encouraging pattern recognition, hypothesis generation, and decision-making under uncertainty, all of which are essential for clinical reasoning  [19] . Such techniques have been shown to promote both System 1 (intuitive) and System 2 (analytical) reasoning processes  [92] . In addition to serious games, several lower-tech and collaborative approaches were applied, including escape rooms (11.3%), which simulate time-pressured clinical problem-solving in teams. Board and card games (7.5%) offered accessible, small-group formats that fostered collaborative reasoning through structured reflection and peer discussion. Similarly, branching case-based games (5.7%) placed learners into evolving patient cases requiring decisionmaking at critical junctures, with consequential feedback at each step. Such designs parallel the script concordance approach, where learners navigate diagnostic uncertainty by comparing their decisions to expert reasoning.\n\nEmerging approaches such as AI-enhanced gamification and flipped gamified learning signal future directions for innovation  [49] . AI-enhanced games offer personalized, adaptive feedback based on real-time performance, while flipped approaches embed pre-class gamified exercises to prepare learners for deeper in-class clinical reasoning discussions  [93] . These adaptive and blended approaches align with trends toward personalized learning and justin-time reasoning support in health professions education  [94] ."
    },
    {
      "title": "Theoretical frameworks guiding gamification interventions",
      "text": "The review findings demonstrate increased theoretical grounding in gamification research, with 88.7% of studies explicitly referencing at least one theoretical framework. This represents progress compared to earlier critiques that gamification research lacked pedagogical rigor  [28] . The most applied frameworks were game-based learning and gamification theories (34%), which emphasize using points, badges, leaderboards, and narratives to enhance learner motivation and engagement  [95] . While engagement is valuable, these frameworks are insufficient for clinical reasoning education because they do not explicitly address the cognitive processes underlying diagnostic reasoning  [96] . Constructivist learning theories (13.2%) and experiential learning theory (13.2%) were also frequently applied, reflecting gamification's alignment with active learning and problem-based learning (PBL) principles  [97, 98] . In these frameworks, learners build understanding through authentic case experiences, where reflection on reasoning processes plays a central role in learning  [98] .\n\nHowever, despite their relevance, cognitive theories were cited in only 11.3% of studies, indicating a significant theoretical gap. Clinical reasoning is fundamentally a cognitive process that involves interpreting clinical cues, forming, and testing hypotheses, and continuously refining diagnostic scripts  [99] . Cognitive frameworks such as dual-process theory [100]-which describes the interplay between fast, intuitive (System 1) and slower, analytical (System 2) reasoning-offer valuable insights that could enhance future gamified designs  [92] . Cognitive load theory could further guide game complexity, ensuring that reasoning challenges are cognitively stimulating without overwhelming learners  [101] .\n\nFurthermore, script theory offers a developmentally informed model for supporting clinical reasoning through gamification  [102] . By scaffolding learners' development of diagnostic scripts, games can gradually expose learners to more ambiguous or complex cases, helping to develop the adaptive expertise necessary for clinical practice  [102] . A smaller proportion of studies applied Self-Determination Theory, emphasizing the importance of supporting learners' autonomy, competence, and relatedness to foster intrinsic motivation  [103] . Given the centrality of confidence and self-regulation in clinical reasoning, integrating autonomy-supportive game mechanics (e.g., meaningful choices, flexible pathways) could enhance both engagement and cognitive growth  [104] ."
    },
    {
      "title": "Gaps and future directions",
      "text": "This scoping review provides a comprehensive map of how gamification techniques have been applied to enhance clinical reasoning education in healthcare professions. While the findings illustrate a growing interest in gamified approaches, several critical gaps and challenges remain, pointing to important directions for future research."
    },
    {
      "title": "Limited longitudinal and outcome-based research",
      "text": "The first major gap is the absence of longitudinal research assessing the long-term effects of gamification on clinical reasoning competence. Most of the included studies focused on short-term engagement, motivation, and selfreported learning, but very few applied validated clinical reasoning assessments or tracked outcomes beyond the immediate intervention period. This limits our understanding of whether gamified learning translates into lasting improvements in diagnostic accuracy, clinical decision-making confidence, or real-world performance. Future studies should incorporate performance-based assessments, such as script concordance tests, thinkaloud protocols, and structured diagnostic reasoning rubrics, to better evaluate the cognitive and metacognitive impact of gamified reasoning interventions."
    },
    {
      "title": "Underutilization of cognitive theories in gamification design",
      "text": "The second gap relates to the underutilization of cognitive theories in gamification design. Despite clinical reasoning being fundamentally a cognitive process, only a small proportion of studies explicitly applied cognitive learning theories. While Self-Determination Theory and game-based learning frameworks were frequently cited, theories such as Dual-Process Theory, which explains the interplay between intuitive and analytical reasoning, were rarely considered. Similarly, Cognitive Load Theory, which offers critical insights into balancing challenge and cognitive burden in learning tasks, was seldom applied to guide gamification design. The limited attention to Script Theory, which describes how clinicians develop and refine illness scripts over time, also represents a missed opportunity. To design more cognitively effective gamified learning experiences, future research must actively bridge the gap between gamification mechanics and cognitive reasoning science."
    },
    {
      "title": "Lack of standardization in gamification design and reporting",
      "text": "A third area for development is the lack of standardized design and reporting frameworks for gamified reasoning interventions. The scoping review found considerable heterogeneity in the design, duration, and complexity of gamified interventions, making it difficult to compare results across studies or synthesize evidence into generalizable conclusions. Some interventions used high-fidelity serious games with immersive 3D simulations, while others employed low-tech board games or simple pointbased incentives. This variability underscores the need for a taxonomy of gamification techniques, distinguishing fully immersive games, branching case simulations, collaborative escape rooms, and hybrid game-based platforms. Applying standardized reporting guidelines, such as the GAMER framework for gamification in medical education, would enhance methodological transparency and support future meta-analyses in this field."
    },
    {
      "title": "Limited research in interprofessional and multidisciplinary",
      "text": "The fourth gap relates to disciplinary and interprofessional scope. Most studies targeted medicine and nursing, with relatively limited representation from pharmacy, dentistry, rehabilitation, and allied health professions. Given that clinical reasoning is inherently interprofessional, especially in complex patient cases requiring collaborative care, this disciplinary imbalance represents a missed opportunity. Future research should explore how gamification can support reasoning development across multiple professions, fostering team-based diagnostic skills. Designing gamified learning experiences that deliberately require interprofessional collaboration, such as multidisciplinary escape rooms or virtual team-based serious games, could better prepare learners for the realities of collaborative clinical reasoning in practice."
    },
    {
      "title": "Emerging technologies and the future of gamified clinical reasoning",
      "text": "Finally, technological innovation presents both a gap and a future opportunity. Emerging approaches such as AI-enhanced gamification, personalized adaptive game platforms, and immersive virtual reality (VR) simulations remain underexplored in the context of clinical reasoning education. AI-based systems could dynamically adjust case complexity and feedback based on learners' evolving reasoning performance, while VR could provide authentic, high-stakes reasoning scenarios in a fully immersive format. Mobile gamification platforms, offering justin-time reasoning practice, could also help clinicians refine reasoning skills in the flow of work. As technology evolves, future research should critically evaluate these innovations, ensuring that technological enhancement serves pedagogical and cognitive goals rather than becoming an end."
    },
    {
      "title": "Conclusion",
      "text": "This scoping review provides a comprehensive synthesis of gamification techniques applied to clinical reasoning education in healthcare professions. The findings demonstrate that gamification is a versatile, engaging, and increasingly theory-driven approach that has been applied across various educational settings, healthcare disciplines, and reasoning competencies.\n\nSerious games, escape rooms, branching case simulations, and gamified digital platforms offer diverse strategies for fostering clinical reasoning, catering to both individual diagnostic decision-making and collaborative reasoning in team-based settings. Encouragingly, most studies reference theoretical frameworks, yet gaps remain in the integration of cognitive science to support higher-order reasoning processes."
    },
    {
      "text": "Fig. 1 PRISMA Chart"
    },
    {
      "text": "Fig. 2 The annual number of articles between 2014-2023"
    },
    {
      "text": "Characteristics of the 53 articles in the scoping review"
    },
    {
      "text": "Summary of gamification techniques used to enhance clinical reasoning in healthcare education (n = 53)"
    }
  ],
  "references": [
    {
      "title": "Gamifying education: what is known, what is believed and what remains uncertain: a critical review",
      "authors": [
        "C Dichev",
        "D Dicheva"
      ],
      "year": 2017,
      "doi": "10.1186/s41239-017-0042-5"
    },
    {
      "title": "The impact of gamification on learning and instruction: A systematic review of empirical evidence",
      "authors": [
        "Z Zainuddin",
        "Skw Chu",
        "M Shujahat",
        "C Perera"
      ],
      "year": 2020
    },
    {
      "title": "Gamification in action: theoretical and practical considerations for medical educators",
      "authors": [
        "C Rutledge",
        "C Walsh",
        "N Swinger",
        "M Auerbach",
        "D Castro",
        "M Dewan"
      ],
      "year": 2018
    },
    {
      "title": "The influence of gamification on decision making in nursing students",
      "authors": [
        "A García-Viola",
        "J Garrido-Molina",
        "Márquez-Hernández Vv",
        "G Granados-Gámez",
        "G Aguilera-Manrique",
        "L Gutiérrez-Puertas"
      ],
      "year": 2019
    },
    {
      "title": "Gamification of cognitive assessment and cognitive training: a systematic review of applications and efficacy",
      "authors": [
        "J Lumsden",
        "E Edwards",
        "N Lawrence",
        "D Coyle",
        "M Munafò"
      ],
      "year": 2016
    },
    {
      "title": "Clinical reasoning: concept analysis",
      "authors": [
        "B Simmons"
      ],
      "year": 2010,
      "doi": "10.1111/j.1365-2648.2010.05262.x"
    },
    {
      "title": "Clinical reasoning in medicine",
      "authors": [
        "A Schwartz",
        "A Elstein"
      ],
      "year": 2008
    },
    {
      "title": "Clinical reasoning in physiotherapy. Clinical reasoning in the health professions",
      "authors": [
        "M Jones",
        "G Jensen",
        "I Edwards"
      ],
      "year": 2008
    },
    {
      "title": "Gamification in higher education and stem: A systematic review of literature",
      "authors": [
        "Ortiz Rojas",
        "M Chiluiza",
        "K Valcke",
        "M Editors"
      ],
      "year": 2016
    },
    {
      "title": "Gamification of health professions education: a systematic review",
      "authors": [
        "A Van Gaalen",
        "J Brouwer",
        "J Schönrock-Adema",
        "T Bouwkamp-Timmer",
        "Adc Jaarsma",
        "J Georgiadis"
      ],
      "year": 2021,
      "doi": "10.1007/s10459-020-10000-3"
    },
    {
      "title": "Gamification in theory and action: A survey",
      "authors": [
        "K Seaborn",
        "D Fels"
      ],
      "year": 2015
    },
    {
      "title": "Gamification and education: A literature review",
      "authors": [
        "I Caponetto",
        "J Earp",
        "M Ott"
      ],
      "year": 2014
    },
    {
      "title": "Does gamification work?>--a literature review of empirical studies on gamification",
      "authors": [
        "J Hamari",
        "J Koivisto",
        "H Sarsa"
      ],
      "year": 2014,
      "doi": "10.1109/hicss.2014.377"
    },
    {
      "title": "The gamification of learning: A meta-analysis",
      "authors": [
        "M Sailer",
        "L Homner"
      ],
      "year": 2020,
      "doi": "10.1007/s10648-019-09498-w"
    },
    {
      "title": "Benefits of gamification in medical education",
      "authors": [
        "K Krishnamurthy",
        "N Selvaraj",
        "P Gupta",
        "B Cyriac",
        "P Dhurairaj",
        "A Abdullah"
      ],
      "year": 2022
    },
    {
      "title": "Digital serious games in developing nursing clinical competence: A systematic review and metaanalysis",
      "authors": [
        "D Thangavelu",
        "Ajq Tan",
        "R Cant",
        "W Chua",
        "S Liaw"
      ],
      "year": 2022
    },
    {
      "title": "Game on: the gamification of the pharmacy classroom",
      "authors": [
        "L Sera",
        "E Wheeler"
      ],
      "year": 2017
    },
    {
      "title": "Serious gaming and gamification education in health professions: systematic review",
      "authors": [
        "S Gentry",
        "A Gauthier",
        "Ble Ehrstrom",
        "D Wortley",
        "A Lilienthal",
        "L Car"
      ],
      "year": 2019
    },
    {
      "title": "What every teacher needs to know about clinical reasoning",
      "authors": [
        "K Eva"
      ],
      "year": 2005,
      "doi": "10.1111/j.1365-2929.2004.01972.x"
    },
    {
      "title": "The clinical reasoning process",
      "authors": [
        "H Barrows",
        "P Feltovich"
      ],
      "year": 1987,
      "doi": "10.1111/j.1365-2923.1987.tb00671.x"
    },
    {
      "title": "Improving diagnosis by improving education: a policy brief on education in healthcare professions",
      "authors": [
        "M Graber",
        "J Rencic",
        "D Rusz",
        "F Papa",
        "P Croskerry",
        "B Zierler"
      ],
      "year": 2018,
      "doi": "10.1515/dx-2018-0033"
    },
    {
      "title": "Cognitive interventions to reduce diagnostic error: a narrative review",
      "authors": [
        "M Graber",
        "S Kissam",
        "V Payne",
        "A Meyer",
        "A Sorensen",
        "N Lenfestey"
      ],
      "year": 2012
    },
    {
      "title": "Diagnostic error and clinical reasoning",
      "authors": [
        "G Norman",
        "K Eva"
      ],
      "year": 2010
    },
    {
      "title": "Gaming elements, applications, and challenges of gamification in healthcare",
      "authors": [
        "S Al-Rayes",
        "Al Yaqoub",
        "F Alfayez",
        "A Alsalman",
        "D Alanezi",
        "F Alyousef"
      ],
      "year": 2022
    },
    {
      "title": "Game-based learning and gamification to promote engagement and motivation in medical learning contexts",
      "authors": [
        "E Pesare",
        "T Roselli",
        "N Corriero",
        "V Rossano"
      ],
      "year": 2016
    },
    {
      "title": "Gamification in nursing literature: an integrative review",
      "authors": [
        "U Sarker",
        "H Kanuka",
        "C Norris",
        "C Raymond",
        "O Yonge",
        "S Davidson"
      ],
      "year": 2021
    },
    {
      "title": "Gamification for educational purposes: what are the factors contributing to varied effectiveness?",
      "authors": [
        "Z Luo"
      ],
      "year": 2022
    },
    {
      "title": "Gamified learning in higher education: A systematic review of the literature",
      "authors": [
        "S Subhash",
        "E Cudney"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2018.05.028"
    },
    {
      "title": "Updated methodological guidance for the conduct of scoping reviews",
      "authors": [
        "M Peters",
        "C Marnie",
        "A Tricco",
        "D Pollock",
        "Z Munn",
        "L Alexander"
      ],
      "year": 2020
    },
    {
      "title": "Scoping studies: towards a methodological framework",
      "authors": [
        "H Arksey",
        "O' Malley"
      ],
      "year": 2005
    },
    {
      "title": "PRISMA extension for scoping reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin",
        "O' Brien",
        "K Colquhoun",
        "H Levac"
      ],
      "year": 2018
    },
    {
      "title": "Developing and piloting a serious game to educate children about over-the-counter medication safety",
      "authors": [
        "O Abraham",
        "A Feathers",
        "L Grieve",
        "D Babichenko"
      ],
      "year": 2019,
      "doi": "10.1111/jphs.12292"
    },
    {
      "title": "Student Pharmacists' Assessment of a Serious Game on Opioid Medication Safety",
      "authors": [
        "O Abraham",
        "M Tidd",
        "M Buechel",
        "T Thakur",
        "R Brown"
      ],
      "year": 2020,
      "doi": "10.24926/iip.v11i4.2937"
    },
    {
      "title": "Instructional design and its usability for branching model as an educational strategy",
      "authors": [
        "F Argueta-Munoz",
        "H Olvera-Cortes",
        "C Duran-Cardenas",
        "L Hernandez-Gutierrez",
        "Gutierrez-Barreto Se"
      ],
      "year": 2023
    },
    {
      "title": "The geriatric virtual escape room in pharmacy education: female students escape significantly faster than male students",
      "authors": [
        "A Badr"
      ],
      "year": 2022,
      "doi": "10.3390/pharmacy10020036"
    },
    {
      "title": "Serious games in surgical medical education: A virtual emergency department as a tool for teaching clinical reasoning to medical students",
      "authors": [
        "S Chon",
        "F Timmermann",
        "T Dratsch",
        "N Schuelper",
        "P Plum",
        "F Berlth"
      ],
      "year": 2019,
      "doi": "10.2196/13028"
    },
    {
      "title": "Designing and evaluating game-based learning for continuing pharmacy education using an escape room activity",
      "authors": [
        "J Cole",
        "M Ruble"
      ],
      "year": 2021
    },
    {
      "title": "Can you escape sepsis?? Using a healthcare escape room as an innovative approach to nursing education",
      "authors": [
        "A Dacanay",
        "J Sibrian",
        "C Wyllie",
        "E Sorrentino",
        "G Dunbar"
      ],
      "year": 2021,
      "doi": "10.1097/nur.0000000000000578"
    },
    {
      "title": "Gamification tools in higher education: creation and implementation of an escape room methodology in the pharmacy classroom",
      "authors": [
        "A Fraguas-Sánchez",
        "D Serrano",
        "E González-Burgos"
      ],
      "year": 2022,
      "doi": "10.3390/educsci12110833"
    },
    {
      "title": "A serious game can be a valid method to train clinical decisionmaking in surgery",
      "authors": [
        "M Graafland",
        "M Vollebergh",
        "S Lagarde",
        "M Van Haperen",
        "W Bemelman",
        "M Schijven"
      ],
      "year": 2014
    },
    {
      "title": "Integration of an extended, immersive, gamified pharmacy simulation as a capstone event",
      "authors": [
        "D Hope",
        "G Grant",
        "G Rogers",
        "M King"
      ],
      "year": 2021
    },
    {
      "title": "The influence of gamification on medical students' diagnostic decision making and awareness of medical cost: a mixed-method study",
      "authors": [
        "K Ishizuka",
        "K Shikino",
        "H Kasai",
        "Y Hoshina",
        "S Miura",
        "T Tsukamoto"
      ],
      "year": 2023
    },
    {
      "title": "Teaching clinical reasoning and decision-making skills to nursing students: design, development, and usability evaluation of a serious game",
      "authors": [
        "H Johnsen",
        "M Fossum",
        "P Vivekananda-Schmidt",
        "A Fruhling",
        "Å Slettebø"
      ],
      "year": 2016
    },
    {
      "title": "Developing a serious game for nurse education",
      "authors": [
        "H Johnsen",
        "M Fossum",
        "P Vivekananda-Schmidt",
        "A Fruhling",
        "A Slettebø"
      ],
      "year": 2018
    },
    {
      "title": "Effectiveness of gamification in enhancing learning and attitudes: A study of statistics education for health school students",
      "authors": [
        "M Khoshnoodifar",
        "A Ashouri",
        "M Taheri"
      ],
      "year": 2023
    },
    {
      "title": "Effects of Situation-Based flipped learning and gamification as combined methodologies in psychiatric nursing education: A Quasi-Experimental study",
      "authors": [
        "H Kim",
        "B Kim"
      ],
      "year": 2022
    },
    {
      "title": "Using gamification to bring the reality and uncertainty of a duty Doctor's surgery to early year medical students",
      "authors": [
        "L Lumsden",
        "P Cannon",
        "V Wass",
        "G Challenge"
      ],
      "year": 2023,
      "doi": "10.1080/14739879.2023.2190936"
    },
    {
      "title": "Development and contribution of a serious game to improve nursing students' clinical reasoning in acute heart failure: A multimethod study",
      "authors": [
        "M-A Maheu-Cadotte",
        "V Dube",
        "P Lavoie"
      ],
      "year": 2023
    },
    {
      "title": "The use of artificial intelligence and game-based learning in removable partial denture design: A comparative study",
      "authors": [
        "A Mahrous",
        "D Botsko",
        "A Elgreatly",
        "A Tsujimoto",
        "F Qian",
        "G Schneider"
      ],
      "year": 2023,
      "doi": "10.1002/jdd.13225"
    },
    {
      "title": "Fostering nursing students' clinical reasoning: a QSEN-based teaching strategy",
      "authors": [
        "I Marcomini",
        "S Terzoni",
        "A Destrebecq"
      ],
      "year": 2021,
      "doi": "10.1016/j.teln.2021.07.003"
    },
    {
      "title": "Prosocial videogames, as a transitional space for peace: the case of reconstrucción",
      "authors": [
        "F Martínez-Cano",
        "R Cifuentes-Albeza",
        "Ivars Nicolás"
      ],
      "year": 2019,
      "doi": "10.4185/rlcs-2019-1394en"
    },
    {
      "title": "Transfer of clinical reasoning trained with a serious game to comparable clinical problems: A prospective randomized study",
      "authors": [
        "A Middeke",
        "S Anders",
        "T Raupach",
        "N Schuelper"
      ],
      "year": 2020,
      "doi": "10.1097/sih.0000000000000407"
    },
    {
      "title": "Training of clinical reasoning with a serious game versus small-group problem-based learning: A prospective study",
      "authors": [
        "A Middeke",
        "S Anders",
        "M Schuelper",
        "T Raupach",
        "N Schuelper"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0203851"
    },
    {
      "title": "Clinical reasoning workshop: lumbosacral spine and hip disorders",
      "authors": [
        "A Moroz"
      ],
      "year": 2017,
      "doi": "10.15766/mep_2374-8265.10632"
    },
    {
      "title": "Clinical reasoning workshop: cervical spine and shoulder disorders",
      "authors": [
        "A Moroz"
      ],
      "year": 2017,
      "doi": "10.15766/mep_2374-8265.10560"
    },
    {
      "title": "Evaluation of surgical improvement of clinical knowledge Ops (SICKO), an interactive training platform",
      "authors": [
        "D Nemirovsky",
        "A Garcia",
        "P Gupta",
        "E Shoen",
        "N Walia"
      ],
      "year": 2021,
      "doi": "10.1007/s10278-021-00482-x"
    },
    {
      "title": "A virtual emergency telemedicine serious game in medical training: A quantitative, professional feedback-informed evaluation study",
      "authors": [
        "I Nicolaidou",
        "A Antoniades",
        "R Constantinou",
        "C Marangos",
        "E Kyriacou",
        "P Bamidis"
      ],
      "year": 2015
    },
    {
      "title": "The design, implementation and evaluation of hybrid cancer clinic simulations: escaping the norm",
      "authors": [
        "K Norville",
        "A Philip",
        "Z Halford"
      ],
      "year": 2023
    },
    {
      "title": "Examining students' behavior in a digital simulation game for nurse training",
      "authors": [
        "D Novoseltseva",
        "C Lelardeux",
        "N Jessel"
      ],
      "year": 2022,
      "doi": "10.17083/ijsg.v9i4.543"
    },
    {
      "title": "Serious games for improving genetic literacy and genetic risk awareness in the general public: protocol for a randomized controlled trial",
      "authors": [
        "S Oliveri",
        "R Mainetti",
        "A Gorini",
        "I Cutica",
        "G Candiani",
        "N Borghese"
      ],
      "year": 2018
    },
    {
      "title": "A serious game about hematology for health care workers (SUPER HEMO): development and validation study",
      "authors": [
        "J Perrin",
        "A Meeus",
        "J Broseus",
        "P-J Morieux",
        "Di Ceglie",
        "V Gravoulet"
      ],
      "year": 2023,
      "doi": "10.2196/40350"
    },
    {
      "title": "The bloody board game: A Game-Based approach for learning High-Value care principles in the setting of anemia diagnosis",
      "authors": [
        "T Pisano",
        "V Santibanez",
        "M Hernandez",
        "D Patel",
        "G Osorio"
      ],
      "year": 2020
    },
    {
      "title": "Teaching principles of medical innovation and entrepreneurship through hackathons: case study and qualitative analysis",
      "authors": [
        "C Preiksaitis",
        "J Dayton",
        "R Kabeer",
        "G Bunney",
        "M Boukhman"
      ],
      "year": 2023
    },
    {
      "title": "Gaming in nursing education: A literature review",
      "authors": [
        "L Pront",
        "A Muller",
        "A Koschade",
        "A Hutton"
      ],
      "year": 2018,
      "doi": "10.1097/01.nep.0000000000000251"
    },
    {
      "title": "POLESAT an innovative e-Geoplatform in health management",
      "authors": [
        "A Quesnel",
        "J Soula",
        "F Dufossez",
        "R Beuscart"
      ],
      "year": 2016
    },
    {
      "title": "Effectiveness of a serious game addressing guideline adherence: cohort study with 1.5-year follow-up",
      "authors": [
        "T Raupach",
        "I De Temple",
        "A Middeke",
        "S Anders",
        "C Morton",
        "N Schuelper"
      ],
      "year": 2021
    },
    {
      "title": "Case-Based serious gaming for complication management in colorectal and pancreatic surgery: prospective observational study",
      "authors": [
        "S-C Schwarzkopf",
        "M Distler",
        "T Welsch",
        "G Krause-Juttler",
        "J Weitz",
        "F Kolbinger"
      ],
      "year": 2023
    },
    {
      "title": "Serious games for executive functions training for adults with intellectual disability: overview",
      "authors": [
        "S Shapoval",
        "M Gimeno-Santos",
        "Mendez Zorrilla",
        "A Garcia-Zapirain",
        "B Guerra-Balic",
        "M Signo-Miguel"
      ],
      "year": 2022
    },
    {
      "title": "Diffusion process of virtual consultations in French medical training: A socio-anthropologic approach",
      "authors": [
        "C Simonpietri"
      ],
      "year": 2017
    },
    {
      "title": "Acquiring critical thinking and Decision-Making skills: an evaluation of a serious game used by undergraduate dental students in dental public health",
      "authors": [
        "K Sipiyaruk",
        "J Gallagher",
        "S Hatzipanagos",
        "P Reynolds"
      ],
      "year": 2017
    },
    {
      "title": "A rapid review of serious games: from healthcare education to dental education",
      "authors": [
        "K Sipiyaruk",
        "J Gallagher",
        "S Hatzipanagos",
        "P Reynolds"
      ],
      "year": 2018
    },
    {
      "title": "Serious games for serious crises: reflections from an infectious disease outbreak matrix game",
      "authors": [
        "J Smith",
        "N Sears",
        "B Taylor",
        "M Johnson"
      ],
      "year": 2020,
      "doi": "10.1186/s12992-020-00547-6"
    },
    {
      "title": "Using board games to foster clinical reasoning among new graduate nurses",
      "authors": [
        "M Tyo",
        "M Mccurry"
      ],
      "year": 2021
    },
    {
      "title": "Personalized training via serious game to improve daily living skills in pediatric patients with autism spectrum disorder",
      "authors": [
        "E Vallefuoco",
        "C Bravaccio",
        "G Gison",
        "L Pecchia",
        "A Pepino"
      ],
      "year": 2022
    },
    {
      "title": "Teamwork training with a multiplayer game in health care: content analysis of the teamwork principles applied",
      "authors": [
        "L Van Peppen",
        "Tje Faber",
        "V Erasmus",
        "Mew Dankbaar"
      ],
      "year": 2022
    },
    {
      "title": "Engaging students with patient safety in an online escape room",
      "authors": [
        "M Vestal",
        "A Matthias",
        "C Thompson"
      ],
      "year": 2021
    },
    {
      "title": "Virtual ER, a serious game for interprofessional education to enhance teamwork in medical and nursing undergraduates: development and evaluation study",
      "authors": [
        "Jyh Wong",
        "J Ko",
        "S Nam",
        "T Kwok",
        "S Lam",
        "J Cheuk"
      ],
      "year": 2022
    },
    {
      "title": "The effect of serious games on medical students' motivation, flow and learning",
      "authors": [
        "I Zairi",
        "Ben Dhiab",
        "M Mzoughi",
        "Ben Mrad"
      ],
      "year": 2022
    },
    {
      "title": "Serious game design with medical students as a learning activity for developing the 4Cs skills: communication, collaboration, creativity and critical thinking: A qualitative research",
      "authors": [
        "I Zairi",
        "Ben Dhiab",
        "M Mzoughi",
        "Ben Mrad",
        "Ben Abdessalem",
        "I Kraiem"
      ],
      "year": 2021
    },
    {
      "title": "Enhancing clinical judgment in managing postpartum hemorrhage: A replication study",
      "authors": [
        "A Zehler",
        "E Severi"
      ],
      "year": 2022
    },
    {
      "title": "Trapped as a group, escape as a team: applying gamification to incorporate Teambuilding skills through an 'escape room' experience",
      "authors": [
        "X Zhang",
        "H Lee",
        "C Rodriguez",
        "J Rudner",
        "T Chan",
        "D Papanagnou"
      ],
      "year": 2018
    },
    {
      "title": "Technology-enhanced learning and teaching in COVID-19 era: challenges and recommendations",
      "authors": [
        "A Al-Ataby"
      ],
      "year": 2020
    },
    {
      "title": "Gamification as online teaching strategy during COVID-19: A mini-review",
      "authors": [
        "F Nieto-Escamez",
        "Roldán-Tapia Md"
      ],
      "year": 2021
    },
    {
      "title": "Unravelling 'low-resource settings': a systematic scoping review with qualitative content analysis",
      "authors": [
        "C Van Zyl",
        "M Badenhorst",
        "S Hanekom",
        "M Heine"
      ],
      "year": 2021,
      "doi": "10.1136/bmjgh-2021-005190"
    },
    {
      "title": "Cross-sectional studies: strengths, weaknesses, and recommendations",
      "authors": [
        "X Wang",
        "Z Cheng"
      ],
      "year": 2020
    },
    {
      "title": "Pilot studies: a critical but potentially misused component of interventional research",
      "authors": [
        "C Kistin",
        "M Silverstein"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10962"
    },
    {
      "title": "The historical social positioning of nursing and medicine: implications for career choice, early socialization and interprofessional collaboration",
      "authors": [
        "S Price",
        "S Doucet",
        "L Hall"
      ],
      "year": 2014,
      "doi": "10.3109/13561820.2013.867839"
    },
    {
      "title": "A systematic review of serious games in training health care professionals",
      "authors": [
        "R Wang",
        "S Demaria",
        "Jr",
        "A Goldberg",
        "D Katz"
      ],
      "year": 2016,
      "doi": "10.1097/sih.0000000000000118"
    },
    {
      "title": "Interprofessional education: a review of context, learning and the research agenda",
      "authors": [
        "J Thistlethwaite"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2923.2011.04143.x"
    },
    {
      "title": "A BEME systematic review of the effects of interprofessional education: BEME guide 39",
      "authors": [
        "S Reeves",
        "S Fletcher",
        "H Barr",
        "I Birch",
        "S Boet",
        "N Davies"
      ],
      "year": 2016,
      "doi": "10.3109/0142159x.2016.1173663"
    },
    {
      "title": "Systematic review of serious games for medical education and surgical skills training",
      "authors": [
        "M Graafland",
        "J Schraagen",
        "M Schijven"
      ],
      "year": 2012,
      "doi": "10.1002/bjs.8819"
    },
    {
      "title": "A universal model of diagnostic reasoning",
      "authors": [
        "P Croskerry"
      ],
      "year": 2009,
      "doi": "10.1097/acm.0b013e3181ace703"
    },
    {
      "title": "Medical education reimagined: a call to action",
      "authors": [
        "C Prober",
        "S Khan"
      ],
      "year": 2013,
      "doi": "10.1097/acm.0b013e3182a368bd"
    },
    {
      "title": "Technology-enhanced simulation for health professions education: a systematic review and meta-analysis",
      "authors": [
        "D Cook",
        "R Hatala",
        "R Brydges",
        "B Zendejas",
        "J Szostek",
        "A Wang"
      ],
      "year": 2011,
      "doi": "10.1001/jama.2011.1234"
    },
    {
      "title": "From game design elements to gamefulness: defining gamification",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled",
        "L Nacke",
        "Editors"
      ],
      "year": 2011,
      "doi": "10.1145/2181037.2181040"
    },
    {
      "title": "How to improve the teaching of clinical reasoning: a narrative review and a proposal",
      "authors": [
        "H Schmidt",
        "S Mamede"
      ],
      "year": 2015,
      "doi": "10.1111/medu.12775"
    },
    {
      "title": "Comparing expert and novice Understanding of a complex system from the perspective of structures, behaviors, and functions",
      "authors": [
        "C Hmelo-Silver",
        "M Pfeffer"
      ],
      "year": 2004,
      "doi": "10.1207/s15516709cog2801_7"
    },
    {
      "title": "Functions of the frontal cortex of the rat: a comparative review",
      "authors": [
        "B Kolb"
      ],
      "year": 1984,
      "doi": "10.1016/0165-0173(84)90018-3"
    },
    {
      "title": "Dual-processing accounts of reasoning, judgment, and social cognition",
      "authors": [
        "G Norman",
        "Jsb Evans"
      ],
      "year": 2005
    },
    {
      "title": "Cognitive load theory, learning difficulty, and instructional design",
      "authors": [
        "J Sweller"
      ],
      "year": 1994,
      "doi": "10.1016/0959-4752(94)90003-5"
    },
    {
      "title": "The development of clinical reasoning expertise",
      "authors": [
        "H Boshuizen",
        "H Schmidt"
      ],
      "year": 2008
    },
    {
      "title": "Conceptualizations of intrinsic motivation and self-determination. Intrinsic motivation and self-determination in human behavior",
      "authors": [
        "E Deci",
        "R Ryan",
        "E Deci",
        "R Ryan"
      ],
      "year": 1985,
      "doi": "10.1007/978-1-4899-2271-7_2"
    },
    {
      "title": "How self-determination theory can assist our Understanding of the teaching and learning processes in medical education",
      "authors": [
        "Ten Cate",
        "Otj Kusurkar",
        "R Williams"
      ],
      "year": 2011
    }
  ],
  "num_references": 103,
  "original_doi": "https://doi.org/10.13039/100020595"
}
