{
  "paper_id": "UPUZQ4AU",
  "md5": "18175CF409634186852DAEF3377DA165",
  "sections": [
    {
      "text": "Overview of weekly core themes and tasks to complete.This intervention module was selected/displayed by SELMA if a participant did not self-select a module."
    }
  ],
  "figures": [
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Overview of weekly core themes and tasks to complete.This intervention module was selected/displayed by SELMA if a participant did not self-select a module."
    }
  ],
  "num_figures": 1,
  "tables": [
    {
      "content": "Week Weekly core Brief description Mode of Task to theme (source) communication complete Welcome and Introduction, guidance through Chat-based Provide onboarding screening, randomization. nickname etc., informed consent, read study information and inclusion criteria, baseline screening. 1 Introduction, Context of multimodal therapy Video clip, chat- screening of in pain management. Importance based pain-level [40] of diagnostic and referral to clinics in case of problems/emergency. Pain diary [41] Guidance to apply pain diary Link to PDF, Report on pain over 2 weeks. chat-based and related situation, behavior, emotions and physical reaction. 2 Context of Differentiation of acute and Chat-based behavior und chronic pain. chronic pain [42,43] Pain and nerves How an ongoing pain-stimulus Link to video [44,45] and the processing of pain in the clip, chat-based brain are related. Bio-psycho- How chronic pain, biological, Image, chat- social model psychological factors and social based [42] environment are related. Pain diary See above Continue to apply pain diary. 3 Pain and fear Vicious circle of fear and pain: Image, chat- [46,55] How fear and negative emotions based can increase pain. Behavior and How trivializing, Link to video pain [47,55] catastrophizing or social clip, chat-based conflicts can interact with chronic pain. Protective factors. 4 -8 Intervention Dysfunctional cognitions, Self-select 3 modules behavior, emotions intervention modules Stress (default a ) How stress, muscular tension Image, chat- [43,44,46] and perception of pain are based related. Importance of balanced level of stress. Avoidance Importance of physical activity. Image, link to activity (default) How avoiding physical activity video clip, chat- [44,55] has a negative impact on chronic based pain."
    }
  ],
  "num_tables": 1,
  "notes": [
    "a"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
