{
  "paper_id": "UPV7HMK3",
  "title": "COVID-19 Message Fatigue: How Does It Predict Preventive Behavioral Intentions and What Types of Information are People Tired of Hearing About?",
  "abstract": "This study examines the impact of message fatigue and what makes people fatigued in the context of the COVID-19 pandemic. Data collected with a Qualtrics panel (N = 744) showed that both active (i.e., reactance) and passive (i.e., inattention) resistance in message processing mediated the relationships between message fatigue and intentions to follow three types of preventive behaviors against COVID-19 (i.e., wearing masks, social distancing, and washing hands). The indirect effect of message fatigue on intention to seek COVID-19 information was explained by inattention but not reactance. Analyses of openended responses identified 18 types of COVID-related information that individuals were tired of hearing about. About 73.38% of participants (n = 546) reported that they were tired of hearing about at least one type of information about COVID-19, with mask-wearing being the most frequently mentioned (21.91%). The results extend existing research on message fatigue-evoked resistance to persuasion and provide practical implications for public health message design.",
  "year": 2004,
  "date": "2004",
  "journal": "Washing hands",
  "publication": "Washing hands",
  "authors": [
    {
      "forename": "Mengfei",
      "surname": "Guan",
      "name": "Mengfei Guan",
      "affiliation": "b  Department of Communication , University of Arkansas ; Department of Communication Studies and Department of Public Health , The College of New Jersey Department of Communication , University of Arkansas , Fayetteville , AR , USA \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t The College of New Jersey \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fayetteville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t USA",
      "email": "mfguan@uark.edu",
      "orcid": "0000-0002-4062-1069"
    },
    {
      "forename": "Yachao",
      "surname": "Li",
      "name": "Yachao Li",
      "affiliation": "b  Department of Communication , University of Arkansas ; Department of Communication Studies and Department of Public Health , The College of New Jersey Department of Communication , University of Arkansas , Fayetteville , AR , USA \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t The College of New Jersey \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fayetteville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0001-8268-1935"
    },
    {
      "forename": "Jessica",
      "surname": "Scoles",
      "name": "Jessica Scoles",
      "affiliation": "b  Department of Communication , University of Arkansas ; Department of Communication Studies and Department of Public Health , The College of New Jersey Department of Communication , University of Arkansas , Fayetteville , AR , USA \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t The College of New Jersey \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fayetteville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Yaguang",
      "surname": "Zhu",
      "name": "Yaguang Zhu",
      "affiliation": "b  Department of Communication , University of Arkansas ; Department of Communication Studies and Department of Public Health , The College of New Jersey Department of Communication , University of Arkansas , Fayetteville , AR , USA \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t Department of Communication Studies \n\t\t\t\t\t\t\t\t Department of Public Health \n\t\t\t\t\t\t\t\t Department of Communication \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t The College of New Jersey \n\t\t\t\t\t\t\t\t University of Arkansas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fayetteville \n\t\t\t\t\t\t\t\t\t AR \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-8025-3889"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "Since the World Health Organization (WHO) declared the coronavirus disease 2019 (COVID-19) crisis a pandemic on  March 11, 2020 (World Health Organization, 2020b) , global, national, and regional public health efforts have been made to inform the public about this novel and deadly virus. From active information seeking to routine information exposure, people have been inundated with public health messages about COVID-19 from a variety of communication channels (e.g., news reports, social media posts, and interpersonal conversations). These health messages are crucial to inform the public about the unique epidemiological characteristics of COVID-19 and to mitigate community transmission. However, individuals may feel tired and burnt out due to an excessive and repeated exposure to similar messages about COVID-19 over time, an aversive motivational state known as message fatigue  (So et al., 2017) . Although repetition may lead to greater awareness, overexposure can be counterproductive and generate unintended effects  (Baseman et al., 2013) .\n\nSeveral potential consequences of COVID-19 message fatigue are noteworthy. First, overexposure to repetitive messages may lead to desensitization  (Cho & Salmon, 2007) . After a prolonged period, people are likely to become numb to the news coverage and apathetic to the surging number of COVID-19 cases and deaths. Related to message fatigue, pandemic fatigue, or \"an expected and natural response to a prolonger public health crisis\" (p. 4), has shown to express itself as hopelessness and decreased motivation to engage in preventive behaviors against  COVID-19 (World Health Organization, 2020a) . Second, message fatigue is associated with message avoidance  (Kinnick et al., 1996) . Fatigued individuals may selectively avoid exposure to COVID-19-related information and stay away from situations in which relevant health issues are discussed. As the COVID-19 pandemic is an ongoing crisis, increased message avoidance may impair people's abilities to acquire the latest information about  new variants, vaccines) . Third, message fatigue can trigger resistance to persuasion attempts  (So et al., 2017) . When individuals are exposed to another message that they are tired of hearing about, they typically form negative cognition or withdraw attention from the message  (Kim & So, 2018; Reynolds-Tylus et al., 2021) . Taken together, message fatigue to COVID-19 health messages is likely to diminish the intended effects of public health communication on combatting the pandemic.\n\nThis study aims to examine two interconnected aspects of message fatigue in the context of the COVID-19 pandemic. Specifically, we investigate how message fatigue influences people's behavioral choices. We also identify what specific types of information that people feel weary of hearing about. Data were collected from a nationwide sample in the United States. To investigate how message fatigue shapes behavioral change, we measured message fatigue and tested a theoretical model with structural equation modeling (SEM). To explore what people are tired of, we conducted a thought-listing analysis of participants' open-ended responses and created a typology of COVID-19 message fatigue. The results complement prior research by examining the role of message fatigue in predicting preventive behaviors as well as providing implications for health message design in the context of infectious disease outbreaks."
    },
    {
      "title": "Message fatigue",
      "text": "Message fatigue is defined as a state of exhaustion and boredom after prolonged and repeated exposure to similar messages over time  (So et al., 2017) . So et al. (2017)  propose a conceptual definition of message fatigue consisting of four dimensions: perceived overexposure (i.e., perceptions of excessive exposure beyond desired frequency), perceived redundancy (i.e., perceptions of message repetition and overlaps), exhaustion (i.e., feelings of burnout), and tedium (i.e., feelings of boredom). Emerging research has demonstrated the effects of message fatigue on several undesired outcomes, such as increased desensitization  (Keating & Galper, 2021) , diminished attitudes  (So & Alam, 2019) , decreased message effectiveness  (Martinez Gonzalez et al., 2021; Reynolds-Tylus et al., 2021)  and decreased behavioral outcomes  (Ball & Wozniak, 2021; Kim & So, 2018) . The advancement of message fatigue research challenges the assumption that more message exposure is more effective than less exposure and sheds light on understanding the adverse message effects due to excessive, repeated exposure."
    },
    {
      "title": "The impact of message fatigue: Message resistance and behavioral outcomes",
      "text": "Researchers have examined the effects of message fatigue on resistance in messages processing -how fatigued people respond to an incoming message on a health issue they already feel tired of hearing about (e.g.,  Kim & So, 2018; Reynolds-Tylus et al., 2021) . This line of research taps into a communication dilemma that warrants further research. First, from the perspective of message recipients, it is almost impossible to entirely avoid exposure to health-related messages on a given topic in a media-saturated society. Second, when it comes to public health promotion, it is not feasible to reduce the dissemination of health messages when the health issue is rapidly evolving and yet to be solved, like in the case of COVID-19. So et al. (2017)  explicated two different types of resistance as possible responses to unwanted message exposure due to message fatigue, that is, active resistance toward and disengagement from related messages. Kim and So (2018)  further elaborated on and empirically tested how message fatigue influenced message resistance. First, individuals may engage in active resistance (e.g., reactance or making opposing arguments to the message) as a response to message fatigue. As suggested by the psychological reactance theory (PRT;  Brehm, 1966) , individuals experience reactance when they believe their basic right of freely making choices is threatened. Given that unwanted message exposure can be considered as a threat to one's freedom, fatigued individuals are likely to experience reactance when they are exposed to another message that they already feel tired of hearing about  (Kim & So, 2018) . Second, individuals may engage in passive resistance (e.g., inattention or disengagement with the message) as a response to message fatigue. Coping research suggests that individuals employ either problem-focused or emotion-focused coping, depending on whether they feel efficacious to remove the stressor  (Lazarus & Folkman, 1984) . As unwanted message exposure is inevitable in a message-saturated environment, individuals may resort to emotion-focused coping to avoid the situation that evokes discomfort through disengagement with the message  (Kim & So, 2018) .\n\nIn the context of the COVID-19 pandemic, considering the repeated and prolonged exposure to messages advocating preventive behaviors from a variety of communication channels (e.g., public health messages advocating preventive behaviors, daily updates tracking confirmed cases and deaths), it is very likely that people experience a sense of message fatigue to COVID-19 messages. Indeed, media coverage on frustrated individuals showing disinterest or apathy manifests \"the tip of the iceberg of the desensitization and fatigue towards repeated news messaging on COVID-19\"  (Koh et al., 2020, p. 716) . Therefore, we examine the pathways from message fatigue to resistance in message processing in the context of the COVID-19 pandemic.\n\nH1: Message fatigue will be positively associated with a) reactance and b) inattention in message processing.\n\nAs two forms of message resistance, reactance and inattention resulting from message fatigue can lead to noncompliance with message advocacy  (So et al., 2017) . PRT posits that reactance motivates individuals to protect or reestablish threatened freedom  (Brehm, 1966) . In the context of social influence, reactance can prompt freedom restoration in the form of message rejection, or refusing to comply with the message advocacy  (Dillard & Shen, 2005; Ratcliff, 2021) . Indeed, research has demonstrated that reactance is negatively associated with attitudes toward the message advocacy  (Rains & Turner, 2007) , perceived message effectiveness  (Shen, 2015) , intentions to engage in the recommended behavior  (Quick & Bates, 2010) . More relevant to the present study,  Shoenberger et al. (2021)  found that COVID-19 advertising messages ignited reactance, which, in turn, was negatively associated with ad attitudes and intentions to engage in socially responsible behaviors (e.g., mask-wearing, social distancing).\n\nThe theoretical reasoning underlying the effects of inattention on behavioral outcomes has yet to be explicated in message fatigue research. Kim and So (2018)  suggested that inattentive audiences were less likely to follow the message recommendations because they might not effectively process or evaluate the message's claims. In line with their arguments, we argue that persuasion theories, such as message learning theory  (Hovland et al., 1953)  and social cognitive theory  (Bandura, 1986) , shed light on how inattention can negatively influence behavioral outcomes. Attention, or increased mental effort, is considered an essential step in message processing and a precondition for persuasion  (Chaffee & Schleuder, 1986) . However, continuous communication can lead to oversaturation of messages, resulting in decreased effectiveness of persuasion  (Kinnick et al., 1996) . Moreover, the COVID-19 pandemic has amplified the attention deficit, creating challenges of attracting, keeping, and recapturing attention  (Sutton et al., 2021) . Thus, it is anticipated that when individuals are not motivated to pay attention to a message that is unpleasant or annoying (such as in the case of message fatigue), they are less likely to grasp information from the message. In other words, inattentive individuals who fail to process the information are less likely to evaluate or comply with what is being communicated in the message. Taken together, we propose: H2: a) Reactance and b) inattention in message processing will be negatively associated with intention to follow behaviors recommended in the message. H3: a) Reactance and b) inattention in message processing will mediate the relationship between message fatigue and intention to follow behaviors recommended in the message.\n\nIn addition, reactance and inattention can lead to decreased motivation for seeking additional information on the same topic. As articulated above, reactance motivates individuals to restore threatened freedom through message rejection  (Dillard & Shen, 2005) . Also relevant to the present study, reactance can prompt freedom restoration through message avoidance, or refusing to be exposed to further messages  (Brehm, 1966; Ratcliff, 2021) . Empirical evidence has supported this argument. For instance,  Youn and Kim (2019)  found that users with greater psychological reactance were more likely to avoid advertising on Facebook. In addition,  Marcinkowski and Došenović (2021)  found that reactance toward unwanted exposure to online political campaigns was positively associated with intentional avoidance of additional political information. These findings imply that when individuals actively argue against a message on a particular topic (i.e., reactance), they are unlikely to seek additional information on the topic that may potentially induce further reactance.\n\nInattention may also negatively influence intentions to seek additional information. As mentioned above, individuals, due to message fatigue, tend to allocate limited attention to an unwanted, incoming message as a form of defensive processing. Such inattention indicates that the amount of information received (or passively consumed) has greatly exceeded the amount of information needed on a certain topic. Information management theories (e.g.,  Afifi & Weiner, 2004; Griffin et al., 1999)  suggest that the gap between information held and information needed motivates information seeking. In other words, when what is known is less than what is needed, individuals tend to look for additional information. Given this, inattentive individuals, due to message fatigue, may feel they are more than well-informed on a particular issue to the point that they do not wish to know more, demonstrating little or no motivation to seek additional information on the same topic. Hence, we predict: H4: a) Reactance and b) inattention in message processing will be negatively associated with intentions to seek further information.\n\nH5: a) Reactance and b) inattention in message processing will mediate the relationship between message fatigue and intentions to seek further information.\n\nFurthermore, conceptualized as an aversive motivational state, message fatigue consists of both perceptual (i.e., perceived overexposure and redundancy) and experiential (i.e., emotional burnout and boredom) components  (So et al., 2017) . Since both cognitions and emotions can guide behaviors  (Nabi, 1999; Witte, 1992) , message fatigue has the potential to shape behaviors directly. Prior research has found correlations between message fatigue and behavioral intentions in various contexts  (Ball & Wozniak, 2021; Kim & So, 2018; Martinez Gonzalez et al., 2021; Reynolds-Tylus et al., 2021) . Hence, we propose: H6: Message fatigue will directly influence intentions to follow preventive behaviors. H7: Message fatigue will directly influence intentions to seek further information on the same topic."
    },
    {
      "title": "What makes people fatigued: Identifying information types",
      "text": "Another aspect of message fatigue that is worth investigating concerns what types of COVID-19-related information that individuals are tired of hearing about. Identifying \"contentspecific factors\" contributing to message fatigue can provide important implications for message design  (So et al., 2017, p. 24) . Emerging research has shown that different thematic and linguistic message frames can produce different levels of message fatigue. For example, a study on anti-obesity message fatigue shows that, compared with the mental health thematic frame that highlights psychological issues (e.g., self-esteem), the physical health thematic frame that focuses on health issues (e.g., heart disease) produces greater levels of message fatigue, which is associated with unfavorable attitudes toward message recommendations  (So & Alam, 2019) . Thus, examining the specific types of information that make people weary of can complement prior studies exploring the mechanism of message fatigue and importantly, inform message designers what particular COVID-19 topics and themes need extra attention and creative strategies to combat message fatigue.\n\nIn the context of COVID-19, research has found that messages employing a threat agency (i.e., attributing COVID-19 infection to the SARS-CoV-2 virus) generate more psychological reactance and source derogation than messages with a human agency (i.e., attributing COVID-19 infection to people;  Ma & Miller, 2021) . While not directly related to message fatigue, research has shown that a message frame emphasizing either personal health risks or collective public health consequences of failing to vaccinate against COVID-19 increases intentions to receive the COVID-19 vaccine, whereas a message frame highlighting economic costs does not  (Motta et al., 2021) . These findings collectively suggest that circumventing repeatedly communicated topics, employing novel message themes, and packaging messages in audiencepreferred frames may allay message fatigue and attenuate unintended effects. Thus, analyzing different types of information individuals are tired of hearing about can provide a nuanced understanding of the concept and offer important implications for devising message themes and frames that may minimize message fatigue. To take the first step to move toward these goals, we ask: RQ1: What are the types of information that individuals are tired of hearing about?"
    },
    {
      "title": "Method"
    },
    {
      "title": "Design and procedure",
      "text": "The study was part of a larger project involving an online experiment on COVID-19 perceptions and behaviors. Eligible and consented participants first reported their demographic information and responded to questions assessing COVID-19 message fatigue. Then, participants were instructed to list any types of COVID-19-related information that they were tired of hearing about. They were asked to write down as many topics as they could. Next, respondents were randomly assigned to one of the four experimental conditions. In each condition, they were asked to watch a video interviewing a health care professional who has been caring for patients in a COVID-19 intensive care unit since the start of the outbreak. The video wound up with three behavioral recommendations against COVID-19: wear a mask, social distance, and wash hands. After watching the stimulus video, participants responded to questions assessing their reactance and inattention while watching the video, intentions to follow the preventive behaviors advocated in the message, and the intention to seek information, along with other variables that were part of the larger project. To clarify, the experimental conditions did not serve any role in the present study and therefore, were controlled in the analyses. Of note, the experimental conditions did not have any effects on the outcome variables."
    },
    {
      "title": "Participants",
      "text": "Data were collected between November 10, 2020 and December 10, 2020 after receiving IRB approval from the corresponding author's affiliated institution. Recruited from Qualtrics panels ( www.qualtrics.com ), participants were adults residing in the United States. All participants completed electronic informed consent. Participants who failed attention check questions and/or provided invalid and gibberish responses to open-ended questions were excluded, resulting in a final sample of 744 participants.\n\nParticipants ranged from 18 to 86 years old (M = 45.63, SD = 16.90), and 50.54% were females. Most of the participants identified themselves as White (68.41%), followed by Black/ African American (11.55%), Hispanic (9.14%), and Asian (4.6%). About 25.26% of the participants reported having a Bachelor's degree, with 24.19% having some college, 18.41% having a high school diploma, 12.09% having a Master's degree, 10.62% having an Associate's degree, 5.65% having a professional of Doctoral degree, and 3.76% having an educational level of less than a high school diploma. Participants' income ranged from 22.45% earning less than $25,000, 25.40% earning from $25,000 to less than $50,000, 19.35% earning from $50,000 to less than $75,000, and 29.30% earning from $75,000 or more. Participants also reported their political affiliation on a 5-point Likert scale ranging from 1 (very conservative) to 5 (very liberal; M = 3.00, SD = 1.17; range: 1-5)."
    },
    {
      "title": "Measures",
      "text": "All items were measured with a 7-point Likert scale (1 = strongly disagree, 7 = strongly agree)."
    },
    {
      "title": "Message fatigue",
      "text": "We adopted the scale developed by  So et al. (2017)  to measure COVID-19 message fatigue as a latent construct consisting of overexposure, redundancy, exhaustion, and tedium. Sample items included: \"I have heard enough how important it is to protect oneself against COVID-19 \" (overexposure, M = 4.59, SD = 1.59, α = .93); \"After hearing them for many times, messages about COVID-19 seem repetitive\" (redundancy, M = 4.59, SD = 1.81, α = .95); \"I am burned out from hearing that COVID-19 is a serious problem\" (exhaustion, M = 3.88, SD = 2.15, α = .97); and \"Health messages about COVID-19 are boring\" (tedium, M = 3.46, SD = 2.07, α = .97)."
    },
    {
      "title": "Reactance",
      "text": "Following  Dillard and Shen (2005) , we assessed reactance as a latent variable comprised of counterarguments and anger. Four items adopted from  Nabi et al. (2007)  were used to measure counterarguing with the stimulus message. A sample item included, \"I found myself thinking of ways I disagreed with what was being presented\" (M = 2.03, SD = 1.47, α = .89). Anger was measured with four items (i.e., irritated, angry, annoyed, and aggravated) adopted from  Dillard and Shen (2005)  and prefaced with the question \"Watching the video made me feel . . . \" (M = 2.24, SD = 1.67, α = .94)."
    },
    {
      "title": "Inattention",
      "text": "Four items adopted from  Kim and So (2018)  were used to measure inattention to the stimulus message. Sample items included, \"I watched the video without being really attentive to the information provided,\" and \"the video grabbed my attention\" (reverse-coded; M = 2.32, SD = 1.43, α = .84)."
    },
    {
      "title": "Intention to perform preventive behaviors",
      "text": "We measured the intention to follow each of the preventive behaviors against COVID-19 advocated in the stimulus message (i.e., wearing masks, social distancing, and washing hands) with three items. Sample items included, \"I intend to wear a mask in public,\" and \"I plan to wear a mask in public settings when around others\" (wearing a mask: M = 6.22, SD = 1.47, α = .95; social distancing: M = 6.23, SD = 1.40, α = .97; washing hands: M = 6.29, SD = 1.23, α = .92)"
    },
    {
      "title": "Intention to seek further information",
      "text": "Three items were used to measure this variable. Sample items included, \"I intend to seek more information about COVID-19,\" and \"I will likely look for more information about COVID-19\" (M = 4.98, SD = 1.99, α = .98)."
    },
    {
      "title": "Coding of open-ended responses",
      "text": "We conducted a thought-listing analysis  (Neuendorf, 2002)  to identify the types of COVID-19-related information that participants were tired of hearing about. Two of the authors served as the coders for this study. First, the two coders reviewed participants' responses multiple times to become familiar with the data. Then, open and axial coding  (Strauss & Corbin, 1990)  was conducted to identify dominant types and to create categories. Open coding is an interpretive process aimed at describing, naming, or classifying the observed data. Axial coding involves identifying overarching concepts that organize subordinate types into broader categories  (Strauss & Corbin, 1990) . During the open coding phase, each coder independently generated a list of topics. The coders then compared the degree of overlap between their lists. In the axial coding process, common topics were combined into overarching categories (see, Table  1 ).\n\nA codebook was developed based on the open and axial coding processes. The unit of analysis was each participant's response. We coded for the presence (0 = absent, 1 = present) of each type of COVID-19-related information, which was not mutually exclusive. For instance, the response, \"Wearing your nose mask in public places. Ensuring social distancing. Washing your hands always,\" was coded as \"wearing masks,\" \"social distancing,\" and \"washing hands.\" The two coders coded a random 20% of the sample (n = 155). Intercoder reliability was high, with Krippendorff's alphas ranging from .93 to 1. Disagreements were resolved through discussion. The remaining 589 responses were divided evenly and randomly assigned to each coder."
    },
    {
      "title": "Results"
    },
    {
      "title": "Hypotheses testing",
      "text": "Prior to the main analyses, bivariate relationships between the variables were examined based on the aggregated scale scores (see, Table  2 ). The proposed mediation model was examined using structural equation modeling (SEM) in Mplus version 8.0. Among the variables in the model, message fatigue 1 and psychological reactance were modeled as second-order latent constructs measured by first-order latent indicators, which were assessed by corresponding observed items (see measures). Other variables were modeled as first-order latent constructs.\n\nWe took a two-step approach to SEM (Anderson & Gerbing, 1988). 2 The first step was to evaluate the relationship between latent and observed variables in an adequate measurement model of all latent variables. Results showed that the measurement model provided a good model fit, χ 2 (752) = 2408.85, p < .001, CFI = .95, RMSEA = .05 (.052, .057), SRMR = .06. However, a closer examination of the output detected an unsatisfied factor loading for one item for measuring overexposure (λ = .206). The removal of the item slightly improved the model fit, χ 2 (713) = 2272.12, p < .001, CFI = .95, RMSEA = .05 (.052, .057), SRMR = .05. Factor loadings of the latent variables ranged from .61 to .97. The second step was to evaluate the full SEM model focusing on the structural relationships among the latent constructs. We used a bootstrapping method with 1,000 bootstrap samples. Participants' age, sex, race, income, education, political affiliation, whether they have been tested for COVID-19, whether they personally know anyone who tested positive for COVID-19, and experimental conditions were included and controlled Table 2. Summary of zero-order correlations between the key variables. As predicted, message fatigue was positively associated with reactance (β = .55, p < .001) and inattention (β = .40, p < .001), supporting H1a and H1b. Results for H2 showed that reactance was negatively associated with intentions to follow all three preventive behaviors (wearing masks: β = -.54, p < .001; social distancing: β = -.51, p < .001; washing hands: β = -.27, p = .004; supporting H2a). Similarly, inattention was negatively associated with behavioral intentions (wearing masks: β = -.16, p = .02; social distancing: β = -.21, p = .001; washing hands: β = -.27, p < .001; supporting H2b). As shown in Table  3 , the total indirect effects from message fatigue to intentions to follow all three preventive behaviors were significant. Both reactance and inattention were significant mediators between message fatigue and preventive behavioral intentions. Thus, H3a and H3b were supported. Contrary to H4a, reactance was not significantly associated with intentions to seek information. Supporting H4b, inattention was negatively associated with intentions to seek information (β = -.28, p = .001). Moreover, inattention was a significant mediator in the relationship between message fatigue and intentions to seek further information while reactance was not (see, Table  3 ). Hence, H5b was supported; H5a was not supported. Message fatigue did not have significant direct effects on intentions to follow any of the preventive behaviors. Thus, H6 was not supported. Message fatigue exhibited significant direct effects on intentions to seek further information (β = -.50, p < .001; supporting H7)."
    },
    {
      "title": "Analyses of open-ended responses",
      "text": "To answer RQ1, through a thought-listing analysis, we found that a large proportion (73.38%) of the participants (n = 546) reported that they were tired of hearing about at least one type of information about COVID-19. Among these responses, we identified 18 types of COVID-19-related information that people reported feeling tired of hearing about, which were further classified into four categories: COVID-19 prevention, COVID-    1  presents the percentage of each type of information identified."
    },
    {
      "title": "COVID-19 prevention",
      "text": "Seven types of information about COVID-19 prevention emerged from the data. About 21.91% of the participants mentioned wearing masks, followed by social distancing (18.01%), washing hands (10.08%), and vaccines (3.76%). About 3.63% of the participants mentioned other preventive behaviors, such as \"cover your mouth and nose with the inside of your elbow when you sneeze or cough.\" In addition, 4.97% of the participants mentioned prevention in general. A few participants (4.03%) mentioned administrative mitigation measures against COVID-19, such as \"lockdown,\" and \"restrictions at restaurants.\""
    },
    {
      "title": "COVID-19 knowledge",
      "text": "Three types of information about COVID-19 knowledge arose in the data. About 13.58% of the participants mentioned numbers and statistics of COVID-19 cases, deaths, and hospitalizations, such as \"the number of cases going up,\" and \"death figures.\" Moreover, 6.32% of the participants reported health threats, including severity (e.g., \"how dangerous the virus is\") and susceptibility (e.g., \"there are people with higher risk\"). Besides, approximately 2.82% of the participants mentioned symptoms (e.g., \"cough\") and transmission (e.g., \"how easily it spreads\")."
    },
    {
      "title": "COVID-19 denial",
      "text": "We identified two types of information about COVID-19 denial. One is misinformation and misperception associated with COVID-19 (5.11%), such as \"misinformation and conspiracy theories,\" and \"that people think it fake.\" Another type of information is noncompliance with preventive behaviors (6.59%). For instance, one participant wrote, \"people are still refusing to follow mask and social distancing guidelines.\" Another wrote, \"the fact that people are ignoring the advice of scientists.\""
    },
    {
      "title": "COVID-19 news and messages",
      "text": "We classified six types of information into the category of COVID-19 news and messages. About 3.09% of the participants mentioned politicization of COVID-19 (e.g., \"I'm tired of the fact that COVID-19 has become SO politicized\"), followed by inconsistent messages (2.42%; e.g., \"the president saying one thing and media another\"), news in general (2.02%), critique (1.88%), fake news (1.75%), and solidarity messages (0.67%)."
    },
    {
      "title": "Discussion",
      "text": "The COVID-19 pandemic presents a unique context to advance the research on message fatigue. Unlike decades-long health issues examined in prior message fatigue studies, COVID-19 is a novel, evolving disease. Given the unique epidemiological characteristics of the COVID-19, a large amount of information has been intensively distributed to the public within a relatively short period of time, day in and day out. We conducted this study to expand our understanding of message fatigue in the context of combatting a novel infectious disease. We examined how message fatigue influenced message processing and behavioral change, as well as what people were tired of hearing about. Our findings provide several implications for theoretical advancement and message design."
    },
    {
      "title": "Theoretical implications",
      "text": "This study theoretically elaborated on the relationship between inattention and behavioral outcomes. Although prior research proposed and tested the effects of inattention on intentions to follow the message advocacy  (Kim & So, 2018)  or perceived message effectiveness  (Reynolds-Tylus et al., 2021) , the theoretical reasoning underlying this relationship was unclear. Drawing from persuasion theories  (Hovland et al., 1953) , we explicated that attention deficit due to message fatigue had the potential to lead to reduced persuasive effects. In addition, from an information management perspective  (Afifi & Weiner, 2004; Griffin et al., 1999) , we elaborated on the negative relationship between inattention and intention to seek information. As one of the key steps in mass communication, attention to media content enhances psychological involvement with media content  (Cacioppo & Sandman, 1981) , and involvement plays an important role in influencing persuasive effects  (Cacioppo & Petty, 1989) . In this study, we found that inattention driven by message fatigue negatively influenced all behavioral outcomes investigated in the study. Future research is needed to examine the role of inattention in understanding the effects of message fatigue, as mixed findings have been observed in the existing literature, which is discussed in the next point.\n\nIn this study, we found that both reactance and inattention accounted for the relationship between COVID-19 message fatigue and intentions to engage in all three preventive behaviors promoted in an incoming message (i.e., wearing masks, social distancing, washing hands). The results contrast to two prior message fatigue studies that found inconsistent mediating roles of the two types of message resistance. For example, in the context of researching anti-obesity message fatigue,  Kim and So (2018)  found that inattention mediated the message fatigue-behavioral intention relationship across four different types of behavioral recommendations, while reactance was not a significant mediator and even demonstrated positive effects on behavioral intention. Additionally, Reynolds-Tylus et al. (  2021 ) investigated bystander intervention message fatigue and found that reactance, but not inattention, mediated the relationship between message fatigue and message effectiveness. One potential explanation for the inconsistent results may be due to a range of factors, including contexts (i.e., health issues being studied), sample population, message fatigue levels, whether message fatigue was modeled as a higherorder latent variable, whether reactance was modeled as a twostep process, 3 and whether the direct effects of message fatigue on outcome variables were included and tested in the model, etc. Thus, additional research is needed to test these relationships and to offer a theoretically grounded explanation to further substantiate these findings.\n\nFurthermore, this study complements prior research by examining the intention to seek additional information as an outcome of message fatigue through active and passive resistance. We found that the indirect effect of message fatigue on intention to seek information was explained by passive resistance (i.e., inattention) rather than active resistance (i.e., reactance) in message processing. That is, when individuals show a lack of interest in the incoming message due to message fatigue, they are less likely to seek additional information. Contrary to the prediction, we found that whether or not individuals actively engage in counterarguing upon an unwanted exposure did not impact information seeking intentions. A plausible explanation for the unexpected finding is that COVID-19-related information is currently in a constant state of evolution (e.g., new variants, vaccine information). Some information is awaiting further confirmation and verification. Although COVID-19 message fatigue can trigger reactance upon another unwanted exposure, uncertainty surrounding the novel virus remains high. Reactance is associated with information avoidance, yet uncertainty predicts information seeking; their effects on intentions to seek information may cancel each other out, rendering the relationship between reactance and information seeking intention nonsignificant. Future research should further explore the mechanism underlying the effect of message fatigue on information seeking in the era of COVID-19.\n\nThis study also adds to the existing research on message fatigue that has largely relied on close-ended measures. By examining participants' open-ended responses, we identified 18 types of information that individuals are tired of hearing about, which were further categorized as COVID-19 prevention, COVID-19 knowledge, COVID-19 denial, and COVID-19 news and messages. These findings facilitate the theoretical integration between message fatigue and health behavior theories. Our findings showed that the most frequently mentioned types of information were the recommended preventive behaviors against COVID-19. Many health behavior theories consider health beliefs surrounding recommended behaviors, such as response efficacy  (Rogers, 1983)  and attitudes toward behaviors  (Ajzen, 1991) . Building connections between the types of information that people are mostly tired of and relevant health beliefs may help further substantiate message effects on behavioral outcomes. Future research should explore this line of research by identifying types of information related to message fatigue in different health contexts and exploring consistent patterns among them."
    },
    {
      "title": "Practical implications",
      "text": "As articulated earlier, reducing the volume of health messages is not practical. Instead, emphasizing the importance of following preventive behaviors can serve as good reminders for those who feel demotivated, detached, or do not take the pandemic seriously from the beginning. Therefore, the task faced by public health campaign designers is to strategically devise health messages to reiterate important information while minimizing potential reactance and inattention resulting from message fatigue. We present several strategies below.\n\nFirst, we identified a range of COVID-19-related topics that people were tired of hearing about. Accordingly, public health message designers should strategically select message themes to minimize message fatigue. For instance, messages should avoid overly referring to COVID-19 statistics to motivate people to practice preventive behaviors and get vaccinated. Second, to quell reactance, health message designers should avoid using forceful and controlling language  (Rains & Turner, 2007) , but instead employ narratives to inhibit reactance by decreasing perceptions of persuasive intent  (Moyer-Gusé & Nabi, 2010) .\n\nThird, to overcome inattention, using novel elements and appealing visuals to engage with the audience may be helpful. For instance, COVID-19 health campaigns that reprise animations have received positive responses (see, e.g., MacDonald, 2020). These campaigns have featured well-known characters to reiterate the need to follow preventive behaviors in a dynamic way. Last, using emerging social media platforms to create and deliver health information may be useful tactics for attracting attention. Recent research has demonstrated the potential of using TikTok to raise awareness of and educate the public on COVID-19 due to their audience-centered interactive characteristics  (Li et al., 2021) . In short, health message designers should take advantage of various avenues in the burgeoning social media ecosystem to overcome message resistance."
    },
    {
      "title": "Limitations and directions for future research",
      "text": "There are several limitations of this study. First, the findings were based on a cross-sectional survey. Inferences of causality are limited. Future longitudinal research may help substantiate the influence of message fatigue over time. Second, intentions to get a COVID-19 vaccine were not examined in the present study. At the time of data collection, no emergency use authorization for the COVID-19 vaccine was granted by the Food and Drug Administration. Thus, getting a COVID-19 vaccine was not a preventive behavior advocated in the stimulus messages. As implementing a safe vaccination program globally is the long-term solution to the COVID-19 pandemic  (DeRoo et al., 2020) , future research should explore message effects on vaccine acceptance. Third, epidemiology and uncertainty surrounding COVID-19 are everchanging, as is the media coverage of COVID-19. This study captured people's beliefs and intentions from one short time frame during the pandemic. As COVID-19 evolves, additional research is needed to track how message fatigue may fluctuate over time."
    },
    {
      "title": "Conclusion",
      "text": "This study examines the impact of message fatigue and what makes people feel fatigued in the context of the COVID-19 pandemic. We found that both reactance and inattention mediated the relationship between message fatigue and intentions to follow behaviors recommended in an incoming message. Inattention, but not reactance, accounted for the effects of message fatigue on intentions to seek further information. Analyses of open-ended responses showed that the primary types of information individuals were tired of hearing about were preventive behaviors against COVID-19 and related statistics. In a media-saturated society, we hope future research can extend these findings to examine unintended message effects and provide further implications for message design to minimize message fatigue and overcome resistance to persuasion."
    },
    {
      "title": "Notes",
      "text": "1. We first operationalized message fatigue as a third-order singlefactor construct, following  So et al. (2017) . However, we received a warning message indicating that the latent variable covariance matrix was not positive definite. Specifically, we found a negative residual variance for the second-order dimension \"audience response\" and the factor loading of this dimension was greater than 1.0, meaning that there is a Heywood case. As reported in  So et al. (2017) , the model with message fatigue being operationalized as a second-order single-factor construct also had a good fit to the data and produced a unidimensional structure. Therefore, we respecified message fatigue as a second-order latent construct, which demonstrated a good model fit in our study as well. 2. Following the convention  (Hu & Bentler, 1999) , model fit was evaluated based on comparative fit index (CFI), root mean square error of approximation (RMSEA), and standardized root mean square residual (SRMR). The cutoff criteria for these fit indices were CFI ≥ .90, RMSEA ≤ .06, and SRMR ≤ .08. 3. In the present study, reactance was not modeled as a two-step process that consists of freedom threat followed by reactance. This was because our goal was to investigate how reactance could be triggered by message fatigue rather than freedom threat.\n\nAlthough unwanted message exposure due to message fatigue can be considered as a threat to one's freedom, the subsequent reactance is not induced by a specific message feature (e.g., forceful language) that has been typically examined in reactance studies. Instead, we argue that such reactance is the outcome of repeated and prolonged exposure to messages (i.e., message fatigue)."
    },
    {
      "title": "Disclosure statement",
      "text": "No potential conflict of interest was reported by the author(s)."
    },
    {
      "text": ".34*** .45*** -4. Intention to wear masks -.37*** -.50*** -.33*** -5. Intention to keep distance -.37*** -.52*** -.38*** .81*** -6. Intention to wash hands -.26*** -.34*** -.32*** .61*** .59*** -7. Intention to seek information -.52*** -.31*** -.36*** .48*** .46*** .43*** *** p < .001 as covariates. The full SEM model yielded a good model fit, χ 2 (1156) = 2928.00, p < .001, CFI = .94, RMSEA = .05 (.044, .048), SRMR = .07. Standardized path coefficients are reported below and in Figure 1."
    },
    {
      "text": "Figure 1. The structural model. Note. χ 2 (1156) = 2928.00, p < .001, CFI = .94, RMSEA = .05 (.044, .048), SRMR = .07. *p < .05. ** p < .01. *** p < .001. Only significant paths are shown in the model."
    },
    {
      "text": "Definitions and examples of coding variables."
    },
    {
      "text": "Direct and indirect effects of message fatigue (IV) on behavioral outcomes (DVs)."
    }
  ],
  "references": [
    {
      "doi": "10.2172/1891050"
    },
    {
      "title": "Toward a theory of motivated information management",
      "authors": [
        "W Afifi",
        "J Weiner"
      ],
      "year": 2004,
      "doi": "10.1111/j.1468-2885.2004.tb00310.x"
    },
    {
      "title": "Structural equation modeling in practice: A review and recommended two-step approach",
      "authors": [
        "I Ajzen",
        "J Anderson",
        "D Gerbing"
      ],
      "year": 1988,
      "doi": "10.1037/0033-2909.103.3.411"
    },
    {
      "title": "Why do some Americans resist COVID-19 prevention behavior? An analysis of issue importance, message fatigue, and reactance regarding COVID-19 messaging",
      "authors": [
        "H Ball",
        "T Wozniak"
      ],
      "year": 2021,
      "doi": "10.1080/10410236.2021.1920717"
    },
    {
      "title": "Social foundations of thoughts and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Public health communications and alert fatigue",
      "authors": [
        "J Baseman",
        "D Revere",
        "I Painter",
        "M Toyoji",
        "H Thiede",
        "J Duchin"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-13-295"
    },
    {
      "title": "A theory of psychological reactance",
      "authors": [
        "J Brehm"
      ],
      "year": 1966,
      "doi": "10.1016/b978-0-12-129840-1.50020-x"
    },
    {
      "title": "Effects of message repetition on argument processing, recall, and persuasion",
      "authors": [
        "J Cacioppo",
        "R Petty"
      ],
      "year": 1989,
      "doi": "10.1207/s15324834basp1001_2"
    },
    {
      "title": "Psychophysiological functioning, cognitive responding, and attitudes",
      "authors": [
        "J Cacioppo",
        "C Sandman"
      ],
      "year": 1981,
      "doi": "10.4324/9781315803012"
    },
    {
      "title": "Measurement and effects of attention to media news",
      "authors": [
        "S Chaffee",
        "J Schleuder"
      ],
      "year": 1986,
      "doi": "10.1111/j.1468-2958.1986.tb00096.x"
    },
    {
      "title": "Unintended effects of health communication campaigns",
      "authors": [
        "H Cho",
        "C Salmon"
      ],
      "year": 2007,
      "doi": "10.1111/j.1460-2466.2007.00344.x"
    },
    {
      "title": "Planning for a COVID-19 vaccination program",
      "authors": [
        "S Deroo",
        "N Pudalov",
        "L Fu"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.8711"
    },
    {
      "title": "On the nature of reactance and its role in persuasive health communication",
      "authors": [
        "J Dillard",
        "L Shen"
      ],
      "year": 2005,
      "doi": "10.1080/03637750500111815"
    },
    {
      "title": "Proposed model of the relationship of risk information seeking and processing to the development of preventive behaviors",
      "authors": [
        "R Griffin",
        "S Dunwoody",
        "K Neuwirth"
      ],
      "year": 1999,
      "doi": "10.1006/enrs.1998.3940"
    },
    {
      "title": "Communication and persuasion",
      "authors": [
        "C Hovland",
        "I Janis",
        "H Kelly"
      ],
      "year": 1953
    },
    {
      "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
      "authors": [
        "L Hu",
        "P Bentler"
      ],
      "year": 1999,
      "doi": "10.1080/10705519909540118"
    },
    {
      "title": "An examination of how message fatigue impacts young adults' evaluations of utilitarian messages about electronic cigarettes",
      "authors": [
        "D Keating",
        "E Galper"
      ],
      "year": 2021,
      "doi": "10.1080/08824096.2021.1885372"
    },
    {
      "title": "How message fatigue toward health messages leads to ineffective persuasive outcomes: Examining the mediating roles of reactance and inattention",
      "authors": [
        "S Kim",
        "J So"
      ],
      "year": 2018,
      "doi": "10.1080/10810730.2017.1414900"
    },
    {
      "title": "Compassion fatigue: Communication and burnout toward social problems",
      "authors": [
        "K Kinnick",
        "D Krugman",
        "G Cameron"
      ],
      "year": 1996,
      "doi": "10.1177/107769909607300314"
    },
    {
      "title": "Messaging fatigue and desensitisation to information during pandemic",
      "authors": [
        "P.-K.-K Koh",
        "L Chan",
        "E.-K Tan"
      ],
      "year": 2020,
      "doi": "10.1016/j.arcmed.2020.06.014"
    },
    {
      "title": "Stress, appraisal, and coping",
      "authors": [
        "R Lazarus",
        "S Folkman"
      ],
      "year": 1984
    },
    {
      "title": "Communicating COVID-19 information on TikTok: A content analysis of TikTok videos from official accounts featured in the COVID-19 information hub",
      "authors": [
        "Y Li",
        "M Guan",
        "P Hammond",
        "L Berrey"
      ],
      "year": 2021,
      "doi": "10.1093/her/cyab010"
    },
    {
      "title": "The effects of agency assignment and reference point on responses to COVID-19 messages",
      "authors": [
        "H Ma",
        "C Miller"
      ],
      "year": 2021,
      "doi": "10.1080/10410236.2020.1848066"
    },
    {
      "title": "Disneyland launches COVID-19 health and safety campaign starring Incredibles superheroes",
      "authors": [
        "B Macdonald"
      ],
      "year": 2020,
      "doi": "10.1002/mhw.32287"
    },
    {
      "title": "From incidental exposure to intentional avoidance: Psychological reactance to political communication during the 2017 German national election campaign",
      "authors": [
        "F Marcinkowski",
        "P Došenović"
      ],
      "year": 2021,
      "doi": "10.1177/1461444820902104"
    },
    {
      "title": "Message fatigue and resistance to anti-binge drinking messages: Examining the mediating roles of inattention and reactance",
      "authors": [
        "A Martinez Gonzalez",
        "T Reynolds-Tylus",
        "B Quick",
        "C Skurka"
      ],
      "year": 2021,
      "doi": "10.15288/jsad.2021.82.503"
    },
    {
      "title": "Encouraging COVID-19 vaccine uptake through effective health communication",
      "authors": [
        "M Motta",
        "S Sylvester",
        "T Callaghan",
        "K Lunz-Trujillo"
      ],
      "year": 2021,
      "doi": "10.3389/fpos.2021.630133"
    },
    {
      "title": "Explaining the effects of narrative in an entertainment television program: Overcoming resistance to persuasion",
      "authors": [
        "E Moyer-Gusé",
        "R Nabi"
      ],
      "year": 2010,
      "doi": "10.1111/j.1468-2958.2009.01367.x"
    },
    {
      "title": "All joking aside: A serious investigation into the persuasive effect of funny social issue messages",
      "authors": [
        "R Nabi",
        "E Moyer-Gusé",
        "S Byrne"
      ],
      "year": 2007,
      "doi": "10.1080/03637750701196896"
    },
    {
      "title": "A cognitive-functional model for the effects of discrete negative emotions on information processing, attitude change, and recall",
      "authors": [
        "R Nabi"
      ],
      "year": 1999,
      "doi": "10.1111/j.1468-2885.1999.tb00172.x"
    },
    {
      "title": "The content analysis guidebook",
      "authors": [
        "K Neuendorf"
      ],
      "year": 2002,
      "doi": "10.4135/9781071873045"
    },
    {
      "title": "The use of gain-or loss-frame messages and efficacy appeals to dissuade excessive alcohol consumption among college students: A test of psychological reactance theory",
      "authors": [
        "B Quick",
        "B Bates"
      ],
      "year": 2010,
      "doi": "10.1080/10810730.2010.499593"
    },
    {
      "title": "Psychological reactance and persuasive health communication: A test and extension of the intertwined model",
      "authors": [
        "S Rains",
        "M Turner"
      ],
      "year": 2007,
      "doi": "10.1111/j.1468-2958.2007.00298.x"
    },
    {
      "title": "Characterizing reactance in communication research: A review of conceptual and operational approaches",
      "authors": [
        "C Ratcliff"
      ],
      "year": 2021,
      "doi": "10.1177/0093650219872126"
    },
    {
      "title": "Message fatigue to bystander intervention messages: Examining pathways of resistance among college men",
      "authors": [
        "T Reynolds-Tylus",
        "K Lukacena",
        "O Truban"
      ],
      "year": 2021,
      "doi": "10.1080/10410236.2020.1794551"
    },
    {
      "title": "Cognitive and physiological processes in fear appeals and attitude change: A revised theory of protection motivation",
      "authors": [
        "R Rogers"
      ],
      "year": 1983
    },
    {
      "title": "Antecedents to psychological reactance: The impact of threat, message frame, and choice",
      "authors": [
        "L Shen"
      ],
      "year": 2015,
      "doi": "10.1080/10410236.2014.910882"
    },
    {
      "title": "Advertising during COVID-19: Exploring perceived brand message authenticity and potential psychological reactance",
      "authors": [
        "H Shoenberger",
        "E Kim",
        ") Anna",
        "Y Sun"
      ],
      "year": 2021,
      "doi": "10.1080/00913367.2021.1927914"
    },
    {
      "title": "Predictors and effects of anti-obesity message fatigue: A thought-listing analysis",
      "authors": [
        "J So",
        "N Alam"
      ],
      "year": 2019,
      "doi": "10.1080/10410236.2018.1434736"
    },
    {
      "title": "Message fatigue: Conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "Basics of qualitative research: Techniques and procedures for developing grounded theory",
      "authors": [
        "A Strauss",
        "J Corbin"
      ],
      "year": 1990
    },
    {
      "title": "Longitudinal risk communication: A research agenda for communicating in a pandemic",
      "authors": [
        "J Sutton",
        "Y Rivera",
        "T Sell",
        "M Moran",
        "D Bennett Gayle",
        "M Schoch-Spana",
        "E Stern",
        "D Turetsky"
      ],
      "year": 2021,
      "doi": "10.1089/hs.2020.0161"
    },
    {
      "title": "Putting the fear back into fear appeals: The extended parallel process model",
      "authors": [
        "K Witte"
      ],
      "year": 1992,
      "doi": "10.1080/03637759209376276"
    },
    {
      "title": "Pandemic fatigue -Reinvigorating the public to prevent COVID-19",
      "year": 2020,
      "doi": "10.20944/preprints202007.0051.v1"
    },
    {
      "title": "WHO director-general's opening remarks at the media briefing on COVID-19-11",
      "year": 2020
    },
    {
      "title": "Understanding ad avoidance on Facebook: Antecedents and outcomes of psychological reactance",
      "authors": [
        "S Youn",
        "S Kim"
      ],
      "year": 2019,
      "doi": "10.1016/j.chb.2019.04.025"
    }
  ],
  "num_references": 46,
  "original_doi": "https://doi.org/10.13039/100007756"
}
