{
  "paper_id": "UU59KL7P",
  "title": "The statistical theory of linear systems",
  "abstract": "Statistics and economics graduate students, doctoral researchers, as well as practitioners of",
  "year": 2009,
  "date": "2009",
  "journal": "Society for Industrial and Applied Mathematics",
  "publication": "Society for Industrial and Applied Mathematics",
  "authors": [
    {
      "forename": "Marianna",
      "surname": "Bolla",
      "name": "Marianna Bolla"
    },
    {
      "forename": "Tamás",
      "surname": "Szabados",
      "name": "Tamás Szabados"
    }
  ],
  "doi": "10.1111/insr.12567",
  "sections": [
    {
      "text": "The main tools of the book include harmonic analysis, abstract algebra, and state space methods: linear time-invariant filters, factorization of rational spectral densities, and methods that reduce the rank of the spectral density matrix. The authors use the stationary time series in the time and frequency domain originally developed for one-dimensional processes nearly a hundred years ago. More importantly, the authors use major theories underlying their work: Wold, Cramer, Kolmogorov and others. These latter theories were instrumental in developing multidimensional stationary time series theory and methods. This book would complement graduate students studying time series analysis and provide researchers with material for their research.\n\nChapter 1 serves as an introduction to the book. More specifically, the authors concentrate on stationary time series, the behaviour of which does not depend on the time shift. They prove equivalent notions of weak stationarity regarding autocovariance matrix functions and matrix-valued spectral measures. Selected standard constructions of a stationary time series are provided either specified by a covariance function or a spectral measure. The latter is essential empirically because we can estimate the parameters of a stationary time series by observing a single trajectory of the process for a long enough time.\n\nAfter introducing the fundamentals in Chapter 1, the authors present basic facts about essential classes of one-dimensional stationary time series as a motivation for multidimensional cases in Chapter 2. The main motif of the second chapter is ARMA, regular and singular time series in one dimension. The authors delve into the analytical details by proceeding from the simplest one-dimensional processes to more general cases. In the chapter, the authors borrow some ideas from  Lamperti (2012)  to derive the analytical details. Under certain conditions, a time series load flow (TLF), applied to a white noise process, results in a sliding summation. The Wold decomposition theorem in one-dimension guarantees that any non-singular weakly stationary time series can be decomposed into a regular and a singular process that are orthogonal to each other. The application of the classical Wold decomposition theorem is connected to the methods of dimension reduction in multidimensional time series.\n\nThe authors apply state space models to multidimensional stationary processes in Chapter 3 which is the same approach as using Kalman's filtering. This chapter uses analytical details but the reader can pass over this chapter in a first reading without sacrificing their understanding of the remaining chapters. Power series and extended input/output maps are considered together with an external system description. The authors also considered special input and output sequences. They investigate when and how one can get an internal description from an external description, more precisely, from a reduced input/output map. The McMillan degree of the transfer function is the dimension of the state space in a minimal realization. Put another way, the McMillan degree of a transfer function determines the order of any minimal state-space realization of the transfer-function matrix or the minimal order of coprime matrix-fraction models. Finally, the authors present stochastic time-invariant linear systems, which are driven by two multidimensional random stationary time series.\n\nChapter 4 investigates the properties of multidimensional, weakly stationary time series, similarly to the one-dimensional case presented in Chapter 2. This is the longest chapter in this book. The authors make use of concepts presented from across the literature (e.g. Brockwell & Davis, 2009; Hannan 2009; Hannan and Deistler 2012; Kramli 1968a; Kramli 1968b; Lindquist and Picci, 2015; Lütkepohl 2005; Rozanov and Feinstein, 1967; Tsay 2013; Wiener and Masani, 1958) . The authors make numerous references in this chapter to derive the analytical details of the properties of multidimensional, weakly stationary time series. They examine the spectral density matrix of the constant rank introduced in this chapter, and these are the sliding summations (two-sided moving averages). They also introduce the one-sided moving average, a regular, causal process. Then, they introduce the types of singularities leading to the subclass of regular processes constituted by those of rational spectral density, which is the VARMA process, and it is equivalent to the state space models that follow the MFD (macroscopic fundamental diagram). The latter models can be finitely parametrized and predicted by past observations and shocks of the model. In brief, this chapter introduced numerous properties of multidimensional, weakly stationary time series that form the central motif of this book concerning the multidimensional stationary time series.\n\nIn the final chapter, the motif is dimension reduction and prediction in the time series and frequency domain. That is, the authors deal with the prediction of stochastic processes in general, and the weakly stationary case is presented. They consider one-step and more-step ahead predictions based on infinitely many past values or infinite past. The original paper of  Wold (1938)  is about a one-dimensional, weakly stationary time series. It constructs the famous decomposition via one-step ahead predictions based on the n-length long past with the usual multivariate regression techniques while using stationarity. A Kalman filter is then introduced with recursion to obtain the innovations and the newer and newer predictions for the state variable of a state space system while using only the new-coming observed variable and the preceding estimate of the state variable. In the time domain, the authors are looking for convenient filters and the matrices in the state equations. Standard factor analysis could then be generalized to the case of a d-dimensional, real-valued, vector stochastic process.\n\nIn brief, the general motif underlying this book shows the need to understand the past via the weakly stationary time series, but the presence of singularities that makes the future predictable with zero error. Each chapter contains many theorems and proofs, so the reader should study these proofs carefully. For readers who struggle with the proofs because of a lack of the prerequisite mathematics, the authors provide appendices where the reader can find the material needed to understand the theory of time series. They cover concepts from linear algebra, matrix theory, and complex analysis. They also provide a comprehensive listing of the references sprinkled throughout the book. These references will serve readers well. The material in this book would require careful reading to understand the analytical details and how these methods can be applied to time series research."
    }
  ],
  "references": [
    {
      "title": "Time series: theory and methods",
      "authors": [
        "P Brockwell",
        "R Davis"
      ],
      "year": 2009,
      "doi": "10.1007/978-1-4899-0004-3"
    },
    {
      "title": "Multiple time series",
      "authors": [
        "E Hannan"
      ],
      "year": 2009,
      "doi": "10.1002/9780470316429"
    },
    {
      "title": "The statistical theory of linear systems",
      "authors": [
        "E Hannan",
        "M Deistler"
      ],
      "year": 2012
    },
    {
      "title": "The Factorization of Spectral Matrices (in Hungarian)",
      "authors": [
        "A Kramli"
      ],
      "year": 1968
    },
    {
      "title": "Regularity and Singularity of Stochastic Processes (in Hungarian)",
      "authors": [
        "A Kramli"
      ],
      "year": 1968
    },
    {
      "title": "Stochastic Processes: A Survey of the Mathematical Theory",
      "authors": [
        "J Lamperti"
      ],
      "year": 2012
    },
    {
      "title": "Linear stochastic systems",
      "authors": [
        "A Lindquist",
        "G Picci"
      ],
      "year": 2015
    },
    {
      "title": "New introduction to multiple time series analysis",
      "authors": [
        "H Lütkepohl"
      ],
      "year": 2005,
      "doi": "10.1007/978-3-540-27752-1_1"
    },
    {
      "title": "Stationary random processes",
      "authors": [
        "I Rozanov",
        "A Feinstein"
      ],
      "year": 1967
    },
    {
      "title": "The prediction theory of multivariate stochastic processes, II: The linear predictor",
      "authors": [
        "R Tsay",
        "& John Wiley",
        "Sons",
        "Wiener"
      ],
      "year": 1958
    },
    {
      "title": "A Study in the Analysis of Stationary Time Series",
      "authors": [
        "H Wold"
      ],
      "year": 1938
    },
    {
      "authors": [
        "Mccormick Drive"
      ],
      "doi": "10.47886/9781888569360.ch15"
    }
  ],
  "num_references": 12
}
