{
  "paper_id": "V26F86YE",
  "title": "A systematic review and network meta-analysis of pharmaceutical interventions used to manage chronic pain",
  "abstract": "It is estimated 1.5 billion of the global population suffer from chronic pain with prevalence increasing with demographics including age. It is suggested long-term exposure to chronic could cause further health challenges reducing people's quality of life. Therefore, it is imperative to use effective treatment options. We explored the current pharmaceutical treatments available for chronic pain management to better understand drug efficacy and pain reduction. A systematic methodology was developed and published in PROSPERO (CRD42021235384). Keywords of opioids, acute pain,",
  "year": 2024,
  "date": "2024",
  "journal": "Scientific Reports",
  "publication": "Scientific Reports",
  "authors": [
    {
      "forename": "Ashish",
      "surname": "Shetty",
      "name": "Ashish Shetty",
      "affiliation": "1  University College London Hospitals NHS Foundation Trust , London , UK. \n\t\t\t\t\t\t\t\t University College London Hospitals NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "email": "ashish.shetty@nhs.net"
    },
    {
      "forename": "Gayathri",
      "surname": "Delanerolle",
      "name": "Gayathri Delanerolle",
      "affiliation": "4  Nuffield Department of Primary Care Health Sciences , University of Oxford , Oxford OX3 7JX , UK. \n\t\t\t\t\t\t\t\t Nuffield Department of Primary Care Health Sciences \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t OX3 7JX \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Heitor",
      "surname": "Cavalini",
      "name": "Heitor Cavalini",
      "affiliation": "5  Southern Health NHS Foundation Trust , Southampton SO40 2RZ , UK. \n\t\t\t\t\t\t\t\t Southern Health NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t SO40 2RZ \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Chunli",
      "surname": "Deng",
      "name": "Chunli Deng",
      "affiliation": "6  Southern University of Science and Technology , Shenzhen 518055 , China. \n\t\t\t\t\t\t\t\t Southern University of Science and Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 518055 \n\t\t\t\t\t\t\t\t\t Shenzhen \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xiaojie",
      "surname": "Yang",
      "name": "Xiaojie Yang",
      "affiliation": "7  School of Statistics and Mathematics , Yunnan University of Finance and Economics , Kunming , China. \n\t\t\t\t\t\t\t\t School of Statistics and Mathematics \n\t\t\t\t\t\t\t\t Yunnan University of Finance and Economics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kunming \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Amy",
      "surname": "Boyd",
      "name": "Amy Boyd",
      "affiliation": "9  University of Oxford , Oxford , UK. \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Tacson",
      "surname": "Fernandez",
      "name": "Tacson Fernandez",
      "affiliation": "2  University College London , 235, Euston Road , London NW1 2BU , UK. \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 235, Euston Road \n\t\t\t\t\t\t\t\t\t NW1 2BU \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Peter",
      "surname": "Phiri",
      "name": "Peter Phiri",
      "affiliation": "5  Southern Health NHS Foundation Trust , Southampton SO40 2RZ , UK. \n\t\t\t\t\t\t\t\t Southern Health NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t SO40 2RZ \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Arun",
      "surname": "Bhaskar",
      "name": "Arun Bhaskar",
      "affiliation": "11  Imperial College Healthcare NHS Trust , London , UK. tonin 45 70 . \n\t\t\t\t\t\t\t\t Imperial College Healthcare NHS Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t tonin 45 70 \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "&",
      "surname": "Jian",
      "name": "& Jian"
    },
    {
      "forename": "Qing",
      "surname": "Shi",
      "name": "Qing Shi",
      "affiliation": "5  Southern Health NHS Foundation Trust , Southampton SO40 2RZ , UK. \n\t\t\t\t\t\t\t\t Southern Health NHS Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t SO40 2RZ \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "keywords": [
    "pain management",
    "chronic pain",
    "opiods",
    "NSAIDs",
    "and analgesics were used across PubMed",
    "Science direct",
    "ProQuest",
    "Web of science",
    "Ovid Psych INFO",
    "PROSPERO"
  ],
  "sections": [
    {
      "title": "Methods",
      "text": "We developed a wide systematic methodology and published this as a protocol with multiple research questions in the first instance in PROSPERO (CRD42021235384). Data from studies meeting the inclusion criteria were extracted and Pairwise Meta-Analysis with random and fixed effects models was carried out. Pooled mean difference (MD) together with 95% confidence intervals (CIs) are reported overall and for sub-groups. By combining the direct and indirect comparisons between different interventions, Network Meta-Analysis was conducted to explore the relative treatment effects among all the drugs included in our analysis."
    },
    {
      "title": "Aims",
      "text": "The aims of the study was to explore the prevalence of treatments of effects in chronic pain based on pharmaceutical treatments."
    },
    {
      "title": "Search strategy",
      "text": "The search strategy used key words of chronic pain, opioids, acute pain, pain management, opiods, NSAIDs, analgesics across multiple databases (PubMed, Science direct, ProQuest, Web of science, Ovid Psych INFO, PROSPERO, EBSCOhost, MEDLINE, ClinicalTrials.gov and EMBASE)."
    },
    {
      "title": "Eligibility criteria",
      "text": "All randomised controlled clinical trials (RCTs), epidemiology and mixed-methods studies reporting the use of pain medication for non-cancer chronic pain conditions published in English between the 1st January 1990 and 30st April 2022 were included. Opinions, commentaries and editorials were excluded (Fig.  1 )."
    },
    {
      "title": "Data extraction",
      "text": "Participants included in the study populations had chronic non-cancer pain conditions. All studies reporting drug efficacy were extracted by way of the interventions, measures of tool and numeric results. An extraction template specific to the objectives of the study was developed. Sub-studies were extracted from the same clinical trials with different duration periods.\n\nData was extracted by two investigators and any disputes for eligibility was discussed and agreed with the Chief Investigator of the study. All studies included within the analyses were independently reviewed."
    },
    {
      "title": "Outcome measures",
      "text": "Outcomes were reported as mean, median, standard deviation and confidence intervals. Mean and Standard deviation (SD) were extracted as the main outcomes including pre-treatment pain scores at baseline, posttreatment pain scores and pain score changes of each group.\n\nMultiple pain assessments for confirming a clinical diagnosis, severity and progression of chronic pain were identified. These include VAS (visual analogue scale, 0-10 or 0-100), NRS (11-point numeric rating scale, 0-10), BPI (Brief Pain Inventory interference scale, 0-10), MPQS (McGill Pain Questionnaire-Short Form (Sensory and Affective subscales, VAS intensity measure, 0-10), VRS (verbal rating scale, 0-10), NIH-CPSI (National Institutes of Health Chronic Prostatitis Symptom Index, pain scores, 0-21), PI (pain intensity on a 20-point scale, 0-20).\n\nAs most widely used tools for assessing pain such as VAS, NRS, VRS, use a 11-point numeric rating scale from 0 to 10, the following standardisation formula was used to unify all pain scores into the same scale: . Vol:.(1234567890) Scientific Reports | (2024) 14:1621 |  https://doi.org/10.1038/s41598-023-49761-3 www.nature.com/scientificreports/ Study ID Authors Publication year Study type Pain type Intervention Sample size Mean age Country Included for MA Included for NMA 63 Levesque et al. 2021 Double-blind, RCT Chronic-pain BTX + Ropivacaïne 80 53.1 No No 64 Maher et al. 2018 P-C, RCT Chronic-pain Ketamine 79 50.32 USA No No 65 Barry et al. 2019 RCT Back, Chronicpain Methadone 40 37.7 USA No No 66 Shokeir and Mousa 2015 Double-blind, P-C, RCT Chronic-pain Bupivacaine 60 32.8 Egypt Yes Yes 67 Scudds et al. 1995 Double-blind, P-C, RCT Chronic-pain Lidocaine 61 46.1 Canada No No 68 Gimbel et al. 2016 Double-blind, P-C, RCT Low-back, Chronic-pain Buccal buprenorphine 510 52.8 USA No No 69 Matsuoka et al. 2019 P-C, RCT Neuropathic, Cancer, Chronic-pain Duloxetine 70 64.7 Japan No No 70 Yurekli et al. 2008 Double-blind, P-C, RCT Chronic-pain Sodium valproate 70 40 Turkey Yes Yes 71 Maarrawi et al. 2018 Double-blind, P-C, RCT Chronic-pain Amitriptyline 112 43.54 Lebanon Yes Yes 72 Li et al. 2018 Double-blind, RCT Postsurgical, Chronic-pain Ropivacaine + Dexamethasone 52 62 China No No 73 Almog et al. 2020 Double-blind, 3-arm, RCT, Crossover Chronic-pain THC 27 48.3 Israel No No 74 Wylde et al. 2015 Double-blind, RCT Postsurgical, Knee, Chronicpain Bupivacaine 273 66 UK No No 75 Matsukawa et al. 2020 RCT Chronic-pain Cernitin + Tadalafil 100 65.9 Japan No No 76 Haddad et al. 2018 Double-blind, P-C, RCT, Crossover Chronic-pain Apomorphine 35 56.2 Israel No No 77 de Vries et al. 2016 Double-blind, P-C, RCT Postsurgical, Chronic-pain THC 65 52.2 Netherlands Yes Yes 78 Urquhart et al. 2018 Double-blind, RCT Low-back, Chronic-pain Amitriptyline 146 53.5 Australia No Yes 79 Lichtman et al. 2018 Double-blind, P-C, RCT Cancer, Chronic-pain Nabiximols 397 59.2 Belgium-12* No No 80 Schiphorst et al. 2014 Trible-Blind, P-C, RCT Low-back, Chronic-pain Acetaminophen/ Tramadol 50 42 Netherlands No No 81 Cardenas et al. 2002 RCT Chronic-pain Amitriptyline 84 41 USA Yes Yes 82 Arnold et al. 2012 Double-blind, P-C, RCT Chronic-pain Milnacipran 1025 49.1 USA No No 83 Wasan et al. 2005 Double-blind, P-C, RCT, Crossover Low-back, Chronic-pain Morphine 20 44.2 USA No No 84 Baron et al. 2014 Double-blind, RCT Neuropathic, Low-back, Chronic-pain Tapentadol/Pregabalin 445 56.3 Germany No No 85 Portenoy et al. 2007 Double-blind, P-C, RCT Low-back, Chronic-pain Fentanyl 77 48.9 USA No No 86 Likar et al. 1997 Double-blind, RCT, Crossover Arthritis, Chronic-pain Morphine 21 68 Austria No No 87 Schwartzman et al. 2009 Double-blind, P-C, RCT Chronic-pain Ketamine 20 38 USA Yes Yes 88 Chu et al. 2012 Double-blind, P-C, RCT Back, Chronicpain Morphine 139 44 USA Yes Yes 89 Sandrini et al. 2011 Double-blind, P-C, RCT Chronic-pain BoNTA 56 48.5 USA No No 90 Mahowald et al. 2009 Single-blinded, P-C, RCT Arthritis, Chronic-pain BoNTA 40 > = 48 USA Yes Yes 91 Loftus et al. 2010 Double-blind, P-C, RCT Back, Chronicpain Ketamine 102 51.7 Lebanon /USA Yes Yes 92 Lehmann et al. 1997 P-C, RCT Postsurgical, Chronic-pain Fentanyl 29 44.15 USA No No 93 Kahlenberg et al. 2017 P-C, RCT Chronic-pain Celecoxib 98 34.2 USA Yes Yes 94 Silberstein et al. 2009 Double-blind, P-C, RCT Chronic-pain Topiramate 306 38.2 USA No No Continued\n\nAs all outcomes of interest were continuous, the calculation based on pain scores was performed by using mean differences (MD) with a 95% confidence interval (CI) to report the effects between the group comparisons.\n\nScaled Pain Score = Original Pain Score * 10 Scale Range Study ID Authors Publication year Study type Pain type Intervention Sample size Mean age Country Included for MA Included for NMA Table 1. Characteristics of the studies included in systematic review. Canada-13*: \"Canada-13\" was used as the group of 13 countries: \"Canada, Austria, Belgium, Czech Republic, Finland, Germany, Poland, Slovakia, Sweden, the United Kingdom, Turkey, the Netherlands and USA\". Belgium-12*: \"Belgium-12\" was used as the group of 12 countries: \"Belgium, Bulgaria, Czechia, Germany, Hungary, Latvia, Lithuania, Poland, Puerto Rico, Romania, United Kingdom, United States\"."
    },
    {
      "title": "Exposures",
      "text": "The exposures of interest were selected based on the key features of pharmacological management used to treat non-cancer chronic pain, including and not limited to a pain condition being the primary or the secondary condition. Neurological and psychological symptoms leading up to the use of pharmaceutical use within the included population were also considered."
    },
    {
      "title": "Statistical analysis plan",
      "text": "A meta-analysis, pairwise meta-analysis (PMA) and Network meta-analysis (NMA) were used to compare all treatments used in managing non-cancer chronic pain. The fundamental difference between them is that PMA produced only one estimate of pooling effects from the selected pair of interventions, while the NMA produced multiple comparative estimates of pooling effects by connecting all alternative interventions  16  .\n\nWe incorporated direct and indirect treatment comparisons within the NMA providing greater statistical precision compared to a PMA. Rankings of a set of drugs or combined interventions for assessing chronic pain with respect to their efficacy was calculated based on the network models. Homogeneity and Consistency were tested to see if the assumptions in NMA were violated. The overall pharmaceutical efficacy of extracted studies was produced by pooling all treatment effects. PMA was also used on studies with the same drug as the treatment group to see the specific drug efficacy.\n\nI 2 and p-value were commonly used to detect statistical heterogeneity. A value of I 2 larger than 50% with a much smaller p-value indicates strong heterogeneity. Correspondingly, I 2 less than 50% with a large p-value indicates fairly weak heterogeneity  17  . A random effects model was chosen when there was high heterogeneity, whereas a fixed effects model was used if weak or no heterogeneity was detected  18  . Due to the presence of high heterogeneity, subgroup analyses were carried out to identify the sources. To assess the robustness of the pooled results within the PMA, a sensitivity analysis was completed. Publication bias was evaluated with funnel plots and Egger tests. The statistical analyses were produced by R and packages were used to provide outputs in compliance with best practice and reporting guidelines  19  ."
    },
    {
      "title": "Results",
      "text": "Of the 119 systematically included studies (Table  1 ) with 17,708 participants, 24 studies were used in the metaanalysis and 34 within the NMA to build a connected network.\n\nOpioids (Table  2 ) were tested in 32 (26.89%) studies with 5518 (31.16%) participants, where Morphine, Oxycodone and Fentanyl were common. Lidocaine, Naloxone and Gabapentin were the most frequently tested non-opioid drugs for chronic pain. The most common pain among chronic pain patients were lower back pain, which was explored in 26 (21.85%) studies with a pooled sample of 4626 (26.12%) while 13 studies reported chronic back pain among 1068 (6.03%) participants. The following pain types are post-surgical pain and neuropathic pain with 19 (15.97%) and 10 (8.4%) studies involved to test the efficiency of NSAID drugs on patients.\n\nMeta-analysis of mean difference of pain scores were applied to 24 studies with a sample of 2546 participants, producing a pooled mean difference (MD) of -0.89 (95% CI [-1•31, -0•47]). There was a significant difference between chronic pain scores of patients taking NSAIDs compared to a placebo. Averagely, 0.89 point (0-10 scale) of pain reduction was observed based on the random effects model. A significant statistical drug efficiency was observed with BTX-A and Ketamine. A negative pooled mean difference was determined between BTX-A and Ketamine versus a placebo with a pain reduction of 0.98-1.26 based on a -10 scale, respectively. Similar statistical results were not observed with other drugs in comparison to a placebo.\n\nWithin the common comparator as a \"placebo\", the connected network included 34 studies, 52 pairwise comparisons, 32 interventions and 29 study designs. Gabapentin had a significant mean difference equalling to -1.49 (95% CI [-2⋅76, -0⋅23], p-value < 0.05). Most interventions had a negative mean difference compared to a placebo, but a 95% CI covering 0 indicated insignificant effects for reducing pain. The results within the network"
    },
    {
      "title": "Pairwise meta-analysis (PMA)",
      "text": "The PMA included 24 studies with pairwise comparisons between drugs and a placebo. The experimental and control group comprised of \"Amitriptyline\", \"BTX-A\", \"Gabapentin\", \"Ketamine\", \"Lidocaine\", \"Morphine\", \"Naloxone\" and a placebo, respectively. A single study reported \"Fentanyl\", \"Ningmitai\", \"THC\", and \"Oxycodone\"."
    },
    {
      "title": "PMA for baseline pain score",
      "text": "The PMA was used to test baseline pain score differences between the experimental and control group in 18 studies which comprised of a total sample of 1691 participants. The experimental and control groups comprised of 837 and 854 participants, respectively, with a pooled mean difference (MD) of -0.02 (95% CI [-0.13, 0.08]). The 95% CI was 0 and therefore, no statistically significant difference between baseline pain scores of two groups (Fig.  2 ). A weak statistical heterogeneity of 15% of I 2 (p = 0.26) was determined. This combined with the statistical insignificance indicates the randomisation of was completed accurately and that it is scientifically justifiable to use the post-treatment pain scores directly as the outcomes to evaluate treatment effects."
    },
    {
      "title": "PMA for drug efficacy between NSAID compared to a placebo",
      "text": "This PMA included 24 studies (Fig.  3 ) with 2418 participants, with a MD of -0.89 (95% CI [-1.31, -0.47]). The experimental and control group comprised of 1219 and 1199, respectively. A significant statistical heterogeneity of 92% of I 2 (p-value < 0.01) was identified. Mean difference (MD) was calculated to assess if there is statistically significant difference of post-treatment pain scores between experimental group and control group. The 95% CI was less than 0 which indicated a significant treatment effect with a reduction in pain by 0.89-point (0-10 scale) compared to those who were given a placebo."
    },
    {
      "title": "Meta-analyses",
      "text": "A statistically low heterogeneity of 0% of I 2 (p-value > 0.5) was identified among studies with BTX-A, Ketamine and Naloxone (Fig.  4b , d ). BTX-A (Fig.  4b ) and Ketamine (Fig.  4d ) indicated statistically significant drug efficacy of -1.07 [-1.51, -0.64] and -1.26 [-1.85, -0.68], respectively. The treatment efficiency compared to the placebo had a 1 point pain reduction within a 0-10 evaluation scale. Ketamine demonstrated optimal efficacy with a 1•26 point pain reduction on average. The PMA for BTX-A (Fig.  4b ) and Naloxone (Fig.  4g ) showed a low heterogeneity as the data was pooled from a single study.\n\nStudies on Amitriptyline, Gabapentin, Lidocaine and Morphine had a high heterogeneity and a statistically insignificant drug efficacy (Fig.  4a , c , e , f ). The mean difference of 95% CI was 0 indicating an insignificant treatment difference between the drugs and placebo based on the random effects model."
    },
    {
      "title": "Publication bias",
      "text": "The funnel plots (Fig.  11 ) within the PMA indicated symmetry. Although several studies were not within the remit of the funnel, the Egger's test showed a p value (0.22) larger than 0.05 which indicated the lack of smallstudy effects (Table  3 )."
    },
    {
      "title": "Discussion",
      "text": "We identified opioids and non-opioids were the two primary classes of pharmacological interventions in chronic pain management. Opioids are widely used in the management of cancer pain and non-cancer associated pain  20, 21  . The long-term use of opioids in the management of chronic non-malignant pain has come under scrutiny more recently and is now recommended only if benefits of initiating treatment would significantly outweigh the potential risks, and possibly as an adjunct to the primary intervention  22, 23  . Our study has shown that judicious use of non-opioid medications along with other treatment modalities could provide better outcomes in managing chronic pain thereby removing long-term side-effects observed during opioid therapy. With cancer patients increasingly being cured or achieving long term remission, prolonged use of opioids could result in aberrant behaviour and dependence. Awareness of an opioid crisis globally has prompted clinicians to exercise caution in their prescription habits, but the WHO supports the use of opioids including Fentanyl and Methadone as an essential class of medication for the management of cancer pain  24, 25  .\n\nThe meta-analysis of baseline pain scores lacked statistical significance between experimental and control groups. The significant reduction in chronic pain scores of patients taking NSAID versus non-steroidal opioid drugs compared to patients given placebo under a random effects model. The presence of a significant drug efficiency with BTX-A and Ketamine is interesting although the pooled results of other drugs and interventions had statistically insignificant results with a 95% CI of 0. The pooled evidence indicated Ketamine showed the highest pain reduction (1.26) followed by BTX-A (0.98). Studies testing on other drugs including Amitriptyline, Gabapentin, Morphine and Lidocaine had a high heterogeneity and insignificant drug efficiency. Overall, evidence from the PMA showed a strong efficacy within the NSAIDs group with managing pain which were remarkably narrowed when exclusive trials with low risk of bias were included  [26] [27] [28]  . In this study, a pairwise meta-analysis and NMA consolidating the evidence of 46 studies was carried out, with the former comparing several different opioids. Morphine has traditionally been used for the management of moderate to severe chronic pain  29  . Despite morphine being a potent analgesic [MD 0.01 (95% CI [-1.18, 1.21], newer opioids are now being employed owing to their superior safety profile. Oxycodone and Fentanyl appear to be popular due to better availability and vast clinical experience including the well accepted effectiveness demonstrated, as per patient and clinically reported outcomes. Our results are aligned to these trends where the effectiveness is shown to include a MD 1.77 (95% CI [-2.11, -1.43]) for Oxycodone and a MD of -0.90 (95% CI [-2.03, 0.23])] for Fentanyl (32). However, untoward gastrointestinal effects (constipation, nausea, and vomiting) still remain a major concern with opioid use and are often responsible for discontinuation of treatment  30, 31  . Recent evidence favours the use of a combination of oxycodone and naloxone in patients with chronic pain (after ensuring that there is no cause for porto-systemic anastomosis), to offer an improved bowel function without any effective change in analgesia  32  . The concerns of developing tolerance, opioid-induced hyperalgesia, aberrant behaviour and dependence with opioids is a pragmatic reason to develop effective alternative treatment modalities especially for vulnerable individuals. In pairwise comparison, we observed Ketamine to be superior to other pharmacological interventions with a mean difference MD -1.26 (95% CI [-1.85, -0.68]).\n\nThere are several guidelines recommending the use of Pregabalin, Gabapentin, Duloxetine, and Amitriptyline as first line drugs in the management of neuropathic pain  [33] [34] [35]  . However, the use of gabapentinoids is being challenged as it lacks favourable robust evidence for efficacy against pain syndromes other than fibromyalgia, post herpetic neuralgia and diabetic neuropathy, and many clinicians have also highlighted the potential for misuse and developing dependence  [36] [37] [38]  . The use of BTX-A, Ketamine, Ningmitai and THC for the management of various chronic pain conditions is popular and well established  [39] [40] [41] [42] [43]  and our study shows the effective use of these as analgesics when compared to placebo. There is evidence to support the efficacy of BTX-A for the management of neuropathic pain although the sample sizes used in the studies were small and therefore the real-world applicability remains limited  29  . BTX-A is also used in management of myofascial pains  44, 45  although further evidence on the efficacy and tolerability within all populations, especially those with existing co-morbidities needs to be evaluated. Ketamine was found to be beneficial in managing some neuropathic pains  46  and as an infusion the rates of serious adverse effects were found to be similar to placebo  47, 48  . Further studies are required to gather evidence to better understand its psychedelic effects and its role in the management of PTSD, anxiety and depression. A renewed use of magnesium in managing chronic pain has been demonstrated in some literature  49  . Our results indicate similar evidence in the use of magnesium, but will require further research to determine the efficacy, safety and effectiveness in managing short, medium and long-term pain.\n\nThe NMA provided more reliable results with direct and indirect comparisons between different drugs under different study designs. However, only a small number of multi-arm trials were eligible and the distribution of trials studying different drugs was uneven. It resulted in the lack of direct evidence of certain drugs and their relative efficacy in the network was unstable due to excessive reliance on indirect comparisons. Therefore, well designed and robust clinical trials should be conducted to verify the efficacy of pharmaceutical interventions used in chronic pain management."
    },
    {
      "title": "Conclusion",
      "text": "To the best of our knowledge, this is the first pairwise MA and NMA reporting the synthesis of the prevalence of the efficacy of pharmacological treatments used in the management of chronic pain with a large sample size of 17,708 participants. Management of long-term chronic pain needs to be prioritised for several reasons including humanitarian, the strain on the healthcare systems and the impact on the economy due to loss of productivity. The use of pharmaceutical agents in the long-term management of chronic pain has been debated for several decades, yet there has not been a consensus on this matter. This study supports the importance of generating better evidence by way of robust clinical trials, the need for drafting clinical guidelines that is pragmatic, practical as well as clinically significant and the use of better data-connectivity methods to improve clinical practice in the real-world.\n\nStudy number Author Intervention abbreviation Intervention details Weizman et al. THC Cannabis Krebs et al. Opioid Opioid and nonopioid medication therapy AbdelHafeez et al. Gabapentin Gabapentin 2700 mg daily Bushey et al. Opioid Analgesic Bruehl et al. Morphine + Naloxone Morphine and Naloxone Worley et al. Buprenorphine/Naloxone Buprenorphine/naloxone Dindo et al. ACT Acceptance and Commitment Therapy Hruschak et al. IPGT Psychoeducation, motivational interviewing, cognitive Behavioral therapy, mindfulness, and peer suppor Azevedo et al. Opioid Opioid Gudin et al. NKTR-181 NKTR-181 administered at doses of 100-600 mg twice daily Stahl et al. Venlafaxine Lower-dose venlafaxine (≤ 150 mg/day) Schliessbach et al. Imipramine Imipramine 75 Mohamed et al. Morphine Topical morphine (in 1 of 3 doses: 5, 10, or 15 mg) Schliessbach et al. Oxycodone + Imipramine + Clobazam Oxycodone 15 mg, imipramine 75 mg, clobazam 20 mg Hermans et al. Naloxone 0 mg morphine or 0.2 mg/mL Naloxone) and placebo (2 mL Aqua) group Todorov et al. Gabapentin + Tiagabine Gabapentin and Tiagabine Sadatsune et al. Gabapentin Gabapentin Group received 600 mg of gabapentin preoperatively, one hour prior to surgery, and Control Group received placebo Edwards et al. Opioid Oral opioid therapy Katz et al. Naproxen + Tanezumab Intravenous tanezumab 200 μg/kg plus oral placebo (n = 88), intravenous placebo plus oral naproxen 500 mg twice a day (n = 88), or intravenous placebo plus oral placebo (n = 41) Hayek et al. Opioid + Bupivacaine opioid with bupivacaine Schliessbach et al. Clobazam Received a single oral dose of clobazam 20 mg or active placebo tolterodine 1 mg Bruehl et al. Opioid Opioid Kim et al. Nefopam Infused with the same volume of saline or nefopam (0.2 mg/kg bolus, 120 μg/kg/h continuous infusion) during surgery Eisenach et al. Ketorolac Drug administration Rauck et al. Adenosine/Clonidine Intrathecal clonidine, 100 μg, or adenosine, 2 mg Buchheit et al. Valproate Oral valproic acid Papadokostakis et al. Calcitonin 200 IU intranasal salmon calcitonin and 1000 mg of oral calcium daily Gould et al. Desipramine Desipramine titrated to reach a serum concentration level of 15 to 65 ng/mL; Schnitzer et al. D-cycloserine d-Cycloserine Nenke et al. Hydrocortisone 10 mg/m 2 /day of oral hydrocortisone in three divided doses o Sopata et al. Opioid opioids Kendall et al. Lidocaine 1.5 mg/kg bolus of intravenous lidocaine followed by a 2 mg/kg/h infusion Hongo et al. Risedronate + Elcatonin risedronate plus elcatonin Amr and Yousef Venlafaxine + Gabapentin Venlafaxine 37.5 mg/day, gabapentin 300 mg/day Pedersen et al. Codeine + Paracetamol 30 mg codeine and 400 or 500 mg of paracetamol Choi et al. Lidocaine The patients received 2 mg/kg of lidocaine followed by continuous infusions of 3 mg/kg/h of lidocaine Bruehl et al. Morphine + Naloxone Naloxone (8 mg), morphine (0.08 mg/kg) Chrubasik et al. Capsicum Cream containing capsaicin 0.05% Schliessbach et al. Oxycodone Oxycodone 15 mg Bruehl and Chung Naloxone 8 mg dose of naloxone Bruehl et al. Naloxone + Morphine Naloxone, morphine Burns et al. Naloxone + Morphine Naloxone and morphine Eker et al. Lidocaine Group I (n = 26) received 7 mL 0.5% lidocaine Kim et al. Opioid Opioid therapy Kimos et al. Gabapentin Gabapentin Narang et al. Opioid Opioids Peyton et al. Ketamine Ketamine Katz et al. Bupropion Bupropion Hashmi et al. Lidocaine Lidocaine Shimoyama et al. Fentanyl Fentanyl Wreje and Brorsson Sterile water Sterile water Han et al. BTX-A Botulinum toxin type A Rauck et al. Hydrocodone Hydrocodone 20-100 mg every 12 h) Vol.:(0123456789) Scientific Reports | (2024) 14:1621 |  https://doi.org/10.1038/s41598-023-49761-3 www.nature.com/scientificreports/ Study number Author Intervention abbreviation Intervention details Kim et al. Pregabalin pregabalin Lee et al. BTX-A Botulinum Toxin Injection Rashiq et al. Fentanyl Opioid Kang et al. Ketamine 0.12 mg/kg/h of ketamine Lipton et al. Erenumab Erenumab 70 and 140 mg Williamson et al. Duloxetine Duloxetine Guo et al. Celecoxib Eperisone Celecoxib Eperisone Damjanov et al. ACS Autologous conditioned serum (ACS; marketed as Orthokine®) Abd-Elshafy et al. Bupivacaine Drug: Dexmedetomidine isobaric bupivacaine 0.5% (0.3 ml/kg) and dexmedetomidine (1 mcg/kg) Drug: Bupivacaine isobaric bupivacaine 0.5% (0.3 ml/kg) Levesque et al. BTX + Ropivacaïne Drug: botulinum toxin A + ropivacaïne Drug: Ropivacaïne Maher et al. Ketamine Ketamine Barry et al. Methadone Methadone Shokeir and Mousa Bupivacaine Bupivacaine Scudds et al. Lidocaine Lidocaine Gimbel et al. Buccal buprenorphine Buccal buprenorphine Matsuoka et al. Duloxetine Duloxetine 20 mg Yurekli et al. Sodium valproate Sodium valproate Maarrawi et al. Amitriptyline Amitriptyline Li et al. Ropivacaine + Dexamethasone Single 20-ml injection of 0.50% ropivacaine plus 10 mg dexamethasone Almog et al. THC THC: 0.5 mg, 1 mg Wylde et al. Bupivacaine Anaesthetic with 3 mL of 0.5% plain bupivacaine Matsukawa et al. Cernitin + Tadalafil Tadalafil Haddad et al. Apomorphine Apomorphine de Vries et al. THC Tetrahydrocannabinol Urquhart et al. Amitriptyline Amitriptyline; 25 mg per day Lichtman et al. Nabiximols Nabiximols Schiphorst et al. Acetaminophen/Tramadol Acetaminophen/tramadol 325 mg/37.5 mg Cardenas et al. Amitriptyline Amitriptyline Arnold et al. Milnacipran Chronic pain Wasan et al. Morphine Morphine Baron et al. Tapentadol/Pregabalin Tapentadol PR 300 mg/day + pregabalin Portenoy et al. Fentanyl Fentanyl Likar et al. Morphine Morphine hydrochloride Schwartzman et al. Ketamine Ketamine Chu et al. Morphine Morphine Sandrini et al. BoNTA Onabotulinum toxin A Mahowald et al. BoNTA Botulinum Toxin Type A Loftus et al. Ketamine Ketamine infusions Lehmann et al. Fentanyl Transdermal fentanyl Kahlenberg et al. Celecoxib Celecoxib Silberstein et al. Topiramate Topiramate Burgher et al. Lidocaine Lidocaine and either clonidine (200 or 400mcg) or triamcinolone McCleane Phenytoin Phenytoin (Parke Davis) Naliboff et al. Opioid Opioids Booth et al. Morphine 300 mcg spinal morphine and 1 g acetaminophen Lee et al. Rowatinex/Ibuprofen Rowatinex 200 mg/ibuprofen 600 mg Levendoglu et al. Gabapentin Gabapentin Yousef and Alzeftawy Opioid Oral perixicam Yelland et al. Gabapentin Gabapentin Yucel et al. Venlafaxine Venlafaxine Hudson et al. Nortriptyline Nortriptyline Rauck et al. Ziconotide Ziconotide Sandner-Kiesling et al. Naloxone + Oxycodone Oxycodone PR/naloxone PR Wang et al. Diosmin Diosmin"
    },
    {
      "text": "Figure 1. PRISMA 2020 flow diagram for new systematic reviews which included searches of databases and registers only 15 ."
    },
    {
      "text": "Figure 2. Forest plot for the baseline pain scores of experimental group and control group across 18 studies."
    },
    {
      "text": "Figure 4. (a) Forest plot for drug efficiency of Amitriptyline. (b) Forest plot for drug efficiency of BTX-A. (c) Forest plot for drug efficiency of Gabapentin. (d) Forest plot for drug efficiency of Ketamine. (e) Forest plot for drug efficiency of Lidocaine. (f) Forest plot for drug efficiency of Morphine. (g) Forest plot for drug efficiency of Naloxone."
    },
    {
      "text": "Figure 7. Forest plot for intervention efficiency compared to Placebo in NMA."
    },
    {
      "text": "Figure 8. Forest plot for intervention efficiency compared to Placebo in NMA with detailed direct and indirect comparisons."
    },
    {
      "text": "Figure 9. Forest plot for the mean difference of pain scores between experimental group and control group across different mean age of participants."
    },
    {
      "text": "Figure 10. Forest plot for sensitivity analysis with studies in MA."
    },
    {
      "text": "Figure 11. Funnel plot for studies used in PMA."
    },
    {
      "text": "Summary of drug and pain types included in systematic review."
    }
  ],
  "references": [
    {
      "year": 2024,
      "doi": "10.1038/s41598-023-49761-3References"
    },
    {
      "title": "Prevalence of chronic pain and high-impact chronic pain among adults: United States, 2016",
      "authors": [
        "J Dahlhamer"
      ],
      "year": 2018,
      "doi": "10.15585/mmwr.mm6736a2"
    },
    {
      "title": "A global study of pain prevalence across 52 countries: examining the role of country-level contextual factors: Examining the role of country-level contextual factors",
      "authors": [
        "Z Zimmer",
        "K Fraser",
        "H Grol-Prokopczyk",
        "A Zajacova"
      ],
      "year": 2022
    },
    {
      "title": "The stepped wedge trial design: A systematic review",
      "authors": [
        "C Brown",
        "R Lilford"
      ],
      "year": 2006,
      "doi": "10.1186/1471-2288-6-54"
    },
    {
      "title": "Biopsychosocial Perspective on Chronic Pain. Psychological Approaches to Pain Management: A Practitioner's Handbook",
      "authors": [
        "D Turk",
        "E Monarch"
      ],
      "year": 2002
    },
    {
      "title": "Network meta-analysis-highly attractive but more methodological research is needed",
      "authors": [
        "T Li"
      ],
      "year": 2011,
      "doi": "10.1186/1741-7015-9-79"
    },
    {
      "title": "Simultaneous comparison of multiple treatments: Combining direct and indirect evidence",
      "authors": [
        "D Caldwell",
        "A Ades",
        "J Higgins"
      ],
      "year": 2005,
      "doi": "10.1136/bmj.331.7521.897"
    },
    {
      "title": "Opioid Overdose",
      "doi": "10.18060/24753"
    },
    {
      "title": "Opioid overdose crisis: Time for a radical rethink",
      "authors": [
        "Opioid"
      ],
      "year": 2022
    },
    {
      "title": "Use of and barriers to access to opioid analgesics: A worldwide, regional, and national study",
      "authors": [
        "S Berterame"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)00161-6"
    },
    {
      "title": "Interpreting indirect treatment comparisons and network meta-analysis for health-care decision making: Report of the ISPOR task force on indirect treatment comparisons good research practices: Part 1",
      "authors": [
        "J Jansen"
      ],
      "year": 2011
    },
    {
      "title": "GetReal in network meta-analysis: A review of the methodology",
      "authors": [
        "O Efthimiou"
      ],
      "year": 2016,
      "doi": "10.1002/jrsm.1195"
    },
    {
      "title": "Pain: History and present status",
      "authors": [
        "K Dallenbach"
      ],
      "year": 1939,
      "doi": "10.2307/1416740"
    },
    {
      "title": "Local anesthetics and regional anesthesia versus conventional analgesia for preventing persistent postoperative pain in adults and children: A Cochrane systematic review and meta-analysis update",
      "authors": [
        "J Levene"
      ],
      "year": 2019
    },
    {
      "title": "Presidential Address. Speech given at the American Pain Society",
      "authors": [
        "J Campbell"
      ],
      "year": 1996,
      "doi": "10.1016/s1082-3174(96)80076-6"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "Relieving Pain in America: A Blueprint for Transforming Prevention",
      "year": 2011
    },
    {
      "title": "Pain Management Best Practices Inter-Agency Task Force Report: Updates, Gaps, Inconsistencies, and Recommendations",
      "year": 2019,
      "doi": "10.1177/2164956119857656"
    },
    {
      "title": "A basic introduction to fixed-effect and random-effects models for meta-analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2010,
      "doi": "10.1002/jrsm.12"
    },
    {
      "title": "Publication Bias in Meta Analysis: Prevention, Assessment and Adjustments",
      "authors": [
        "H Rothstein",
        "A Sutton",
        "M Borenstein"
      ],
      "year": 2005,
      "doi": "10.1002/0470870168.ch1"
    },
    {
      "title": "Opioids for chronic noncancer pain: A systematic review and meta-analysis: A systematic review and metaanalysis",
      "authors": [
        "J Busse"
      ],
      "year": 2018,
      "doi": "10.1037/hea0000830.supp"
    },
    {
      "title": "CDC clinical practice guideline for prescribing opioids for pain: United States, 2022",
      "authors": [
        "D Dowell",
        "K Ragan",
        "C Jones",
        "G Baldwin",
        "R Chou"
      ],
      "year": 2022,
      "doi": "10.15585/mmwr.rr7103a1"
    },
    {
      "title": "Trends in long-term opioid therapy for chronic non-cancer pain",
      "authors": [
        "D Boudreau"
      ],
      "year": 2009
    },
    {
      "title": "Comparative benefits and harms of individual opioids for chronic non-cancer pain: A systematic review and network meta-analysis of randomised trials",
      "authors": [
        "A Noori"
      ],
      "year": 2022,
      "doi": "10.1016/j.bja.2022.05.031"
    },
    {
      "title": "World Health Organization Model List of Essential Medicines: 22nd List",
      "year": 2021,
      "doi": "10.2471/b09474"
    },
    {
      "title": "Cancer Pain Relief, Second Edition, With a Guide to Opioid Availability",
      "year": 1996,
      "doi": "10.2147/jpr.s97759"
    },
    {
      "title": "Cardiovascular safety of non-steroidal anti-inflammatory drugs: Network meta-analysis",
      "authors": [
        "S Trelle"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.c7086"
    },
    {
      "title": "Effectiveness and safety of non-steroidal anti-inflammatory drugs and opioid treatment for knee and hip osteoarthritis: Network meta-analysis",
      "authors": [
        "B Da Costa"
      ],
      "year": 2021
    },
    {
      "title": "Non-steroidal anti-inflammatory drugs for chronic low back pain",
      "authors": [
        "W Enthoven",
        "P Roelofs",
        "R Deyo",
        "M Van Tulder",
        "B Koes"
      ],
      "year": 2016,
      "doi": "10.1002/14651858.cd012087"
    },
    {
      "title": "Efficacy and safety of botulinum A toxin for the treatment of chronic peripheral neuropathic pain: A systematic review of randomized controlled trials and meta-analysis",
      "authors": [
        "V Hary",
        "S Schitter",
        "V Martinez"
      ],
      "year": 2022,
      "doi": "10.1002/ejp.1941"
    },
    {
      "title": "Tolerability of opioid analgesia for chronic pain: A network meta-analysis",
      "authors": [
        "Z Meng"
      ],
      "year": 2017,
      "doi": "10.1038/s41598-023-49761-3www.nature.com/scientificreports/"
    },
    {
      "title": "Use of opioid analgesics in the treatment of cancer pain: Evidence-based recommendations from the EAPC",
      "authors": [
        "A Caraceni"
      ],
      "year": 2012,
      "doi": "10.1016/s1470-2045(12)70040-2"
    },
    {
      "title": "Opioid-induced constipation relief from fixed-ratio combination prolonged-release oxycodone/naloxone compared with oxycodone and morphine for chronic nonmalignant pain: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "L Huang"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpainsymman.2017.07.025"
    },
    {
      "title": "Comparative efficacy of amitriptyline, duloxetine and pregabalin for treating fibromyalgia in adults: An overview with network meta-analysis",
      "authors": [
        "F Alberti"
      ],
      "year": 2022
    },
    {
      "title": "Efficacy of low-dose amitriptyline for chronic low back pain: A randomized clinical trial: A randomized clinical trial",
      "authors": [
        "D Urquhart"
      ],
      "year": 2018
    },
    {
      "title": "Efficacy, safety and cost effectiveness of amitriptyline and pregabalin in patients with diabetic peripheral neuropathy",
      "authors": [
        "V Sankar",
        "A Oommen",
        "A Thomas",
        "J Nair",
        "J James"
      ],
      "year": 2017,
      "doi": "10.4172/pharmaceutical-sciences.1000274"
    },
    {
      "title": "Gabapentin for chronic neuropathic pain in adults",
      "authors": [
        "P Wiffen"
      ],
      "year": 2017
    },
    {
      "title": "Benefits and safety of gabapentinoids in chronic low back pain: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "H Shanthanna"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pmed.1002369"
    },
    {
      "title": "Abuse and misuse of pregabalin and gabapentin",
      "authors": [
        "K Evoy",
        "M Morrison",
        "S Saklad"
      ],
      "year": 2017,
      "doi": "10.1007/s40265-017-0700-x"
    },
    {
      "title": "Meta-analysis of the efficacy of Ningmitai capsule on the treatment of chronic prostatitis in China",
      "authors": [
        "C Jin",
        "Z Chen",
        "J Zhang"
      ],
      "year": 2018
    },
    {
      "title": "Cannabinoids for medical use: A systematic review and meta-analysis: A systematic review and meta-analysis",
      "authors": [
        "P Whiting"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.6358"
    },
    {
      "title": "The efficacy and safety of botulinum toxin type A in treatment of trigeminal neuralgia and peripheral neuropathic pain: A meta-analysis of randomized controlled trials",
      "authors": [
        "J Wei"
      ],
      "year": 2019,
      "doi": "10.1002/brb3.1409"
    },
    {
      "title": "Efficacy and safety of Ningmitai capsule in patients with chronic prostatitis/chronic pelvic pain syndrome: A multicenter, randomized, double-blind, placebo-controlled trial",
      "authors": [
        "K Zhang"
      ],
      "year": 2021,
      "doi": "10.1016/j.urology.2021.01.018"
    },
    {
      "title": "Efficacy and safety of Ningmitai capsules in patients with chronic epididymitis: A prospective, parallel randomized controlled clinical trial",
      "authors": [
        "Z Jing"
      ],
      "year": 2021
    },
    {
      "title": "Botulinum toxin type A for the treatment of head and neck chronic myofascial pain syndrome",
      "authors": [
        "M Khalifeh",
        "K Mehta",
        "N Varguise",
        "P Suarez-Durall",
        "R Enciso"
      ],
      "year": 2016,
      "doi": "10.1016/j.adaj.2016.08.022"
    },
    {
      "title": "Effectiveness of botulinum toxin for treatment of symptomatic pelvic floor myofascial pain in women: A systematic review and meta-analysis: A systematic review and meta-analysis",
      "authors": [
        "M Meister",
        "A Brubaker",
        "S Sutcliffe",
        "J Lowder"
      ],
      "year": 2021
    },
    {
      "title": "Efficacy and safety of ketamine in the treatment of neuropathic pain: A systematic review and metaanalysis of randomized controlled trials",
      "authors": [
        "Guimarães Pereira"
      ],
      "year": 2022
    },
    {
      "title": "Consensus guidelines on the use of intravenous ketamine infusions for chronic pain from the American society of regional anesthesia and pain medicine, the American academy of pain medicine, and the American society of anesthesiologists",
      "authors": [
        "S Cohen"
      ],
      "year": 2018
    },
    {
      "title": "Ketamine infusions for chronic pain: A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "V Orhurhu",
        "M Orhurhu",
        "A Bhatia",
        "S Cohen"
      ],
      "year": 2019,
      "doi": "10.1213/ane.0000000000004185"
    },
    {
      "title": "Efficacy and safety of magnesium for the management of chronic pain in adults: A systematic review",
      "authors": [
        "R Park"
      ],
      "year": 2020,
      "doi": "10.1038/s41598-023-49761-3"
    }
  ],
  "num_references": 50,
  "original_doi": "https://doi.org/10.13039/501100008721"
}
