{
  "paper_id": "V45KTW2X",
  "title": "Self-Measured Blood Pressure Monitoring at Home",
  "abstract": "The diagnosis and management of hypertension, a common cardiovascular risk factor among the general population, have been based primarily on the measurement of blood pressure (BP) in the office. BP may differ considerably when measured in the office and when measured outside of the office setting, and higher out-of-office BP is associated with increased cardiovascular risk independent of office BP. Self-measured BP monitoring, the measurement of BP by an individual outside of the office at home, is a validated approach for out-of-office BP measurement. Several national and international hypertension guidelines endorse selfmeasured BP monitoring. Indications include the diagnosis of white-coat hypertension and masked hypertension and the identification of whitecoat effect and masked uncontrolled hypertension. Other indications include confirming the diagnosis of resistant hypertension and detecting morning hypertension. Validated self-measured BP monitoring devices that use the oscillometric method are preferred, and a standardized BP measurement and monitoring protocol should be followed. Evidence from meta-analyses of randomized trials indicates that self-measured BP monitoring is associated with a reduction in BP and improved BP control, and the benefits of self-measured BP monitoring are greatest when done along with cointerventions. The addition of self-measured BP monitoring to office BP monitoring is cost-effective compared with office BP monitoring alone or usual care among individuals with high office BP. The use of self-measured BP monitoring is commonly reported by both individuals and providers. Therefore, self-measured BP monitoring has high potential for improving the diagnosis and management of hypertension in the United States. Randomized controlled trials examining the impact of self-measured BP monitoring on cardiovascular outcomes are needed. To adequately address barriers to the implementation of selfmeasured BP monitoring, financial investment is needed in the following areas: improving education and training of individuals and providers, building health information technology capacity, incorporating selfmeasured BP readings into clinical performance measures, supporting cointerventions, and enhancing reimbursement.",
  "year": 2020,
  "date": "2020-07-28",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Daichi",
      "surname": "Shimbo",
      "name": "Daichi Shimbo"
    },
    {
      "forename": "Nancy",
      "surname": "Artinian",
      "name": "Nancy Artinian"
    },
    {
      "forename": "Jan",
      "surname": "Basile",
      "name": "Jan Basile"
    },
    {
      "forename": "Lawrence",
      "surname": "Krakoff",
      "name": "Lawrence Krakoff"
    },
    {
      "forename": "Karen",
      "surname": "Margolis",
      "name": "Karen Margolis"
    },
    {
      "forename": "Michael",
      "surname": "Rakotz",
      "name": "Michael Rakotz"
    },
    {
      "forename": "Gregory",
      "surname": "Wozniak",
      "name": "Gregory Wozniak"
    }
  ],
  "doi": "10.1161/cir.0000000000000803",
  "sections": [
    {
      "title": "C",
      "text": "ardiovascular diseases, including coronary heart disease, stroke, and heart failure, remain the leading causes of morbidity and mortality.  1 Population-based studies have identified a range of risk factors that contribute to incident cardiovascular events,  2  and hypertension is one of the most important.  3 Hypertension is also a risk factor for chronic kidney disease, thereby further contributing to the growing chronic disease healthcare burden.  4 The benefit of antihypertensive medication on cardiovascular disease risk has been demonstrated in several randomized trials among individuals with high blood pressure (BP).  5 According to 2015 to 2016 data,  6  29.0% of US adults had hypertension, defined as an office systolic BP (SBP) ≥140 mm Hg, office diastolic BP (DBP) ≥90 mm Hg, or taking antihypertensive medication. However, only 48.3% had hypertension that was controlled, defined as an office SBP <140 mm Hg and office DBP <90 mm Hg. According to the 2017 Hypertension Clinical Practice Guidelines,  5  45.6% of US adults had hypertension, defined as an office SBP ≥130 mm Hg, office DBP ≥80 mm Hg, or taking antihypertensive medication. The prevalence of hypertension and uncontrolled BP status is disproportionately higher in some minority and underserved groups.  [6] [7] ] [8]  The diagnosis and management of hypertension have been based primarily on the measurement of BP in the office. However, BP may differ considerably when measured in the office and when measured outside of the office setting.  9 White-coat hypertension is defined as having high office BP measurements and not having high out-of-office BP measurements, and masked hypertension is defined as not having high office BP measurements and having high out-of-office BP measurements. The terms white-coat hypertension and masked hypertension apply to individuals not taking antihypertensive medication. For individuals taking antihypertensive medication, the terms white-coat effect and masked uncontrolled hypertension are used. Recent evidence suggests that compared with sustained normotension, defined as not having high BP on both office and out-of-office BP measurements, white-coat hypertension is associated with either no increased or moderately increased risk of cardiovascular events and mortality.  10, 11 hite-coat hypertension is associated with a lesser risk of cardiovascular events and mortality compared with sustained hypertension, defined as having high BP on both office and out-of-office BP measurements.  12 Prior studies have also shown that compared with sustained normotension, white-coat effect is not associated with an increased risk of cardiovascular events and mortality, whereas masked hypertension and masked uncontrolled hypertension are associated with an increased risk of cardiovascular events and mortality.  [13] [14] 4] [15]  These BP phenotypes can be identified only by both office and out-of-office BP monitoring.\n\nThere are 2 standard approaches to out-of-office BP monitoring: ambulatory BP monitoring (ABPM) and selfmeasured BP monitoring. ABPM is a fully automated technique in which BP is recorded over an extended period of time, typically 24 hours. Self-measured BP monitoring at home (referred to herein as self-measured BP monitoring) is the measurement of BP by an individual outside of an office setting at his/her home. There is moderate agreement between BP on ABPM and self-measured BP,  16  suggesting that these measures may not be interchangeable. Although ABPM is recommended as the preferred out-ofoffice BP assessment method in some BP guidelines, it is not well tolerated by some patients.  5, 9 Furthermore, in the United States, ABPM is not widely available in primary care settings and is generally available only in specialized hypertension centers.  9 Therefore, self-measured BP monitoring is an important part of hypertension management and an important adjunct to the evaluation and treatment of high BP in the United States.\n\nSeveral guidelines, scientific statements, empirical studies, and systematic reviews/meta-analyses have been published on self-measured BP monitoring since the joint scientific statement from the American Heart Association (AHA), American Society of Hypertension, and Preventive Cardiovascular Nurses Association on self-measured BP monitoring was published in 2008.  17 The writing committee of the current policy statement was tasked with providing contemporary information on the use, efficacy, and cost-effectiveness of self-measured BP monitoring for the diagnosis and management of hypertension. Although other forms of self-measured BP monitoring exist, including individuals measuring their own BP outside of their home such as at a pharmacy or kiosk, this statement is limited to self-measured BP monitoring at home. We refer readers to the 2019 AHA scientific statement \"Measurement of Blood Pressure in Humans,\" which reviews these other approaches.  18 lthough the present policy statement focuses on the use, efficacy, and cost-effectiveness of self-measured BP monitoring, it is important to recognize that there is strong evidence that self-measured BP monitoring adds value over and above office BP measurement for predicting endorgan damage and cardiovascular outcomes. Several systematic reviews and meta-analyses have concluded that self-measured BP is superior to office BP in regard to their association with echocardiographic left ventricular mass index.  19 Compared with office BP, self-measured BP is also a better predictor of urinary albumin to creatinine ratio, proteinuria, and silent cerebrovascular disease, as well as major nonfatal cardiovascular outcomes, cardiovascular mortality, and all-cause mortality.  20 Using data from the J-HOP study (Japan Morning Surge-Home BP), Hoshide et al  21  showed that self-measured SBP added predictive value for stroke events over and above office SBP and other cardiovascular risk factors. Few studies have compared the association between self-measured BP and cardiovascular events versus the association between BP on ABPM and cardiovascular events. A recent systematic review indicated that there is a lack of strong evidence demonstrating the superiority of self-measured BP monitoring over ABPM or vice versa for predicting cardiovascular events or mortality.  22 Finally, scarce data from randomized controlled trials have examined the impact of out-of-office BP monitoring on cardiovascular outcomes, the effects of antihypertensive medication initiation on outcomes among individuals with white-coat hypertension and masked hypertension, and the effects of antihypertensive medication titration on outcomes among those with white-coat effect and masked uncontrolled hypertension."
    },
    {
      "title": "OVERVIEW OF SELF-MEASURED BP MONITORING INDICATIONS IN RECENT HYPERTENSION GUIDELINES, SCIENTIFIC STATEMENTS, AND POSITION PAPERS",
      "text": "Several professional organizations, scientific societies, and writing groups within various countries have issued recommendations to ensure accurate assessment, diagnosis, and treatment of hypertension. The 2017 Hypertension Clinical Practice Guidelines supported the use of out-of-office BP measurements, including self-measured BP monitoring, to confirm the diagnosis of hypertension and to manage treated hypertension in conjunction with telehealth counseling or clinical interventions (Class of Recommendation I; Level of Evidence A).  5  This guideline stated that it is reasonable to use self-measured BP monitoring to identify whitecoat hypertension and masked hypertension and may be reasonable to use self-measured BP monitoring to identify white-coat effect and masked uncontrolled hypertension among individuals who meet other criteria (Table  1 ). It is also reasonable to use self-measured BP monitoring to monitor the progression of white-coat hypertension to sustained hypertension. Figures  1  and  2  show diagnostic algorithms from the 2017 Hypertension Clinical Practice Guidelines for using outof-office BP monitoring, including self-measured BP monitoring to identify white-coat effect and masked hypertension, as well as white-coat effect and masked uncontrolled hypertension.  5 Unlike other guidelines,  ABPM indicates ambulatory blood pressure monitoring; BP, blood pressure; and HBPM, home blood pressure monitoring (ie, self-measured blood pressure monitoring). Reprinted from Whelton et al.  5  Copyright © 2017, American Heart Association, Inc.\n\nthe 2017 Hypertension Clinical Practice Guidelines proposed that out-of-office BP monitoring be undertaken to identify these BP phenotypes after 3 months of lifestyle modification. Although ABPM is generally accepted as the preferred out-of-office BP measurement method, the 2017 Hypertension Clinical Practice Guidelines considered self-measured BP monitoring to be a more a practical approach than ABPM in clinical practice, particularly for individuals taking antihypertensive medication.\n\nIn addition to the 2017 Hypertension Clinical Practice Guidelines, 5 several other guidelines, scientific statements, and position papers in the United States include recommendations for performing self-measured BP monitoring (Table  2 ).  18, [23] [24] 4] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35]  In 2008, a position paper from the American Society of Hypertension recommended using self-measured BP monitoring to confirm the diagnosis of high BP, to detect white-coat hypertension and masked hypertension, and to evaluate BP in response to treatment.  25 In 2015, the US Preventive Services Task Force recommended using self-measured BP monitoring to confirm the diagnosis of high BP when ABPM is not feasible.  24 A recent 2018 AHA scientific statement on resistant hypertension also stated that self-measured BP monitoring can be used to exclude the white-coat effect, a requirement for confirming the diagnosis of resistant hypertension.  23 elf-measured BP monitoring is also recommended in guidelines and scientific statements in several countries or regions outside of the United States (Table  2 ).  [26] [27] ] [28] [29] [30] [31] [32] [33] [34] [35]  In general, there is consensus among these guidelines or scientific statements on self-measured BP monitoring. These guidelines and scientific statements provide strong support for and greater use of out-of-office BP monitoring, including self-measured BP monitoring.\n\nIndications for self-measured BP monitoring in international guidelines and scientific statements include the diagnosis of hypertension; detection of white-coat hypertension and masked hypertension; determination of BP control during hypertension treatment, including assessing for white-coat effect and masked uncontrolled hypertension; exclusion of false resistant hypertension (ie, having resistant hypertension based on office BP but with controlled out-of-office BP); Downloaded from  http://ahajournals.org  by on June 8, 2025 July 28, 2020 Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 e46 CLINICAL STATEMENTS AND GUIDELINES Shimbo et al Self-Measured Blood Pressure Monitoring detection of morning hypertension; determination of seasonal and midterm to long-term BP control; and use as a tool to empower patients in BP management, including antihypertensive medication adherence.\n\nSelf-measured BP monitoring is recommended either as a primary approach for measuring out-of-office BP or as an alternative approach when ABPM is not tolerated or available.\n\nTable 2. Other Hypertension Guidelines, Scientific Statements, and Position Papers That Include Self-Measured BP Monitoring (Published 2008-2019)"
    },
    {
      "title": "United States"
    },
    {
      "title": "United States",
      "text": "American Heart Association (2019)  18  Indications for self-measured BP monitoring include assessing for the presence of white-coat hypertension or masked hypertension, monitoring of antihypertensive medication efficacy in treated patients, assessing for white-coat effect, and assessing for masked uncontrolled hypertension.\n\nAmerican Heart Association (2018)  23  Self-measured BP monitoring can be used to exclude white-coat effect and to confirm the diagnosis of resistant hypertension.\n\nUSPSTF (2015)  24  Recommended to confirm a diagnosis of high BP when ABPM is not feasible. The USPSTF acknowledged the current barriers, including the availability and affordability of ABPM.\n\nAmerican Society of Hypertension (2008)  25  Recommended to confirm diagnosis of high BP and to evaluate white-coat hypertension and masked hypertension. Evaluating BP in response to treatment. Self-measured BP monitoring is preferred over ABPM because performing multiple ABPM sessions in the same patient is impractical. International European Society of Cardiology/European Society of Hypertension (2018) 26 Confirm diagnosis of high BP and evaluate white-coat hypertension and masked hypertension; postural and postprandial hypertension in untreated and treated patients; resistant hypertension; BP control; exaggerated BP response to exercise; response to drug treatment; considerable variability in office BP; and symptoms consistent with hypotension during treatment. Improve patient engagement with longterm treatment. Hypertension Canada (formerly Canadian Hypertension Education Program) (2018) 27 Diagnose high BP. Use regularly for patients with high BP who have diabetes mellitus, chronic kidney disease, suspected nonadherence, demonstrated white-coat effect, and masked hypertension. Repeat self-measured BP monitoring to confirm white-coat hypertension. Self-measured BP monitoring is recommended if ABPM is not tolerated or not readily available or because of patient preference. HOPE Asia Network (2017) 28 When a discrepancy exists in the diagnosis of high BP between the office and home settings, results from self-measured BP monitoring have priority. When possible, confirm by ABPM. Other indications include improving adherence and aiding chronotherapy of high BP by identifying isolated morning hypertension. Information and communication technology-based self-measured BP monitoring may help those in remote Asian regions. Taiwan Society of Cardiology and the Taiwan Hypertension Society (2017) 29 Diagnosis of hypertension depends on office BP, complemented by self-measured BP monitoring and ABPM. Confirm white-coat hypertension and masked hypertension; evaluate efficacy of antihypertensive drugs at different times of the day; and assess midterm and long-term BP. National Blood Pressure and Vascular Disease Advisory Committee, an expert committee of the National Heart Foundation of Australia (2016) 30 If office BP is ≥140/90 mm Hg or high BP is suspected, ABPM or self-measured BP monitoring should be offered to confirm the BP level because out-of-office BP is a stronger predictor of outcome than office BP measurement. Australian Expert Consensus Statement (2015) 31 Self-measured BP monitoring provides a more reliable estimate of BP predicting risk than office BP. Can be used to detect white-coat hypertension and masked hypertension; is a reliable estimate of the effectiveness of antihypertensive medication treatment; may empower patients with BP management, including adherence to therapy; and should be considered for routine use in the clinical management of hypertension. National Institute for Health and Care Excellence UK (2011) 32 Confirm the diagnosis of high BP; consider ABPM or self-measured BP monitoring as an adjunct to office BP to monitor response to treatment. If a person is unable to tolerate ABPM, self-measured BP monitoring is a suitable alternative to confirm the diagnosis of hypertension. Korean Society of Hypertension (2013) 33 Diagnosis of white-coat hypertension, masked hypertension, and resistant hypertension; monitor titration of antihypertensive medication; and improves patient compliance. Can be regarded as a substitute for ABPM. Japanese Society of Hypertension (2012) 34 Diagnose and treat high BP; diagnose white-coat hypertension and masked hypertension; evaluate drug effects; improve adherence to medications and medical consultations; detect seasonal variations and long-term changes in BP; and detect morning hypertension. Nighttime BP during sleep can be detected with some devices. Italian Society of Hypertension (2008) 35 Use for suspected white-coat hypertension or isolated clinic hypertension, suspected masked hypertension, resistant hypertension; useful in older adults, in pregnancy, and in those with diabetes mellitus; improve compliance to treatment; allow assessment of duration of action of antihypertensive drugs. Self-measured BP monitoring should be considered by primary care physicians as a tool to gather more detailed information on BP control and a patient's compliance with therapy. ABPM indicates ambulatory blood pressure monitoring; BP, blood pressure; HOPE, Hypertension Cardiovascular Outcome Prevention and Evidence in Asia; and USPSTF, US Preventive Services Task Force. Downloaded from  http://ahajournals.org  by on June 8, 2025 Shimbo et al Self-Measured Blood Pressure Monitoring Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 July 28, 2020 e47"
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES",
      "text": "Most US and international guidelines and scientific statements recommend using mean BP ≥135/85 mm Hg as the threshold that defines high BP on self-measured BP monitoring.  9 This self-measured BP threshold corresponds to a mean office BP level of 140/90 mm Hg. The 2017 Hypertension Clinical Practice Guidelines 5 used ≥130/80 mm Hg as the threshold for having high BP on self-measured BP monitoring because this is the BP threshold that corresponds to the recommended threshold in the guideline of 130/80 mm Hg for defining high BP in the office setting (Table  3 ). Self-measured BP thresholds corresponding to office BP levels of 120/80 and 160/100 mm Hg from the 2017 Hypertension Clinical Practice Guidelines 5 are also shown in Table  3 . A detailed explanation of how these self-measured BP thresholds were selected is given in a recent editorial by members of the 2017 Hypertension Clinical Practice Guidelines writing group.  36"
    },
    {
      "title": "Summary",
      "text": "Several US and international hypertension guidelines, scientific statements, and position papers endorse the use of self-measured BP monitoring for the diagnosis and management of high BP."
    },
    {
      "title": "SELF-MEASURED BP MONITORING TECHNIQUE AND DEVICE ACCURACY",
      "text": "A more detailed description of self-measured BP monitoring technique and device accuracy is included in the 2019 AHA scientific statement  18  \"Measurement of Blood Pressure in Humans.\" Self-measured BP typically is obtained by an individual using an oscillometric device.  9 Self-measured BP monitoring devices that automatically inflate and deflate the BP cuff are preferred over ones that require manual inflation and deflation by the patient because the former devices are easier to use. Upper arm self-measured BP monitoring devices that measure BP in the brachial artery should be used with appropriately sized cuffs. Data from the National Health and Nutrition Examination Survey (2007-2010)  indicate that 52% of men and 38% of women with hypertension require a cuff size different from a standard adult-sized BP cuff.  37 Upper arm self-measured BP monitoring devices are preferred over wrist devices. Some wrist devices have been validated, but most guidelines and scientific statements do not recommend their routine use because of a higher likelihood of errors associated with incorrect positioning.  18 Wrist devices, however, are useful for individuals whose arms do not fit into available brachial cuff sizes or those who may have issues related to using an upper arm cuff over a long-term period (ie, upper extremity lymphedema). Self-measured BP monitoring devices that store readings avoid issues related to the individual incorrectly documenting the measurements. BP readings should be printed or transferred electronically to healthcare providers. BP devices that can measure and transmit data wirelessly to mobile phone applications (apps) are now widely available. An emerging approach to BP assessment is the transfer of data from these apps directly into a growing list of electronic health record patient portals, making the data more accessible to the patient's care team so that the management of BP control is more efficient.  38"
    },
    {
      "title": "Preparation and Position",
      "text": "Preparation and positioning of the individual are important for obtaining accurate BP measurements.  5, 39 he individual should first empty his/her bladder. After 5 minutes of rest, he/she should sit comfortably in a quiet room with the arm and back supported, legs uncrossed, and both feet flat on the floor. To begin, a properly sized BP cuff should be placed over a bare midarm (no clothing) with the lower edge of the cuff above the antecubital fossa. The center of the cuff bladder, which is commonly marked by the manufacturer, should be placed over the brachial artery. It is critical that the cuffed arm be relaxed and supported on a flat surface so that the cuff is at the level of the heart. Avoidance of talking or using electronic devices (eg, cell phone) is essential during BP measurements. In addition, the person should be instructed not to share the device with anyone (ie, spouse or other family member) unless the device is equipped to store readings for multiple people."
    },
    {
      "title": "Monitoring Schedule",
      "text": "A common recommendation is that self-measured BP monitoring be based on 2 measurements taken at least 1 minute apart in the morning and evening (ie, 4 readings per day) optimally for 7 days (ie, 28 readings total) with a minimum of 3 days (ie, 12 readings total).  17, 26, 40, 41 or each monitoring period, the average of all SBP and DBP readings should be obtained to assess BP, and the \"eyeball method\" (ie, visually scanning the readings to\n\nTable 3. Corresponding Values of SBP/DBP for Office BP and Self-Measured BP Measurements Recommended in the 2017 Hypertension Clinical Practice Guidelines Office BP, mm Hg Self-Measured BP, mm Hg 120/80 120/80 130/80 130/80 140/90 135/85 160/100 145/90 BP indicates blood pressure; DBP, diastolic blood pressure; and SBP, systolic blood pressure.\n\nModified from Whelton et al.  5  Copyright © 2017, American Heart Association, Inc. Downloaded from  http://ahajournals.org  by on June 8, 2025 determine the presence of high BP or BP control) should be avoided. Some guidelines and scientific statements recommend excluding the first day's readings.  40 If the first day's readings are excluded, the preferred and minimum periods of monitoring should be 8 and 4 days, respectively. Several guidelines and scientific statements also recommend that monitoring be conducted over consecutive days.  26, 40 However, readings taken on nonconsecutive days may also provide valid data. Once BP control is achieved and BP remains stable for several months, monitoring 1 to 3 days every week is probably sufficient.  34"
    },
    {
      "title": "Validated Devices",
      "text": "Only validated self-measured BP monitoring devices are recommended for clinical use. Three validation protocols have been widely used: the American National Standards Institute/Association for the Advancement of Medical Instrumentation/International Standards Organization, 42 the British Hypertension Society,  43  and the European Society of Hypertension International Protocol.  44 The European Society of Hypertension International Protocol is being phased out and will be replaced by a more rigorous universal validation protocol from a joint collaboration among the European Society of Hypertension, Association for the Advancement of Medical Instrumentation, and International Organization for Standardization.  45 Several websites include validation information on self-measured BP monitoring devices.  [46] [47] 7] [48]  The STRIDE BP website, which is affiliated with the European Society of Hypertension, International Society of Hypertension, and World Hypertension League, is also an excellent resource.  49 inally, the American Medical Association is working with a group of well-respected individuals and organizations in the field of BP measurement to create a Validated Device Listing website for patients and providers.  50 The criteria for a device to be listed on the proposed Validated Device Listing will include, but not be limited to, evidence of meeting a widely accepted clinical validation protocol."
    },
    {
      "title": "Summary",
      "text": "Best practices of self-measured BP monitoring include the use of validated devices with appropriately sized cuffs and a standardized protocol for BP measurement and monitoring."
    },
    {
      "title": "EFFECTIVENESS OF SELF-MEASURED BP MONITORING FOR LOWERING BP",
      "text": "The 2008 joint scientific statement from the AHA, American Society of Hypertension, and Preventive Cardiovascular Nurses Association, which supported the use of self-measured BP monitoring for the diagnosis of hypertension and evaluation of the effects of antihypertensive treatment,  17  cited evidence that outof-office BP measurements are superior for predicting cardiovascular events to office BP. It also noted the greater availability and convenience and lower cost of self-measured BP monitoring relative to ABPM. Since 2008, additional evidence from meta-analyses in support of the effectiveness of self-measured BP monitoring as an adjunct to hypertension treatment has been published (Table  4 ).  [51] [52] 2] [53] [54] [55] [56] [57] [58]  For this policy statement, we reviewed and summarized meta-analyses that included a comparison of the effectiveness of self-measured BP monitoring with usual care that did not include selfmeasured BP monitoring. The weighted mean difference in the change in SBP between self-measured BP monitoring and usual care was included in all of the meta-analyses, and the weighted mean difference in change in DBP was included in all but one.  55 Many of the publications also included an estimate of the effect of self-measured BP monitoring on achieving a categorical outcome of BP control. However, the level of BP used to define BP control in the categorical outcome was not uniform across the studies, and some studies used the same cut point for self-measured BP and office BP, whereas others used a lower cut point for selfmeasured BP than for office BP.\n\nThree earlier meta-analyses based on results from 14 to 30 trials reached similar conclusions that with selfmeasured BP monitoring compared with usual care, the weighted mean difference in change in SBP was lower by 2.5 to 3.8 mm Hg and in DBP was lower by 1.5 to 1.8 mm Hg.  [51] [52] [53]  Only 1 of the 3 meta-analyses found a statistically significant effect on BP control.  51 Each noted that the summary results were quite heterogeneous across trials. The authors attributed the heterogeneity to study size, study populations, study duration, and the presence and type of cointerventions along with self-measured BP monitoring (eg, educational materials or classes, behavioral change management, communicating treatment recommendations to patients, telemonitoring, telecounseling, medication management by nurses or pharmacists, adherence contracts, and prescription monitoring).\n\nSubsequent meta-analyses stratified by duration or the presence of cointerventions or restricted the analysis by type of interventions to reduce heterogeneity. In 2 more recent meta-analyses,  54, 55  self-measured BP monitoring alone without cointerventions versus usual care was associated with a statistically significant greater reduction in mean SBP (3.9 mm Hg 54 and 4.9 mm Hg  55  ) at 6 months but not at 12 months (1.5 mm Hg  54  and 0.1 mm Hg  55  ). In the meta-analysis  54"
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES",
      "text": "care was associated with a statistically significant reduction in mean DBP (2.4 mm Hg) at 6 months but not at 12 months (0.8 mm Hg).  54 Neither found a statistically significant effect on BP control at 12 months.\n\nTwo additional meta-analyses were restricted to telemonitoring interventions.  56, 57 These had weighted mean differences in change in BP that were toward the upper end of the range observed in metaanalyses of a broader range of interventions: greater reductions of SBP of 4.0 to 4.7 mm Hg and DBP of 2.0 to 2.5 mm Hg compared with usual care. Both of these meta-analyses of telemonitoring interventions found a statistically significant 16% improvement in BP control.  56, 57 ucker et al  58  published the only meta-analysis that included individual patient data and compared 4 levels of intervention intensity at 12 months with usual care: self-measured BP monitoring alone, self-measured BP monitoring plus minimal web-based or phone support, self-measured BP monitoring plus web-based or phone support with patient education, and self-measured BP monitoring plus individualized counseling or telecounseling. There was no statistically significant difference in change in BP or BP control with self-measured BP monitoring alone without cointerventions or with the lowest level of cointerventional support compared with usual care. However, with moderate or high levels of support, there were statistically significant greater mean reductions in SBP (4.4-6.1 mm Hg) and DBP (1.5-2.3 mm Hg) and substantial improvements in BP control (43%-56%) compared with usual care."
    },
    {
      "title": "Summary",
      "text": "Compared with usual care, the use of self-measured BP monitoring alone leads to moderate reductions in SBP and DBP at 6 months but no difference in SBP and DBP at 12 months. There is also evidence for moderate reductions in SBP and DBP and for improved BP control at 12 months when self-measured BP monitoring is accompanied by cointerventions, and the benefits on BP increase with the intensity of the cointerventions."
    },
    {
      "title": "REVIEW OF STUDIES EXAMINING COST AND COST-EFFECTIVENESS",
      "text": "Several studies have examined the cost and cost-effectiveness of using self-measured BP monitoring to diagnose and manage hypertension. These studies use several different modeling techniques and assumptions (ie, the cost of devices and intervention, cost of treating hypertension, prevalence of white-coat hypertension and masked hypertension, probability of reducing cardiovascular events, incidence of new hypertension, and sensitivity and specificity of self-measured BP monitoring and ABPM). We focus here on a few selected studies and several meta-analyses."
    },
    {
      "title": "Costs",
      "text": "The costs associated with self-measured BP monitoring include the intervention costs and healthcare costs. Intervention costs include the cost of the devices; costs associated with training patients, including provider and staff time, recording and transmission of data, interpretation of BP readings by providers, and reporting; and costs of cointerventions. Healthcare costs associated with self-measured BP monitoring include spending for medical visits (ie, outpatient, inpatient, and emergency department), medications, and laboratory and other testing. Healthcare costs may go up as patients seek medical evaluation from increased anxiety resulting from preoccupation with their self-measured BP."
    },
    {
      "title": "Possible Cost Savings",
      "text": "Potential healthcare cost savings are associated with self-measured BP monitoring, including the reduction in office visit follow-ups as a result of improved BP control; avoidance of possible overtreatment in patients who have self-measured BP that is lower than office BP, including those with white-coat hypertension; reduction in cardiovascular events; improvement in quality of life; and reduction in lost wages and earnings. Scarce data exist on the cost-effectiveness of selfmeasured BP monitoring versus ABPM among individuals with hypertension who are undergoing treatment. Only a few studies, which are described here, have compared the cost-effectiveness of self-measured BP monitoring with ABPM for diagnosing hypertension. Using a Markov-based probabilistic cost-effective analysis, Lovibond et al  59  estimated lifetime costs, quality-adjusted life-years, and cost-effectiveness in a hypothetical UK primary-care population ≥40 years of age with high screening office BP. ABPM was cost saving and resulted in improved health outcomes compared with self-measured BP monitoring and office BP monitoring. The intervention and healthcare costs of self-measured BP monitoring were similar to those of office BP monitoring. Therefore, ABPM was the most cost-effective strategy for the diagnosis of hypertension for all sex/ age groups. When the sensitivity and specificity of selfmeasured BP monitoring were assumed to be equal to those of ABPM, self-measured BP monitoring was the most cost-effective strategy. This is an important finding because there is lack of strong evidence demonstrating the superiority of self-measured BP monitoring or ABPM over the other approach for predicting cardiovascular events or mortality.  22 Furthermore, when followup screening was conducted annually, self-measured BP monitoring was the most cost-effective strategy, particularly among younger groups (<60 years of age)."
    },
    {
      "title": "Cost-Effectiveness of Self-Measured BP Monitoring",
      "text": "Beyhaghi and Viera 60 applied a Markov-based analysis and estimated lifetime costs, quality-adjusted life-years, and cost-effectiveness in a hypothetical US primary-care population ≥21 years of age with and without high screening office BP. Follow-up screening was conducted at 3-year intervals for adults <40 years of age or annually for those ≥40 years of age. For adults with high office BP (ie, screened positive), ABPM was the most cost-effective strategy among men and women and all age groups. For adults without high BP (ie, screened negative), ABPM was the most cost-effective strategy for men and women <80 years of age. For those who screened negative, when the sensitivity and specificity of self-measured BP monitoring were assumed to be equal to those of ABPM, office BP monitoring was the most cost-effective strategy. When the specificity of self-measured BP monitoring was assumed to be 100%, it was the most cost-effective strategy. These sensitivity analyses were not reported for those who screened positive. Furthermore, analyses for follow-up screening being conducted annually in adults ≥21 years of age were not presented for those who screened positive or negative."
    },
    {
      "title": "Self-Measured BP Monitoring Without Telemonitoring Versus Office BP Monitoring or Usual Care",
      "text": "Using data from the Ohasama study and a Markov model, Fukunaga et al  61"
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES",
      "text": "from incorporating self-measured BP monitoring into the diagnosis of hypertension among patients from the Japanese healthcare system perspective. The authors assumed that patients would cover the cost of their devices. The study estimated that medical expenditures could be reduced by US $1.56 million per 1000 patients over 5 years and attributed the savings to the avoidance of unnecessary antihypertensive medications among patients with white-coat hypertension.\n\nArrieta et al  62  developed a decision-analysis model to estimate the ROI from an insurer perspective comparing self-measured BP monitoring with office BP monitoring for the diagnosis and treatment of hypertension. The study population included members of a private employee plan (20-44 and 45-64 years of age) and members of a Medicare Advantage plan (≥65 years of age) in the United States. The reimbursement costs of devices plus the costs of an awareness-raising campaign to educate members about the availability of reimbursement were taken into consideration. For the private plan members, reimbursement of self-measured BP monitoring had a 1-year net savings of $33.75 per member 20 to 44 years of age (ROI, $0.94) and $32.65 per member 45 to 64 years of age (ROI, $0.85). Through 10 years, these net savings increased to $414.81 per member 20 to 44 years of age (ROI, $8.37) and $439.14 per member 45 to 64 years of age (ROI, $7.50). In the first year for the Medicare Advantage plan members, net savings per member were $166.17 (ROI, $3.75) and $1364.27 (ROI, $19.34) by year 10. For the diagnosis of hypertension, the ROIs steadily increased over 10 years for all age groups in both plans. For subsequent treatment of hypertension, the ROIs also steadily increased over 10 years for individuals who were 45 to 64 years of age and those ≥65 years of age. The ROIs were the highest in the latter group.\n\nIn a systematic review, Jacob et al  63  identified studies that compared self-measured BP monitoring with usual care. Self-measured BP monitoring was classified into 1 of 3 types: self-measured BP monitoring with cointerventions (8 studies), self-measured BP monitoring with team-based care (10 studies), and self-measured BP monitoring alone (9 studies). The cost-effectiveness of each type of self-measured BP monitoring was estimated by converting reductions in SBP to quality-adjusted life-years. Most of the studies included individuals with high BP, and self-measured BP monitoring primarily was used to treat hypertension. Self-measured BP monitoring alone was not found to be cost-effective, whereas self-measured BP monitoring with cointerventions and self-measured BP monitoring with team-based care were cost-effective. Estimated median costs per quality-adjusted life-year saved were $2800 to $4000 for self-measured BP monitoring with cointerventions and $7500 to $10 800 for self-measured BP monitoring with team-based care.\n\nPenaloza-Ramos et al  64  conducted a Markov probabilistic cost-effectiveness analysis using data from the TASMIN-SR randomized controlled trial (Targets and Self-Management for the Control of Blood Pressure in Stroke and At Risk Groups), which included UK participants with hypertension and a history of stroke, coronary heart disease, diabetes mellitus, or chronic kidney disease. Participants were randomly assigned to self-management, consisting of self-measured BP monitoring and self-titration of antihypertensive drugs, or to usual care. The analysis was restricted to those ≥70 years of age and was extrapolated up to 30 years. The results indicated a high probability of self-management of BP being cost-effective compared with usual care at different willingness-to-pay thresholds."
    },
    {
      "title": "Self-Measured BP Telemonitoring Versus Office BP Monitoring or Usual Care",
      "text": "Omboni and Guarda 65 conducted a systematic review and meta-analysis of the clinical effectiveness and cost-effectiveness of self-measured BP telemonitoring versus usual care. They identified 23 randomized controlled trials published up to February 2012, with 6 studies having performed economic analyses with 8 comparisons of self-measured BP telemonitoring costs versus usual care costs: 4 comparisons (2 studies  66, 67  ) included only intervention costs, 1 comparison (1 study  68  ) included only healthcare costs, and 3 comparisons (3 studies  [69] [70] [71]  ) included both intervention and healthcare costs. Most of the studies included individuals with high BP. Across the 8 comparisons, the cost was significantly higher in the self-measured BP telemonitoring than in the usual care group. Heterogeneity between the studies was significantly high (I 2 = 99.6%, P<0.001). The mean incremental costeffectiveness ratio, defined as the cost per additional 1-mm Hg reduction in BP, was 406.23 euros for SBP and 829.02 euros for DBP. When only healthcare costs were considered, self-measured BP telemonitoring was considered to be cost-effective, with a mean incremental cost-effectiveness ratio of 32.21 euros for SBP and 24.69 euros for DBP. These findings suggest that telemonitoring technologies should be less costly before self-measured BP telemonitoring is costeffective.\n\nA subsequent cost-effectiveness study of a cluster randomized trial among individuals with uncontrolled BP showed that self-measured BP telemonitoring and pharmacist care were associated with a reduction in SBP of 9.7 mm Hg and a reduction in DBP of 5.1 mm Hg relative to usual care.  72 Healthcare costs did not differ significantly between the 2 groups. On average, the intervention cost $7337 per person achieving BP control, $139 per 1-mm Hg reduction in SBP, and $265 per 1-mm Hg reduction in DBP."
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES"
    },
    {
      "title": "Summary",
      "text": "There are sufficient data to indicate that self-measured BP monitoring is cost-effective compared with office BP monitoring or usual care in individuals with high office BP. Most of these studies examined the value of using self-measured BP monitoring for the management of hypertension; fewer studies examined the value of using self-measured BP monitoring for diagnosing hypertension. Some evidence suggests that the cost-effectiveness of ABPM is superior to that of self-measured BP monitoring for the diagnosis of hypertension.  59, 60 owever, these studies assumed that ABPM has perfect sensitivity and specificity, with self-measured BP monitoring having lower diagnostic accuracy."
    },
    {
      "title": "Future Research Priorities",
      "text": "Most of the available data on the cost-effectiveness of self-measured BP monitoring have been based on simulation modeling, and fewer empirical data are available on the long-term effects (ie, beyond 12 months) of self-measured BP monitoring on BP. There are also knowledge gaps concerning the cost-effectiveness of self-measured BP monitoring over long-term follow-up in preventing cardiovascular events and mortality overall, among different patient subgroups (by age, race/ ethnicity, and comorbidities), and after various antihypertensive medication prescription strategies. Data are scarce on comparing the cost-effectiveness of self-measured BP monitoring with various cointervention strategies and self-measured BP monitoring alone, comparing self-measured BP monitoring with and without telemonitoring, and comparing self-measured BP monitoring and ABPM among individuals with hypertension who are undergoing treatment. Finally, data are scarce on the cost-effectiveness of self-measured BP monitoring for diagnosing and managing masked hypertension and masked uncontrolled hypertension."
    },
    {
      "title": "PREVALENCE AND FREQUENCY OF SELF-MEASURED BP MONITORING USE IN THE UNITED STATES",
      "text": "Little is known about the current prevalence of selfmeasured BP monitoring device ownership and frequency of use by patients and providers in the United States, particularly within minority and underserved populations. As reviewed in the Overview of Self-Measured BP Monitoring Indications in Recent Hypertension Guidelines, Scientific Statements, and Position Papers section, national and international guidelines have recommended using self-measured BP monitoring for the routine diagnosis and management of hypertension. Studies published since the 2008 joint scientific statement from the AHA, American Society of Hypertension, and Preventive Cardiovascular Nurses Association 17 indicate that the use of self-measured BP monitoring in the United States is common, particularly among individuals with hypertension. However, little information is available on how self-measured BP monitoring is systematically used by patients and whether it is tied to a person's system of care. Furthermore, what proportion of self-measured BP monitoring devices being used are validated, whether patients are being trained to selfmeasure their BP using evidence-based self-measured BP monitoring protocols, and to what extent providers are making these recommendations to their patients remain unknown. Self-Measured BP Monitoring Reported by Individuals Using combined data from the 2005 and 2008 Health-Styles mailed surveys, Ayala et al 73 showed that, by selfreport, the prevalence of regular use of self-measured BP monitoring, defined as daily, weekly, or monthly, was 43.2% among adults with hypertension (n=3739). There was a 14.2% (95% CI, 9.2-17.0) relative increase from 2005 to 2008 in the prevalence of regular use of self-measured BP monitoring among adults with hypertension. Using data from the nationally representative NHANES (National Health and Nutrition Examination Survey) 2009 to 2010, Ostchega et al  74  evaluated the prevalence of self-measured BP monitoring in US adults. The prevalence of self-measured BP monitoring increased with older age and was greater in people who were overweight or obese, had a greater family income-to-poverty ratio, had a higher number of visits to a healthcare professional, or had health insurance. In a subsequent study using NHANES 2011 to 2014 data, Ostchega et al 75 estimated that 38.7% of adults with hypertension (16.7% overall) engaged in self-measured BP monitoring at least monthly. Healthcare providers' recommendation to engage in self-measured BP monitoring was associated with a higher frequency of selfmeasured BP monitoring use."
    },
    {
      "title": "Self-Measured BP Monitoring Reported by Providers",
      "text": "The 2015 to 2016 DocStyles survey, a nationally representative web-based survey of primary care physicians and nurse practitioners (n=1590), revealed that 96.8% of respondents reported using self-measured BP monitoring with their patients.  76 Despite nearly all clinicians surveyed reporting the use of self-measured BP monitoring, the proportion of patients recommended to use self-measured BP monitoring by these providers was not assessed. Among the healthcare professionals reporting that self-measured BP monitoring was used e53"
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES",
      "text": "in their practices, 43.5% were general or family physicians, 37.4% were internists, and 19.0% were nurse practitioners. With regard to purpose, 59.9% reported using self-measured BP monitoring for a combination of diagnostic and treatment purposes, 24.1% reported using self-measured BP monitoring only for diagnosis, and 16.0% reported using self-measured BP monitoring only for treatment. Nearly all respondents (99.5%) reported that a team member instructed patients to perform self-measured BP monitoring; 99.4% reported reviewing patients' self-measured BP readings; and 98.5% reported making medication changes on the basis of self-measured BP readings.\n\nA 2015 survey of primary care clinics (n=123) in Utah by Woolsey et al  77  looked at the preparedness of these clinics to implement ABPM and self-measured BP monitoring per the 2015 US Preventive Services Task Force recommendation for screening for high BP in adults. Survey questions included having a written policy for training patients to obtain accurate self-measured BP measurements, distributing instructional materials for self-measured BP monitoring in newly diagnosed or uncontrolled patients with hypertension, and designating a care team member to train patients to obtain accurate self-measured BP readings. The study revealed that 27.6% of primary care clinics had a written policy for training patients in self-measured BP monitoring, 36.6% distributed written instructional materials to patients for self-measured BP monitoring, and 48.8% designated a team member to provide training to patients on self-measured BP monitoring.\n\nAlthough a high percentage of clinicians report using self-measured BP monitoring with patients, a smaller subset have policies and systems in place to ensure that selfmeasured BP monitoring is recommended for all appropriate patients. These results suggest that the percentage who use self-measured BP monitoring for recommended indications and with a standardized protocol is likely to be even smaller, although more research is needed to quantify this. Overall, these data suggest a disconnect between evidence-based recommendations, systematic clinician practices, and patient implementation."
    },
    {
      "title": "Summary",
      "text": "The use of self-measured BP monitoring reported by individuals and providers is common. However, how frequently self-measured BP monitoring is used for recommended indications and with a standardized protocol is unknown."
    },
    {
      "title": "BARRIERS TO WIDESPREAD USE OF SELF-MEASURED BP MONITORING",
      "text": "Out-of-office BP measurement is essential for selfmanagement of hypertension and has great appeal for expanding the benefits of cardiovascular prevention.  78 owever, effective use of self-measured BP monitoring requires an infrastructure of education and communication (ie, cointerventions) for beneficial results to occur.  58 onversion from solely office BP-based management to a strategy that includes self-measured BP monitoring is not without actual and potential barriers. These barriers may be related to concerns and perceptions by patients, attitudes and beliefs of healthcare providers, or insufficient support from healthcare systems, including community programs."
    },
    {
      "title": "Patient-Perceived Barriers",
      "text": "Evidence from surveys and focus groups indicates that many patients recognize the value of out-of-office measurement of BP.  79  For self-measured BP monitoring, requiring rigid daily schedules over a longer period of time (ie, 7 days) has been raised as a concern by patients.  80 ther items expressed in surveys or focus groups were requests for more education about hypertension and its associated risk, more information about the benefits of self-measured BP monitoring, and greater feedback and recognition by providers that self-measured BP monitoring is essential. One survey found that a sizable fraction of patients were using self-measured BP monitoring devices but not reporting results to their providers.  79 In some cases, patients reported that office BP measurements without self-measured BP monitoring were sufficient or thought that the provider did not care about self-measured BP readings. The requirement to purchase self-measured BP monitoring devices and out-of-pocket costs have also been raised as concerns by patients.  81"
    },
    {
      "title": "Provider-Perceived Barriers",
      "text": "Surveys of healthcare providers indicate they are concerned about the possible inaccuracy of self-measured BP monitoring devices and low adherence to self-measured BP monitoring schedules by patients.  82 Providers also report concerns about self-measured BP monitoring increasing patient anxiety, leading to frequent interactions with the healthcare system.  80, 82 A concern is that increased use of self-measured BP monitoring, along with education and communication, will affect practice resources: staff workload, telephone calls, email messages, or other electronic communications via electronic health record systems.  83 Additional provider concerns include extra time needed for interpreting self-measured BP readings and lack of reimbursement for self-measured BP monitoring devices.  82"
    },
    {
      "title": "Barriers in Healthcare Systems",
      "text": "Successful hypertension control programs relying on self-measured BP monitoring include ongoing education and feedback. Implementation via internet-based systems linking self-measured BP monitoring devices to electronic health records is a promising direction, but so far, reports describe limited duration of monitoring.  84 he magnitude of BP data transmitted to providers over time may also be burdensome if summary statistics are not automatically calculated. Some healthcare systems are making progress by providing the infrastructure needed to achieve the necessary cointerventions. The lack of more widespread acceptance and support for self-measured BP monitoring of hypertension is a barrier for more rapid growth to move management of hypertension out of the office and into the community."
    },
    {
      "title": "Addressing Potential Barriers",
      "text": "Despite documented patient and provider barriers to implementing self-measured BP monitoring, health systems and providers have been able to successfully incorporate the practice into their routine care for patients with hypertension, and several national organizations, including the AHA, American Medical Association, Centers for Disease Control and Prevention, and National Association of Community Health Centers, have created resources to support those efforts. To address cost concerns and to improve patient accessibility to self-measured BP monitoring, some health centers have used BP device loaner programs in which providers purchase devices in bulk, select appropriate patients, and enroll them in the program. To disseminate knowledge about self-measured BP monitoring and its proper implementation, several online training resources have been created for patients and providers.  [85] [86] [87] [88]"
    },
    {
      "title": "Summary",
      "text": "Barriers to implementation of self-measured BP monitoring could limit its growth, but these barriers can be surmounted in large part by effective education and integration of patients, providers, and healthcare systems. Patients and providers recognize that effective reduction of high BP is a team effort. Self-measured BP monitoring for hypertension provides the needed link between the limited care in clinics and the true locus of risk and benefit: the patient's life outside of the clinic where self-monitoring is crucial."
    },
    {
      "title": "COVERAGE AND PAYMENT FOR SELF-MEASURED BP MONITORING",
      "text": "Coverage for self-measured BP monitoring among payers varies substantially, with only a small number of private and commercial payers and Medicaid plans providing coverage for self-measured BP monitoring. Consequently, the lack of coverage for devices and reimbursement of provider time remains a potential barrier to the broad use of self-measured BP monitoring for the diagnosis and management of hypertension."
    },
    {
      "title": "Private/Commercial Plans",
      "text": "Private insurance plan coverage determination for selfmeasured BP monitoring is made by individual payers. The same is true for individual self-insured employers. Similar to information on individual private payer benefit design and coverage for other services, information on the extent of self-measured BP monitoring benefits under private insurance coverage is neither centralized nor standardized. The available information is sparse. What we report herein relies on a sample of coverage options, meant to serve as examples, not as a comprehensive overview of the scope or breadth of coverage and payment for self-measured BP monitoring. In addition, because of the limited information available on private plans, the focus is on coverage availability for self-measured BP monitoring devices.\n\nSelf-measured BP monitoring devices are a covered benefit for Priority Health commercial members if specific criteria are met (ie, the device is prescribed by a physician), if the device is provided by a participating durable medical equipment (DME) vendor or pharmacy, and if it meets technical requirements.  89 BPM is covered as well, but only for patients with suspected white-coat hypertension. Some private plans (eg, Aetna Inc) consider self-measured BP monitoring medically necessary and an alternative to ABPM for individuals suspected of having white-coat hypertension. Aetna Inc also considers self-measured BP monitoring devices as medically necessary for members receiving either hemodialysis or peritoneal dialysis in the home and for those who have a diagnosis of hypertension.  90 tarting in 2015, the Blue Cross Blue Shield Association's and the Blue Cross and Blue Shield Government-Wide Service Benefit Plan's Federal Employee Program provided self-measured BP monitoring devices as a covered benefit to contract holders and family members.  91 f eligible, the member receives a free self-measured BP monitoring device along with a letter explaining eligibility for the program. New devices are available every 2 years. Materials for providers on the importance of self-measured BP monitoring were developed through a collaboration between the Federal Employee Program Director's Office of the Blue Cross and Blue Shield Association and the American Medical Association.  91 More generally, other coverage options are available for selfmeasured BP monitoring devices. For example, individuals with a flexible spending account and those enrolled in high-deductible plans with a health savings account can pay for self-measured BP monitoring devices from those accounts as other DME."
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES"
    },
    {
      "title": "Relevant Payment Mechanisms in Public Programs"
    },
    {
      "title": "Medicare",
      "text": "Medicare coverage for self-measured BP monitoring devices depends on the type of Medicare plan and eligibility criteria. Self-measured BP monitoring devices are excluded from the list of DME that Medicare Part B covers.  92 Medicare covers ABPM procedures for those patients with suspected white-coat hypertension (defined as having high BP on at least 3 office visits with 2 separate measurements made at each visit) and without high out-of-office BP (based at least 2 BP measurements taken outside the office) and no evidence of end-organ damage.  93 On July 2, 2019, Medicare revised ABPM coverage criteria  94  for suspected white-coat hypertension (defined as an average office SBP >130 but <160 mm Hg or DBP >80 but <100 mm Hg on 2 separate visits with at least 2 separate measurements made at each visit and with at least 2 BP measurements taken outside the office <130/80 mm Hg) and added coverage for suspected masked hypertension (defined as average office SBP between 120 and 129 mm Hg or DBP between 75 and 79 mm Hg on 2 separate visits with at least 2 separate measurements made at each visit and with at least 2 BP measurements taken outside the office ≥130/80 mm Hg). Medicare Part C (ie, Medicare Advantage plans) covers the services included in Medicare Part A and Part B coverage but can include additional services such as drug coverage or an expanded amount of coverage. Although Medicare Part C does not mandate coverage of self-measured BP monitoring devices, these plans may include additional support programs or supplemental benefits for in-home equipment and telecommunication technology to monitor enrollees with specific health conditions, including hypertension.  95 In contrast to self-measured BP monitoring devices, Medicare covers blood sugar monitors and blood sugar test strips as DME that is prescribed for use in the home.  92 eneficiaries are responsible for 20% of the Medicareapproved amount, and the Part B deductible applies."
    },
    {
      "title": "Medicaid",
      "text": "Medicaid coverage for self-measured BP monitoring devices varies by state. Generally, plans either do not specify devices as a covered item or do not explicitly exclude them in noncovered items. Several Medicaid expansion plans provide coverage for self-measured BP monitoring devices, as have a number Medicaid experimental, pilot, or demonstration projects. The Medicaid programs covering BP devices apply the following Healthcare Common Procedure Coding System codes: A4660 (sphygmomanometer/BP apparatus with cuff and stethoscope), A4663 (BP cuff only), and A4670 (automatic BP monitor). The following information is a summary of typical self-measured BP monitoring coverage for Medicaid plans. The Ohio Department of Medicaid, Paramount Health Advantage, covers selfmeasured BP monitoring devices according to the age of the patient, the patient's medical condition, and documentation of certain treatments, with a limit of 1 device every 8 years.  96 Self-measured BP monitoring devices are covered by Illinois Healthcare and Family Services. The DME code and corresponding DME supplier reimbursements are as follows: A4660, US $26.90 (limit 1 unit per year); A4663, US $15.45 (limit 1 unit per year); and A4670, US $63.37 (limit 1 unit every 5 years).  97 The medical supplies and equipment coverage in Wyoming Medicaid includes self-measured BP monitoring devices.  98 Automatic devices are covered only if the client is unable to use a standard BP cuff and stethoscope because of hearing or visual impairment, arthritis, or other physical disability. For New York Medicaid, automatic BP devices (A4670) are currently reimbursable for appropriate patients with hearing or visual impairment or arthritis or patients who are unable to use a manual monitor because of low literacy skills or learning impairment. Prior approval is required, and the type of device available needs to be part of a comprehensive treatment plan. Devices are priced as follows: semiautomatic, defined as manual cuff inflation with contraction of a bulb (maximum reimbursement is US $31), and fully automatic, defined as push-button operation (maximum reimbursement is US $65).  99 Priority Health, Medicaid/Healthy Michigan Plan, provides coverage for self-measured BP monitoring devices when specific criteria are met (eg, age, medical condition, and documentation of certain treatments, with the proviso that medications are titrated according to BP)."
    },
    {
      "title": "Telehealth and Remote Patient Monitoring",
      "text": "Medicare provides reimbursement for the collection and interpretation of physiological data via Common Procedural Technology (CPT) code 99091, collection and interpretation of physiological data (eg, ECG, BP, glucose monitoring) digitally stored or transmitted by the patient or caregiver to the physician or other qualified healthcare professional qualified by education, training, or licensure/regulation (when applicable) requiring a minimum of 30 minutes of time each 30 days. Reimbursement of approximately US $59 per 30day period started on January 1, 2018, for 30 minutes (cumulative) of reviewing biometric data that the patient or patient's caregiver transmits digitally. Two codes related to chronic care remote physiological monitoring for ≥16 days and corresponding reimbursements are as follows:\n\n• CPT 99453, remote monitoring of physiological parameters (eg, weight, BP, pulse oximetry, respiratory flow rate), initial; setup and patient education on use of equipment; approximately US $21. This July 28, 2020 Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 e56 CLINICAL STATEMENTS AND GUIDELINES is reported for each episode of care (begins when the remote monitoring service is initiated and ends with attainment of targeted treatment goals). • CPT 99454, remote monitoring of physiological parameters (eg, weight, BP, pulse oximetry, respiratory flow rate), initial; device(s) supply with daily recordings or programmed alert transmission, each 30 days; US $69. Remote physiological monitoring treatment management services include the following: • CPT 99457, remote physiological monitoring treatment management services, clinical staff/physician/other qualified healthcare professional time in a calendar month requiring interactive communication with the patient/caregiver during the month; first 20 minutes; US $54/mo. • CPT 99458, reported for each additional 20 minutes (use in conjunction with 99457\n\n). CPT 99457 is an alternative to CPT 99091. Although both codes may be reported for remote monitoring of physiological data, the primary difference between the 2 services is the amount of monitoring time required to report (ie, 30 minutes per 30 days for 99091 compared with 20 minutes per calendar month for 99457). These 2 services cannot be billed in conjunction with each other for monitoring of physiological parameters on the same patient in the same month.\n\nThe codes are included in the CPT code set, are available to all eligible providers (clinical staff, physician, or other qualified healthcare professional), and have been reimbursable since January 1, 2019. In addition, effective January 1, 2020, 2 CPT codes have been added to support self-measured BP monitoring: CPT 99473, self-measured BP with a device validated for clinical accuracy, along with patient education/training and device calibration; and CPT 99474, separate self-measurements of 2 readings, 1 minute apart, twice daily over a 30-day period (minimum of 12 readings), collection of data reported by the patient or caregiver to the physician or other qualified healthcare professional, with report of average SBPs and DBPs and subsequent communication of a treatment plan to the patient.  100 ode 99473 can be submitted once; code 99474 can be submitted once per calendar month.\n\nMedicaid reimbursement policies for telehealth vary across states.  101 Policies cover the use of a telecommunications system that permits 2-way real-time audio and video communication between providers, at the distant site, and the beneficiary, at the originating site, which needs to be a healthcare facility.  102 Policies generally exclude services related to the diagnosis or management of hypertension, including BP measurement. The same is the case of Medicare-covered telehealth services.  95 dditional information on coverage for self-measured BP monitoring is forthcoming. In November 2018, the National Association of Chronic Disease Directors, in conjunction with the Centers for Disease Control and Prevention, published a Request for Proposals titled \"Coverage/Reimbursement Analysis on Self-Measured Blood Pressure Monitoring.\"  103  The objective of the analysis includes the gathering of public and private third-party payer coverage and reimbursement policies, including private insurance plans, Health Insurance Marketplace plans, Medicaid fee-for-service, Medicaid Managed Care, and Medicare Advantage, to inform the development of resources aimed at reducing barriers to the use of self-measured BP monitoring."
    },
    {
      "title": "Summary",
      "text": "Some private and commercial payers and Medicaid plans currently provide coverage for self-measured BP monitoring. Two CPT codes (99473 and 99474) to support self-measured BP monitoring became effective on January 1, 2020. Future information on coverage of self-measured BP monitoring is expected."
    },
    {
      "title": "POTENTIAL POLICY MECHANISMS AND GUIDANCE",
      "text": "Summary points are provided in Table  5 . Self-measured BP monitoring is an evidence-based approach for measuring out-of-office BP and is considered to be part of the routine diagnosis and management of hypertension. US and international guidelines and scientific statements recommend self-measured BP monitoring for the diagnosis of white-coat hypertension and masked hypertension and the identification of whitecoat effect and masked uncontrolled hypertension. Recommendations also include evaluating BP in response to hypertension treatment, confirming the diagnosis of resistant hypertension, and detecting morning hypertension. Successful self-measured BP monitoring includes the use of validated automated devices with a properly sized cuff and a standardized measurement and monitoring protocol. Self-measured BP monitoring is a more practical approach than ABPM in clinical practice. The use of self-measured BP monitoring is associated with a reduction in BP and improved BP control, and the benefits of BP lowering with self-measured BP monitoring are greatest when it is conducted with cointerventions. Evidence has indicated that self-measured BP monitoring is cost-effective compared with office BP monitoring or usual care in individuals with high office BP. In the general population and clinical practice, selfreported use of self-measured BP monitoring by individuals and providers is common in the United States. However, little is known about the percentage of individuals and providers using self-measured BP monitoring with a standardized protocol for recommended indications. Overall, self-measured BP monitoring may\n\nDownloaded from  http://ahajournals.org  by on June 8, 2025 Shimbo et al Self-Measured Blood Pressure Monitoring Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 July 28, 2020 e57"
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES",
      "text": "have an essential role in the diagnosis and management of high BP.\n\nTo ensure the successful widespread implementation of self-measured BP monitoring, there should be financial investment in building and supporting infrastructure for self-measured BP monitoring. This includes improving education and training, building health information technology capacity, incorporating\n\nTable 5. Summary Points"
    },
    {
      "title": "Overview",
      "text": "Self-measured BP monitoring is a validated approach to measure out-of-office BP and is recognized to be part of hypertension diagnosis and treatment.\n\nHigher self-measured BP is associated with increased cardiovascular risk independently of office BP.\n\nThere is a lack of strong evidence showing that self-measured BP monitoring is superior to ABPM and vice versa for predicting cardiovascular risk."
    },
    {
      "title": "Indications",
      "text": "Diagnosing white-coat hypertension and masked hypertension and identifying white-coat effect and masked uncontrolled hypertension Evaluating BP in response to treatment"
    },
    {
      "title": "Confirming the diagnosis of resistant hypertension"
    },
    {
      "title": "Detecting morning hypertension",
      "text": "The 2017 Hypertension Clinical Practice Guidelines 5 considered self-measured BP monitoring to be a more practical approach than ABPM in clinical practice, particularly for individuals taking antihypertensive medication."
    },
    {
      "title": "Technique and device accuracy",
      "text": "Use upper arm self-measured BP monitoring devices and appropriately sized cuffs.\n\nUse a standardized protocol for BP measurement and monitoring."
    },
    {
      "title": "Use validated devices.",
      "text": "Use devices that store readings (preferred if available). BP readings should be printed or preferably transferred electronically to healthcare providers through the electronic health record (if available)."
    },
    {
      "title": "Effectiveness on lowering BP",
      "text": "The use of self-measured BP monitoring without cointerventions vs usual care is associated with moderate reductions in SBP and DBP at 6 mo. The use of self-measured BP monitoring with cointerventions vs usual care is associated with moderate reductions in SBP and DBP and improved BP control at 12 mo.\n\nThe benefits of BP lowering and BP control are greatest when self-measured BP monitoring is conducted along with cointerventions.\n\nCost and cost-effectiveness Self-measured BP monitoring is cost-effective compared with office BP monitoring or usual care in individuals with high office BP.\n\nMost of the studies examined the value of using self-measured BP monitoring for hypertension management. In contrast, fewer studies have examined the value of using self-measured BP monitoring for hypertension diagnosis.\n\nData are scarce on the cost-effectiveness of self-measured BP monitoring for diagnosing and managing masked hypertension among individuals without high office BP."
    },
    {
      "title": "Prevalence and frequency of self-measured BP monitoring use in the United States",
      "text": "The use of self-measured BP monitoring reported by individuals is common.\n\nThe use of self-measured BP monitoring reported by providers is common.\n\nThe percentage of individuals and providers using self-measured BP monitoring for recommended indications and with a standardized protocol is unknown."
    },
    {
      "title": "Barriers to widespread use of self-measured BP monitoring",
      "text": "Patient barriers include performing overly rigid protocols over a long period of time, lack of education about benefits of self-measured BP monitoring, lack of feedback and recognition from providers, and out-of-pocket costs for conducting self-measured BP monitoring.\n\nProvider barriers include concerns about inaccuracy of devices, low adherence to self-measured BP monitoring schedules by patients, concerns about patient anxiety associated with self-measured BP monitoring, increased burden on practices and staff, requirement for additional time to interpret readings, and lack of reimbursement for devices.\n\nHealthcare system barriers include lack of systems for self-measured BP readings to be transferred from devices to electronic health records and lack of infrastructure to implement cointerventions."
    },
    {
      "title": "Coverage and payment for self-measured BP monitoring",
      "text": "Although small in scope, a number of private and commercial payers and Medicaid plans provide coverage for self-measured BP monitoring.\n\nMedicare provides reimbursement for the collection and interpretation of physiological data, including BP monitoring, via CPT code 99091.\n\nTwo CPT codes, effective starting January 1, 2020, support self-measured BP monitoring. In November 2018, the National Association of Chronic Disease Directors, in conjunction with the Centers for Disease Control and Prevention, published a Request for Proposals titled \"Coverage/Reimbursement Analysis of Self-Measured BP Monitoring.\" ABPM indicates ambulatory blood pressure; BP, blood pressure; CPT, Common Procedural Terminology; DBP, diastolic blood pressure; and SBP, systolic blood pressure. Downloaded from  http://ahajournals.org  by on June 8, 2025 Shimbo et al Self-Measured Blood Pressure Monitoring July 28, 2020 Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 e58 CLINICAL STATEMENTS AND GUIDELINES self-measured BP readings into clinical performance measures, supporting cointerventions, and enhancing reimbursement."
    },
    {
      "title": "Education and Training",
      "text": "Education of patients and providers about the benefits of self-measured BP monitoring, device and cuff selection, and the optimal approaches for self-measured BP monitoring is required for successful widespread implementation. Moreover, initial and ongoing provider and staff training is paramount for successful implementation.\n\nTo the best of our knowledge, clinical core requirements for the demonstration of self-measured BP monitoring competence do not exist in the United States. Clinical core competency criteria are needed to ensure that high-quality self-measured BP monitoring is supported in clinical practice. Competency should emphasize increasing medical knowledge and improving procedural skills in the performance of self-measured BP monitoring. Training for the clinical core competency requirements could take place during medical school and graduate medical education training and during professional programs for nurses, nurse practitioners, physician assistants, and technicians. Continuing medical education workshops or conferences could include the education and training of providers in self-measured BP monitoring. Online resources are available to instruct patients in the successful conduct of self-measured BP monitoring. 104,105 Documentation of self-measured BP monitoring competence could be achieved by demonstrating the performance of a minimum number of procedures."
    },
    {
      "title": "Health Information Technology Capacity",
      "text": "Information technology solutions should make it possible to transfer readings from the devices to the providers in the form of printed results or, more preferably, in the form of electronically transmitted data. Systems that are able to move the transmitted data directly into electronic health record fields are ideal because they will facilitate the interaction between patients, BP readings, and providers so that decisions about treatment initiation and intensification can be made efficiently and jointly. Individual BP readings; summary BP metrics, including average BP; and process quality control measures such as the timing of readings, number of readings, and duration of the monitoring period should be included in the electronic health record for the providers to review."
    },
    {
      "title": "Clinical Performance Measures",
      "text": "Currently, 1 primary clinical performance measure is used to gauge BP control in patients with hypertension and is endorsed by the National Quality Forum. The National Quality Forum 0018-Hypertension: Controlling High BP is defined as the percentage of patients 18 to 85 years of age who had a diagnosis of hypertension and whose BP was adequately controlled (<140/90 mm Hg) during the measurement year. This measure is included in a number of Centers for Medicare & Medicaid Services quality-reporting initiatives, the Uniform Data System from the Healthcare Resources and Services Administration, and several clinical data registries.  106 Currently, this measure relies solely on office BP readings. The National Committee for Quality Assurance 2019 Healthcare Effectiveness Data and Information Set Controlling High Blood Pressure measure was updated to include BP readings taken from remote patient monitoring devices and electronically submitted directly to the provider.  107 It is a Healthcare Effectiveness Data and Information Set requirement that there is documentation in the medical record that the BP readings were taken by an electronic device, digitally stored and transmitted to the provider, and interpreted by the provider. Self-reported BP readings from the patient to the provider are not included in the measure. The National Quality Forum 0018-Hypertension: Controlling High BP and the Healthcare Effectiveness Data and Information Set Controlling High Blood Pressure measure should include patient-generated selfmeasured BP readings but should do so in a way that allows broad inclusion of readings from a variety of provider-trusted sources."
    },
    {
      "title": "Cointerventions",
      "text": "The use of self-measured BP monitoring for improving BP control is most effective when combined with cointerventions, including education and training of patients, behavioral change management and counseling, communication of treatment recommendations back to patients, medication management, and prescription and adherence monitoring. There should be financial investment in the incorporation of cointerventions along with self-measured BP monitoring."
    },
    {
      "title": "Reimbursement",
      "text": "A known barrier is the lack of reimbursement for selfmeasured BP monitoring. A small but increasing number of private and commercial payers and Medicaid plans provide coverage for self-measured BP monitoring. Furthermore, as described in the Coverage and Payment for Self-Measured BP Monitoring section, new CPT codes for self-measured BP monitoring, which became effective on January 1, 2020, 100 set the stage for expanded coverage of services related to self-measured BP monitoring."
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES",
      "text": "With the goal of improving the diagnosis and management of hypertension through the use of self-measured BP monitoring, the writing committee strongly endorses the following reimbursement strategy:\n\n• The patient is reimbursed for the purchase of a validated self-measured BP monitoring device prescribed by his/her provider. • The provider is reimbursed for costs associated with training patients, including provider and staff time, transmission of BP data, interpretation of BP readings, and reporting, and costs of delivering cointerventions."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Several risk factors contribute to cardiovascular disease events, and hypertension is among the most important.\n\nA large proportion of the US adults have hypertension, many of whom have uncontrolled hypertension. Although office BP measurement has been the primary method for diagnosing and managing hypertension, accumulating evidence has indicated that self-measured BP monitoring has potential health and economic benefits. Currently, out-of-office BP monitoring, including self-measured BP monitoring, is used to confirm the diagnosis of hypertension and to improve BP control in individuals with hypertension. Therefore, there should be investment in creating and supporting the infrastructure for expanding self-measured BP monitoring and increasing coverage for patient-and provider-related costs.\n\nNone None None None None None None Lawrence R. Krakoff Icahn School of Medicine at Mount Sinai None None None None None None None Karen L. Margolis HealthPartners Institute PCORI grant* None None None None None None Michael K. Rakotz American Medical Association None None None None None None None Gregory Wozniak American Medical Association None None None None None None None\n\nThis table represents the relationships of writing group members that may be perceived as actual or reasonably perceived conflicts of interest as reported on the Disclosure Questionnaire, which all members of the writing group are required to complete and submit. A relationship is considered to be \"significant\" if (a) the person receives $10 000 or more during any 12-month period, or 5% or more of the person's gross income; or (b) the person owns 5% or more of the voting stock or share of the entity, or owns $10 000 or more of the fair market value of the entity. A relationship is considered to be \"modest\" if it is less than \"significant\" under the preceding definition. *Significant."
    },
    {
      "text": "Figure 1. Algorithm to screen for white-coat hypertension and masked hypertension among adults not taking antihypertensive medication recommended in the 2017 Hypertension Clinical Practice Guidelines.ABPM indicates ambulatory blood pressure monitoring; BP, blood pressure; and HBPM, home blood pressure monitoring (ie, self-measured blood pressure monitoring). Reprinted from Whelton et al. 5  Copyright © 2017, American Heart Association, Inc."
    },
    {
      "text": "Figure 2. Algorithm to detect white-coat effect or masked uncontrolled hypertension among adults taking antihypertensive medication recommended in the 2017 Hypertension Clinical Practice Guidelines.ABPM indicates ambulatory blood pressure monitoring; BP, blood pressure; CVD, cardiovascular disease; and HBPM, home blood pressure monitoring (ie, selfmeasured blood pressure monitoring). Reprinted from Whelton et al. 5  Copyright © 2017, American Heart Association, Inc."
    },
    {
      "text": "that examined weighted mean difference in change in DBP, self-measured BP monitoring alone without cointerventions versus usual Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 July 28, 2020 e49"
    },
    {
      "text": "Measured BP Monitoring Versus ABPMSeveral of the studies of the cost-effectiveness of selfmeasured BP summarized in this section use a version of a Markov probability model. These models describe the stochastic process whereby individuals transition among different cardiovascular states. Patients cycle through the stochastic process with probabilities based on Framingham or other risk prediction equations. The models use published literature and publicly available data for model parameters to produce cost-benefit and return on investment (ROI) estimates of the intervention."
    },
    {
      "text": "estimated the cost reduction Downloaded from http://ahajournals.org by on June 8, 2025 Shimbo et al Self-Measured Blood Pressure Monitoring Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 July 28, 2020 e51"
    },
    {
      "text": "2020Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 e52"
    },
    {
      "text": "Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 July 28, 2020 e55"
    },
    {
      "text": "Self-Measured Blood Pressure Monitoring Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 July 28, 2020 e59"
    },
    {
      "text": "Downloaded from http://ahajournals.org by on June 8, 2025 July 28, 2020 Circulation. 2020;142:e42-e63. DOI: 10.1161/CIR.0000000000000803 e60 CLINICAL STATEMENTS AND GUIDELINES"
    },
    {
      "text": "5 -NRIn adults with an untreated SBP >130 but <160 mm Hg or DBP >80 but <100 mm Hg, it is reasonable to screen for the presence of white-coat hypertension by using daytime ABPM or self-measured BP monitoring before diagnosis of hypertension.reasonabletoscreenfor masked uncontrolled hypertension with self-measured BP monitoring in adults being treated for hypertension with office readings at goal in the presence of target-organ damage or increased overall cardiovascular disease risk.ABPM indicates ambulatory blood pressure monitoring; BP, blood pressure; COR, Class of Recommendation; DBP, diastolic blood pressure; EO, expert opinion; LD, limited data; LOE, level of evidence; NR, nonrandomized; and SBP, systolic blood pressure.Data derived from Whelton et al.5"
    },
    {
      "text": "ΔDBP, difference in change in diastolic blood pressure; ΔSBP, differences in change in systolic blood pressure; NA, not available; and RR, relative risk."
    }
  ],
  "references": [
    {
      "year": 2020,
      "doi": "10.1161/CIR.0000000000000803"
    },
    {
      "title": "Committee on Global Health and the Future of the United States: A Report of the National Academies of Sciences, Engineering and Medicine. The future role of the United States in global health: emphasis on cardiovascular disease",
      "authors": [
        "V Fuster",
        "J Frazer",
        "M Snair",
        "R Vedanthan",
        "V Dzau"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2017.11.009"
    },
    {
      "title": "International Society of Hypertension. Global burden of blood-pressure-related disease",
      "authors": [
        "C Lawes",
        "S Vander Hoorn",
        "A Rodgers"
      ],
      "year": 2001,
      "doi": "10.1016/s0140-6736(08)60655-8"
    },
    {
      "authors": [
        "N Poulter",
        "D Prabhakaran",
        "M Caulfield"
      ],
      "year": 2015,
      "doi": "10.1016/s0140-6736(14)61468-9"
    },
    {
      "title": "Essential hypertension",
      "authors": [
        "F Messerli",
        "B Williams",
        "E Ritz"
      ],
      "year": 2007,
      "doi": "10.1016/s0140-6736(07)61299-9"
    },
    {
      "title": "ACC/AHA/AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/ PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "Casey De",
        "K Collins",
        "Dennison Himmelfarb",
        "C Depalma",
        "S Gidding",
        "S Jamerson",
        "K Jones"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000065"
    },
    {
      "title": "Hypertension prevalence and control among adults: United States, 2015-2016",
      "authors": [
        "C Fryar",
        "Y Ostchega",
        "C Hales",
        "G Zhang",
        "D Kruszon-Moran"
      ],
      "year": 2019
    },
    {
      "title": "Disparities in socioeconomic context and association with blood pressure control and cardiovascular outcomes in ALLHAT",
      "authors": [
        "A Shahu",
        "J Herrin",
        "S Dhruva",
        "N Desai",
        "B Davis",
        "H Krumholz",
        "E Spatz"
      ],
      "year": 2019,
      "doi": "10.1161/jaha.119.012277"
    },
    {
      "title": "Income disparities in absolute cardiovascular risk and cardiovascular risk factors in the United States, 1999-2014",
      "authors": [
        "A Odutayo",
        "P Gill",
        "S Shepherd",
        "A Akingbade",
        "S Hopewell",
        "K Tennankore",
        "B Hunn",
        "C Emdin"
      ],
      "year": 2017,
      "doi": "10.1001/jamacardio.2017.1658"
    },
    {
      "title": "Role of ambulatory and home blood pressure monitoring in clinical practice: a narrative review",
      "authors": [
        "D Shimbo",
        "M Abdalla",
        "L Falzon",
        "R Townsend",
        "P Muntner"
      ],
      "year": 2015,
      "doi": "10.7326/m15-1270"
    },
    {
      "title": "Cardiovascular events and mortality in white coat hypertension: a systematic review and meta-analysis",
      "authors": [
        "J Cohen",
        "M Lotito",
        "U Trivedi",
        "M Denker",
        "D Cohen",
        "R Townsend"
      ],
      "year": 2019,
      "doi": "10.7326/m19-0223"
    },
    {
      "title": "Is white-coat hypertension associated with increased cardiovascular and mortality risk?",
      "authors": [
        "P Muntner",
        "J Booth",
        "D Shimbo",
        "J Schwartz"
      ],
      "year": 2016,
      "doi": "10.1097/hjh.0000000000000983"
    },
    {
      "title": "Should out-of-office monitoring be performed for detecting white coat hypertension?",
      "authors": [
        "D Shimbo",
        "P Muntner"
      ],
      "year": 2019,
      "doi": "10.7326/m19-1134"
    },
    {
      "title": "Masked hypertension: a phenomenon of measurement",
      "authors": [
        "S Franklin",
        "O 'brien",
        "E Thijs",
        "L Asayama",
        "K Staessen"
      ],
      "year": 2015,
      "doi": "10.1161/hypertensionaha.114.04522"
    },
    {
      "title": "Prognostic value of masked uncontrolled hypertension",
      "authors": [
        "S Pierdomenico",
        "A Pierdomenico",
        "F Coccina",
        "D Clement",
        "De Buyzere",
        "De Bacquer",
        "Ben-Dov Iz",
        "W Vongpatanasin",
        "J Banegas",
        "L Ruilope"
      ],
      "year": 2018,
      "doi": "10.1161/hypertensionaha.118.11499"
    },
    {
      "title": "on behalf of the International Database on HOme blood pressure in relation to Cardiovascular Outcome (IDHOCO) Investigators. Prognosis of white-coat and masked hypertension: International Database of HOme blood pressure in relation to Cardiovascular Outcome",
      "authors": [
        "G Stergiou",
        "K Asayama",
        "L Thijs",
        "A Kollias",
        "T Niiranen",
        "A Hozawa",
        "J Boggia",
        "J Johansson",
        "T Ohkubo",
        "I Tsuji"
      ],
      "year": 2014,
      "doi": "10.1161/hypertensionaha.113.02741"
    },
    {
      "title": "Relative effectiveness of clinic and home blood pressure monitoring compared with ambulatory blood pressure monitoring in diagnosis of hypertension: systematic review",
      "authors": [
        "J Hodgkinson",
        "J Mant",
        "U Martin",
        "B Guo",
        "F Hobbs",
        "J Deeks",
        "C Heneghan",
        "N Roberts",
        "R Mcmanus"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d3621"
    },
    {
      "title": "Call to action on use and reimbursement for home blood pressure monitoring: a joint scientific statement from the American Heart Association, American Society of Hypertension, and Preventive Cardiovascular Nurses Association",
      "authors": [
        "T Pickering",
        "N Miller",
        "G Ogedegbe",
        "L Krakoff",
        "N Artinian",
        "D Goff"
      ],
      "year": 2008,
      "doi": "10.1161/HYPERTENSIONAHA.107.189010"
    },
    {
      "title": "Measurement of blood pressure in humans: a scientific statement from the American Heart Association",
      "authors": [
        "P Muntner",
        "D Shimbo",
        "R Carey",
        "J Charleston",
        "T Gaillard",
        "S Misra",
        "M Myers",
        "G Ogedegbe",
        "J Schwartz",
        "R Townsend"
      ],
      "year": 2019,
      "doi": "10.1161/hyp.0000000000000087"
    },
    {
      "title": "Home versus ambulatory and office blood pressure in predicting target organ damage in hypertension: a systematic review and meta-analysis",
      "authors": [
        "I Bliziotis",
        "A Destounis",
        "G Stergiou"
      ],
      "year": 2012,
      "doi": "10.1097/hjh.0b013e3283531eaf"
    },
    {
      "title": "Home blood pressure monitoring is better predictor of cardiovascular disease and target organ damage than office blood pressure: a systematic review and meta-analysis",
      "authors": [
        "S Fuchs",
        "R Mello",
        "F Fuchs"
      ],
      "year": 2013,
      "doi": "10.1007/s11886-013-0413-z"
    },
    {
      "title": "Morning and evening home blood pressure and risks of incident stroke and coronary artery disease in the Japanese general practice population: the Japan Morning Surge-Home Blood Pressure Study",
      "authors": [
        "S Hoshide",
        "Y Yano",
        "H Haimoto",
        "K Yamagiwa",
        "K Uchiba",
        "S Nagasaka",
        "Y Matsui",
        "A Nakamura",
        "M Fukutomi",
        "K Eguchi"
      ],
      "year": 2016,
      "doi": "10.1161/hypertensionaha.116.07201"
    },
    {
      "title": "Studies comparing ambulatory blood pressure and home blood pressure on cardiovascular disease and mortality outcomes: a systematic review",
      "authors": [
        "D Shimbo",
        "M Abdalla",
        "L Falzon",
        "R Townsend",
        "P Muntner"
      ],
      "year": 2016,
      "doi": "10.1016/j.jash.2015.12.013"
    },
    {
      "title": "and Stroke Council. Resistant hypertension: detection, evaluation, and management: a scientific statement from the American Heart Association",
      "authors": [
        "R Carey",
        "D Calhoun",
        "G Bakris",
        "R Brook",
        "S Daugherty",
        "C Dennison-Himmelfarb",
        "B Egan",
        "J Flack",
        "S Gidding",
        "E Judd"
      ],
      "year": 2018,
      "doi": "10.1161/hyp.0000000000000084"
    },
    {
      "title": "Screening for high blood pressure in adults: U.S. Preventive Services Task Force recommendation statement",
      "authors": [
        "Al; Us Preventive Siu",
        "Task Services",
        "Force"
      ],
      "year": 2015,
      "doi": "10.7326/m15-2223"
    },
    {
      "title": "ASH position paper: home and ambulatory blood pressure monitoring. when and how to use self (home) and ambulatory blood pressure monitoring",
      "authors": [
        "T Pickering",
        "W White",
        "American Society",
        "Writing Hypertension",
        "Group"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.00043.x"
    },
    {
      "title": "2018 ESC/ESH guidelines for the management of arterial hypertension",
      "authors": [
        "B Williams",
        "G Mancia",
        "W Spiering",
        "Agabiti Rosei",
        "E Azizi",
        "M Burnier",
        "M Clement",
        "D Coca",
        "A De Simone",
        "G Dominiczak"
      ],
      "year": 2018,
      "doi": "10.1093/eurheartj/ehy339"
    },
    {
      "title": "Hypertension Canada's 2018 guidelines for diagnosis, risk assessment, prevention, and treatment of hypertension in adults and children",
      "authors": [
        "K Nerenberg",
        "K Zarnke",
        "A Leung",
        "K Dasgupta",
        "S Butalia",
        "K Mcbrien",
        "K Harris",
        "M Nakhla",
        "L Cloutier",
        "M Gelfer"
      ],
      "year": 2018,
      "doi": "10.1016/j.cjca.2018.02.022"
    },
    {
      "title": "Current status of home blood pressure monitoring in Asia: statement from the HOPE Asia Network",
      "authors": [
        "Y Chia",
        "P Buranakitjaroen",
        "C Chen",
        "R Divinagracia",
        "S Hoshide",
        "S Park",
        "J Shin",
        "S Siddique",
        "J Sison",
        "A Soenarta"
      ],
      "year": 2017,
      "doi": "10.1111/jch.13058"
    },
    {
      "title": "The 2017 focused update of the guidelines of the Taiwan Society of Cardiology (TSOC) and the Taiwan Hypertension Society (THS) for the management of hypertension",
      "authors": [
        "C Chiang",
        "T Wang",
        "T Lin",
        "H Yeh",
        "P Liu",
        "H Cheng",
        "T Chao",
        "C Chen",
        "K Shyu",
        "K Ueng"
      ],
      "year": 2017,
      "doi": "10.6515/acs20170421a"
    },
    {
      "title": "Guideline for the diagnosis and management of hypertension in adults-2016",
      "authors": [
        "G Gabb",
        "A Mangoni",
        "C Anderson",
        "D Cowley",
        "J Dowden",
        "J Golledge",
        "G Hankey",
        "F Howes",
        "L Leckie",
        "V Perkovic"
      ],
      "year": 2016,
      "doi": "10.5694/mja16.00526"
    },
    {
      "title": "Home blood pressure monitoring: Australian Expert Consensus Statement",
      "authors": [
        "J Sharman",
        "F Howes",
        "G Head",
        "B Mcgrath",
        "M Stowasser",
        "M Schlaich",
        "P Glasziou",
        "M Nelson"
      ],
      "year": 2015,
      "doi": "10.1097/hjh.0000000000000673"
    },
    {
      "title": "Hypertension: clinical management of primary hypertension in adults",
      "year": 2011,
      "doi": "10.7748/phc.29.6.8.s8"
    },
    {
      "title": "Korean Society of Hypertension guidelines for the management of hypertension, part I: epidemiology and diagnosis of hypertension",
      "authors": [
        "J Shin",
        "J Park",
        "K Kim",
        "J Kim",
        "D Yang",
        "W Pyun",
        "Y Kim",
        "G Kim",
        "Chae Sc"
      ],
      "year": 2013,
      "doi": "10.1186/s40885-014-0012-3"
    },
    {
      "title": "Japanese Society of Hypertension Committee for Guidelines for Self-monitoring of Blood Pressure at Home. The Japanese Society of Hypertension guidelines for selfmonitoring of blood pressure at home (second edition)",
      "authors": [
        "Y Imai",
        "K Kario",
        "K Shimada",
        "Y Kawano",
        "N Hasebe",
        "H Matsuura",
        "T Tsuchihashi",
        "T Ohkubo",
        "I Kuwajima",
        "M Miyakawa"
      ],
      "year": 2012,
      "doi": "10.1038/hr.2012.56"
    },
    {
      "title": "Italian Society of Hypertension guidelines for conventional and automated blood pressure measurement in the office, at home and over 24 hours",
      "authors": [
        "G Parati",
        "S Omboni",
        "P Palatini",
        "D Rizzoni",
        "G Bilo",
        "M Valentini",
        "E Rosei",
        "G Mancia"
      ],
      "year": 2008,
      "doi": "10.2165/0151642-200815040-00008"
    },
    {
      "title": "Rationale for ambulatory and home blood pressure monitoring thresholds in the 2017 American College of Cardiology/American Heart Association guideline",
      "authors": [
        "P Muntner",
        "R Carey",
        "K Jamerson",
        "J Wright",
        "Jr",
        "P Whelton"
      ],
      "year": 2019,
      "doi": "10.1161/HYPERTENSIONAHA.118.11946"
    },
    {
      "title": "Mean midarm circumference and blood pressure cuff sizes for U.S. adults: National Health and Nutrition Examination Survey, 1999-2010",
      "authors": [
        "Y Ostchega",
        "J Hughes",
        "G Zhang",
        "T Nwankwo",
        "M Chiappa"
      ],
      "year": 2013,
      "doi": "10.1097/mbp.0b013e3283617606"
    },
    {
      "title": "Blood pressure assessment in adults in clinical practice and clinic-based research: JACC Scientific Expert Panel",
      "authors": [
        "P Muntner",
        "P Einhorn",
        "W Cushman",
        "P Whelton",
        "N Bello",
        "P Drawz",
        "B Green",
        "D Jones",
        "S Juraschek",
        "K Margolis"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2018.10.069"
    },
    {
      "title": "Sources of inaccuracy in the measurement of adult patients' resting blood pressure in clinical settings: a systematic review",
      "authors": [
        "N Kallioinen",
        "A Hill",
        "M Horswill",
        "H Ward",
        "M Watson"
      ],
      "year": 2017,
      "doi": "10.1097/hjh.0000000000001197"
    },
    {
      "title": "ESH/ESC guidelines for the management of arterial hypertension: the Task Force for the Management of Arterial Hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)",
      "authors": [
        "G Mancia",
        "R Fagard",
        "K Narkiewicz",
        "J Redon",
        "A Zanchetti",
        "M Böhm",
        "T Christiaens",
        "R Cifkova",
        "De Backer",
        "G Dominiczak"
      ],
      "year": 2013,
      "doi": "10.1093/eurheartj/eht151"
    },
    {
      "title": "Home blood pressure measurement: a systematic review",
      "authors": [
        "W Verberk",
        "A Kroon",
        "A Kessels",
        "P De Leeuw"
      ],
      "year": 2005,
      "doi": "10.1016/j.jacc.2005.05.058"
    },
    {
      "title": "An outline of the revised British Hypertension Society protocol for the evaluation of blood pressure measuring devices",
      "authors": [
        "E O'brien",
        "J Petrie",
        "W Littler",
        "M De Swiet",
        "P Padfield",
        "D Altman",
        "M Bland",
        "A Coats",
        "N Atkins"
      ],
      "year": 1993,
      "doi": "10.1097/00004872-199306000-00013"
    },
    {
      "title": "Working Group on Blood Pressure Monitoring of the European Society of Hypertension. European Society of Hypertension international protocol revision 2010 for the validation of blood pressure measuring devices in adults",
      "authors": [
        "E O'brien",
        "N Atkins",
        "G Stergiou",
        "N Karpettas",
        "G Parati",
        "R Asmar",
        "Y Imai",
        "J Wang",
        "T Mengden",
        "A Shennan"
      ],
      "year": 2010,
      "doi": "10.1097/mbp.0b013e3283360e98"
    },
    {
      "title": "A universal standard for the validation of blood pressure measuring devices: Association for the Advancement of Medical Instrumentation/European Society of Hypertension/International Organization for Standardization (AAMI/ESH/ ISO) collaboration statement",
      "authors": [
        "G Stergiou",
        "B Alpert",
        "S Mieke",
        "R Asmar",
        "N Atkins",
        "S Eckert",
        "G Frick",
        "B Friedman",
        "T Graßl",
        "T Ichikawa"
      ],
      "year": 2018,
      "doi": "10.1161/hypertensionaha.117.10237"
    },
    {
      "title": "dabl Educational Trust website",
      "year": 2019,
      "doi": "10.1097/mbp.0b013e32809efa27"
    },
    {
      "title": "Blood pressure devices: blood pressure devices recommended by Hypertension Canada",
      "year": 2019,
      "doi": "10.1097/00126097-199904010-00008"
    },
    {
      "title": "BP monitors",
      "year": 2019,
      "doi": "10.1108/ilt.1999.01851fad.009"
    },
    {
      "title": "History and justification of a national blood pressure measurement validated device listing",
      "authors": [
        "J Cohen",
        "R Padwal",
        "M Gutkin",
        "B Green",
        "M Bloch",
        "F Germino",
        "D Sica",
        "A Viera",
        "B Bluml",
        "W White"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.118.11990"
    },
    {
      "title": "Does self-monitoring reduce blood pressure? Meta-analysis with meta-regression of randomized controlled trials",
      "authors": [
        "E Bray",
        "R Holder",
        "J Mant",
        "R Mcmanus"
      ],
      "year": 2010,
      "doi": "10.3109/07853890.2010.489567"
    },
    {
      "title": "Self-monitoring and other non-pharmacological interventions to improve the management of hypertension in primary care: a systematic review",
      "authors": [
        "L Glynn",
        "A Murphy",
        "S Smith",
        "K Schroeder",
        "T Fahey"
      ],
      "year": 2010,
      "doi": "10.3399/bjgp10x544113"
    },
    {
      "title": "Role of home blood pressure monitoring in overcoming therapeutic inertia and improving hypertension control: a systematic review and meta-analysis",
      "authors": [
        "R Agarwal",
        "J Bills",
        "T Hecht",
        "R Light"
      ],
      "year": 2011,
      "doi": "10.1161/hypertensionaha.110.160911"
    },
    {
      "title": "Self-measured blood pressure monitoring in the management of hypertension: a systematic review and meta-analysis",
      "authors": [
        "K Uhlig",
        "K Patel",
        "S Ip",
        "G Kitsios",
        "E Balk"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-159-3-201308060-00008"
    },
    {
      "title": "CLINICAL STATEMENTS AND GUIDELINES NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "D Reboussin",
        "N Allen",
        "M Griswold",
        "E Guallar",
        "Y Hong",
        "D Lackland",
        "Miller Epr 3rd",
        "T Polonsky",
        "A Thompson-Paul",
        "S Vupputuri"
      ],
      "year": 2018,
      "doi": "10.1161/CIR.0000000000000803e62"
    },
    {
      "title": "Clinical usefulness and cost effectiveness of home blood pressure telemonitoring: meta-analysis of randomized controlled studies",
      "authors": [
        "S Omboni",
        "T Gazzola",
        "G Carabelli",
        "G Parati"
      ],
      "year": 2013,
      "doi": "10.1097/HJH.0b013e32835ca8dd"
    },
    {
      "title": "Effectiveness of home blood pressure telemonitoring: a systematic review and meta-analysis of randomised controlled studies",
      "authors": [
        "Y Duan",
        "Z Xie",
        "F Dong",
        "Z Wu",
        "Z Lin",
        "N Sun",
        "J Xu"
      ],
      "year": 2017,
      "doi": "10.1038/jhh.2016.99"
    },
    {
      "title": "Self-monitoring of blood pressure in hypertension: a systematic review and individual patient data meta-analysis",
      "authors": [
        "K Tucker",
        "J Sheppard",
        "R Stevens",
        "H Bosworth",
        "A Bove",
        "E Bray",
        "K Earle",
        "J George",
        "M Godwin",
        "B Green"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pmed.1002389"
    },
    {
      "title": "Cost-effectiveness of options for the diagnosis of high blood pressure in primary care: a modelling study [published correction appears in",
      "authors": [
        "K Lovibond",
        "S Jowett",
        "P Barton",
        "M Caulfield",
        "C Heneghan",
        "F Hobbs",
        "J Hodgkinson",
        "J Mant",
        "U Martin",
        "B Williams"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)61184-7"
    },
    {
      "title": "Comparative cost-effectiveness of clinic, home, or ambulatory blood pressure measurement for hypertension diagnosis in US adults",
      "authors": [
        "H Beyhaghi",
        "A Viera"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.118.11715"
    },
    {
      "title": "Cost-effectiveness of the introduction of home blood pressure measurement in patients with office hypertension",
      "authors": [
        "H Fukunaga",
        "T Ohkubo",
        "M Kobayashi",
        "Y Tamaki",
        "M Kikuya",
        "T Obara",
        "M Nakagawa",
        "A Hara",
        "K Asayama",
        "H Metoki"
      ],
      "year": 2008,
      "doi": "10.1097/hjh.0b013e3282f42285"
    },
    {
      "title": "Cost-benefit analysis of home blood pressure monitoring in hypertension diagnosis and treatment: an insurer perspective",
      "authors": [
        "A Arrieta",
        "J Woods",
        "N Qiao",
        "S Jay"
      ],
      "year": 2014,
      "doi": "10.1161/hypertensionaha.114.03780"
    },
    {
      "title": "Economics of self-measured blood pressure monitoring: a community guide systematic review",
      "authors": [
        "V Jacob",
        "S Chattopadhyay",
        "K Proia",
        "D Hopkins",
        "J Reynolds",
        "A Thota",
        "C Jones",
        "D Lackland",
        "K Rask",
        "N Pronk"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2017.03.002"
    },
    {
      "title": "Cost-effectiveness of self-management of blood pressure in hypertensive patients over 70 years with suboptimal control and established cardiovascular disease or additional cardiovascular risk diseases (TASMIN-SR)",
      "authors": [
        "Penaloza-Ramos Mc",
        "S Jowett",
        "J Mant",
        "C Schwartz",
        "E Bray",
        "Sayeed Haque",
        "Richard Hobbs",
        "F Little",
        "P Bryan",
        "S Williams"
      ],
      "year": 2016,
      "doi": "10.1177/2047487315618784"
    },
    {
      "title": "Impact of home blood pressure telemonitoring and blood pressure control: a meta-analysis of randomized controlled studies",
      "authors": [
        "S Omboni",
        "A Guarda"
      ],
      "year": 2011,
      "doi": "10.1038/ajh.2011.100"
    },
    {
      "title": "Home blood pressure management and improved blood pressure control: results from a randomized controlled trial",
      "authors": [
        "H Bosworth",
        "B Powers",
        "M Olsen",
        "F Mccant",
        "J Grubber",
        "V Smith",
        "P Gentry",
        "C Rose",
        "C Van Houtven",
        "V Wang"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2011.276"
    },
    {
      "title": "A telecommunications system for monitoring and counseling patients with hypertension: impact on medication adherence and blood pressure control",
      "authors": [
        "R Friedman",
        "L Kazis",
        "A Jette",
        "M Smith",
        "J Stollerman",
        "J Torgerson",
        "K Carey"
      ],
      "year": 1996,
      "doi": "10.1016/0895-7061(95)00353-3"
    },
    {
      "title": "Home blood pressure telemonitoring improves hypertension control in general practice: the TeleBPCare study",
      "authors": [
        "G Parati",
        "S Omboni",
        "F Albini",
        "L Piantoni",
        "A Giuliano",
        "M Revera",
        "M Illyes",
        "G Mancia",
        "Study Telebpcare",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1097/hjh.0b013e3283163caf"
    },
    {
      "title": "Economic evaluation of home blood pressure telemonitoring: a randomized controlled trial",
      "authors": [
        "L Madsen",
        "T Christiansen",
        "P Kirkegaard",
        "E Pedersen"
      ],
      "year": 2011,
      "doi": "10.3109/08037051.2010.532306"
    },
    {
      "title": "Costs to Medicare of the Informatics for Diabetes Education and Telemedicine (IDEATel) home telemedicine demonstration: findings from an independent evaluation",
      "authors": [
        "L Moreno",
        "S Dale",
        "A Chen",
        "C Magee"
      ],
      "year": 2009,
      "doi": "10.2337/dc09-0094"
    },
    {
      "title": "Improving blood pressure control: results of home-based postacute care interventions",
      "authors": [
        "L Pezzin",
        "P Feldman",
        "J Mongoven",
        "M Mcdonald",
        "L Gerber",
        "T Peng"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-010-1525-4"
    },
    {
      "title": "Economic evaluation of the Home Blood Pressure Telemonitoring and Pharmacist Case Management to Control Hypertension (Hyperlink) Trial",
      "authors": [
        "S Dehmer",
        "M Maciosek",
        "N Trower",
        "S Asche",
        "A Bergdall",
        "R Nyboer",
        "O' Connor",
        "P Pawloski",
        "P Sperl-Hillen",
        "J Green"
      ],
      "year": 2018,
      "doi": "10.1002/jac5.1001"
    },
    {
      "title": "Regular use of a home blood pressure monitor by hypertensive adults-HealthStyles, 2005 and 2008",
      "authors": [
        "C Ayala",
        "X Tong",
        "N Keenan"
      ],
      "year": 2012,
      "doi": "10.1111/j.1751-7176.2011.00582.x"
    },
    {
      "title": "Home blood pressure monitoring and hypertension status among US adults: the National Health and Nutrition Examination Survey (NHANES), 2009-2010",
      "authors": [
        "Y Ostchega",
        "L Berman",
        "J Hughes",
        "T Chen",
        "M Chiappa"
      ],
      "year": 2013,
      "doi": "10.1093/ajh/hpt054"
    },
    {
      "title": "Factors associated with home blood pressure monitoring among US adults: National Health and Nutrition Examination Survey, 2011-2014",
      "authors": [
        "Y Ostchega",
        "G Zhang",
        "B Kit",
        "T Nwankwo"
      ],
      "year": 2017,
      "doi": "10.1093/ajh/hpx101"
    },
    {
      "title": "Clinical implementation of selfmeasured blood pressure monitoring, 2015-2016",
      "authors": [
        "S Jackson",
        "C Ayala",
        "X Tong",
        "H Wall"
      ],
      "year": 2019,
      "doi": "10.1016/j.amepre.2018.06.017"
    },
    {
      "title": "Diagnosing hypertension in primary care clinics according to current guidelines",
      "authors": [
        "S Woolsey",
        "B Brown",
        "B Ralls",
        "M Friedrichs",
        "B Stults"
      ],
      "year": 2017,
      "doi": "10.3122/jabfm.2017.02.160111"
    },
    {
      "title": "Self-monitoring in hypertension: a webbased survey of primary care physicians",
      "authors": [
        "R Mcmanus",
        "S Wood",
        "E Bray",
        "P Glasziou",
        "A Hayen",
        "C Heneghan",
        "J Mant",
        "P Padfield",
        "J Potter",
        "F Hobbs"
      ],
      "year": 2014,
      "doi": "10.1038/jhh.2013.54"
    },
    {
      "title": "What keeps patients from adhering to a home blood pressure program?",
      "authors": [
        "L Huff",
        "L Zittleman",
        "L Dealleaume",
        "J Bernstein",
        "R Chavez",
        "C Sutte",
        "W Leblanc",
        "B Parnes"
      ],
      "year": 2011,
      "doi": "10.3122/jabfm.2011.04.100266"
    },
    {
      "title": "Patients' and clinicians' views on the optimum schedules for self-monitoring of blood pressure: a qualitative focus group and interview study",
      "authors": [
        "S Grant",
        "J Hodgkinson",
        "S Milner",
        "U Martin",
        "A Tompson",
        "F Hobbs",
        "J Mant",
        "R Mcmanus",
        "S Greenfield"
      ],
      "year": 2016,
      "doi": "10.3399/bjgp16x686149"
    },
    {
      "title": "Patient barriers and facilitators to ambulatory and home blood pressure monitoring: a qualitative study",
      "authors": [
        "E Carter",
        "Moise Alcántara",
        "C Sullivan",
        "A Kronish"
      ],
      "year": 2018,
      "doi": "10.1093/ajh/hpy062"
    },
    {
      "title": "Barriers to conducting ambulatory and home blood pressure monitoring during hypertension screening in the United States",
      "authors": [
        "I Kronish",
        "S Kent",
        "Moise Shimbo",
        "D Safford",
        "M Kynerd",
        "O 'beirne",
        "R Sullivan",
        "A Muntner"
      ],
      "year": 2017,
      "doi": "10.1016/j.jash.2017.06.012"
    },
    {
      "title": "Mobile phone-based remote patient monitoring system for management of hypertension in diabetic patients",
      "authors": [
        "A Logan",
        "W Mcisaac",
        "A Tisler",
        "M Irvine",
        "A Saunders",
        "A Dunai",
        "C Rizo",
        "D Feig",
        "M Hamill",
        "M Trudel"
      ],
      "year": 2007,
      "doi": "10.1016/j.amjhyper.2007.03.020"
    },
    {
      "title": "Personalized hypertension management using patient-generated health data integrated with electronic health records (EMPOWER-H): six-month pre-post study",
      "authors": [
        "N Lv",
        "L Xiao",
        "M Simmons",
        "L Rosas",
        "A Chan",
        "M Entwistle"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7831"
    },
    {
      "title": "TARGET: BP",
      "year": 2019
    },
    {
      "title": "Self-measured blood pressure monitoring",
      "authors": [
        "Million Hearts"
      ],
      "year": 2019
    },
    {
      "title": "Self-measurement: how patients and care teams are bringing blood pressure to control",
      "year": 2019,
      "doi": "10.7748/phc.20.8.13.s22"
    },
    {
      "title": "How to use your blood pressure monitor",
      "year": 2019,
      "doi": "10.22541/au.155735612.23950852"
    },
    {
      "title": "Cardiovascular monitoring equipment for home use: pulse, blood pressure, telemonitors, and pacemaker monitors",
      "year": 2019,
      "doi": "10.1007/978-3-030-23065-4_2"
    },
    {
      "title": "Hypertension management program",
      "year": 2019,
      "doi": "10.1002/cprt.31048"
    },
    {
      "title": "Medicare durable medical equipment (DME) coverage",
      "year": 2020,
      "doi": "10.1161/CIR.0000000000000803"
    },
    {
      "title": "Decision Memo for Ambulatory Blood Pressure Monitoring (CAG-00067N)",
      "year": 2020
    },
    {
      "title": "Decision Memo for Ambulatory Blood Pressure Monitoring (ABPM) (CAG-00067R2)",
      "year": 2020,
      "doi": "10.1016/0895-7061(96)81829-2"
    },
    {
      "title": "Announcement of calendar year (CY) 2013 Medicare Advantage capitation rates and Medicare Advantage and Part D payment policies and final call letter",
      "year": 2019,
      "doi": "10.1037/e514792018-001"
    },
    {
      "title": "Medical policy: home blood pressure monitors and automated ambulatory blood pressure monitoring",
      "year": 2019
    },
    {
      "title": "Durable medical equipment and supplies fee schedule",
      "year": 2019,
      "doi": "10.1016/s1042-0991(15)30594-6"
    },
    {
      "title": "Medical supplies and equipment: covered services and limitations module",
      "authors": [
        "Wyoming Medicaid"
      ],
      "year": 2019
    },
    {
      "title": "Million Hearts: Million Hearts at Centers for Disease Control and Prevention. Coverage/Reimbursement Analysis on Self-Measured Blood Pressure Monitoring",
      "authors": [
        "New York"
      ],
      "year": 2019
    },
    {
      "title": "Healthcare Effectiveness Data and Information Set (HEDIS): Controlling High Blood Pressure",
      "year": 2019
    }
  ],
  "num_references": 98
}
