{
  "paper_id": "V469G2GI",
  "title": "Behavioral Interventions for Increasing Seat Belt Use and Decreasing Distracted Driving Using Telematics: A National Randomized Trial",
  "abstract": "Objectives. To test low-cost, scalable interventions designed to encourage seat belt use (primary outcome) and discourage handheld phone use while driving. \n Methods. A randomized controlled trial assigned 1139 consenting General Motors-connected vehicle customers in the United States to 1 of 4 groups for a 10-week intervention: (1) control, (2) behavioral engagement, (3) behavioral engagement plus raffle, and (4) behavioral engagement plus shared pot. Behavioral engagement involved education, personalized tips, a \"wish outcome obstacle plan\" exercise, and weekly feedback about buckling and handheld-free streaks. Participants in the behavioral engagement plus raffle group also earned a chance at a $125 prize each week they had a buckling or handheld-free streak. Those in the behavioral engagement plus shared pot group earned an equal share of this prize for each streak. The intervention was delivered virtually in spring 2023. Results. Participants in the behavioral engagement plus shared pot group had a higher buckling rate (91.3%) than those in the behavioral engagement plus raffle (89.5%), behavioral engagement (89.4%), or control (88.3%) groups-differences that remained significant at follow-up. Handheld phone use did not differ significantly. \n Conclusions. A behavioral intervention with a shared pot incentive could be delivered at scale to reduce injuries and deaths associated with vehicular crashes.",
  "year": 2024,
  "date": "2024-12-08",
  "journal": "Traffic Safety Facts",
  "publication": "Traffic Safety Facts",
  "authors": [
    {
      "forename": "Jeffrey",
      "surname": "Ebert",
      "name": "Jeffrey Ebert"
    },
    {
      "forename": "Ruiqi",
      "surname": "Yan",
      "name": "Ruiqi Yan"
    },
    {
      "forename": "Sadie",
      "surname": "Friday",
      "name": "Sadie Friday"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small"
    },
    {
      "forename": "Catherine",
      "surname": "Mcdonald",
      "name": "Catherine Mcdonald"
    },
    {
      "forename": "Kelsey",
      "surname": "Bartolozzi",
      "name": "Kelsey Bartolozzi"
    },
    {
      "forename": "M",
      "surname": "Ba",
      "name": "M Ba"
    },
    {
      "surname": "Delgado",
      "name": "Delgado"
    },
    {
      "forename": "M",
      "surname": "Delgado",
      "name": "M Delgado"
    },
    {
      "affiliation": "the Perelman School of Medicine , University of Pennsylvania , Philadelphia. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Perelman School of Medicine and the School of Nursing , University of Pennsylvania , Philadelphia. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "General Motors Financial , Fort Worth , TX. \n\t\t\t\t\t\t\t\t General Motors Financial \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fort Worth \n\t\t\t\t\t\t\t\t\t TX"
    },
    {
      "affiliation": "University of Pennsylvania , 3535 Market St , Suite 1500 , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3535 Market St Suite 1500 \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "W orldwide, 1.2 million people die and 50 million suffer nonfatal injuries annually because of road traffic crashes.  1  Wearing a seat belt in the front seat of a car decreases the risk of serious injury by 50% and death by 45%, 2 but, globally, fewer than half of drivers and front-seat passengers report regular seat belt use.  3  In highincome countries, front-seat buckling rates are 90% or greater,  4, 5  partly because of primary enforcement laws and campaigns.  6 Still, individuals at highest risk for crash are least likely to wear a seat belt, and the rate of crash fatalities involving unrestrained occupants in the United States has risen to 50%.  7 significant contributor to crash risk is distracted driving, which is responsible for about 1 million crashes per year in the United States alone.  8 Handheld phone use while driving increases the odds of crash by 2 to 12 times.  9, 10 lematics data from mobile applications have revealed that 1 in 3 drivers was distracted by their phone before a crash and that distracted drivers take longer to brake, increasing crash severity.  11 spite these risks and laws banning certain kinds of handheld use,  12-14 5%  of US drivers are visibly engaged in handheld use at any given time.  15 nnovations in telematics and automobile insurance enable an individualized approach to encourage safer driving.  16 hicle and mobile telematics measure hard braking, speeding, and other risky driving behaviors. Vehicle telematics also measure seat belt use, and mobile telematics measure phone use. Usagebased insurance programs use these data to calculate drivers' risk of crash and price policies.  17, 18 As these programs become more popular,  19  so does the opportunity to measure, encourage, and incentivize safer driving. Previous research with usage-based insurance customers has found that structuring incentives according to behavioral economics principles, providing motivating feedback, and allowing adequate time to form new habits can lead to sustained reductions in distracted driving.  20, 21 milar interventions have increased self-reported buckling behavior,  22, 23  but their impact on telematics-measured buckling has not been tested.  23  conducted a preregistered, ran-   26, 27  Afterward, participants in the behavioral engagement group were told to expect text messages with safe driving tips and feedback on whether they had perfect buckling and phone-free driving streaks, which they could opt out of by texting \"bye.\" Streak feedback increases engagement and motivation  28  and has been effective in abstinence-based addiction treatment.  29, 30 Positive, gainframed language was used to keep acceptability high and because buckling and avoiding handheld use while driving are prevention behaviors, which respond well to such framing.  [31] [32] [33]  Participants in the behavioral engagement plus raffle group were additionally told that, for each weekly streak they had, they would be entered into a $125 raffle. Raffles and lotteries are widely used as an affordable, scalable incentive to encourage healthy behaviors of large groups. Their motivational power draws on people's tendency to inflate the value of low-probability large rewards and on variable reinforcement.  34 Despite their widespread use in public health contexts, lotteries have a mixed record of success.  [34] [35] [36] [37]  Participants in the behavioral engagement plus shared pot group were instead told they would split a $125 pot with others who had a perfect streak.  21  a repeated context, this may be more motivating than a raffle incentive, where the typical experience of someone who earns raffle chances is that they win nothing.  38 A shared pot may also be more motivating than a small guaranteed prize of similar value because it advertises a much larger total purse, has an element of unpredictability given that the take-home reward amount is not prospectively known,  39  and communicates a social norm that others are engaging in the desired behavior.  40  March 8, 2023, participants were text, based on their intake survey responses. The first reminded them of their WOOP responses. On evennumbered weeks, they got a personalized tip related to seat belt use; on odd-numbered weeks, they got a tip about avoiding handheld phone use.\n\nThe final text asked how they would make sure to buckle up and stay off their phone in the future."
    },
    {
      "title": "Analysis Plan",
      "text": "We determined that 211 participants per arm would be needed to achieve 80% power to detect a 7. were male and 81% were White (Table  1 ).\n\nMean buckling rate at baseline was 83% (SD 5 20%). After excluding participants who withdrew or were missing prespecified variables, 1001 remained for the primary analysis of seat belt use. Only 60% of participants installed and enabled the Way to Drive app to collect trip data during the intervention period, which resulted in a smaller sample of 682 for the secondary analysis of phone use."
    },
    {
      "title": "Seat Belt Use"
    },
    {
      "title": "Effect Moderators",
      "text": "There was no evidence that the effectiveness of the behavioral engagement plus shared pot intervention on buckling depended on participants' age, race, ethnicity, education, rurality, residence in a state with a primary or secondary enforcement law, proportion of short trips, number of reported crashes, or baseline seat belt use (adjusted Ps > .99); number of reported tickets (adjusted P 5 .50); or income (adjusted P 5 .39).\n\nThe participant sex by behavioral engagement plus shared pot interaction was not significant (adjusted P 5 .053) but warranted further inspection; the intervention was relatively ineffective among participants who did not disclose sex (P < .001), but there was no difference between females and males (P 5 .41).  to the difference between US states that do and do not have primary enforcement seat belt laws.  46 At follow-up, the reduction was even greater-33% in relative terms, 4% in absolutesuggesting drivers built lasting habits that no longer required feedback or incentives.  21 Although our sample was Note. All variables were included as covariates in the primary analytic model. For the secondary outcome, the last 3 were not included as covariates because they were hypothesized only to predict seat belt use. In addition, the secondary model included \"valid usage time,\" defined as the proportion of drive time during which the Way to Drive app was able to detect distraction events and the vehicle was traveling at least 9 miles per hour. For the followup period, the primary and secondary models included, respectively, postintervention short trip proportion and postintervention valid usage time as covariates.\n\na Derived from zip code.  44,45 b  Proportion of General Motors (GM) trips during the baseline period on which the driver buckled. c Proportion of GM trips during the intervention period less than 2 miles long; drivers are less likely to buckle on short trips."
    },
    {
      "title": "Baseline",
      "text": "Intervention Postintervention 1 2 3 4 5 1 2 3 4 5 6 7 8 9 10 1 2 3 4 5 82 84 86 88 90 Week Buckled Trips (%) Control Behavioral engagement Behavioral engagement + raffle Behavioral engagement + shared pot FIGURE 1-Mean Weekly Buckling Rates Across Baseline, Intervention, and Postintervention Periods: United States, July 10-August 14, 2022, and March 12-June 24, 2023 Note. The break depicted between the baseline and intervention periods represents the nearly 7-month delay between these 2 periods. 0 5 10 Control Behavioral engagement Behavioral engagement + raffle Behavioral engagement + shared pot Unbuckled Trips (%) Intervention Postintervention 11.7% ±1.4% 11.9% ±1.4% 10.6% ±1.1% 9.8% ±1.1% 10.5% ±1.3% 10.4% ±1.3% 8.7% ±1.0% 8.0% ±1.1% FIGURE 2-Adjusted Mean Percentage of Trips When Driver Was Unbuckled: United States, March 12-June 24, 2023 Note. Error bars represent 95% confidence intervals. more likely to be older, White, and male than the US population, the intervention was similarly effective across demographic groups, suggesting results would generalize to more diverse samples. However, only 17 (1.5%) participants were in the 18-to 24-year age range; more research is needed to determine intervention effectiveness with young adult and adolescent drivers, who are at greatest risk of unrestrained crash. 7 The intervention was equally effective in states with and without primary or secondary enforcement laws, suggesting that the benefits of the intervention and seat belt laws are additive. Incentive costs were $0.44 per driver-week. Incentive structure mattered for behavior change. The shared pot incentive was superior to a raffle of approximately equal expected value, suggesting that, in a repeated game, a guaranteed 1/Nth share of a prize is more motivating than a 1-in-N chance at the full prize. This novel behavioral economics finding warrants replication in other contexts, as it could enhance the effectiveness of public health interventions that have relied on lottery incentives. 34-37 Because it equally rewards everyone who engages in the desired behavior, the shared pot structure may be especially attractive in highly regulated industries like insurance. Future research should investigate potential mechanisms underlying the shared pot's superiority over a raffle, such as its guarantee of a reward, uncertainty about the reward's amount, or the prosocial norm it communicates. Previous research has found positive effects of behavioral or educational interventions on seat belt use, regardless of whether financial incentives were also offered, 23 whereas the present trial found that behavioral engagement alone was insufficient. A key difference is that nearly all previous trials have used self-reported buckling as the outcome, whereas the present trial used telematics-measured buckling. It is unknown whether previous behavioral or educational interventions would, by themselves, increase telematicsmeasured buckling. Regardless, the present research suggests that their effectiveness could be enhanced by incorporating modest, time-limited financial incentives tied to objectively measured performance. None of the interventions significantly reduced the overall proportion of drive time engaged in handheld phone use, the secondary outcome. 0 100 200 Control Behavioral engagement Behavioral engagement + raffle Behavioral engagement + shared pot Handheld Phone Use (Seconds/Hour) Intervention Postintervention 229.6 ±41.3 (Seconds/Hour) 229.0 ±41.4 (Seconds/Hour) 206.2 ±42.0 (Seconds/Hour) 197.0 ±42.5 (Seconds/Hour) 176.3 ±35.7 (Seconds/Hour) 205.9 ±42.0 (Seconds/Hour) 167.0 ±40.0 (Seconds/Hour) 167.0 ±39.8 (Seconds/Hour) FIGURE 3-Adjusted Mean Handheld Phone Use While Driving: United States, March 12-June 24, 2023 Note. For each participant and study period, seconds of handheld phone use per hour of drive time was calculated. Error bars represent 95% confidence intervals. However, exploratory analyses found that raffle participants had 45% more and shared pot participants 71% more phone-free streaks than control participants. Together, these results suggest that incentivizing perfect streaks may have been effective among those who already had low handheld phone use but ineffective for heavier users who account for most handheld phone use.\n\nIncentivizing attainable goals tailored to each driver may be a more effective approach.  20, 21, 47, 48 is study had limitations. Delivered at scale, the best-performing intervention could substantially reduce deaths and costs associated with vehicular crashes. An estimated 2677 lives could be saved annually in the United States if all motor vehicle passengers wore a seat belt. 2 A 26% reduction in the unbuckled rate would translate to about 700 lives saved each year. At a total economic cost per crash fatality of $1 778 000, 49 this would mean $1.2 billion in annual savings. A promising channel for scaling incentivized behavioral interventions to promote seat belt use is usage-based insurance programs, which make up 17% of the US auto insurance market. 50\n\nThese programs already provide drivers feedback on risky driving behaviors and pay out $5 billion in safe driving discounts annually.  51, 52 As these programs grow in popularity and more vehicles are equipped with telematics measuring seat belt use, so, too, does the opportunity to leverage behavioral science to have a meaningful impact on safe driving. We recommend that policymakers clear remaining regulatory hurdles to offering discounts and incentives to drivers for engaging in safe behavior  53  while taking steps to ensure the privacy of customers' telematics data."
    },
    {
      "title": "ABOUT THE AUTHORS",
      "text": "Participants consented and were compensated for their time."
    },
    {
      "text": "domized controlled trial testing low-cost, scalable interventions designed to simultaneously increase seat belt use and decrease handheld phone use, both measured by telematics. Consenting drivers of General Motors (GM)-connected vehicles were randomly assigned to control or 1 of 3 treatment arms for a 10-week intervention period. Behavioral engagement participants were given (1) safety and other reasons to buckle up and avoid handheld phone use, (2) a goal visualization and planning exercise, (3) weekly personalized safety tips, and (4) weekly feedback about whether they achieved perfect buckling and \"phonefree\" streaks. Behavioral engagement plus raffle participants received behavioral engagement and were entered into a $125 raffle for each weekly streak attained. Behavioral engagement plus shared pot participants received behavioral engagement and an equal share of $125 for each weekly streak. The primary outcome was seat belt use; the secondary outcome was handheld phone use. We predicted that, relative to control, all 3 treatment arms would show more seat belt use and less handheld use, with the shared pot arm changing the most. METHODS GM determined customer eligibility on August 15, 2022, based on a preceding 5-week period. The research team intended for customers to be eligible for invitation if they were aged 18 years or older, had at least 5 weeks of baseline data averaging at least 8 trips per week, and had baseline seat belt use of 75% or less for short trips (< 2 miles) and 90% or less for longer trips (≥ 2 miles). During analysis, it was discovered that customers were invited if they had at least 8 trips over the entire 5-week baseline period, and it appears that no buckling-related exclusions were applied (Appendix Figure A, available as a supplement to the online version of this article at https://ajph.org). Between January 30 and March 2, 2023, GM sent e-mails inviting customers to participate. Participants could earn, via ClinCard virtual debit card, $20 for completing a survey and $50 for installing the Way to Drive app. The e-mail listed the customer's vehicle year, make, and model and stated the invitation was solely for them. The e-mail linked to a consent form in Qualtrics; the link included a random ID used to associate GM trip data with the participant. Those who consented provided their name, e-mail address, phone number, and date of birth, then advanced to an intake survey that collected sociodemographic information. Survey completers were randomized to a study arm by Qualtrics. Control participants were simply thanked and encouraged to buckle up and avoid handheld phone use for the next 15 weeks. Treatment arm participants proceeded to the initial parts of behavioral engagement. First, they received education about the safety, legal, financial, and social benefits of putting their phone down and buckling up when driving (Appendix Figure B). Next, they were asked what would encourage them to engage in these behaviors and selected from a menu of options derived from previous research. 24,25 Based on their selections, participants received personalized tips via text message throughout the intervention (Appendix Figure C). Last, they completed a wish outcome obstacle plan (WOOP) exercise (Appendix Figure D) that has been shown to increase goal attainment."
    },
    {
      "text": "Figure G). All incentive arm participants were reminded they could get a prize for each perfect streak. In addition, each Wednesday, those on track for 1 or both perfect streaks were sent an encouraging text. Each Tuesday, treatment participants received a personalized safety tip via"
    },
    {
      "text": "5-percentagepoint difference in seat belt use between an intervention arm and control. This assumed use of Bonferroni-Holm adjustment to maintain a family-wise type I error rate of 0.05 for the 3 comparisons of active intervention arms to control. To account for potential attrition, we planned to recruit at least 250 participants per arm. The primary outcome was proportion of intervention period trips during which participants used their seat belt. We used fractional regression with a logit link function in our unweighted primary analytic model, applying heteroskedasticity-consistent covariance matrix estimation to compare each of the 3 active intervention arms to control. 42 Holm-adjusted P values are reported for these 3 comparisons; adjusted P values may be evaluated against an a threshold of 0.05. 43 Exploratory analyses compared each of the active intervention arms against each other. The secondary outcome was proportion of drive time engaged in handheld phone use (e.g., calls, texting, swiping, and typing). Way to Drive trips were included if they were (1) classified as driver by the app and not reclassified by the participant or (2) reclassified as driver by the participant. Analytic models included the prespecified covariates in Table 1. Participants missing covariate data were excluded from the complete case analyses. We report outcomes after adjusting for model covariates. For both outcomes, analyses were repeated for the postintervention period to test whether any behavior change was sustained. We tested for moderators of any significant intervention period treatment effects by sequentially adding to the model each covariate's dummy-coded covariate by treatment arm interaction terms, conducting a Wald test for each covariate and applying Bonferroni-Holm to the resulting 12 P values. We also explored whether treatment arms' rates of perfect weekly streaks differed from control, using logistic generalized estimating equations with the same covariates as the primary and secondary models. RESULTS A total of 1139 individuals from 49 US states and the District of Columbia participated, with 280 assigned to control, 285 to behavioral engagement, 287 to behavioral engagement plus raffle, and 287 to behavioral engagement plus shared pot (Appendix Figure H, CONSORT diagram). Mean participant age was 51 (SD 5 14) years; nearly 60%"
    },
    {
      "text": "periods are shown in Figure 1. In the primary model, intervention period buckling among those in the behavioral engagement plus shared pot group (adjusted mean 5 91.3%) was greater than control (adjusted mean 5 88.3%; adjusted P 5 .002). Participants in the behavioral engagement plus raffle group (adjusted mean 5 89.5%) and the behavioral engagement group (adjusted mean 5 89.4%) did not differ from control (adjusted Ps 5 0.37). Exploratory analyses found that the buckling rate in the behavioral engagement plus shared pot group was greater than in both the behavioral engagement plus raffle group (P 5 .015) and the behavioral engagement group (P 5 .037). Figure 2 shows these results in terms of unbuckled rate, where lower is better; Appendix Figure I provides unadjusted results. At follow-up, the buckling rate of behavioral engagement plus shared pot participants (adjusted mean 5 92.0%) remained greater than control (adjusted mean 5 88.1%; adjusted P < .001). The behavioral engagement plus raffle group (adjusted mean 5 89.6%) did not differ from control (adjusted P 5 .12), but the behavioral engagement group did (adjusted mean 5 90.2%; adjusted P 5 .041). Exploratory analyses again found that the buckling rate in the behavioral engagement plus shared pot group was greater than in both the behavioral engagement plus raffle group (P 5 .005) and the behavioral engagement group (P 5 .026). Handheld Phone Use During the intervention, handheld phone use among behavioral engagement plus shared pot (adjusted mean 5 139 seconds per hour [s/h]), behavioral engagement plus raffle (adjusted mean 5 149 s/h), and behavioral engagement (adjusted mean 5 189 s/h) participants did not differ from control (adjusted mean 5 170 s/h; adjusted Ps > .46; Figure 3). This remained true at follow-up: participants in the behavioral engagement plus shared pot group (adjusted mean 5 147 s/h), behavioral engagement plus raffle group (adjusted mean 5 176 s/h), and behavioral engagement group (adjusted mean 5 179 s/h) did not differ from control (adjusted mean 5 174 s/h; adjusted Ps > .65). See Appendix Figure J for weekly trends and Appendix Figure K for unadjusted model results."
    },
    {
      "text": "In this national randomized trial of scalable interventions designed to increase objectively measured seat belt use, we report 3 key findings. First, a behavioral intervention with modest financial incentives led to a sustained increase in seat belt use. Second, structuring incentives as a shared pot was more effective than a raffle of similar expected value. Third, none of the interventions significantly reduced handheld phone use while driving, a major source of distraction. Specifically, we found that an intervention involving education, personalized tips, a goal planning exercise, weekly streak feedback, and a shared pot incentive reduced unbuckled drives by 26% relative to control. The absolute 3-percentage-point effect is comparable"
    },
    {
      "text": "Figure K for a discussion). Fifth, we do not know how long heightened levels of buckling were sustained beyond the 5-week follow-up period."
    },
    {
      "text": "Participant Sociodemographic Characteristics and Seat Belt Use at Baseline: United States, July 10-August 14, 2022, and March 12-May 20, 2023"
    },
    {
      "text": "Continued"
    }
  ],
  "references": [
    {
      "year": 2024,
      "doi": "10.2105/ajph.2024.307980"
    },
    {
      "authors": [
        "Jeffrey Ebert"
      ],
      "doi": "10.47191/ijmscrs/v4-i03-02"
    },
    {
      "authors": [
        "Catherine Mcdonald"
      ],
      "doi": "10.1021/acsaem.0c02760.s001"
    },
    {
      "authors": [
        "Kit Delgado"
      ],
      "doi": "10.33582/mpphe.2022.202207006"
    },
    {
      "title": "and designed the study and analyzed and interpreted data",
      "authors": [
        "J Contributors"
      ]
    },
    {
      "title": "Road traffic injuries",
      "year": 2024,
      "doi": "10.2471/blt.10.082180"
    },
    {
      "title": "Lives saved in 2017 by restraint use and minimumdrinking-age laws",
      "year": 2019
    },
    {
      "title": "The prevalence of seat belt use among drivers and passengers: a systematic review and meta-analysis",
      "authors": [
        "S Kargar",
        "A Ansari-Moghaddam",
        "H Ansari"
      ],
      "year": 2023,
      "doi": "10.1186/s42506-023-00139-3"
    },
    {
      "title": "Seat-belt wearing rate data by country",
      "year": 2024,
      "doi": "10.2471/b09036"
    },
    {
      "title": "Seat belt use in 2023overall results",
      "year": 2024,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "Countermeasures That Work: A Highway Safety Countermeasure Guide for State Highway Safety Offices, Ninth Edition",
      "authors": [
        "C Richard",
        "K Magee",
        "P Bacon-Abdelmoteleb",
        "J Brown"
      ],
      "doi": "10.1037/e590912009-001"
    },
    {
      "title": "Occupant protection in passenger vehicles: 2021 data",
      "year": 2023,
      "doi": "10.1037/e626822012-001"
    },
    {
      "title": "Distracted driving 2019",
      "year": 2021,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "Driver crash risk factors and prevalence evaluation using naturalistic driving data",
      "authors": [
        "T Dingus",
        "F Guo",
        "S Lee"
      ],
      "year": 2016,
      "doi": "10.1073/pnas.1513271113"
    },
    {
      "title": "The prevalence of and crash risk associated with primarily cognitive secondary tasks",
      "authors": [
        "T Dingus",
        "J Owens",
        "F Guo"
      ],
      "year": 2019,
      "doi": "10.1016/j.ssci.2019.01.005"
    },
    {
      "title": "The State of US Road Risk in 2024",
      "year": 2024,
      "doi": "10.1017/s0305741024001462"
    },
    {
      "title": "Do cell phone bans change driver behavior?",
      "authors": [
        "C Cheng"
      ],
      "year": 2015,
      "doi": "10.1111/ecin.12166"
    },
    {
      "title": "Getting away with texting: behavioural adaptation of drivers engaging in visual-manual tasks while driving",
      "authors": [
        "O Oviedo-Trespalacios"
      ],
      "year": 2018,
      "doi": "10.1016/j.tra.2018.05.006"
    },
    {
      "title": "Challenges of enforcing cell phone use while driving laws among police: a qualitative study",
      "authors": [
        "T Rudisill",
        "A Baus",
        "T Jarrett"
      ],
      "year": 2019,
      "doi": "10.1136/injuryprev-2018-042931"
    },
    {
      "title": "Driver electronic device use in 2022",
      "year": 2024,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "The effect of telematic based feedback and financial incentives on driving behaviour: a randomised trial",
      "authors": [
        "M Stevenson",
        "A Harris",
        "J Wijnands",
        "D Mortimer"
      ],
      "year": 2021,
      "doi": "10.1016/j.aap.2021.106278"
    },
    {
      "title": "A survey on driving behavior analysis in usage based insurance using big data",
      "authors": [
        "S Arumugam",
        "R Bhargavi"
      ],
      "year": 2019,
      "doi": "10.1186/s40537-019-0249-5"
    },
    {
      "title": "Innovative motor insurance schemes: a review of current practices and emerging challenges",
      "authors": [
        "D Tselentis",
        "G Yannis",
        "E Vlahogianni"
      ],
      "year": 2017,
      "doi": "10.1016/j.aap.2016.10.006"
    },
    {
      "title": "Automotive usage based insurance market size, share & COVID-19 impact analysis",
      "year": 2023
    },
    {
      "title": "Feedback and financial incentives for reducing cell phone use while driving: a randomized clinical trial",
      "authors": [
        "M Delgado",
        "J Ebert",
        "R Xiong"
      ],
      "year": 2024,
      "doi": "10.1001/jamanetworkopen.2024.20218"
    },
    {
      "title": "A randomized trial of behavioral interventions yielding sustained reductions in distracted driving",
      "authors": [
        "J Ebert",
        "R Xiong",
        "N Khan"
      ],
      "year": 2024,
      "doi": "10.1073/pnas.2320603121"
    },
    {
      "title": "Effectiveness of a text message intervention promoting seat belt use among young adults: a randomized clinical trial",
      "authors": [
        "B Suffoletto",
        "M Pacella-Labarbara",
        "J Huber",
        "M Delgado",
        "C Mcdonald"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.31616"
    },
    {
      "title": "Education, incentive, and engineering-based interventions to promote the use of seat belts",
      "authors": [
        "A Lourens",
        "M Sinclair",
        "B Willems",
        "T Young"
      ],
      "year": 2024,
      "doi": "10.1002/14651858.cd011218.pub2"
    },
    {
      "title": "Psychological constructs related to seat belt use: a nationally representative survey study",
      "authors": [
        "A Sheveland",
        "J Luchman",
        "J Mendelson"
      ],
      "year": 2020,
      "doi": "10.1016/j.aap.2020.105715"
    },
    {
      "title": "Summary Report: Comparative Effectiveness of Alternative Smartphone-Based Nudges to Reduce Cellphone Use While Driving: Final Report",
      "authors": [
        "J Ebert",
        "A Xiong",
        "S Halpern"
      ],
      "year": 2022,
      "doi": "10.2172/6667639"
    },
    {
      "title": "A meta-analysis of the effects of mental contrasting with implementation intentions on goal attainment",
      "authors": [
        "G Wang",
        "Y Wang",
        "X Gai"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyg.2021.565202"
    },
    {
      "title": "Rethinking Positive Thinking: Inside the New Science of Motivation",
      "authors": [
        "G Oettingen"
      ],
      "year": 2015
    },
    {
      "title": "Defining, and understanding commitment to, activity streaks",
      "authors": [
        "D Weathers",
        "T Poehlman"
      ],
      "year": 2024,
      "doi": "10.1007/s11747-023-00944-4"
    },
    {
      "title": "A smartphone-smartcard platform for contingency management in an inner-city substance use disorder outpatient program",
      "authors": [
        "A Defulio",
        "M Rzeszutek",
        "J Furgeson",
        "S Ryan",
        "S Rezania"
      ],
      "year": 2021,
      "doi": "10.1016/j.jsat.2020.108188"
    },
    {
      "title": "Demonstration of an app-delivered digital therapeutic program for methamphetamine use disorder",
      "authors": [
        "K Muhlner",
        "J Deflavio",
        "A Ang",
        "M Zito",
        "A Mclellan",
        "B Perrochet"
      ],
      "year": 2023,
      "doi": "10.3389/fpsyt.2023.1176641"
    },
    {
      "title": "Health message framing effects on attitudes, intentions, and behavior: a meta-analytic review",
      "authors": [
        "K Gallagher",
        "J Updegraff"
      ],
      "year": 2012,
      "doi": "10.1007/s12160-011-9308-7"
    },
    {
      "title": "Message appeals on an Instagram account promoting seat belt use that attract adolescents and young adults: elaboration-likelihood perspective study",
      "authors": [
        "N Zhang",
        "S Drake",
        "K Ding"
      ],
      "year": 2020,
      "doi": "10.2196/16800"
    },
    {
      "title": "The strategic use of gain-and loss-framed messages to promote healthy behavior: how theory can inform practice",
      "authors": [
        "A Rothman",
        "R Bartels",
        "J Wlaschin",
        "P Salovey"
      ],
      "year": 2006,
      "doi": "10.1111/j.1460-2466.2006.00290.x"
    },
    {
      "title": "Financial incentive-based approaches for weight loss",
      "authors": [
        "K Volpp",
        "L John",
        "A Troxel",
        "L Norton",
        "J Fassbender",
        "G Loewenstein"
      ],
      "year": 2008,
      "doi": "10.1001/jama.2008.804"
    },
    {
      "title": "Randomized trial of lottery-based incentives to improve warfarin adherence",
      "authors": [
        "S Kimmel",
        "A Troxel",
        "G Loewenstein"
      ],
      "year": 2012,
      "doi": "10.1016/j.ahj.2012.05.005"
    },
    {
      "title": "Individual versus team-based financial incentives to increase physical activity: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "A citywide experiment testing the impact of geographically targeted, high-pay-off vaccine lotteries",
      "authors": [
        "K Milkman",
        "L Gandhi",
        "S Ellis"
      ],
      "year": 2022,
      "doi": "10.1038/s41562-022-01437-0"
    },
    {
      "title": "Behavioral theories and the neurophysiology of reward",
      "authors": [
        "W Schultz"
      ],
      "year": 2006,
      "doi": "10.1146/annurev.psych.56.091103.070229"
    },
    {
      "title": "Good Habits, Bad Habits: The Science of Making Positive Changes That Stick",
      "authors": [
        "W Wood"
      ],
      "year": 2019,
      "doi": "10.25167/exp13.21.9.7"
    },
    {
      "title": "Influence, New and Expanded: The Psychology of Persuasion. New and Expanded",
      "authors": [
        "R Cialdini"
      ],
      "year": 2021,
      "doi": "10.1017/9781788212052.005"
    },
    {
      "title": "Validation of a smartphone telematics algorithm for classifying driver trips",
      "authors": [
        "J Ebert",
        "R Xiong",
        "A Patel",
        "D Abdel-Rahman",
        "C Mcdonald",
        "M Delgado"
      ],
      "year": 2024,
      "doi": "10.1016/j.trip.2024.101109"
    },
    {
      "title": "Using heteroskedasticityconsistent standard error estimators in OLS regression: an introduction and software implementation",
      "authors": [
        "A Hayes",
        "L Cai"
      ],
      "year": 2007,
      "doi": "10.3758/bf03192961"
    },
    {
      "title": "Comparisons of methods for multiple hypothesis testing in neuropsychological research",
      "authors": [
        "R Blakesley",
        "S Mazumdar",
        "M Dew"
      ],
      "year": 2009,
      "doi": "10.1037/a0012850"
    },
    {
      "title": "Rural, suburban, urban classification for small area analysis",
      "authors": [
        "S Paykin",
        "M Menghaney",
        "Q Lin",
        "M Kolak"
      ],
      "year": 2021
    },
    {
      "title": "Seat belts",
      "year": 2024,
      "doi": "10.1056/nejm199111283252215"
    },
    {
      "title": "Seat belt use in 2022use rates in states and territories",
      "year": 2023,
      "doi": "10.4135/9781412956260.n554"
    },
    {
      "title": "Lossframed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD Randomized Trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.009173"
    },
    {
      "title": "Stuck in the middle: the psychophysics of goal pursuit",
      "authors": [
        "A Bonezzi",
        "C Brendl",
        "De Angelis"
      ],
      "year": 2011,
      "doi": "10.1177/0956797611404899"
    },
    {
      "title": "Guide to calculating costs",
      "year": 2023
    },
    {
      "title": "Insurers continue to prioritize usagebased insurance in 2023",
      "authors": [
        "K Mattson"
      ],
      "year": 2023
    },
    {
      "title": "NAIC releases 2023 market share data",
      "year": 2024,
      "doi": "10.4135/9781452240121.n238"
    },
    {
      "title": "What is usage-based insurance & is it right for you? September 29",
      "authors": [
        "Aaa"
      ],
      "year": 2021
    },
    {
      "title": "Privacy protection, at what cost? Exploring the regulatory resistance to data technology in auto insurance",
      "authors": [
        "O Ben-Shahar"
      ],
      "year": 2023,
      "doi": "10.1093/jla/laad008"
    }
  ],
  "num_references": 58,
  "original_doi": "https://doi.org/10.13039/501100003669"
}
