{
  "paper_id": "VH54CGZT",
  "title": "Information Needs and Communication Strategies for People with Coronary Heart Disease: A Scoping Review",
  "abstract": "A critical aspect of coronary heart disease (CHD) care and secondary prevention is ensuring patients have access to evidence-based information. The purpose of this review is to summarise the guiding principles, content, context and timing of information and education that is beneficial for supporting people with CHD and potential communication strategies, including digital interventions. We conducted a scoping review involving a search of four databases (Web of Science, PubMed, CINAHL, Medline) for articles published from January 2000 to August 2022. Literature was identified through title and abstract screening by expert reviewers. Evidence was synthesised according to the review aims. Results demonstrated that information-sharing, decision-making, goal-setting, positivity and practicality are important aspects of secondary prevention and should be patient-centred and evidenced based with consideration of patient need and preference. Initiation and duration of education is highly variable between and within people, hence communication and support should be regular and ongoing. In conclusion, text messaging programs, smartphone applications and wearable devices are examples of digital health strategies that facilitate education and support for patients with heart disease. There is no one size fits all approach that suits all patients at all stages, hence flexibility and a suite of resources and strategies is optimal.",
  "year": 2023,
  "date": "2023-01-17",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Clara",
      "surname": "Zwack",
      "name": "Clara Zwack",
      "affiliation": "1  School of Health Sciences , Faculty of Medicine and Health , University of Sydney , Sydney , NSW 2006 , Australia \n\t\t\t\t\t\t\t\t School of Health Sciences \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2006 \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Carlie",
      "surname": "Smith",
      "name": "Carlie Smith",
      "affiliation": "2  National Heart Foundation of Australia , Brisbane , QLD 4006 , Australia \n\t\t\t\t\t\t\t\t National Heart Foundation of Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 4006 \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t QLD \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Vanessa",
      "surname": "Poulsen",
      "name": "Vanessa Poulsen",
      "affiliation": "3  National Heart Foundation of Australia , Adelaide , SA 5000 , Australia \n\t\t\t\t\t\t\t\t National Heart Foundation of Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 5000 \n\t\t\t\t\t\t\t\t\t Adelaide \n\t\t\t\t\t\t\t\t\t SA \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Natalie",
      "surname": "Raffoul",
      "name": "Natalie Raffoul",
      "affiliation": "4  National Heart Foundation Australia , Sydney , NSW 2011 , Australia \n\t\t\t\t\t\t\t\t National Heart Foundation Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2011 \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Julie",
      "surname": "Redfern",
      "name": "Julie Redfern",
      "affiliation": "1  School of Health Sciences , Faculty of Medicine and Health , University of Sydney , Sydney , NSW 2006 , Australia \n\t\t\t\t\t\t\t\t School of Health Sciences \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2006 \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "julie.redfern@sydney.edu.au",
      "orcid": "0000-0001-8707-5563"
    }
  ],
  "doi": "10.3390/ijerph20031723",
  "keywords": [
    "information",
    "resources",
    "coronary heart disease",
    "digital health",
    "education",
    "cardiac rehabilitation",
    "secondary prevention",
    "text message",
    "sensors",
    "cardiovascular risk"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cardiovascular disease (CVD), including coronary heart disease (CHD) and stroke, is the leading cause of death and disease burden globally  [1] . CVD was responsible for approximately 32% of deaths in 2019 and the Global Burden of Disease data revealed that ischaemic heart disease affects approximately 126 million people  [2] . Importantly, approximately a third of these occur in people who have prior disease and are therefore largely preventable  [3, 4] . The recent data from the SNAPSHOT ACS follow-up study (Australian patients) found that almost 20% of patients admitted to hospital with acute coronary syndrome (ACS) die within three years of discharge and 40% experience another hospitalisation for CVD in the same period  [5] . With an aging population, more people surviving initial heart events, and an epidemic of lifestyle-related risk factors, the health burden is escalating globally  [6] . Thus, improving post-discharge care through adherence to best practice secondary prevention strategies (healthy living, medicines and psychosocial support) is a current international priority  [6, 7] .\n\nCardiac rehabilitation offers a traditional approach for providing structured secondary prevention. It is defined by the World Health Organisation as \"the coordinated sum of activities required to influence favourably the underlying cause of CVD, as well as to provide the best possible physical, mental and social conditions, so that the patients 2 of 16 may, by their own efforts, preserve or resume optimal functioning in their community and through improved health behaviour, slow or reverse progression of disease\"  [8] . Traditionally, programs have been conducted as a 6-10-week program of group-based exercise and education that is commenced within the initial six weeks of an event  [9] . Cardiac rehabilitation has been shown to reduce morbidity and improve quality of life  [10]  and therefore, referral, participation and completion are recommended in Australian  [11]  and international  [12, 13]  guidelines. However, research consistently shows unacceptably poor rates of referral (30% of those eligible), attendance (9% of eligible) and completion (<5% of eligible)  [14] . Reasons are well documented and include transport, work/social commitments and lack of perceived need  [15] . Further, adherence to evidence-based medications and lifestyle change typically start to decline within the first six months  [16, 17]  and certain groups are less likely to attend structured programs, including women, those from culturally/linguistically diverse or low socioeconomic backgrounds  [18] .\n\nFrom a systems perspective, the practicality and cost of providing traditional programs to all who are eligible (>60,000 new patients annually) across diverse geographical areas with cultural and linguistic diversity is a major barrier  [19] . Therefore, there is increasing support for programs to be more flexible, culturally appropriate, multifaceted and integrated with patients' primary health care providers to achieve optimal and sustainable benefits for most patients  [20] . Recent advancements in technology and digitalisation of healthcare now provide opportunities to support patients in different ways. Digital health has the potential to close the gap of access inequities by improving the reach and strength of health systems  [21] . This has become particularly relevant during the current COVID-19 pandemic in which social isolation has propelled the need for rapid proliferation of remote healthcare delivery.\n\nA critical aspect of recovery and secondary prevention is ensuring patients have access to evidence-based information and acquire knowledge related to their condition. With adequate and appropriate information, patients and relevant carers are better placed to make decisions and implement optimal behavioural changes  [22] . Ideally, informationsharing, decision-making and goal-setting should be patient-centred and evidenced based with consideration of patient need and preference  [23, 24] . There is a plethora of evidence highlighting the importance of information and education throughout the entire health journey, whether it be in the preventive stage, during treatment, in early convalescence, or longer-term rehabilitation  [25] . However, the provision of information should ideally commence early after an acute event to increase confidence in managing symptoms and to improve the likelihood of attendance in cardiac rehabilitation  [26] , although overloading with too much detail in the acute stage can be counter-productive  [27, 28] . Importantly, with reducing length of hospital stays, there are diminishing opportunities for education and hence a variety of communication opportunities are important for sustained secondary prevention. The transition of care into general practice post discharge also represents an opportune time to sustain health education and support.\n\nFor secondary prevention of CHD, information exchange should be flexible and individually tailored based on patient risk factor profile, health needs and individual circumstances, such as socioeconomic background, gender, employment status, and geographical location  [9, 24, 29] . Further, offering patients choice and actively engaging them in treatment decisions and giving choices have been shown to improve health outcomes  [30] [31] [32] . An example is CHOICE, a brief, patient-centred intervention for ACS survivors not participating in cardiac rehabilitation  [24] . Additionally, setting mutually agreed goals and offering individual choice enhance relevance and independence to change behaviour  [33] . CHOICE patients participated in a modular program of an in-person clinic visit (1 h) followed by telephone support (for over 3 months), encompassing mandatory cholesterol lowering and tailored preferential risk modification. A significant improvement in modifiable risk profiles and risk factor knowledge of ACS survivors over 12 months was observed in the CHOICE participants. A modular concept is central to the patient-centred approach and allows patients to focus on problem areas  [34] . The patient is therefore focused on addressing risk factors that are directly relevant to them, rather than expending time and effort increasing knowledge about all information needs perceived to be relevant for this population.\n\nAnother example of achieving coordinated secondary prevention of CHD for all in need is the Secondary Prevention for All in Need (SPAN) published framework  [23] . SPAN enables a flexible but standardised approach and includes four core elements: (i) assessment, (ii) information sharing, (iii) individualised risk factor management, and (iv) ongoing support with follow-up. Each element provides flexible alternatives in terms of contact, setting, duration and format. For the information-sharing element, SPAN proposes that patients receive education about the pathophysiology of CHD, symptom management plan, importance of medication adherence, staying active, healthy eating and when to return to work. The information is ideally delivered using a range of resources including multi-media (e.g., slides, video) and other resources (e.g., flipcharts, leaflets and verified websites). The suggested educational content proposed by SPAN closely aligns with the evidence based Six Steps to Cardiac Recovery conversation guide (Six Steps guide) by the National Heart Foundation of Australia (NHFA)  [35] . The Six Steps guide assists health professionals to facilitate information delivery at the patient's bedside. This includes explaining the diagnosis, highlighting risk factors, encouraging patients to attend cardiac rehab, medication adherence, warning signs of heart attack, and the importance of following up with a GP and cardiologist  [36] .\n\nThis review was commissioned by the NHFA to assist with the iterative redesign of their patient support program offering assistance for people living with CHD. Specifically, given the importance of education and information-sharing for patients with CHD and the diverse nature of current offerings, the purpose of this review is to summarise the: i.\n\nGuiding principles, content, context and timing of information and education that is beneficial for supporting people with CHD; ii. Potential communication strategies including digital interventions."
    },
    {
      "title": "Methods and Methods",
      "text": "This scoping review involved searching four databases (Web of Science, PubMed, CINAHL, Medline) for articles published from January 2000 to August 2022. The search was limited to English language. The following terms were used for title search: acute coronary syndrome, acute coronary event, acute cardiovascular event, coronary stent, CABG, coronary artery bypass graft, percutaneous coronary intervention, revascularisation, coronary artery disease, heart attack, myocardial infarction, angina, education, patient needs, patient information, post-discharge information, booklet, patient support, information needs, advise, counselling, digital intervention, digital strategy, text-message, SMS, web-content, smartphone application/app, tablet application/app.\n\nLiterature relevant to the review aims was identified through title and abstract screening by expert reviewers (C.Z. and J.R.). Grey literature was also searched using the reference lists of relevant articles found in the initial search and through the expert knowledge of the reviewers (C.Z. and J.R.). Relevant data was extracted and summarised. Evidence was subsequently synthesised according to the review aims. Points of commonality and difference within the literature were identified and combined to address the aims."
    },
    {
      "title": "Results"
    },
    {
      "title": "Content and Timing of Education and Information",
      "text": "The content of education and information for patients with CHD can be varied and should be founded on several guiding principles outlined in Box 1.\n\nBox 1. Guiding Principles for patient information and education."
    },
    {
      "title": "•",
      "text": "Need for flexibility within and between people • Be suitable for people from diverse and disadvantaged groups with consideration of language, culture, gender, socioeconomic status, health literacy\n\n• Be evidenced-based and follow guidelines • Consider behaviour change concepts and goal-setting • Be positive and meaningful • Use lay language, be systematic, and include visual presentation of materials • Be readily available • Involve, and be suitable, for family and carers where appropriate"
    },
    {
      "title": "Education and Information Content",
      "text": "There is a variety of research reporting detail about content of educational strategies. A 2003 systematic review (14 studies) provided a thorough summary of the patient education and information needs for people who have had a myocardial infarction (MI)  [37] . In terms of prioritisation, meta-analysis showed that information about risk factors (including treatment options  [34] ) ranked as most important overall, followed by cardiac anatomy and physiology, medication, and physical activity  [37] . Miscellaneous items, diets and psychological factors ranked lower but were still considered important  [37] . Studies not in the meta-analysis also highlighted the importance of dealing with emotions and stress, preventative prognostic, cognitive and affective information needs, as well as information for spouses. Table  1  summarises the content categories reported in the review by  Scott et al., (2003)  and includes additional, and more recent evidence to support the importance of each category. Studies also found that patients were enthusiastic to receive concise and positive information, such as capacity of the heart to heal and benefits of risk factor modification  [38] . Another aspect, not mentioned in the content table, are studies that identified the need for information on factors associated with sexual activity  [39] [40] [41] .\n\nTable  1 . Reported information needs for patients' post-Myocardial Infarction (based on review findings of Scott and Thompson 2003  [37] )."
    },
    {
      "title": "Information Category Content",
      "text": "Medication  [38, [42] [43] [44] [45] [46] [47] [48] [49] [50] [51] [52]  • List of medication are prescribed and being taken • If relevant, basic information about how to care for any wounds and signs of complications or poor healing •\n\nExercises for patients who have undergone median sternotomy during cardiac surgery  [55]  The review by Scott et al., is limited to patients' post-MI and is focused on inpatient and early discharge care. Therefore, it is also important to consider other areas of education content. These include but are not limited to strategies for role resumption, importance of regular primary care visits  [23]  and, for those who have undergone coronary artery bypass graft surgery, sternotomy care, physical activity restrictions and pain management are also important in the acute phase  [55] . Behavioural considerations are also important in terms of education and information. For example, understanding how to set Specific, Measurable, Achievable, Relevant and Time-bound (SMART) goals and work in partnership with healthcare providers and carers in pursuit of life-long management and care. Goal-setting is an established strategy used in behaviour-modification programs in which patients set realistic and optimistic goals that assist in facilitation of changing health-related behaviours and long-term maintenance  [56] . For patients, knowing how to set flexible, measurable, realistic, achievable, timely goals is the key to goal attainment regarding behavioural change, and consequently, decreasing the risk of further coronary episodes  [57] . Delivering information about how to set SMART goals is feasible and practical to include in patient education and could easily be delivered by health professionals or through other communication means  [58] . Furthermore, the review by Scott et al., was also published in 2003 and hence more contemporary considerations include the importance of flexibility related to individual circumstances, such as culture, gender, and socioeconomic considerations, among others. Contemporary studies also suggest that patients and their carers seek positive and practical information  [38, 59, 60] . Patients have also expressed a need for information provided to be from a credible source or health professional  [60] ."
    },
    {
      "title": "Context",
      "text": "Having explored optimal content of information and education, it is then important to consider who, when and how such information should be provided. In several studies, CHD patients believed a general practitioner or physician should be the primary informant  [37, 38, 54]  and thought that clinicians can provide them with sufficient information, specifically regarding their individual diagnosis  [61] . Other studies revealed that patients thought cardiac rehabilitation staff, cardiology specialists  [54] , or simply a professional contact who knows about the individual patient's case/event  [62]  would be best placed for exchange of information. In one qualitative study, a participant also suggested an open telephone line for when problems arise  [62] . Health professionals have been reported to express a desire to share more information  [61] , hence, this should be taken into consideration and used to full advantage. However, it is important that advice provided is evidencebased but also considers each patient's perceived needs. Information exchange with a health professional also encourages shared decision making, which is also an important component of knowledge transfer and enhancement of the patient's outcome  [63] ."
    },
    {
      "title": "Timing and Duration",
      "text": "Of the factors to consider for optimal information exchange (i.e., context, content, methods), it appears that the timing of the delivery is most variable. As well as when information is best delivered, it is also important to consider that it differs between and within individuals. For example, a patient's 'readiness' for information is also variable and needs to be considered at multiple different timepoints in the course of their disease. A qualitative study reported that patients prefer less information during the emergency and in-hospital care stage  [25] . In contrast, authors have suggested that introducing learning during the acute period may be of some importance  [44] , as uptake and adherence of secondary prevention behaviours could be time-sensitive  [60, 64] . Several articles proposed that patients have greater capacity for learning after discharge and in early recovery  [38, 61] . This may be due to their ability to cope with information and readiness to gain more control over their health.\n\nIn terms of duration, a systematic review of reviews found no consensus regarding number of information sessions, total contact hours or duration  [65] . However, there was consistency between frequency of the educational session (either weekly or monthly). The average number of topics covered was 3.7 topics per education session  [65] . Unsurprisingly, delivery of smaller packages of information over time was favoured by patients  [46] . Ultimately, secondary prevention is lifelong and hence communication and support should be regular and ongoing. Longer-term communication can primarily be driven by at least annual primary care reviews  [66] ."
    },
    {
      "title": "Communication Strategies",
      "text": "There are increasingly varied ways in which information and education can be delivered. They include verbal, written, face-to-face, telephone and electronic communication. Regardless of which strategy or combination is used, it is critical to ensure the availability of concise, high quality, understandable health information, which is particularly important, considering the burden of CVD is greater for people with low health literacy  [67] ."
    },
    {
      "title": "Face-to-Face",
      "text": "Verbal and face-to-face delivery is preferential for many patients  [38] . Generally, these interactions are with a health professional (e.g., GP, cardiologist, cardiac rehab co-ordinator, nurse, allied health or Indigenous Health Worker). It is reasoned that a face-to-face approach enables the individual to ask questions, offers an opportunity to gauge truthfulness of the information being delivered and is seen as more personal than other methods  [38] . Other advantages include a more dynamic and rich interaction with both verbal and non-verbal communication, rapport building with the health professional, and provides an opportunity to ask questions and clarify understanding. On the other hand, face-to-face interaction can be challenging for a variety of reasons, such as for people who live in remote areas, and where there are barriers, such as competing work or carer requirements, financial costs associated with travel, lack of transportation, restricted parking and inconvenient appointment times  [68] .\n\nIn Australia, eligible patients with CVD can access the Medicare Benefits Schedule (MBS)-funded Chronic Disease Management plans to support regular primary care review and establishment of management plans  [69] . This scheme is designed to support systematic review and follow-up and can be used to assist patients to achieve regular care coordination and removes the need for making ad hoc consultations. A primary advantage is the opportunity to have regular face-to-face interactions with a health professional. Recent data suggests that half of Australians access chronic disease management plans with their GP within a year of being hospitalised for ACS."
    },
    {
      "title": "Written Material",
      "text": "Written materials also offer a valuable and potentially inexpensive strategy for reinforcing the verbal information  [38] . Providing written information increases patients' knowledge of disease  [26] [27] [28]  and reduces distress  [29]  and decisional conflict  [30]  because it reinforces verbal instructions and serves as a home resource  [31] . Effective patient information must be evidence-based, clearly presented and most importantly, involve patients throughout the process of development  [32] [33] [34] . Information materials should succinctly deal with the relevant messages  [31] , be written in the active voice with personalised messages and use simple terminology  [14, 31, 35] . Layout should be clear, simple and consistent  [14, 35]  and use subheadings to allow patients to efficiently sift through the information  [17, 31] .\n\nExamples of written materials that support people with CHD include the Heart Foundation's My Heart, My Life program which includes two information booklets developed by the Heart Foundation  [70]  and the UK-developed Heart Manual  [71] . Both are now also available in digitised versions. My Heart, My Life has been successfully piloted in Australia since 2019 (building upon a prior more text heavy version) and has shown positive patient/carer and health professional satisfaction. The Heart Manual was developed as a self-help package for patients after uncomplicated MI and is as effective as hospital-based rehabilitation for psychological, behavioural, biological, service and cost outcomes  [72] . The manual provides simple explanations about CHD, secondary prevention and stress management, and types of physical activity intervention. Similarly, the My Heart, My Life booklet provides information about the anatomy and physiology of the heart, what to expect in hospital, recovery and behavioural change priorities and information about service and support. Both written materials are colourful, engaging and deliver simple messages  [70, 72] ."
    },
    {
      "title": "Visual Materials",
      "text": "Visual communication aids, such as images, videos and heart models, may be an effective delivery technique  [38, [73] [74] [75] . Patients prefer positive images that are colourful and that engage with text, as well as images of real people rather than cartoons  [74] . Visual communication is also successfully used across digital platforms. For example, greater patient satisfaction was reported when receiving SMS text messages that included a visual aid  [74]  and tablet-delivered waiting room education increased motivation to improve cardiovascular health-related behaviours  [75] .\n\nIt is important to consider the availability of high-quality, clear and understandable information for people with CVD, as the burden of disease is greater for people with low health literacy. Additionally, some cardiac patients may feel unwell, be in pain, feel fatigued and/or be emotionally distressed during this time, which may acutely impact their health literacy  [76] . A study of publicly available online CVD primary prevention decision aids (n = 25) found that the aids were understandable but only had moderate actionability and a high readability level beyond the literacy levels of the general population  [67] . The study highlighted the need for more reliable tools for certifying decision aids to assess literature design issues, such as use of white space, images that are consistent with text and clear direction for next steps  [67] . Additionally, a review of patient consent forms showed the need for visual aids to have clear titles or captions, be presented in a logical sequence, and use illustrations and photographs that are clear and uncluttered  [76] . Thoughtfully designed visual aids could improve the written materials and understandability for people with a lower health literacy."
    },
    {
      "title": "Digital Health Interventions",
      "text": "Digital health is an umbrella term covering technologies ranging from telehealth and remote monitoring, mobile management or monitoring apps, electronic data capture tools, big data predictions, artificial intelligence solutions, and decision support systems  [77] . The recently published World Heart Federation Roadmap for Digital Health in Cardiology outlines the potential of interventions, such as text messaging, smartphone apps and wearable devices for patients with heart disease  [35] . These interventions use computing platforms, connectivity, software, and sensors and offer an emerging frontier for preventing and managing CVD and range from wellness and prevention to prescription use as a medical device  [35] . The COVID-19 pandemic has accelerated the prioritisation, development and implementation of such strategies  [35] . Importantly, the World Health Organisation highlighted the value of patient and stakeholder engagement in the development of digital interventions  [78] . Summarised below are several key digital health strategies that have been used to improve education and support for people with CVD."
    },
    {
      "title": "Telehealth",
      "text": "Provision of telehealth models using the phone and/or internet could potentially narrow the evidence practice gap and help to increase the uptake of secondary prevention for those who cannot or do not attend formal programs  [79] . The use of telehealth escalated dramatically during the COVID-19 pandemic and can potentially improve access to CVD treatment by ensuring constant communication between patients and their health providers, and ensuring timely monitoring and remote counselling that support CVD management  [35] . It is flexible, less threatening for the patients, cuts times and costs of clinic visits and also enables services to reach a large number of people, who may otherwise experience barriers when attending in-person appointments  [79] . Evidence also shows that it is associated with lower re-hospitalisation  [80]  as well as being effective in CVD risk factor reduction  [79] , which could subsequently lead to fewer recurrent events.\n\nLocally, two examples of programs that involve telephone consultations include CHOICE  [32]  and COACH  [81] . CHOICE, which involves follow-up phone calls for threemonths, showed that a patient-centred modular approach involving telehealth is both feasible and effective in reducing individual risk factors and improving coronary outcomes  [82] . The COACH program, involving a dietician (with a background in education) who coaches CHD patients in behavioural change via telephone consults, has shown that telehealth can improve total cholesterol and LDL cholesterol levels in patients six months post-hospitalisation with CHD  [81] . Both CHOICE and COACH are programs that support rather than replace usual medical care."
    },
    {
      "title": "Websites",
      "text": "With 91% of Australians now having access to the internet at home  [83] , websites can provide health information access, reaching consumers where they are looking for the information. Patients tend to prefer to use the internet for ease of access to information  [84] . Other advantages of using websites for information delivery are that they are also highly scalable and reach a diverse population  [85] . Disadvantages include the risk that information can be generic, of poor quality and not a priority for most patients and that it may require a high health literacy level to understand  [86] .\n\nReview studies report that patients with chronic diseases, such as CHD, are seeking information from credible sources  [84] . Credibility is evaluated based on factors, such as authority and credibility of authors, recommendations from others and references  [87] , and include stakeholders, such as the Heart Foundation. Studies have also found that patients still trust that their GP can provide more clinical expertise and experience  [84] , so websites should be used in combination with regularly seeking information from primary care providers. Evidence about the effectiveness of websites in providing secondary prevention information for this population group is minimal. Two randomised control trials (RCTs) have shown that a web-based app linked to primary care electronic health records has borderline improvements in risk factors and modest behavioural changes in people with CVD  [88, 89] ."
    },
    {
      "title": "Text-Messaging Programs",
      "text": "The most researched digital health interventions are text message programs, in particular for people with chronic disease. This is likely because they are a convenient and inexpensive strategy that can be fully automated with communication directly to a patient's mobile phone. As patients do not require a smartphone internet access, scalability of these programs is enhanced. Text message programs can improve single risk factors, including tobacco smoking  [90] , high blood pressure  [91] , physical activity  [92] , overweight  [93] , and medication adherence  [94, 95] . As a result, text message programs for smoking cessation and medication adherence have been implemented. An example is the SmokefreeTXT program in the US  [96] .\n\nThe TEXTME RCT (n = 710 patients with CHD) tested a 6-month intervention addressing multiple cardiovascular risk behaviours and found significant improvements in total and LDL-cholesterol, blood pressure, body mass index, smoking rates, physical activity and adherence to dietary guidelines  [97] . In TEXTME, four semi-personalised messages were sent automatically on random days and times during the week  [97] . Text message content was co-designed with patients and clinicians and based on behavioural psychology  [59] . The TEXTME program was also found to be engaging and useful for patients  [60]  and cost-effective  [98] . The program won the 2016 Google Impact Challenge and has since been implemented by the Heart Foundation within the My Heart, My Life program."
    },
    {
      "title": "Smartphone Apps",
      "text": "Escalation of smartphone and 'tablet' ownership has resulted in the rapid growth of digital health interventions delivered via these new devices. These devices can support apps, which are computer-like programs with many functionalities  [99] . Apps can support patient education, store health information, enable electronic storage of health data, automated reminders, monitor and manage health conditions and more. A major advantage is that they can overcome access barriers, such as distance and geography [100]. App usage is very common among young populations, however, usage and ehealth literacy may be variable among some older populations  [100] .\n\nA review of smartphone apps to prevent CVD highlights the importance of simple, credible and evidence-based information based on behaviour change concepts, real-time data tracking, virtual positive reinforcement, app personalisation, social elements, and ensuring privacy  [101] . A 2018 systematic review found app-users had reduced rehospitalisation rates and improved patient knowledge, quality of life, psychosocial well-being, blood pressure, body mass index, waist circumference, cholesterol, and exercise capacity  [64] . However, these reviews acknowledge that evidence remains limited and more large trials with objective outcomes are required  [64, 99, 101] .\n\nExamples of apps for which there have been RCTs include the CONNECT study, HERB Digital Hypertension 1 (HERB-DH1) and MEDication reminder APPs to improve medication adherence in CHD (MEDApp-CHD) studies  [77, 89, 102] . CONNECT evaluated a consumer-focused and interactive web app integrated with each patient's primary care electronic health record  [89] . The study found modest improvements in risk factors and lifestyle behaviour; however, it was not significant  [89] . The HERB-DH1 RCT (n = 390) found an interactive smartphone app retrieving home BP monitoring data to generate a personalised program of lifestyle modifications and improved ambulatory, home and office systolic BP in Japanese patients  [102] . The MEDapp-CHD RCT showed that patients with CHD who used medication reminder apps had better medication adherence compared with usual care  [77] . MEDApp-CHD also found that basic (in this case Heart Foundation's My Heart, My Life app) and advanced (complex and interactive features) apps had similar effects on medication adherence and 81% of participants found the apps useful, easy to use and helpful for reminding them to take their medications  [77] . In a systematic review [103], advanced apps, for example the Medisafe app, that have more complex features (highly interactive, customisable, high level of visual appeal) help to add to interest and increase engagement of the user  [77, 103] ."
    },
    {
      "title": "Wearable Devices",
      "text": "Wearable devices can collect information, perform data processing and summarise relevant information by connecting with another device, such as a smartphone app or a Bluetooth device  [104] . Such devices have become extremely popular and offer continuous data monitoring of vital signs, activities and behaviours  [100] . An example of wearable devices for CVD management is physical activity trackers that can be worn on the wrist or built into smartphones, used to provide information on daily step counts, distance walked, energy expenditure and heart rate  [99] . A 2019 systematic review (28 studies) investigated the effects of wearable activity trackers and found a significant increase in daily step count, physical activity, and energy expenditure among the intervention groups compared to controls  [105] . Recently, the Apple Heart Study showed how wearable devices can be used to detect heart rate irregularity and atrial fibrillation  [106] . In the study, each participant's (n = 419,297) wearable device detected an irregular pulse via an algorithm. The detection of an irregularity prompted a telehealth visit and full electrocardiography (ECG). Results found 0.52% of participants had an irregular pulse identified, and one-third of those who returned an ECG had atrial fibrillation. The Apple Heart study provides an example of a virtual-and practical-study design where participants' own wearable devices assessed outcomes, even though there was a low rate of irregular pulse notification."
    },
    {
      "title": "Discussion",
      "text": "Improving post-discharge care through secondary prevention strategies (healthy living, adherence to medicines) is a current national and international priority. This review highlights that information-sharing, decision-making, goal-setting, positivity and practicality are important aspects of secondary prevention and should be patient-centred and evidenced based with consideration of patient need and preference.\n\nReassuringly, people with heart disease are seeking information from credible sources and that includes health professionals, such as cardiologists, GPs, cardiac rehabilitation staff, nursing and allied health providers or from credible organisations. Design of information resources for people with CHD should involve people who have an awareness of the value of patient education and health literacy. Initiation and duration of education is highly variable between and within people with CHD, but secondary prevention is lifelong and so communication and support should be regular and ongoing. For individuals after a cardiac event, important information content includes information about CVD risk factors and how to manage them, understanding heart disease, warning signs, medications, psychosocial considerations, and role resumption. There are increasingly varied ways in which information and education can be delivered and they include verbal, written, face-to-face, telephone and electronic. Importantly, written materials should be consistent, easy to understand, written in plain language, non-judgemental and suitable for people with low health literacy. Visual materials, such as images, videos and physical models, can be helpful for communication of some concepts, including pathophysiology, risk factors and practical strategies.\n\nText messaging programs, smartphone applications and wearable devices are some examples of digital health strategies that can facilitate education and support for patients with heart disease. Ideally organisations wishing to develop patient education resources should consider flexibility, variety and patient-centredness.. Figure  1  provides a schematic overview of the education and information requirements for patients if we are to optimise post-discharge care through secondary prevention strategies (healthy living, adherence to medicines), which is currently a national and international priority. Most importantly, the education and information should be patient-centred, and there is no one size fits all approach that suits all patients at all stages, hence flexibility and a suite of resources and strategies that is flexible and adaptable to patient needs is optimal.\n\nText messaging programs, smartphone applications and wearable devices are some examples of digital health strategies that can facilitate education and support for patients with heart disease. Ideally organisations wishing to develop patient education resources should consider flexibility, variety and patient-centredness.. Figure  1  provides a schematic overview of the education and information requirements for patients if we are to optimise post-discharge care through secondary prevention strategies (healthy living, adherence to medicines), which is currently a national and international priority. Most importantly, the education and information should be patient-centred, and there is no one size fits all approach that suits all patients at all stages, hence flexibility and a suite of resources and strategies that is flexible and adaptable to patient needs is optimal. In terms of a future perspective, flexibility is likely to be the key with a fundamental focus on core principles and requirements. Society is ever-change and so delivery modes will need to vary, however the underlying purpose and intent can remain consistent with a focus on evidence-based and contemporary content. Another important area of importance is health literacy and e-health literacy where health information should be universally available and meaningful to all people no matter where they are from and what their background may be. Technology may be helpful for some, while others may prefer in-person communication. Whichever the format and delivery mode, the primary purpose should remain supporting each person to optimize their cardiovascular health."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, a critical aspect of coronary heart disease (CHD) care and secondary prevention is ensuring patients have access to evidence-based information and that they engage with it. This review highlights that the importance of information in decision-making, goal-setting, positivity and practicality are important aspects of secondary prevention and should be patient-centred and evidenced based with consideration of patient needs and preferences. However, initiation and duration of education is highly variable between and within people, hence communication and support should be regular and ongoing. Text messaging programs, smartphone applications and wearable devices are some examples of digital health strategies that can facilitate education and support for patients with heart disease. Importantly, there is no one size fits all approach that suits all patients at all stages, thus flexibility and a suite of resources and strategies is optimal. In terms of a future perspective, flexibility is likely to be the key with a fundamental focus on core principles and requirements. Society is ever-change and so delivery modes will need to vary, however the underlying purpose and intent can remain consistent with a focus on evidence-based and contemporary content. Another important area of importance is health literacy and e-health literacy where health information should be universally available and meaningful to all people no matter where they are from and what their background may be. Technology may be helpful for some, while others may prefer inperson communication. Whichever the format and delivery mode, the primary purpose should remain supporting each person to optimize their cardiovascular health."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, a critical aspect of coronary heart disease (CHD) care and secondary prevention is ensuring patients have access to evidence-based information and that they engage with it. This review highlights that the importance of information in decision-making, goal-setting, positivity and practicality are important aspects of secondary prevention and should be patient-centred and evidenced based with consideration of patient needs and preferences. However, initiation and duration of education is highly variable between and within people, hence communication and support should be regular and ongoing. Text messaging programs, smartphone applications and wearable devices are some examples of digital health strategies that can facilitate education and support for patients with heart disease. Importantly, there is no one size fits all approach that suits all patients at all stages, thus flexibility and a suite of resources and strategies is optimal."
    },
    {
      "text": "Figure 1. Schematic overview and education and information needs for patients."
    },
    {
      "text": "Conceptualization, C.C.Z., C.S., V.P. and J.R.; methodology, C.C.Z. and J.R.; data extraction and synthesis, C.C.Z., N.R. and J.R.; writing-original draft preparation, C.C.Z. and J.R.; writing-review and editing, C.C.Z., C.S., V.P., N.R. and J.R.; funding acquisition, C.C.Z. and J.R. All authors have read and agreed to the published version of the manuscript."
    },
    {
      "text": "Figure 1. Schematic overview and education and information needs for patients."
    },
    {
      "text": "Cont."
    }
  ],
  "references": [
    {
      "title": "Global and regional patterns in cardiovascular mortality from 1990 to 2013",
      "authors": [
        "G Roth",
        "M Huffman",
        "A Moran",
        "V Feigin",
        "G Mensah",
        "M Naghavi",
        "C Murray"
      ],
      "year": 2015,
      "doi": "10.1161/circulationaha.114.008720"
    },
    {
      "title": "Global Epidemiology of Ischemic Heart Disease: Results from the Global Burden of Disease Study",
      "authors": [
        "M Khan",
        "M Hashim",
        "H Mustaf",
        "M Baniyas",
        "S Al Suwaidi",
        "R Alkatheeri",
        "F Alblooshi",
        "M Almatrooshi",
        "M Alzaabi",
        "R Al Darmaki"
      ],
      "year": 2020,
      "doi": "10.7759/cureus.9349"
    },
    {
      "title": "Population trends of recurrent coronary heart disease event rates remain high",
      "authors": [
        "T Briffa",
        "M Hobbs",
        "A Tonkin",
        "F Sanfilippo",
        "S Hickling",
        "S Ridout",
        "K Matthew"
      ],
      "year": 2011,
      "doi": "10.1161/circoutcomes.110.957944"
    },
    {
      "title": "Acute coronary syndrome care across Australia and New Zealand: The SNAPSHOT ACS study",
      "authors": [
        "D Chew",
        "J French",
        "T Briffa",
        "C Hammett",
        "C Ellis",
        "I Ranasinghe",
        "B Aliprandi-Costa",
        "C Astley",
        "F Turnbull",
        "J Lefkovits"
      ],
      "year": 2013,
      "doi": "10.5694/mja12.11854"
    },
    {
      "title": "SNAPSHOT ACS cohort follow-up-What happens to Australian patients in the 3 Years after hospital discharge: A national data linkage study",
      "authors": [
        "J Redfern",
        "K Hyun",
        "D Brieger",
        "D Chew",
        "J French",
        "C Hammett",
        "C Ellis",
        "C Astley",
        "B Carr",
        "J Lefkovits"
      ],
      "year": 2019,
      "doi": "10.1016/j.hlc.2019.06.558"
    },
    {
      "title": "Reducing premature cardiovascular morbidity and mortality in people with atherosclerotic vascular disease: The World Heart Federation Roadmap for Secondary Prevention of Cardiovascular",
      "authors": [
        "P Perel",
        "A Avezum",
        "M Huffman",
        "P Pais",
        "A Rodgers",
        "R Vedanthan",
        "D Wood",
        "S Yusuf"
      ],
      "year": 2015,
      "doi": "10.1016/j.gheart.2015.04.003"
    },
    {
      "title": "Secondary prevention of coronary heart disease in Australia: A blueprint for reform",
      "authors": [
        "J Redfern",
        "C Chow"
      ],
      "year": 2013,
      "doi": "10.5694/mja12.11080"
    },
    {
      "title": "Needs and Action Priorities in Cardiac Rehabilitation and Secondary Prevention in Patients with Coronary Heart Disease; WHO Regional Office for Europe",
      "year": 1993
    },
    {
      "title": "An integrated and coordinated approach to preventing recurrent coronary heart disease events in Australia",
      "authors": [
        "T Briffa",
        "L Kinsman",
        "A Maiorana",
        "R Zecchin",
        "J Redfern",
        "P Davidson",
        "G Paull",
        "A Nagle",
        "A Denniss"
      ],
      "year": 2009,
      "doi": "10.5694/j.1326-5377.2009.tb02636.x"
    },
    {
      "title": "Exercise-based rehabilitation for patients with coronary heart disease: Systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "R Taylor",
        "A Brown",
        "S Ebrahim",
        "J Jolliffe",
        "H Noorani",
        "K Rees",
        "B Skidmore",
        "J Stone",
        "D Thompson",
        "N Oldridge"
      ],
      "year": 2004,
      "doi": "10.1016/j.amjmed.2004.01.009"
    },
    {
      "title": "Reducing Risk in Heart Disease: An Expert Guide to Clinical Practice for Secondary Prevention of Coronary Heart Disease; NHFA",
      "authors": [
        "Csanz"
      ],
      "year": 2012
    },
    {
      "title": "Guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: The Task Force on the management of ST-segment elevation acute myocardial infarction of the European Society of Cardiology (ESC)",
      "authors": [
        "P Steg",
        "S James",
        "D Atar",
        "L Badano",
        "C Lundqvist",
        "M Borger",
        "C Mario",
        "K Dickstein",
        "G Ducrocq",
        "F Aviles"
      ],
      "year": 2012
    },
    {
      "title": "AHA/ACC Guideline for the Management of Patients with Non-ST-Elevation Acute Coronary Syndromes",
      "authors": [
        "E Amsterdam",
        "N Wenger",
        "R Brindis",
        "D Casey",
        "T Ganiats",
        "D Holmes",
        "A Jaffe",
        "H Jneid",
        "R Kelly",
        "M Kontos"
      ],
      "year": 2014
    },
    {
      "title": "The impact of cardiac rehabilitation and secondary prevention programs on 12-month clinical outcomes: A linked data analysis",
      "authors": [
        "C Astley",
        "D Chew",
        "W Keech",
        "S Nicholls",
        "J Beltrame",
        "M Horsfall",
        "R Tavella",
        "R Tirimacco",
        "R Clark"
      ],
      "year": 2020,
      "doi": "10.1016/j.hlc.2019.03.015"
    },
    {
      "title": "Cardiovascular prevention guidelines in daily practice: A comparison of EUROASPIRE I, II, and III surveys in eight European countries",
      "authors": [
        "K Kotseva",
        "D Wood",
        "G De Backer",
        "D De Bacquer",
        "U Pyörälä; Keil"
      ],
      "year": 2009,
      "doi": "10.1016/S0140-6736(09)60330-5"
    },
    {
      "title": "Prescription of secondary prevention medications, lifestyle advice, and referral to rehabilitation among acute coronary syndrome inpatients: Results from a large prospective audit in Australia and New Zealand",
      "authors": [
        "J Redfern",
        "K Hyun",
        "D Chew",
        "C Astley",
        "C Chow",
        "B Aliprandi-Costa",
        "T Howell",
        "B Carr",
        "K Lintern",
        "I Ranasinghe"
      ],
      "year": 2014,
      "doi": "10.1136/heartjnl-2013-305296"
    },
    {
      "title": "Association of diet, exercise, and smoking modification with risk of early cardiovascular events after acute coronary syndromes",
      "authors": [
        "C Chow",
        "S Jolly",
        "P Rao-Melacini",
        "K Fox",
        "S Anand",
        "S Yusuf"
      ],
      "year": 2010,
      "doi": "10.1161/circulationaha.109.891523"
    },
    {
      "title": "Contribution of patient and physician factors to cardiac rehabilitation enrollment: A prospective multilevel study",
      "authors": [
        "S Grace",
        "S Gravely-Witte",
        "J Brual",
        "G Monette",
        "N Suskin",
        "L Higginson",
        "D Alter",
        "D Stewart"
      ],
      "year": 2008,
      "doi": "10.1097/hjr.0b013e328305df05"
    },
    {
      "title": "Cardiac Rehabilitation and Secondary Prevention Roundtable: Australian Implementation and Research Priorities",
      "authors": [
        "J Redfern",
        "G Figtree",
        "C Chow",
        "G Jennings",
        "T Briffa",
        "R Gallagher"
      ],
      "year": 2020,
      "doi": "10.1016/j.hlc.2020.01.001"
    },
    {
      "title": "Australian Cardiovascular Health and Rehabilitation Association (ACRA) core components of cardiovascular disease secondary prevention and cardiac rehabilitation 2014",
      "authors": [
        "S Woodruffe",
        "L Neubeck",
        "R Clark",
        "K Gray",
        "C Ferry",
        "J Finan",
        "S Sanderson",
        "T Briffa"
      ],
      "year": 2015,
      "doi": "10.1016/j.hlc.2014.12.008"
    },
    {
      "title": "WHO Guideline: Recommendations on Digital Interventions for Health System Strengthening",
      "year": 2019,
      "doi": "10.1037/e400972004-001"
    },
    {
      "title": "Better knowledge improves adherence to lifestyle changes and medication in patients with coronary heart disease",
      "authors": [
        "C Alm-Roijer",
        "M Stagmo",
        "G Udén",
        "L Erhardt"
      ],
      "year": 2004,
      "doi": "10.1016/j.ejcnurse.2004.05.002"
    },
    {
      "title": "Achieving coordinated secondary prevention of coronary heart disease for all in need (SPAN)",
      "authors": [
        "J Redfern",
        "A Maiorana",
        "L Neubeck",
        "A Clark",
        "T Briffa"
      ],
      "year": 2011,
      "doi": "10.1016/j.ijcard.2010.08.046"
    },
    {
      "title": "Choice of secondary prevention improves risk factors after acute coronary syndrome: 1-year follow-up of the CHOICE (Choice of Health Options In prevention of Cardiovascular Events) randomised controlled trial",
      "authors": [
        "J Redfern",
        "T Briffa",
        "E Ellis",
        "S Freedman"
      ],
      "year": 2009,
      "doi": "10.1136/hrt.2008.150870"
    },
    {
      "title": "Acute myocardial infarction patients' information needs over the course of treatment and recovery",
      "authors": [
        "C Decker",
        "L Garavalia",
        "C Chen",
        "D Buchanan",
        "K Nugent",
        "A Shipman",
        "J Spertus"
      ],
      "year": 2007,
      "doi": "10.1097/01.jcn.0000297391.11324.0f"
    },
    {
      "title": "Early education and counselling of patients with acute coronary syndrome. A pilot study for a randomized controlled trial",
      "authors": [
        "L Weibel",
        "P Massarotto",
        "H Hediger",
        "R Mahrer-Imhof"
      ],
      "year": 2016,
      "doi": "10.1177/1474515114556713"
    },
    {
      "title": "The lack of evidence for the effectiveness of discharge education on clinical outcomes in acute coronary syndrome patients: A systematic review. where to from here?",
      "authors": [
        "C Kourbelis",
        "J Foote",
        "T Marin",
        "A Brown",
        "A Ganesan",
        "M Daniel",
        "N Coffee",
        "P Newman",
        "S Nicholls",
        "R Clark"
      ],
      "year": 2018
    },
    {
      "title": "Effectiveness of discharge education strategies versus usual care on clinical outcomes in acute coronary syndrome patients: A systematic review",
      "authors": [
        "C Kourbelis",
        "T Marin",
        "J Foote",
        "A Brown",
        "M Daniel",
        "N Coffee",
        "P Newman",
        "H Beks",
        "A Ganesan",
        "V Versace"
      ],
      "year": 2020,
      "doi": "10.11124/jbisrir-d-19-00042"
    },
    {
      "title": "The effect of patient-centered education in adherence to the treatment regimen in patients with coronary artery disease",
      "authors": [
        "M Saki",
        "S Najmi",
        "M Gholami",
        "F Ebrahimzadeh",
        "F Pour"
      ],
      "year": 2022,
      "doi": "10.1016/j.jvn.2021.10.003"
    },
    {
      "title": "From best evidence to best practice: Effective implementation of change in patients' care",
      "authors": [
        "R Grol",
        "J Grimshaw"
      ],
      "year": 2003,
      "doi": "10.1016/s0140-6736(03)14546-1"
    },
    {
      "title": "Patient-centredness in chronic illness: What is it and does it matter?",
      "authors": [
        "S Michie",
        "J Miles",
        "J Weinman"
      ],
      "year": 2003,
      "doi": "10.1016/s0738-3991(02)00194-5"
    },
    {
      "title": "Medical generalists: Connecting the map and the territory",
      "authors": [
        "I Heath",
        "K Sweeney"
      ],
      "year": 2005,
      "doi": "10.1136/bmj.331.7530.1462"
    },
    {
      "title": "Self-management approaches for people with chronic conditions: A review",
      "authors": [
        "J Barlow",
        "C Wright",
        "J Sheasby",
        "A Turner",
        "J Hainsworth"
      ],
      "year": 2002,
      "doi": "10.1016/s0738-3991(02)00032-0"
    },
    {
      "title": "Development and testing of innovative patient resources for the management of coronary heart disease (CHD): A descriptive study",
      "authors": [
        "J Redfern",
        "E Ellis",
        "T Briffa",
        "S Freedman"
      ],
      "year": 2006,
      "doi": "10.1186/1472-6963-6-95"
    },
    {
      "title": "World Heart Federation Roadmap for Digital Health in Cardiology",
      "authors": [
        "J Tromp",
        "D Jindal",
        "J Redfern",
        "A Bhatt",
        "T Séverin",
        "A Banerjee",
        "J Ge",
        "D Itchhaporia",
        "T Jaarsma",
        "F Lanas"
      ],
      "year": 2022,
      "doi": "10.5334/gh.1141"
    },
    {
      "title": "The Heart Foundation Six Steps to Cardiac Recovery",
      "year": 2022,
      "doi": "10.1016/j.hlc.2005.10.010"
    },
    {
      "title": "Assessing the information needs of post-myocardial infarction patients: A systematic review",
      "authors": [
        "J Scott",
        "D Thompson"
      ],
      "year": 2003,
      "doi": "10.1016/s0738-3991(02)00126-x"
    },
    {
      "title": "The information needs of patients treated with primary angioplasty for heart attack: An exploratory study",
      "authors": [
        "F Astin",
        "S Closs",
        "J Mclenachan",
        "S Hunter",
        "C Priestley"
      ],
      "year": 2008,
      "doi": "10.1016/j.pec.2008.06.013"
    },
    {
      "title": "Evaluation of the information on sexual activity provided to patients with acute coronary syndrome",
      "authors": [
        "A Camarero",
        "M Perez",
        "E Torre",
        "G Fernandez",
        "C Bolado"
      ],
      "year": 2008
    },
    {
      "title": "Sexual activity and counseling in the first month after acute myocardial infarction among younger adults in the United States and Spain: A prospective, observational study",
      "authors": [
        "S Lindau",
        "E Abramsohn",
        "H Bueno",
        "G D'onofrio",
        "J Lichtman",
        "N Lorenze",
        "R Mehta Sanghani",
        "E Spatz",
        "J Spertus",
        "K Strait"
      ],
      "year": 2014,
      "doi": "10.1161/CIRCULATIONAHA.114.012709"
    },
    {
      "title": "Factors shaping the provision of sexual health education for adults with acute coronary syndrome: A scoping review",
      "authors": [
        "E Hyde",
        "D Martin",
        "K Rieger"
      ],
      "year": 2020,
      "doi": "10.1016/j.pec.2019.11.017"
    },
    {
      "title": "Perceived learning needs of Yemeni patients after coronary artery bypass graft surgery",
      "authors": [
        "S Alkubati",
        "I Al-Zaru",
        "W Khater",
        "A Ammouri"
      ],
      "year": 2013,
      "doi": "10.1111/j.1365-2702.2012.04177.x"
    },
    {
      "title": "Information needs of post myocardial infarction patients in Oman",
      "authors": [
        "R Almamari",
        "E Lazarus",
        "J Muliira"
      ],
      "year": 2019,
      "doi": "10.1016/j.cegh.2019.02.006"
    },
    {
      "title": "Saudi myocardial infarction patients' learning needs: Implications for cardiac education program",
      "authors": [
        "S Alsaqri",
        "M Alkuwaisi",
        "Z Shafie",
        "M Aldalaykeh",
        "M Alboliteeh"
      ],
      "year": 2020,
      "doi": "10.1016/j.cegh.2020.04.015"
    },
    {
      "title": "Discharge planning after myocardial revascularization: Differences in opinions from patients and health experts",
      "authors": [
        "L Gentil",
        "A Costa"
      ],
      "year": 2016,
      "doi": "10.1097/jcn.0000000000000262"
    },
    {
      "title": "A longitudinal study on the information needs and preferences of patients after an acute coronary syndrome",
      "authors": [
        "A Greco",
        "E Cappelletti",
        "D Monzani",
        "L Pancani",
        "M D'addario",
        "M Magrin",
        "M Miglioretti",
        "M Sarini",
        "M Scrignaro",
        "L Vecchio"
      ],
      "year": 2016,
      "doi": "10.1186/s12875-016-0534-8"
    },
    {
      "title": "Jordanian nurses and acute myocardial infarction patients' perceptions about learning needs",
      "authors": [
        "F Hamdan",
        "I Al-Momani"
      ],
      "year": 2015
    },
    {
      "title": "Information Needs of Post Myocardial Infarction (MI) Patients: Nurse's Perception in Universiti Kebangsaan Malaysia Medical Centre (UKMMC)",
      "authors": [
        "S Ho",
        "Y Hayati",
        "C Ting",
        "M Oteh",
        "Y Choy"
      ],
      "year": 2008,
      "doi": "10.18240/ijo.2021.06.23"
    },
    {
      "title": "Coronary heart disease patients' learning needs",
      "authors": [
        "A Nur'aeni",
        "R Mirwanti",
        "A Anna"
      ],
      "year": 2018,
      "doi": "10.33546/bnj.440"
    },
    {
      "title": "Information needs before hospital discharge of myocardial infarction patients: A comparative, descriptive study",
      "authors": [
        "J Smith",
        "C Liles"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2702.2006.01689.x"
    },
    {
      "title": "Patients' discharge information needs regarding myocardial infarction in Bangladesh",
      "authors": [
        "R Sultana",
        "W Petpichetchian",
        "C Kritpracha"
      ],
      "year": 2015
    },
    {
      "title": "Information needs of myocardial infarction patients",
      "authors": [
        "F Timmins",
        "M Kaliszer"
      ],
      "year": 2003,
      "doi": "10.1016/s1474-5151(02)00089-0"
    },
    {
      "title": "Patients' perspectives with acute coronary syndrome after percutaneous coronary intervention",
      "authors": [
        "H Qin",
        "H Mayer",
        "B Ozturk",
        "R Eslam"
      ],
      "year": 2021,
      "doi": "10.1016/j.nurpra.2021.02.006"
    },
    {
      "title": "Expressed preferences for health education of patients after percutaneous coronary intervention",
      "authors": [
        "R Higgins",
        "B Murphy",
        "M Grande",
        "A Parkinson",
        "M Worcester",
        "A Goble"
      ],
      "year": 2005,
      "doi": "10.1097/01.hjr.0000186621.75733.5c"
    },
    {
      "title": "Relationship between pain and upper limb movement in patients with chronic sternal instability following cardiac surgery",
      "authors": [
        "D El-Ansary",
        "G Waddington",
        "R Adams"
      ],
      "year": 2007,
      "doi": "10.1080/09593980701209402"
    },
    {
      "title": "Goal attainment in a randomized controlled trial of rehabilitation after myocardial infarction",
      "authors": [
        "N Oldridge",
        "G Guyatt",
        "J Crowe",
        "D Feeny",
        "N Jones"
      ],
      "year": 1999,
      "doi": "10.1097/00008483-199901000-00004"
    },
    {
      "title": "Development of a health-related lifestyle self-management intervention for patients with coronary heart disease",
      "authors": [
        "R Fernandez",
        "P Davidson",
        "R Griffiths",
        "C Juergens",
        "Y Salamonson"
      ],
      "year": 2009,
      "doi": "10.1016/j.hrtlng.2009.01.008"
    },
    {
      "title": "Cardiac rehabilitation: An individualised programme",
      "authors": [
        "M Elliott"
      ],
      "year": 2013,
      "doi": "10.12968/bjca.2013.8.6.297"
    },
    {
      "title": "Development of a set of mobile phone text messages designed for prevention of recurrent cardiovascular events",
      "authors": [
        "J Redfern",
        "A Thiagalingam",
        "S Jan",
        "R Whittaker",
        "M Hackett",
        "J Mooney",
        "L De Keizer",
        "G Hillis",
        "C Chow"
      ],
      "year": 2014,
      "doi": "10.1177/2047487312449416"
    },
    {
      "title": "Factors influencing engagement, perceived usefulness and behavioral mechanisms associated with a text message support program",
      "authors": [
        "J Redfern",
        "K Santo",
        "G Coorey",
        "J Thakkar",
        "M Hackett",
        "A Thiagalingam",
        "C Chow"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0163929"
    },
    {
      "title": "Perspectives of Patients and Professionals on Information and Education After Myocardial Infarction with Insight for Mixed Reality Implementation: Cross-Sectional Interview Study",
      "authors": [
        "A Hilt",
        "K Kapllani",
        "B Hierck",
        "A Kemp",
        "A Albayrak",
        "M Melles",
        "M Schalij",
        "R Scherptong"
      ],
      "year": 2020,
      "doi": "10.2196/17147"
    },
    {
      "title": "A qualitative study of the information needs of acute myocardial infarction patients, and their preferences for follow-up contact after discharge",
      "authors": [
        "T Hanssen",
        "J Nordrehaug",
        "B Hanestad"
      ],
      "year": 2005
    },
    {
      "title": "Degree and correlates of cardiac knowledge and awareness among cardiac inpatients",
      "authors": [
        "S Kayaniyil",
        "C Ardern",
        "J Winstanley",
        "C Parsons",
        "S Brister",
        "P Oh",
        "D Stewart",
        "S Grace"
      ],
      "year": 2009,
      "doi": "10.1016/j.pec.2008.09.005"
    },
    {
      "title": "Effectiveness, acceptability and usefulness of mobile applications for cardiovascular disease self-management: Systematic review with meta-synthesis of quantitative and qualitative data",
      "authors": [
        "G Coorey",
        "L Neubeck",
        "J Mulley",
        "J Redfern"
      ],
      "year": 2018,
      "doi": "10.1177/2047487317750913"
    },
    {
      "title": "Health education for patients with acute coronary syndrome and type 2 diabetes mellitus: An umbrella review of systematic reviews and meta-analyses",
      "authors": [
        "X Liu",
        "Y Shi",
        "K Willis",
        "C Wu",
        "M Johnson"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-016857"
    },
    {
      "title": "Utilisation of Medicare-funded schemes for people with cardiovascular disease",
      "authors": [
        "J Redfern",
        "K Hyun",
        "E Atkins",
        "C Chow",
        "T Briffa",
        "B Patel",
        "N Zwar",
        "T Usherwood",
        "Q Li",
        "A Patel"
      ],
      "year": 2017,
      "doi": "10.1071/py16166"
    },
    {
      "title": "Online decision aids for primary cardiovascular disease prevention: Systematic search, evaluation of quality and suitability for low health literacy patients",
      "authors": [
        "C Bonner",
        "P Patel",
        "M Fajardo",
        "R Zhuang",
        "L Trevena"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025173"
    },
    {
      "title": "Participating in cardiac rehabilitation: A systematic review and meta-synthesis of qualitative data",
      "authors": [
        "L Neubeck",
        "S Freedman",
        "A Clark",
        "T Briffa",
        "A Bauman",
        "J Redfern"
      ],
      "year": 2012,
      "doi": "10.1177/1741826711409326"
    },
    {
      "title": "Chronic Disease GP Management Plans and Team Care Arrangements",
      "year": 2022,
      "doi": "10.5694/j.1326-5377.2009.tb02702.x"
    },
    {
      "title": "My Heart, My Life: A Guide to Help Improve Heart Health; NHFA",
      "year": 2022
    },
    {
      "title": "Home-based versus hospital-based rehabilitation after myocardial infarction: A randomized trial with preference arms-Cornwall Heart Attack Rehabilitation Management Study (CHARMS)",
      "authors": [
        "H Dalal",
        "P Evans",
        "J Campbell",
        "R Taylor",
        "A Watt",
        "K Read",
        "A Mourant",
        "J Wingham",
        "D Thompson",
        "D Pereira Gray"
      ],
      "year": 2007,
      "doi": "10.1016/j.ijcard.2006.11.018"
    },
    {
      "title": "A systematic review of the Heart Manual literature",
      "authors": [
        "M Clark",
        "T Kelly",
        "C Deighan"
      ],
      "year": 2011,
      "doi": "10.1016/j.ejcnurse.2010.03.003"
    },
    {
      "title": "Cognitive load during problem solving: Effects on learning",
      "authors": [
        "J Sweller"
      ],
      "year": 1988,
      "doi": "10.1207/s15516709cog1202_4"
    },
    {
      "title": "Understanding preferences for lifestyle-focused visual text messages in patients with cardiovascular and chronic Respiratory disease: Discrete choice experiment",
      "authors": [
        "M Choi",
        "R Raeside",
        "K Hyun",
        "S Partridge",
        "A Thiagalingam",
        "J Redfern"
      ],
      "year": 2021,
      "doi": "10.2196/26224"
    },
    {
      "title": "Education on cardiac risk and CPR in cardiology clinic waiting rooms: A randomised clinical trial",
      "authors": [
        "D Mcintyre",
        "A Thiagalingam",
        "H Klimis",
        "A Von Huben",
        "S Marschner",
        "C Chow"
      ],
      "year": 2021,
      "doi": "10.1136/heartjnl-2021-319290"
    },
    {
      "title": "Do hospital consent forms for cardiology procedures meet health literacy standards? Evaluation of understandability and readability",
      "authors": [
        "R Peiris",
        "S Cornell",
        "K Greaves",
        "C Bonner"
      ],
      "year": 2022,
      "doi": "10.1016/j.pec.2021.08.027"
    },
    {
      "title": "Medication reminder applications to improve adherence in coronary heart disease: A randomised clinical trial",
      "authors": [
        "K Santo",
        "A Singleton",
        "K Rogers",
        "A Thiagalingam",
        "J Chalmers",
        "C Chow",
        "J Redfern"
      ],
      "year": 2019,
      "doi": "10.1136/heartjnl-2018-313479"
    },
    {
      "title": "Monitoring and Evaluating Digital Health Interventions. A Practical Guide to Conducting Research and Assessment",
      "year": 2016,
      "doi": "10.1177/20552076211029776"
    },
    {
      "title": "Telehealth interventions for the secondary prevention of coronary heart disease: A systematic review",
      "authors": [
        "L Neubeck",
        "Redfern Ju",
        "R Fernandez",
        "T Briffa",
        "A Bauman",
        "S Freedman"
      ],
      "year": 2009,
      "doi": "10.1097/HJR.0b013e32832a4e7a"
    },
    {
      "title": "Telehealth interventions for the secondary prevention of coronary heart disease: A systematic review and meta-analysis",
      "authors": [
        "K Jin",
        "S Khonsari",
        "R Gallagher",
        "P Gallagher",
        "A Clark",
        "B Freedman",
        "T Briffa",
        "A Bauman",
        "J Redfern",
        "L Neubeck"
      ],
      "year": 2019,
      "doi": "10.1177/1474515119826510"
    },
    {
      "title": "Coaching patients with coronary heart disease to achieve the target cholesterol: A method to bridge the gap between evidence-based medicine and the \"real world\"-Randomized controlled trial",
      "authors": [
        "M Vale",
        "M Jelinek",
        "J Best",
        "J Santamaria"
      ],
      "year": 2002,
      "doi": "10.1016/s0895-4356(01)00460-7"
    },
    {
      "title": "Patient-centered modular secondary prevention following acute coronary syndrome: A randomized controlled trial",
      "authors": [
        "J Redfern",
        "T Briffa",
        "E Ellis",
        "S Freedman"
      ],
      "year": 2008,
      "doi": "10.1097/01.HCR.0000314204.86805.13"
    },
    {
      "title": "Communications and Media in Australia: How We Use the Internet",
      "year": 2022,
      "doi": "10.1007/978-3-030-41313-2_2"
    },
    {
      "title": "Health information needs, sources, and barriers of primary care patients to achieve patient-centered care: A literature review",
      "authors": [
        "M Clarke",
        "J Moore",
        "L Steege",
        "R Koopman",
        "J Belden",
        "S Canfield",
        "S Meadows",
        "S Elliott",
        "M Kim"
      ],
      "year": 2016,
      "doi": "10.1177/1460458215602939"
    },
    {
      "title": "A systematic evaluation of digital nutrition promotion websites and apps for supporting parents to influence children's nutrition",
      "authors": [
        "D Zarnowiecki",
        "C Mauch",
        "G Middleton",
        "L Matwiejczyk",
        "W Watson",
        "J Dibbs",
        "A Dessaix",
        "R Golley"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-0915-1"
    },
    {
      "title": "Evaluation of the heart failure in internet patient information: Descriptive survey study",
      "authors": [
        "K Lee",
        "Y Cho",
        "S Oh",
        "M Jung",
        "J Yoon"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18031047"
    },
    {
      "title": "Trust and credibility in web-based health information: A review and agenda for future research",
      "authors": [
        "L Sbaffi",
        "J Rowley"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7579"
    },
    {
      "title": "Effectiveness of an integrated responsive web application for cardiovascular disease management in primary care: 1 year multicenter, open-label randomized controlled trial",
      "authors": [
        "J Redfern",
        "G Coorey",
        "J Mulley",
        "A Scaria",
        "C Pitt",
        "K Weir",
        "J Forbes",
        "N Hafiz",
        "S Parker",
        "L Neubeck"
      ],
      "year": 2020,
      "doi": "10.2139/ssrn.3556692"
    },
    {
      "title": "A digital health intervention for cardiovascular disease management in primary care (CONNECT) randomized controlled trial",
      "authors": [
        "J Redfern",
        "G Coorey",
        "J Mulley",
        "A Scaria",
        "L Neubeck",
        "N Hafiz",
        "C Pitt",
        "K Weir",
        "J Forbes",
        "S Parker"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00325-z"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012
    },
    {
      "title": "Mobile phone text-messaging interventions aimed to prevent cardiovascular diseases (Text2PreventCVD): Systematic review and individual patient data meta-analysis",
      "authors": [
        "S Islam",
        "A Farmer",
        "K Bobrow",
        "R Maddison",
        "R Whittaker",
        "L Dale",
        "A Lechner",
        "S Lear",
        "Z Eapen",
        "L Niessen"
      ],
      "year": 2019,
      "doi": "10.1136/openhrt-2019-001017"
    },
    {
      "title": "Text message interventions for physical activity: A systematic review and meta-analysis",
      "authors": [
        "D Smith",
        "L Duque",
        "J Huffman",
        "B Healy",
        "C Celano"
      ],
      "year": 2019,
      "doi": "10.1016/j.amepre.2019.08.014"
    },
    {
      "title": "A systematic review with meta-analyses of text messagedelivered behaviour change interventions for weight loss and weight loss maintenance",
      "authors": [
        "R Skinner",
        "V Gonet",
        "S Currie",
        "P Hoddinott",
        "S Dombrowski"
      ],
      "year": 2020,
      "doi": "10.1111/obr.12999"
    },
    {
      "title": "Mobile phone text messaging to improve medication adherence in secondary prevention of cardiovascular disease",
      "authors": [
        "A Adler",
        "N Martin",
        "J Mariani",
        "C Tajer",
        "O Owolabi",
        "C Free",
        "N Serrano",
        "J Casas",
        "P Perel"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.CD011851.pub2"
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: A meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T Laba",
        "K Santo",
        "A Thiagalingam",
        "A Rodgers",
        "M Woodward",
        "J Redfern",
        "C Chow"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7667"
    },
    {
      "authors": [
        "Gov Smokefree",
        "Smokefreetxt"
      ],
      "year": 2022
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: A randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "S Jan",
        "N Graves",
        "L De Keizer",
        "T Barry"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Cost-effectiveness of a text message programme for the prevention of recurrent cardiovascular events",
      "authors": [
        "E Burn",
        "S Nghiem",
        "S Jan",
        "J Redfern",
        "A Rodgers",
        "A Thiagalingam",
        "H Graces",
        "C Chow"
      ],
      "year": 2017,
      "doi": "10.1136/heartjnl-2016-310195"
    },
    {
      "title": "MEDication reminder APPs to improve medication adherence in Coronary Heart Disease (MedApp-CHD) Study: A randomised controlled trial protocol",
      "authors": [
        "K Santo",
        "C Chow",
        "A Thiagalingam",
        "K Rogers",
        "J Chalmers",
        "J Redfern"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017540"
    },
    {
      "title": "The mobile revolution-Using smartphone apps to prevent cardiovascular disease",
      "authors": [
        "M Cowie",
        "C Lam",
        "L Neubeck",
        "N Lowres",
        "E Benjamin",
        "S Freedman",
        "G Coorey",
        "J Redfern"
      ],
      "year": 2015,
      "doi": "10.1038/nrcardio.2015.34"
    },
    {
      "title": "Efficacy of a digital therapeutics system in the management of essential hypertension: The HERB-DH1 pivotal trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "A Okura",
        "K Nakagawa",
        "T Tanigawa",
        "E Hida"
      ],
      "year": 2021,
      "doi": "10.1093/eurheartj/ehab559"
    },
    {
      "title": "Mobile phone apps to improve medication adherence: A systematic stepwise process to identify high-quality apps",
      "authors": [
        "K Santo",
        "S Richtering",
        "J Chalmers",
        "A Thiagalingam",
        "C Chow",
        "J Redfern"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.6742"
    },
    {
      "title": "A review on intelligent wearables: Uses and risks",
      "authors": [
        "Y Xue"
      ],
      "year": 2019,
      "doi": "10.1002/hbe2.173"
    },
    {
      "title": "Consumer-based wearable activity trackers increase physical activity participation: Systematic review and meta-analysis",
      "authors": [
        "K Brickwood",
        "G Watson",
        "J O'brien",
        "A Williams"
      ],
      "year": 2019,
      "doi": "10.2196/11819"
    },
    {
      "title": "Large-scale assessment of a smartwatch to identify atrial fibrillation",
      "authors": [
        "M Perez",
        "K Mahaffey",
        "H Hedlin",
        "J Rumsfeld",
        "A Garcia",
        "T Ferris",
        "V Balasubramanian",
        "A Russo",
        "A Rajmane",
        "L Cheung"
      ],
      "year": 2019
    },
    {
      "doi": "10.1056/nejmoa1901183"
    },
    {
      "title": "The statements, opinions and data contained in all publications are solely those of the individual author(s) and contributor(s) and not of"
    }
  ],
  "num_references": 107
}
