{
  "paper_id": "VKU6SNT8",
  "title": "Patients' Engagement With \"Sweet Talk\" -A Text Messaging Support System for Young People With Diabetes",
  "abstract": "Background: Guidelines for optimizing type 1 diabetes in young people advocate intensive insulin therapy coupled with personal support from the health care team. \"Sweet Talk\" is a novel intervention designed to support patients between clinic visits using text messages sent to a mobile phone. Scheduled messages are tailored to patient profiles and diabetes self-management goals, and generic messages include topical \"newsletters\" and anonymized tips from other participants. The system also allows patients to submit data and questions to the diabetes care team. \n Objectives: The aim was to explore how patients with type 1 diabetes interact with the Sweet Talk system in order to understand its utility to this user group. Methods: Subjects were 64 young people with diabetes who were participating in the intervention arms of a randomized controlled trial. All text messages submitted to Sweet Talk during a 12-month period were recorded. Messaging patterns and content were analyzed using mixed quantitative and qualitative methods. Results: Patients submitted 1180 messages during the observation period (mean 18.4, median 6). Messaging frequency ranged widely between participants (0-240) with a subset of 5 high users contributing 52% of the total. Patients' clinical and sociodemographic characteristics were not associated with total messaging frequency, although girls sent significantly more messages unrelated to diabetes than did boys (P = .002). The content of patients' messages fell into 8 main categories: blood glucose readings, diabetes questions, diabetes information, personal health administration, social messages, technical messages, message errors, and message responses. Unprompted submission of blood glucose values was the most frequent incoming message type (35% of total). Responses to requests for personal experiences and tips generated 40% of all the incoming messages, while topical news items also generated good responses. Patients also used the service to ask questions, submit information about their self-management, and order supplies. No patients nominated supporters to receive text messages about their self-management goals. Another option that was not used was the birthday reminder service. Conclusions: Automated, scheduled text messaging successfully engaged young people with diabetes. While the system was primarily designed to provide \"push\" support to patients, submission of clinical data and queries illustrates that it was seen as a trusted medium for communicating with care providers. Responses to the newsletters and submission of personal experiences and tips for circulation to other participants also illustrate the potential value of such interventions for establishing a sense of community. Although participants submitted relatively few messages, positive responses to the system suggest that most derived passive support from reading the messages. The Sweet Talk system could be readily adapted to suit other chronic disease models and age groups, and the results of this study may help to inform the design of future text message support interventions.",
  "year": 2004,
  "date": "2004",
  "journal": "Clinical Guideline",
  "publication": "Clinical Guideline",
  "authors": [
    {
      "forename": "Victoria",
      "surname": "Franklin",
      "name": "Victoria Franklin",
      "affiliation": "1  Maternal and Child Health Sciences , Ninewells Hospital and Medical School , Dundee , UK \n\t\t\t\t\t\t\t\t Maternal and Child Health Sciences \n\t\t\t\t\t\t\t\t Ninewells Hospital and Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dundee \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Alexandra",
      "surname": "Greene",
      "name": "Alexandra Greene",
      "affiliation": "2  Health Service Research Unit , University of Aberdeen , Aberdeen , UK \n\t\t\t\t\t\t\t\t Health Service Research Unit \n\t\t\t\t\t\t\t\t University of Aberdeen \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aberdeen \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Annalu",
      "surname": "Waller",
      "name": "Annalu Waller",
      "affiliation": "3  School of Computing , University of Dundee , Dundee , UK \n\t\t\t\t\t\t\t\t School of Computing \n\t\t\t\t\t\t\t\t University of Dundee \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dundee \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Stephen",
      "surname": "Greene",
      "name": "Stephen Greene",
      "affiliation": "1  Maternal and Child Health Sciences , Ninewells Hospital and Medical School , Dundee , UK \n\t\t\t\t\t\t\t\t Maternal and Child Health Sciences \n\t\t\t\t\t\t\t\t Ninewells Hospital and Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dundee \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Claudia",
      "surname": "Pagliari",
      "name": "Claudia Pagliari",
      "affiliation": "4  Division of Clinical and Community Health Sciences (GP Section) , University of Edinburgh , Edinburgh , UK \n\t\t\t\t\t\t\t\t Division of Clinical and Community Health Sciences (GP Section) \n\t\t\t\t\t\t\t\t University of Edinburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Edinburgh \n\t\t\t\t\t\t\t\t\t UK",
      "email": "claudia.pagliari@ed.ac.uk"
    },
    {
      "affiliation": "University of Edinburgh Division of Clinical and Community Health Sciences (GP Section) 20 West Richmond Street Edinburgh EH8 9DX UK \n\t\t\t\t\t\t\t\t Division of Clinical and Community Health Sciences (GP Section) \n\t\t\t\t\t\t\t\t University of Edinburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 20 West Richmond Street \n\t\t\t\t\t\t\t\t\t EH8 9DX \n\t\t\t\t\t\t\t\t\t Edinburgh \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "keywords": [
    "Diabetes mellitus",
    "adolescent",
    "eHealth",
    "social support",
    "text messaging"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Diabetes is a condition requiring considerable self-management of diet, exercise, and medication use, and this can be challenging for children and adolescents. Recent guidelines on the management of type 1 diabetes recommend that young people should be offered intensive insulin therapy in conjunction with a package of care including emotional and behavioral support  [1, 2] . However, increasing the frequency of direct clinical contact is costly, and young people can fail to engage with conventional group-based support activities  [3, 4] .\n\nEmerging information and communications technologies have considerable potential to aid patients with long-term conditions, and young people with diabetes report using many of these to serve their information and support needs  [5] . For example, analysis of messages submitted to online diabetes forums suggests that adolescents use these in order to obtain social support, information, advice, and shared experience  [6] .\n\nText messaging via mobile phones has become an integral component of teenage culture in many parts of the world, providing an inexpensive, portable, and widely available form of communication  [7] . Over a third of US teenagers and 80% of UK teenagers reported using text messaging in national surveys published in 2005, and these figures are undoubtedly increasing  [7, 8] . The medium is increasingly being used to deliver health care information, reminders, and lifestyle interventions and has obvious potential to engage young people with diabetes  [9] .\n\nFor these reasons, we developed the \"Sweet Talk\" system, which delivers tailored motivational messages to young people with type 1 diabetes using text messaging. In a randomized controlled trial, this was shown to have positive effects on diabetes control, self-efficacy, and adherence, and user questionnaires indicated high patient acceptability  [10] . However, understanding how such complex interventions work requires an appreciation of how they are adopted and used by their intended targets. While the Sweet Talk system was primarily designed to deliver passive \"push\" support to patients, its capacity to allow them to submit or reply to messages presented an opportunity to explore these issues. This paper describes an analysis of patients' interactions with Sweet Talk that sought to inform our understanding of how users integrate such systems into their daily lives, the elements that they engage with the most, and any unexpected uses."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Description of the Sweet Talk System",
      "text": "Sweet Talk is a novel intervention for supporting young people with type 1 diabetes through text messaging. The intervention is informed by social cognitive theory, which states that health behaviors are influenced by self-efficacy, or the belief in one's ability to perform actions that will influence outcomes  [11] , which, in turn, is influenced by goal setting and social support  [12, 13] . The system was designed to deliver a unique form of push support  [14] , in contrast to conventional support groups and websites where users have to actively access a site to read messages  [15] , thus favoring motivated patients and potentially enhancing health inequalities  [9, 16, 17] . The system contains a database of text messages, including information, tips, and reminders categorized according to the main diabetes self-management tasks of insulin injections, blood glucose testing, healthy eating, and exercise. Messages are automatically scheduled based on patient profiles (age, gender, and treatment regimen) and personal diabetes self-management goals created at each clinic visit (healthy eating, exercise, insulin injections, and blood glucose testing). Such personalization appears fundamental to behavioral support interventions  [18] [19] [20] . Patients receive a weekly text message reminder of their personal goal and a daily text message from the database, thus receiving either one or two messages daily. In addition, patients receive occasional text \"newsletters\" relating to topical issues and asking questions about their own diabetes self-management routine. They are encouraged to send in messages containing information or questions related to their diabetes self-management. Patients' ideas and responses that are felt likely to be of general interest are forwarded anonymously to the whole group in order to develop a sense of community among the participants while avoiding the risks of unmoderated peer-to-peer networks, such as the sharing of health-harming practices and text bullying  [7, 21, 22] . The different message types are explained further in a previous paper describing the development of the system  [14] . Since Sweet Talk aims to motivate effective self-care, it may also be regarded as a type of \"persuasive technology\"  [23] . Figure  1  represents the theoretical model of the intervention, and a screenshot of the Web-based interface is shown in Figure  2 ."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "Subjects and Procedures",
      "text": "The subjects were 64 boys and girls aged 8-18 years with type 1 diabetes participating in the intervention arms (Sweet Talk plus conventional therapy n = 33; Sweet Talk plus intensive therapy n = 31) of a three-arm clinical trial during a 12-month period between October 2002 and March 2004.\n\nWritten informed consent was obtained from patients and their families, and the study was approved by The Tayside Committee on Medical Research Ethics. Participating patients received a pay-as-you-go mobile phone and a £10 phone card, and incoming text messages to the Sweet Talk system were free of charge. Mobile phones could also be used for personal use. Patients allocated to Sweet Talk were given an information card highlighting the messages that they could expect to receive and suggestions of how they could use the system (Figure  3 )."
    },
    {
      "title": "Quantitative Methodology",
      "text": "All of the text messages sent to and from the Sweet Talk system were recorded over the 12 months of the study. This produced observational data on messaging patterns, which could be triangulated with patient clinical and demographic data, as well as message transcripts. Post-hoc analyses for associations between message content and demographic variables were undertaken using chi-squaretests for categorical variables and analysis of variance (ANOVA) for continuous variables."
    },
    {
      "title": "Qualitative Methodology",
      "text": "Message transcripts were analyzed by VF using the constant comparative method in order to generate descriptive themes  [24] . This process was facilitated by Nvivo textual analysis software (QSR International, Doncaster, Australia). AG independently analyzed 10% of the messages in order to validate the themes identified by the first rater, and inconsistencies were resolved through discussion. Further verification was achieved through team-based review of identified themes and representative raw data by VF, AG, and CP. Transcripts were then content-analyzed by VF according to these thematic categories  [25] ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Frequency of Patient Interactions With the Text Messaging Service",
      "text": "All but 4 of the 64 patients allocated to the Sweet Talk intervention submitted one or more text messages during the 12 months of the study. A total of 1180 messages were submitted, representing an average of 18.4 messages per patient. However, total messaging varied widely between individuals, from 0 to 240 (median 6), and the distribution was skewed by 5 patients who contributed 52% (614/1180) of the messages (Figure  4 ). A significant proportion of these messages were from 2 boys who sent in very regular blood glucose readings, comprising 338 of the total 1180 messages received (29%).\n\nNo participants took the opportunity to use the birthday reminder service or to nominate family or friends to receive patients' goal reminders so that they could act as personal supporters-two options offered on the information card (see Figure  3 )."
    },
    {
      "title": "Association Between Messaging and Patient Characteristics",
      "text": "There were no associations between the total number of messages submitted to Sweet Talk and patients' social or clinical demographics, including age, gender, duration of diabetes, insulin regimen, HbA 1c (glycosylated hemoglobin), or social deprivation score, all determined using ANOVA for the continuous variables and chi-square tests for the categorical variables (P > .05). Post-hoc analyses for associations between message content and demographic variables identified one significant association with gender: females sent significantly more messages containing information and questions unrelated to diabetes (females: mean 1.53 ± 2.51; males: 0.09 ± 0.30; P = .002).\n\nPatients who had expressed positive attitudes toward Sweet Talk in a user survey  [10]  were no more likely to have submitted messages to the system than those who had not. Patients sending messages to Sweet Talk received a higher number of personalized responses (r = .521, P = .01)."
    },
    {
      "title": "Text Message Themes",
      "text": "The content of the text messages that patients sent to Sweet Talk fell into 8 broad thematic categories covering blood glucose readings, diabetes questions, diabetes information, personal health administration, social aspects, technical messages, message errors, and message responses. Illustrative text"
    },
    {
      "title": "Blood Glucose Testing",
      "text": "Messages containing blood glucose values accounted for 35% of all messages (418/1180). Of these, 56% (232) followed the advice to submit blood glucose values alone (see Figure  3 ), while the remainder incorporated these values within text. Two boys contributed to 81% of the total blood glucose text messages sent."
    },
    {
      "title": "Diabetes Questions",
      "text": "Messages containing questions related to some aspect of diabetes self-management made up 6% (74/1180) of all messages. Sweet Talk appeared to provide an opportunity for obtaining information between clinic visits and to send questions that patients may have found difficult to ask in a clinical setting (eg, \"Cld DiaBT's get their belly pierced\"). Text messages containing diabetes questions were further categorized into topic themes, as illustrated in Table  2 ."
    },
    {
      "title": "Diabetes Information",
      "text": "Messages containing information about a patient's own diabetes self-management or health status accounted for 4% (50/1180) of all messages (eg, \"I hav managed 2 change my injection site 4 a few days now! =)\"). Sweet Talk also provided an outlet for expressing frustration with their diabetes. One \"emergency\" message was received: \"I got ketones bloods r up HELP.\" This message was sent despite clear instructions on the information card that the Sweet Talk system was not intended for this use and that patients should continue to use our emergency help line. Telephone follow-up revealed that the patient knew this but simply wanted to know what would happen if he sent a message of this kind."
    },
    {
      "title": "Personal Health Administration",
      "text": "Patients were encouraged to use the Sweet Talk system as an easy method of contacting the diabetes team with any requests. Of the total messages, 5% (59/1180) contained requests for supplies such as insulin pump consumables, blood glucose meters, and insulin travel authorization letters (eg, \"Could I have new meter because it went through the wash on holiday\") and requests for information about clinic appointments (eg, \"Hi, can you please tell me when my next clinic appointment is. Thank you\")."
    },
    {
      "title": "Social Messages",
      "text": "Messages of a social nature made up 6% (75/1180) of patients' incoming messages. Although not directly related to diabetes, these messages provide insight into how patients integrated the system into their daily lives and its value as a source of social support (eg, \"Just ate an ice-cream and done a dual wave. Off to colosseum!\" and \"Happy xmas 2 every1 at 9wels \"). Post-hoc analyses for associations between message content and demographic variables identified gender differences: females sent significantly more messages containing information and questions unrelated to diabetes (females: mean 1.53 ± 2.51; males: 0.09 ± 0.30; P = .002)."
    },
    {
      "title": "Technical Messages",
      "text": "Messages about technical aspects of the Sweet Talk system accounted for 7% (86/1180). Of these, most were related to difficulties with message transmission and cost of the messages (n = 55). A further 18 messages indicated problems with the content of the Sweet Talk messages, highlighting failures in message personalization or not understanding the messages (eg, \"I keep getting messages about injections but I'm on the pump\")."
    },
    {
      "title": "Message Errors",
      "text": "Of the total messages, 19 (2%) appeared to have been sent to Sweet Talk in error (eg, \"Nyt nyt Dad\")."
    },
    {
      "title": "Responses to System-Generated Messages",
      "text": "Messages that were sent by patients in direct response to a Sweet Talk text message made up 40% (472/1180, Table  3 ). Of these, the sporadic text message newsletters generated the most responses (40%, 190/472). For example, one message that asked patients what symptoms they got when their blood sugars were running high provoked responses such as \"I get thirsty and a dry throat when I'm high. I also can get a bit moody.\" The four newsletters that triggered the greatest flurry of responses had updates on diabetes research, raised the issue of a chocolate manufacturer offering tokens for sports equipment, and reported about a film star and a soap opera character with diabetes. The remaining messages were in response to the daily scheduled messages (30%, 142/472), personal messages (25%, 118/472), and the weekly goal reminder (5%, 22/472). There was a significant correlation between the number of messages patients sent to Sweet Talk and the number of individual response messages they received (r = .521, P = .01). \"Wen ur in the bath or shower, wot happens if anything gets in2 the infusion set even with the clip on?\" Response: \"Really? That's good, its been at the bak of my mind 4 ages!\" Re: question about infusion set -the cannula is self sealing, so with or without clip nothing can get in."
    },
    {
      "title": "118"
    },
    {
      "title": "Responsive mode"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "While the primary intended function of Sweet Talk was to deliver passive support to patients, most participants in this study took the opportunity to submit messages to the system. Analysis of these messages has provided insight into the ways users may adapt text messaging interventions to best serve their needs. Although average messaging frequency was low, there was wide variation among participants, with most messages submitted by 5 power users. No associations were found between total messaging frequency and clinical or psychosocial measures. The content of patients' messages fell into 8 broad categories covering submission of blood glucose readings, questions about diabetes treatment or lifestyle, information about diabetes self-management, personal health administration such as supply re-ordering, social messages, technical messages, messages sent in error, and responses triggered by a scheduled Sweet Talk message. Unprompted submission of blood glucose readings was most common, followed by messages submitted in response to a system-generated message. Of the latter, those suggesting that patients share tips and frustrations about diabetes self-management generated the most responses. Diabetes news items also stimulated many responses. Females sent significantly more text messages of a social nature, unrelated to diabetes, than did males. No participants took the opportunity to nominate family or peer supporters to receive their goal messages or used the birthday reminder function."
    },
    {
      "title": "Limitations",
      "text": "While the generalizability of the results is limited by the fact that only 5 users accounted for the majority of the messages, most participants interacted with the system during the study. This is consistent with observations of diabetes chat rooms, where only a minority of users post messages but the remaining lurkers read and benefit from other peoples' messages  [17, 26] . In a user satisfaction questionnaire, reported separately, most participants indicated that Sweet Talk had helped them to look XSL • FO RenderX after their diabetes and that they wished to continue receiving messages at the end of the study period  [10] .\n\nThe lack of association between messaging frequency and clinical or psychosocial measures may reflect our choice of scoring systems, which were largely diabetes centered. Assessing personality measures such as neuroticism, extraversion, openness, agreeableness, and conscientiousness  [27]  may have revealed important associations and should be considered in future studies assessing the uptake and use of such interventions."
    },
    {
      "title": "Implications for Practice",
      "text": "The formative data generated by this study have helped to further our understanding of the fit of this technology with users' needs, to challenge our pre-existing ideas about how it might support young people, and to generate ideas for refining the service.\n\nPatients' interactions with the system suggest that many valued the opportunity to engage in reciprocal communication, although not all participants chose to take advantage of this. Patients who more frequently submitted questions to the system inevitably received more individual responses, illustrating how motivated patients may obtain more personalized services despite efforts to design equitable technology-based support interventions.\n\nSubmission of blood glucose readings was the most common type of message, supporting results of studies indicating the potential for remote disease monitoring  [28] . Using Sweet Talk to request supplies and enquire about appointments also has potential to increase efficiency through avoiding the telephone tag that can occur when health professionals and patients try to communicate between clinic visits  [29] . The volume of text messages sent by patients over the year of the study was low, and minimal health professional time was required for correspondence with patients. This is consistent with studies of email consulting, which did not show the expected unmanageable burden of correspondence  [30] .\n\nNewsletters containing information about topical aspects of diabetes or reports about public figures with the condition may have stimulated responses through reinforcing the sense of community and boosting self-esteem through identification with respected role models. Studies of disease-specific websites and chat rooms indicate that it is the information and companionship components that are most valued by patients  [17, 26] .\n\nSweet Talk appears to have provided a forum for patients to ask personal or embarrassing questions that they may have felt unable to ask at a clinic visit. This is compatible with research demonstrating the value of computer-based interventions for encouraging disclosure of sensitive information, such as mental health problems  [31] .\n\nFemales' greater use of the system for social messaging accords with studies of mobile phone and chat room use  [6, 17, 32] . However, social messaging represented far fewer interactions in this study (4%) than in a previous telephone support study by our group, in which it accounted for the majority of talk time  [33] , possibly reflecting teenagers' preference for verbal over written communication for social interaction  [8] .\n\nWhile ongoing parental and peer support for diabetes self-management is important for optimizing glycemic control in adolescence  [34] [35] [36] , none of the participants in this study took the opportunity to nominate family or friends to receive messages related to their diabetes goals, which contrasts with results in other areas such as smoking cessation  [37] . This may have been due to inadequate advertisement or explanation of the concept, lack of interest, or a concern that it would place patients under unhelpful pressure. A previous study in which children's blood glucose readings were sent to a parent's mobile phone showed that while this promoted a sense of reassurance in some children, in others it generated a feeling of surveillance and reduced their sense of personal control  [38] ."
    },
    {
      "title": "Future Research",
      "text": "Our qualitative and usage data illustrate both individual differences in patients' propensity to interact with the system and the multiple potential utilities that such complex interventions may provide. Further research to explore patterns of use in different age and clinical groups would be valuable, as would studies of the personal and contextual factors influencing the adoption of such technology.\n\nInviting patients to join the editorial board of similar text messaging interventions will help to ensure the appropriateness of message content and delivery schedules as well as identify users' expectations for reciprocal messaging and the likely implications for practitioner time."
    },
    {
      "text": "Figure 1. Theoretical basis of the Sweet Talk intervention"
    },
    {
      "text": "Figure 2. Screenshot of Sweet Talk"
    },
    {
      "text": "Figure 3. Sweet Talk information card"
    },
    {
      "text": "Figure 4. Number of messages sent to Sweet Talk during the 12-month study"
    },
    {
      "text": "Patient responses to Sweet Talk system messaging Patient Message System Message Number of Patient Messages Type of Message \"Yes i have been 2.9 4.5 & 5.5\" Have u tested today? 142 Scheduled \"I no i am tryin'\" ur goal is 2 eat less sugary things 2 get ur bloods down! 22 Goal reminder \"More hard coz of parties & sleepovers\" Txt in and let us know what ur doing in the holidays -do holidays make it easier or more difficult to control ur blood sugars? 190 Newsletter Question:"
    },
    {
      "text": "Main themes from patient-submitted text messagesMore hard coz of parties & sleepovers\" (Txt in and let us know what ur doing in the holidays -do holidays make it easier or more difficult to control ur blood sugars?)\""
    },
    {
      "text": "Examples of diabetes questions submitted by patients"
    }
  ],
  "references": [
    {
      "title": "Diagnosis and Management of Type 1 Diabetes in Children, Young People and Adults",
      "year": 2004,
      "doi": "10.7573/dic.212227"
    },
    {
      "title": "Management of Diabetes",
      "year": 2001,
      "doi": "10.1177/1478271520023203010"
    },
    {
      "title": "The use of a Teleport system in parent and adolescent support",
      "authors": [
        "J Farquhar"
      ],
      "year": 1989,
      "doi": "10.1111/j.1464-5491.1989.tb01243.x"
    },
    {
      "title": "The effects of participation in a support group on self-assessed quality of life in people with insulin-dependent diabetes mellitus",
      "authors": [
        "B Hanestad",
        "G Albrektsen"
      ],
      "year": 1993,
      "doi": "10.1016/0168-8227(93)90109-i"
    },
    {
      "title": "How adolescents use technology for health information: implications for health professionals from focus group studies",
      "authors": [
        "H Skinner",
        "S Biscope",
        "B Poland",
        "E Goldberg"
      ],
      "year": 2003,
      "doi": "10.2196/jmir.5.4.e32"
    },
    {
      "title": "Online forum messages posted by adolescents with type 1 diabetes",
      "authors": [
        "R Ravert",
        "M Hancock",
        "G Ingersoll"
      ],
      "year": 2004,
      "doi": "10.1177/014572170403000518"
    },
    {
      "title": "Teens and Technology: Youth are Leading the Transition to a Fully Wired and Mobile Nation",
      "authors": [
        "A Lenhart",
        "M Madden",
        "P Hitlin"
      ],
      "year": 2005,
      "doi": "10.4324/9781315246017-40"
    },
    {
      "title": "UK Children Go Online: Final Report of Key Project Findings",
      "authors": [
        "S Livingstone",
        "M Bober"
      ],
      "year": 2005
    },
    {
      "title": "Evaluation of accessibility and use of new communication technologies in patients with type 1 diabetes mellitus",
      "authors": [
        "G Giménez-Pérez",
        "M Gallach",
        "E Acera",
        "A Prieto",
        "O Carro",
        "E Ortega"
      ],
      "year": 2002,
      "doi": "10.2196/jmir.4.3.e16"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037//0003-066x.44.9.1175"
    },
    {
      "title": "Presidential Address-1976. Social support as a moderator of life stress",
      "authors": [
        "S Cobb"
      ],
      "year": 2002,
      "doi": "10.1097/00006842-197609000-00003"
    },
    {
      "title": "Support as a crucial predictor of good compliance of adolescents with a chronic disease",
      "authors": [
        "H Kyngas",
        "M Rissanen"
      ],
      "year": 2001,
      "doi": "10.1046/j.1365-2702.2001.00538.x"
    },
    {
      "title": "Participatory design of a text message scheduling system to support young people with diabetes",
      "authors": [
        "A Waller",
        "V Franklin",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1177/1460458206070023"
    },
    {
      "title": "Online communities: focusing on sociability and usability",
      "authors": [
        "J Preece",
        "D Maloney-Krichmar"
      ],
      "year": 2003
    },
    {
      "title": "Email contact between doctor and patient",
      "authors": [
        "B Pal"
      ],
      "year": 1999,
      "doi": "10.1136/bmj.318.7195.1428"
    },
    {
      "title": "What attracts patients with diabetes to an internet support group? A 21-month longitudinal website study",
      "authors": [
        "J Zrebiec",
        "A Jacobson"
      ],
      "year": 2001,
      "doi": "10.1046/j.1464-5491.2001.00443.x"
    },
    {
      "title": "A test of interventions to increase adherence to hypertensive medical regimens",
      "authors": [
        "J Kirscht",
        "J Kirscht",
        "I Rosenstock"
      ],
      "year": 1981,
      "doi": "10.1177/109019818100800303"
    },
    {
      "title": "Future directions for research on pediatric chronic disease management: lessons from diabetes",
      "authors": [
        "R Glasgow",
        "B Anderson"
      ],
      "year": 1995,
      "doi": "10.1093/jpepsy/20.4.389"
    },
    {
      "title": "Impact of a patient-centered, computer-based health information/support system",
      "authors": [
        "D Gustafson",
        "R Hawkins",
        "E Boberg",
        "S Pingree",
        "R Serlin",
        "F Graziano"
      ],
      "year": 1999,
      "doi": "10.1016/s0749-3797(98)00108-1"
    },
    {
      "title": "Health related virtual communities and electronic support groups: systematic review of the effects of online peer to peer interactions",
      "authors": [
        "G Eysenbach",
        "J Powell",
        "M Englesakis",
        "C Rizo",
        "A Stern"
      ],
      "year": 2004,
      "doi": "10.1136/bmj.328.7449.1166"
    },
    {
      "title": "Surfing for thinness: a pilot study of pro-eating disorder Web site usage in adolescents with eating disorders",
      "authors": [
        "J Wilson",
        "R Peebles",
        "K Hardy",
        "I Litt"
      ],
      "year": 2006,
      "doi": "10.1542/peds.2006-1133"
    },
    {
      "title": "Persuasive Technology: Using Computers to Change What We Think and Do",
      "authors": [
        "J Fogg"
      ],
      "year": 2003,
      "doi": "10.1145/764008.763957"
    },
    {
      "title": "The Discovery of Grounded Theory: Strategies for Qualitative Research",
      "authors": [
        "B Glaser",
        "A Strauss"
      ],
      "year": 1967
    },
    {
      "title": "Three approaches to qualitative content analysis",
      "authors": [
        "H Hsieh",
        "S Shannon"
      ],
      "year": 2005,
      "doi": "10.1177/1049732305276687"
    },
    {
      "title": "Feasibility and use of an Internet support service for diabetes self-management",
      "authors": [
        "H Mckay",
        "E Feil",
        "R Glasgow",
        "J Brown"
      ],
      "year": 2003,
      "doi": "10.1177/014572179802400207"
    },
    {
      "title": "Child and parental personality are associated with glycaemic control in Type 1 diabetes",
      "authors": [
        "M Vollrath",
        "M Landolt",
        "H Gnehm",
        "J Laimbacher",
        "F Sennhauser"
      ],
      "year": 2007,
      "doi": "10.1111/j.1464-5491.2007.02215.x"
    },
    {
      "title": "A systematic review of telemedicine interventions to support blood glucose self-monitoring in diabetes",
      "authors": [
        "A Farmer",
        "O Gibson",
        "L Tarassenko",
        "A Neil"
      ],
      "year": 2005,
      "doi": "10.1111/j.1464-5491.2005.01627.x"
    },
    {
      "title": "Guidelines for the clinical use of electronic mail with patients. The AMIA Internet Working Group, Task Force on Guidelines for the Use of Clinic-Patient Electronic Mail",
      "authors": [
        "B Kane",
        "D Sands"
      ],
      "year": 1998,
      "doi": "10.1136/jamia.1998.0050104"
    },
    {
      "title": "Email consultations in general practice",
      "authors": [
        "R Neville",
        "W Marsden",
        "C Mccowan",
        "C Pagliari",
        "H Mullen",
        "A Fannin"
      ],
      "year": 2004,
      "doi": "10.14236/jhi.v12i4.128"
    },
    {
      "title": "Text-messaging as a means to lowering barriers to help seeking in students with depression",
      "authors": [
        "D Joyce",
        "S Weibelzahl"
      ],
      "year": 2006,
      "doi": "10.1080/14703297.2011.593705"
    },
    {
      "title": "Mobile culture of children and teenagers in Finland",
      "authors": [
        "E Kasesniemi",
        "P Rautiainen"
      ],
      "year": 2002,
      "doi": "10.1017/cbo9780511489471.014"
    },
    {
      "title": "A randomized control trial of the effect of negotiated telephone support on glycaemic control in young people with Type 1 diabetes",
      "authors": [
        "L Howells",
        "A Wilson",
        "T Skinner",
        "R Newton",
        "A Morris",
        "S Greene"
      ],
      "year": 2002,
      "doi": "10.1046/j.1464-5491.2002.00791.x"
    },
    {
      "title": "I get by with a little help from my family and friends: adolescents' support for diabetes care",
      "authors": [
        "La Greca",
        "A Auslander",
        "W Greco",
        "P Spetter",
        "D Fisher",
        "E Santiago"
      ],
      "year": 1995,
      "doi": "10.1093/jpepsy/20.4.449"
    },
    {
      "title": "Parental involvement in diabetes management tasks: relationships to blood glucose monitoring adherence and metabolic control in young adolescents with insulin-dependent diabetes mellitus",
      "authors": [
        "B Anderson",
        "J Ho",
        "J Brackett",
        "D Finkelstein",
        "L Laffel"
      ],
      "year": 1997,
      "doi": "10.1016/s0022-3476(97)70352-4"
    },
    {
      "title": "Peer and family support in children and adolescents with type 1 diabetes",
      "authors": [
        "J Pendley",
        "L Kasmen",
        "D Miller",
        "J Donze",
        "C Swenson",
        "G Reeves"
      ],
      "year": 2002,
      "doi": "10.1093/jpepsy/27.5.429"
    },
    {
      "title": "College smoking-cessation using cell phone text messaging",
      "authors": [
        "J Obermayer",
        "W Riley",
        "O Asif",
        "J Jean-Mary"
      ],
      "year": 2004,
      "doi": "10.3200/jach.53.2.71-78"
    },
    {
      "title": "Parent-child interaction using a mobile and wireless system for blood glucose monitoring",
      "authors": [
        "D Gammon",
        "E Arsand",
        "O Walseth",
        "N Andersson",
        "M Jenssen",
        "T Taylor"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.5.e57"
    },
    {
      "title": "Engagement With \"Sweet Talk\" -A Text Messaging Support System for Young People With Diabetes",
      "authors": [
        "; D Eysenbach",
        "E Gammon",
        "V Murray ; Franklin",
        "A Greene",
        "A Waller",
        "S Greene",
        "C Pagliari",
        "Patients"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.962"
    }
  ],
  "num_references": 39,
  "original_doi": "https://doi.org/10.13039/501100000361"
}
