{
  "paper_id": "VQ8JQY4U",
  "title": "Optimizing Adaptive Notifications in Mobile Health Interventions Systems: Reinforcement Learning from a Data-driven Behavioral Simulator",
  "abstract": "Mobile health (mHealth) intervention systems can employ adaptive strategies to interact with users. Instead of designing such complex strategies manually, reinforcement learning (RL) can be used to adaptively optimize intervention strategies concerning the user's context. In this paper, we focus on the issue of overwhelming interactions when learning a good adaptive strategy for the user in RL-based mHealth intervention agents. We present a data-driven approach integrating psychological insights and knowledge of historical data. It allows RL agents to optimize the strategy of delivering context-aware notifications from empirical data when counterfactual information (user responses when receiving notifications) is missing. Our approach also considers a constraint on the frequency of notifications, which reduces the interaction burden for users. We evaluated our approach in several simulation scenarios using real large-scale running data. The results indicate that our RL agent can deliver notifications in a manner that realizes a higher behavioral impact than context-blind strategies.",
  "year": 2021,
  "date": "2021-10-18",
  "journal": "Prevention science",
  "publication": "Prevention science",
  "authors": [
    {
      "forename": "Shihan",
      "surname": "Wang",
      "name": "Shihan Wang",
      "affiliation": "1  Informatics Institute , University of Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Informatics Institute \n\t\t\t\t\t\t\t\t University of Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "s.wang2@uu.nl"
    },
    {
      "forename": "•",
      "surname": "Chao Zhang",
      "name": "• Chao Zhang",
      "affiliation": "3  Department of Psychology , Utrecht University , Utrecht , Netherlands \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Utrecht University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Utrecht \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Ben",
      "surname": "Kröse",
      "name": "Ben Kröse",
      "affiliation": "1  Informatics Institute , University of Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Informatics Institute \n\t\t\t\t\t\t\t\t University of Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Herke",
      "surname": "Van Hoof",
      "name": "Herke Van Hoof",
      "affiliation": "1  Informatics Institute , University of Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Informatics Institute \n\t\t\t\t\t\t\t\t University of Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands"
    }
  ],
  "doi": "10.1007/s10916-021-01773-0",
  "keywords": [
    "Mobile health intervention",
    "Adaptive agent",
    "Reinforcement learning",
    "Human simulator",
    "Just-in-time adaptive intervention"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Adaptive interventions have emerged as a new perspective of prevention and treatment in healthcare  [1] . The just-in-time adaptive intervention (JITAI) is an adaptive intervention design concept, aiming to provide the right type /amount of support at the right time based on an individual's changing internal and external states  [2, 3] . Though JITAIs can be administered through several means (e.g. in-person and computer), the ubiquity of mobile devices allows for continuous participant monitoring and delivery of personalized interventions. Mobile health systems (agents) with JITAIs have proven effective in preventing certain health threats (e.g. overeating  [4] , smoking  [5]  and prolonged sedentary behaviors  [6] ) and eliciting beneficial health outcomes (e.g. increased physical activity  [7]  and self-management support related to chronic diseases  [8] ). However, the design of such interventions is demanding and the interaction with the user can be complex. Reinforcement learning (RL) based agents have been used to optimize mobile healthcare interventions adaptively  [9] [10] [11] , which make use of historical data or data collected on the run. The problem of historical data is that it often misses counterfactual information (i.e. what would have been the outcome had interventions or circumstances been different). The problem of data collected during the intervention is that it requires many interactions in a short period, which add burden for the user and adversely impact engagement  [12, 13] .\n\nThroughout the paper, we focus on optimizing the delivery of context-aware notifications in mobile health systems. These notifications are sent in an adaptive manner dependent on the temporal and environmental context of users, motivating them to perform a target activity. To solve the two mentioned problems, based on a framework that combines historical data and psychological theories about human decision-making, we developed a simulation environment to optimize the timing of these notifications. Moreover, to restrict interaction burden, we adapted an RL algorithm by incorporating a constraint on the number of notifications that can be sent within a period. Finally, we conducted a case study on promoting running activity to demonstrate our approach. A dataset covering over 10K real users' running activity was used to build our simulator and evaluate our RL agent."
    },
    {
      "title": "Related work",
      "text": "For the optimization of JITAI intervention in mHealth systems, several different strategies were taken by researchers using RL  [7, 8, 10, 11, 14] . However, most of those RL approaches require the agent to interact many times with the user before performing well. To shorten the online learning process, several researchers followed the concept of transfer learning to perform faster learning in mHealth settings. Tabatabaei et al.  [15]  and Tomkins et al.  [16]  make RL algorithms quickly learn from the limited experience at the beginning stage by considering similar users. Gonul et al.  [17]  transfer the common knowledge acquired in other environments to get faster convergence. Without constraints on the intervention frequency, those RL approaches might still bother users by too many interventions during fast learning. While they concentrate on using data collected during the online interventions, we follow another direction to solve this challenge, i.e., incorporating prior knowledge from historical data to optimize the policy in advance. Similar to our approach, Liao et al.  [18]  and Ameko et al.  [19]  integrate prior distributions using collected data in an RL optimization process. However, they apply relative small datasets in pre-learning because experimental data for specific intervention situations are often involving user interaction and therefore expensive to collect. Our framework allows learning prior knowledge from historical data collected without interacting with users, which makes the usage of largescale data possible. To avoid many interactions in a short period, our approach for the first time performs a structural study to incorporate a constraint on interaction frequency in RL-based mHealth systems."
    },
    {
      "title": "Methodology",
      "text": "We model how users sequentially decide on whether to perform a target activity when receiving notifications (we use running as an example in this paper, in this case, the mobile agent sends notifications for promoting running activities). We formalize our problem (i.e. learning the optimal strategy for delivering notifications) as a finite horizon Markov Decision Process (MDP)  [20] . Figure  1  presents an overview of our approach. Here, the agent represents a mobile system that interacts with a target user (i.e. the environment) to optimize the strategy. Our agent and environment interact in a sequence of discrete and finite time steps {1, 2, .., t} , which can be naturally broken into episodes. At each time step, the agent observes a representation of the environment and selects an action accordingly (two possible actions in our case: send a notification or not send). The environment then passes a numerical reward back to the agent. Based on this feedback mechanism, the agent adapts its policy to maximize an expected long-term reward. Since too frequent interactions with the environment are not desirable in mHealth settings, we constrained the maximum number of notifications sent in each week (i.e. episode). In this paper, our optimization goal is to wisely deliver a restricted number of notifications to maximize the user's weekly running frequency."
    },
    {
      "title": "Insight from psychological theories",
      "text": "Conceptually, it can be assumed that users' decisions to engage in certain activities (e.g., running) after notifications take two steps, option generation and option evaluation  [21] [22] [23] . At any decision moment, behavioral options have Fig.  1  The overview of our methodology, including the agent-environment interaction in the MDP model and three key components developed in both environment and agent. The approach optimizes the delivery of context-aware notifications from empirical data to be generated in memory before they can be compared to inform a final choice. Memory accessibility of different options during option generation is influenced by environmental cues, including system notifications. When a user receives a notification for running, the memory accessibility of running reaches its maximum. This accessibility then gradually decreases in the form of a memory decay until the next notification is received. The form of memory decay, or forgetting curve, is modeled as exponential functions in the psychology literature  [22, 24] .\n\nAfter being generated, a target option (running) has to compete with other generated behavioral options (e.g. working on a paper) in terms of how much they satisfy a user's personal goals, such as being healthy and productive. According to classic decision-making models  [25, 26] , the goal-satisfying values of options, weighted by the importance of the goals, are transformed into subjective utilities, and the option with the highest subjective utility will be chosen. Without enumerating all goal-related attributes, two types of attributes are important for running behavior. First, a user's momentary context (e.g. time and weather) can have great impacts on decisions because the options' goalsatisfying values depend on the contextual variables  [27] . For example, a Sunday morning with good weather makes running more enjoyable and also less interfering with one's work-related goals. Second, recently having a run ought to temporarily lower the utility of running. After a run, one's body certainly needs time to recover to a level that is sufficient for running again. Furthermore, having a run satisfies running-related goals and attenuates the importance of the goals. As people pursue multiple goals, this psychological mechanism allows people to switch to other goals and engage in behaviors that satisfy those goals (e.g. finishing a manuscript to be productive)  [28] . In summary, three key determinants of running decisionmemory accessibility of running, urge of running, and personal context -were derived from the above theories and included in our computational model."
    },
    {
      "title": "Computational model",
      "text": "We formalized the above procedure as a dynamic Bayesian network (DBN). As a probabilistic graphical model, the DBN considers a set of variables and their conditional dependencies over adjacent time steps  [29] . In this way, we generated a stochastic human simulator to make decisions based on both contextual and cognitive states sequentially."
    },
    {
      "title": "Representation and topology of the DBN",
      "text": "Following the psychological theories above, we defined five variables and their dependencies in our DBN as follows:\n\n-A t represents whether an user decides to take a target activity (running) at time t. -M t is the user's memory accessibility of running at time t. -U t is the user's urge to run at time t. -C t is the personal context of the user at time t.\n\n-N t represents whether the user receives a notification at time t.\n\nThe variable M t and U t are real values in (0, 1). The variable N t and A t are binary values ∈ {0, 1} , where '1' represents 'receive a notification' and 'decide to run' respectively. The variable C t includes a set of contextual features, defined as a vector of values. Under the first-order Markov assumption, we proposed a topological structure of the DBN, as shown in Fig.  2 ."
    },
    {
      "title": "Definitions and inference of the DBN",
      "text": "We specified transition probabilities in the DBN from either empirical data or psychological insights. Based on Insight from Psychological Theories, the state transitions of U t and M t were defined as Eqs. 1 and 2 in Fig.  2 , where the nota- tion represents the Kronecker delta function  [30] . Given a certain A t-1 and N t , we deterministically have U t and M t . The parameters and define the changing rate of urge and memory accessibility. While memory accessibility decreases exponentially, the urge to run increases linearly over time.\n\nWe also defined the transition from a joint observation of M t and U t to a target activity A t as Eq. 3 in Fig.  2 . In particular, we proposed to calculate two probabilities P(C t ) and P(C t |A t ) from empirical data (for details, see Data Description and Processing). Given these probabilities, we used the following equation to estimate how a user reacts to notifications."
    },
    {
      "title": "Reinforcement learning algorithm",
      "text": "To learn the optimal policy (i.e. a stochastic mapping between a personal state of the user and an action to take) in our restricted setting, we adopted a policy gradient RL algorithm, REINFORCE  [31] . The REINFORCE algorithm with baseline and restriction is outlined in Algorithm 1. Our algorithm updates based on episodes. In each episode, it performs a gradient step on a neural network to optimize the policy parameter . We inserted a baseline function Ḡt inside the expectation to reduce the high variance, using the average of all returns G t in the past n episodes. Moreo- ver, to integrate with the restricted setting, we adjusted the procedures of action selection and policy adaptation in the REINFORCE algorithm. Inspired by clipping the continuous action space in policy gradient  [32] , we constrained the (  1 )\n\nprobability of certain discrete actions. After reaching the maximum number of notifications in each episode, the probability of sending a notification is always 0. In this way, we make sure our RL algorithm learns to deliver a restricted number of notifications according to the given momentary state."
    },
    {
      "title": "Simulation experiments using real data",
      "text": "We demonstrated the performance of our approach in a case study, aiming at promoting running activities by sending context-aware notifications. Our approach was evaluated in a simulation environment using real running data."
    },
    {
      "title": "Experimental data and settings"
    },
    {
      "title": "Data description and processing",
      "text": "We used two datasets to derive the context related distributions in Eq. 1. First, a running dataset was used to derive the distribution P(C t |A t ) , measuring the relation between user context and running behavior. The data contains around 406K runs contributed by over 10K Dutch users while using a mobile fitness app from 2013-03 to 2017-03  [33] .\n\nFor each run, a set of metadata is collected and timestamp and weather information at the beginning are marked. We considered six variables in the data, namely 'hour of the day', 'weekday', 'temperature', 'weather type', 'wind type' and 'humidity type'. An example of context data is {8:00, Monday, -2, cloudy, moderate wind, moderate humidity}.\n\nSecond, an open dataset provided by the Royal Netherlands Meteorological Institute (KNMI) foot_1  was used to derive P(C t ) , the prior distribution of contextual information (general Dutch weather), which contains around 439K records of hourly weather. To make the two datasets comparable, we used the weather data over the same period of the running data.\n\nWe derived distribution P(C t |A t ) and P(C t ) from the run- ning and the weather dataset in a same manner. Thus, we only demonstrate how we derived the context distribution from the running data. Since data are only available when a running activity is performed, we concentrate on computing the distribution P(C t |A t = 1) , which is a joint distribution of all contextual variables. Since we noticed that the feature 'weekday' is conditionally independent with other features, we learned the distribution P(weekday t |A t = 1) by comput- ing probabilities of all seven values in the categorized feature 'weekday'. We also extracted the joint distribution of all the other features. For each combination of the discrete variables (weather, wind and humidity), we learned a separate multivariate Gaussian distribution for continuous variables (hour and temperature) using maximum likelihood estimation."
    },
    {
      "title": "Setting of simulation with real contextual data",
      "text": "We implemented our simulation experiments using python 2 . The RL algorithm was developed based on pytorch 3 , and our RL agent and simulation environment were built following the framework of OpenAI gym 4 . In the simulation, the agent makes a decision on whether to send notification at every hour from 8:00 to 20:00. Only when the user performs a run before the next decision time step (within one hour), the agent gets a reward of 1.0 (otherwise zero reward). In our environment, each episode is one week and maximum of 14 notifications are allowed in each week. We also provided realistic context information in the simulation environment by using empirical data in the used KNMI dataset. Based on the results of a simulator verification 5 , we set memory retention rate ( in Eq. 2) at 0.8 and urge recovery rate ( in Eq. 1) at 0.05. The discount factor and learning rate are set to 1 and 0.001 respectively. We ran each simulation 20 times. In each run, the environment starts at 0:00 of a random date with its corresponding real weather data."
    },
    {
      "title": "Experimental results",
      "text": "We evaluated our data-driven RL approach in two experiments. To set a comparable environment, we randomly initialize a single simulation environment for all agents of each experiment at every simulation run."
    },
    {
      "title": "Evaluation of context-aware policy",
      "text": "The first experiment aims to examine whether the policy learned by our data-driven approach outperforms general rule-based policies (not considering the contextual Fig.  3  The simulation results shown the average reward of agents in the sliding windows of 500 episodes information of users). We compared our RL-based agent (R agent) with three baseline agents. All four agents send the same number of notifications per episode, but use different strategies. Three strategies of the baseline agents are (1) 'random week agent' sends 14 notifications randomly in each week; (2) 'random day agent' sends 2 notifications randomly in each day; (3) 'fixed agent' sends 2 notifications per day and they were evenly distributed (at 12:00 and 16:00). The performance of agents is shown in Fig.  3 -left. We observed an obvious increase in the reward of R agent, while three others hold a relatively stable performance. It indicates our approach adaptively optimizes the policy to send a restricted amount of notifications with respect to user's momentary context, and afterward outperforms all context-blind agents."
    },
    {
      "title": "Evaluation of restricted policy",
      "text": "In the second experiment, we evaluated the efficiency of our restricted notification setting and how well the RL agents perform when incorporating this constraint during the learning in two different ways. One is applied and described in our RL algorithm of Reinforcement Learning Algorithm (R agent). Second is to integrate it into the simulation environment: after the maximum number of notifications is reached in an episode, a notification will not be sent even if the algorithm decides to send one (C agent). In Fig.  3 -right, we found that although the R agent learns faster than the C agent (consistent with results shown in  [32] ), two agents show a similar performance after learning. In addition, we set up the B agent, which had no restriction on the number of notifications sent in each episode before 15,000 episodes. Afterwards, we integrated the restriction in its environment, leading to a dramatic performance drop in Fig.  3 -right. This phenomenon demonstrates the different performances from an agent without restriction during learning (agent B) and agents with restriction during learning (both the agent R and agent C). It indicates that the policy learned without considering the restriction hardly performs well in a restricted mHealth setting, suggesting the importance of modeling this practical restriction in training RL algorithms."
    },
    {
      "title": "Interpretation of learned policy",
      "text": "We further evaluated our approach by visualizing the detailed information of episodes in the learning process. Results of episode No. 100, 1500 and 16000 in a run of the R agent are presented in Fig.  4 , which correspond to a policy before learning, a policy at the end of the first rapid learning process and a policy at the stable stage of learning in Fig.  3 -left. We observed that at the beginning stage (episode 100), the R agent sends all notifications early in the episode. Afterwards, the agent learns to spread the restricted number of notifications over the entire episode (see episode 1500). This is the first strategy our agent learns, which leads to the first increase of the reward in Fig.  3 . Moreover, the R agent learns to send notifications based on contextual situations. Notifications are sent in the decision points with very bad situations (dark blue ones) in the first two episodes, but almost all of them are sent under very good situations (dark red ones) in episode 16000. Finally, as indicated in green color in Fig.  4 , the R agent realized that the simulated users are unlikely to run again in the hours following a recent run. Hence, the strategy of 'not sending notification after a run' seems to be learned."
    },
    {
      "title": "Conclusion and future work",
      "text": "In this paper, we explored the practical usage of adaptive and intelligent agents in personal mobile health intervention and developed an RL-based agent to optimize the strategy of adaptively delivering context-aware notifications. The simulation results showed that the policy learned by our RL agent is more efficient than manually defined strategies without context awareness. In particular, our work made two contributions to perform this practical learning task without bothering users too much. First, when incorporating prior knowledge from historical data and psychological theories for optimizing the policy, our proposed dynamic Bayes network can handle empirical data with various context space and flexible target activity. Second, we constrained notification frequency in a period and adapted an RL algorithm for this constraint. As far as we know, such constraint was never structurally studied and evaluated in a mHealth setting, our results provide evidence that it is essential to take the frequency restriction of certain actions into account in the learning process of RL. For future work, it would be interesting to examine the efficiency of various state-of-art RL algorithms considering this constraint. Also, the practical usage of our approach should be further evaluated in trials with real users. We have conducted a small-scale feasibility study  [34] . Based on the initial results and learned lessons, we plan a longer study to evaluate the effectiveness of our pre-learned delivery strategy for comparable user groups."
    },
    {
      "text": "Fig. 2 Topological structure and transition probabilities of our dynamic Bayesian network"
    },
    {
      "text": "Fig. 4 Information of three episodes in the R (R-REIN-FORCE) agent. Each circle represents one decision point, marked by hour and weekday. Black on the left side means 'a notification', and black on the right side means 'a run'. The color of a circle represents the context desirability for running. While red and blue color correspond to the high and low desirability respectively, darker is more extreme"
    }
  ],
  "references": [
    {
      "title": "A conceptual framework for adaptive preventive interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "K Bierman"
      ],
      "year": 2004,
      "doi": "10.1023/b:prev.0000037641.26017.00"
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (Jitais) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Just-in-time adaptive interventions (Jitais) in mobile health: key components and design principles for ongoing health behavior support",
      "authors": [
        "I Nahum-Shani",
        "S Smith",
        "B Spring",
        "L Collins",
        "K Witkiewitz",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2017
    },
    {
      "title": "Return of the Jitai: applying a justin-time adaptive intervention framework to the development of m-health solutions for addictive behaviors",
      "authors": [
        "S Goldstein",
        "B Evans",
        "D Flack",
        "A Juarascio",
        "S Manasse",
        "F Zhang",
        "E Forman"
      ],
      "year": 2017
    },
    {
      "title": "Assessing the availability of users to engage in just-in-time intervention in the natural environment",
      "authors": [
        "H Sarker",
        "M Sharmin",
        "A Ali",
        "M Rahman",
        "R Bari",
        "S Hossain",
        "S Kumar"
      ],
      "year": 2014,
      "doi": "10.1145/2632048.2636082"
    },
    {
      "title": "Behavioral response to a just-in-time adaptive intervention (Jitai) to reduce sedentary behavior in obese adults: Implications for Jitai optimization",
      "authors": [
        "J Thomas",
        "D Bond"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000304"
    },
    {
      "title": "Encouraging physical activity in patients with diabetes: intervention using a reinforcement learning system",
      "authors": [
        "E Yom-Tov",
        "G Feraru",
        "M Kozdoba",
        "S Mannor",
        "M Tennenholtz",
        "I Hochberg"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7994"
    },
    {
      "title": "A reinforcement learning based algorithm for personalization of digital, just-intime, adaptive interventions",
      "authors": [
        "S Gönül",
        "T Namlı",
        "A Coşar",
        "İ Toroslu"
      ],
      "year": 2021,
      "doi": "10.1016/j.artmed.2021.102062"
    },
    {
      "title": "mhealth app using machine learning to increase physical activity in diabetes and depression: clinical trial protocol for the diamante study",
      "authors": [
        "A Aguilera",
        "C Figueroa",
        "R Hernandez-Ramos",
        "U Sarkar",
        "A Cemballi",
        "L Gomez-Pathak",
        "J Miramontes",
        "E Yom-Tov",
        "B Chakraborty",
        "X Yan"
      ],
      "year": 2020
    },
    {
      "title": "Can the artificial intelligence technique of reinforcement learning use continuously-monitored digital data to optimize treatment for weight loss",
      "authors": [
        "E Forman",
        "S Kerrigan",
        "M Butryn",
        "A Juarascio",
        "S Manasse",
        "S Ontañón",
        "D Dallal",
        "R Crochiere",
        "D Moskow"
      ],
      "year": 2019,
      "doi": "10.1007/s10865-018-9964-1"
    },
    {
      "title": "My behavior: automatic personalized health feedback from user behaviors and preferences using smartphones",
      "authors": [
        "M Rabbi",
        "M Aung",
        "M Zhang",
        "T Choudhury"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2805840"
    },
    {
      "title": "Smartphone applications to support weight loss: current perspectives",
      "authors": [
        "C Pellegrini",
        "A Pfammatter",
        "D Conroy",
        "B Spring"
      ],
      "year": 2015,
      "doi": "10.2147/ahct.s57844"
    },
    {
      "title": "Trial without error: Towards safe reinforcement learning via human intervention",
      "authors": [
        "W Saunders",
        "G Sastry",
        "A Stuhlmüller",
        "O Evans"
      ],
      "year": 2018
    },
    {
      "title": "Personalizing mobile fitness apps using reinforcement learning",
      "authors": [
        "M Zhou",
        "Y Mintz",
        "Y Fukuoka",
        "K Goldberg",
        "E Flowers",
        "P Kaminsky",
        "A Castillejo",
        "A Aswani"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9117"
    },
    {
      "title": "Narrowing reinforcement learning: Overcoming the cold start problem for personalized health interventions",
      "authors": [
        "S Tabatabaei",
        "M Hoogendoorn",
        "A Van Halteren"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-030-03098-8_19"
    },
    {
      "title": "Intelligent pooling in thompson sampling for rapid personalization in mobile health",
      "authors": [
        "S Tomkins",
        "P Liao",
        "S Yeung",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2019,
      "doi": "10.1007/s10994-021-05995-8"
    },
    {
      "title": "Optimization of just-in-time adaptive interventions using reinforcement learning",
      "authors": [
        "S Gonul",
        "T Namli",
        "M Baskaya",
        "A Sinaci",
        "A Cosar",
        "I Toroslu"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-92058-0_32"
    },
    {
      "title": "Personalized heartsteps: A reinforcement learning algorithm for optimizing physical activity",
      "authors": [
        "P Liao",
        "K Greenewald",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2020,
      "doi": "10.1145/3381007"
    },
    {
      "title": "Online contextual multi-armed bandits for mobile health interventions: A case study on emotion regulation",
      "authors": [
        "M Ameko",
        "M Beltzer",
        "L Cai",
        "M Boukhechba",
        "B Teachman",
        "L Barnes"
      ],
      "year": 2020,
      "doi": "10.1145/3383313.3412244"
    },
    {
      "title": "Reinforcement learning: An introduction",
      "authors": [
        "R Sutton",
        "A Barto"
      ],
      "year": 2018
    },
    {
      "title": "Why option generation matters for the design of autonomous e-coaching systems",
      "authors": [
        "B Kamphorst",
        "A Kalis"
      ],
      "year": 2015,
      "doi": "10.1007/s00146-013-0532-5"
    },
    {
      "title": "Changing behavior by memory aids: A social psychological model of prospective memory and habit development tested with dynamic field data",
      "authors": [
        "R Tobias"
      ],
      "year": 2009
    },
    {
      "title": "Theory integration for lifestyle behavior change in the digital age: An adaptive decisionmaking framework",
      "authors": [
        "C Zhang",
        "D Lakens",
        "W Ijsselsteijn"
      ],
      "year": 2021,
      "doi": "10.2196/17127"
    },
    {
      "title": "The precise time course of retention",
      "authors": [
        "D Rubin",
        "S Hinton",
        "A Wenzel"
      ],
      "year": 1999,
      "doi": "10.1037//0278-7393.25.5.1161"
    },
    {
      "title": "The foundations of statistics",
      "authors": [
        "L Savage"
      ],
      "year": 1972
    },
    {
      "title": "Theory of games and economic behavior",
      "authors": [
        "J Von Neumann",
        "O Morgenstern"
      ],
      "year": 1945
    },
    {
      "title": "Momentary assessment of contextual influences on affective response during physical activity",
      "authors": [
        "G Dunton",
        "Y Liao",
        "S Intille",
        "J Huh",
        "A Leventhal"
      ],
      "year": 2015
    },
    {
      "title": "Dynamics of multiplegoal pursuit",
      "authors": [
        "M Louro",
        "R Pieters",
        "M Zeelenberg"
      ],
      "year": 2007,
      "doi": "10.1037/0022-3514.93.2.174"
    },
    {
      "title": "Dynamic bayesian networks: A state of the art",
      "authors": [
        "V Mihajlovic",
        "M Petkovic"
      ],
      "year": 2001
    },
    {
      "title": "Advanced calculus",
      "authors": [
        "W Kaplan"
      ],
      "year": 1952,
      "doi": "10.1017/s0025557200027741"
    },
    {
      "title": "Simple statistical gradient-following algorithms for connectionist reinforcement learning",
      "authors": [
        "R Williams"
      ],
      "year": 1992
    },
    {
      "title": "Clipped action policy gradient",
      "authors": [
        "Y Fujita",
        "S Maeda"
      ],
      "year": 2018
    },
    {
      "title": "What are good situations for running? a machine learning study using mobile and geographical data",
      "authors": [
        "S Wang",
        "S Scheider",
        "K Sporrel",
        "M Deutekom",
        "J Timmer",
        "B Kröse"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2020.536370"
    },
    {
      "title": "Reinforcement learning to send reminders at right moments in smartphone exercise application: A feasibility study",
      "authors": [
        "S Wang",
        "K Sporrel",
        "H Van Hoof",
        "M Simons",
        "R De Boer",
        "D Ettema",
        "N Nibbeling",
        "M Deutekom",
        "B Kröse"
      ],
      "year": 2021
    }
  ],
  "num_references": 34
}
