{
  "paper_id": "VQCVHKXH",
  "title": "TRANSTHEORETICAL THERAPY: TOWARD A MORE INTEGRATIVE MODEL OF CHANGE1",
  "year": 1977,
  "date": "1977",
  "authors": [
    {
      "affiliation": {
        "organization": "University of Rhode Island",
        "institution": "University of Rhode Island"
      }
    }
  ],
  "doi": "10.1037//0033-295x.84.2.191",
  "md5": "1F3AD2A9A5A1D9AA353B50F972ACF6D3",
  "publication": {
    "journal": "Psychological Bulletin",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "ABSTRACT: Transtheoretical therapy is presented as one alternative within the Zeitgeist seeking a synthesis for the increasing proliferation of therapeutic systems. From a comparative analysis of 18 leading systems, five basic processes of change were identified. Each process can be applied at either the level of the individual's experience or environment. In studying how individuals change on their own compared with change in formalized treatments, four stages of change have been identified. Individuals changing within and without therapy appear to apply three verbal processes of change in the contemplation and determination stages and then apply two behavioral processes in the action and maintenance stages. Rather than being theoretically incompatible, the verbal processes are most important in preparing clients for action, while the behavioral processes become most important once clients have committed themselves to act.\n\nPsychotherapy appears to be approaching a crisis or a new wave of creativity. The potential for crisis comes in part from the unprecedented pace at which new therapies are being placed on the market  (Prochaska, 1979) . In 1975 Parloff reported that there were 130 therapies on the therapeutic marketplace (or jungleplace as he more aptly described it). By 1979 Time magazine was reporting that there were over 200 therapies, and that the confusion of over-choice was adding to the depression of psychiatry.\n\nDivergence has dominated the past decade of development within the field of psychotherapy  (Prochaska, 1979 ). Yet divergent Texas Research Institute of Mental Sciences thinking has been characterized by  Guilford (1956) , among others, as a necessary part of creativity. The increased divergence in psychotherapy thus provides the potential for a new wave of creativity. What is needed to prevent the increasing divergence from leading to fragmentation, confusion and chaos and allow it to be the foundation for a more fertile future? Heinz  Werner's (1948)  theory of development may serve as a guide in this regard. Development, as opposed to other forms of change, such as regression or chaos, is characterized by a combination of increasing differentiation and hierarchic integration. The increasing production of new forms of psychotherapy may indeed be an expression of the increasing differentiation of a growing discipline like psychotherapy. Increasing differentiation alone, however, can become like a cancer of uncontrolled growth that threatens to destroy the very body of knowledge in which it is growing. Unless increasing differentiation is matched by more effective forms of integration, then crisis rather than creativity will be the result. In  Guilford's (1956)  terms an increase in divergent thinking needs to be followed by higher levels of convergent thinking.\n\nWhat have been some of the professional responses to the increasing divergence in psychotherapy? Psychiatry's depression over the increased confusion is being treated in part by an increased reliance on chemotherapy. The emphasis on medication has the advantage of reaffirming psychiatry's medical identity and of relying on treatments that have perhaps the most consistent empirical support  {Time, 1979; Luborsky, 1975) .\n\nClinical social workers have mounted a se-rious move to recognize ego psychology as the system of greatest convergence within professional social work  (Freed, 1977) . The fragmentation and confusion from excessive divergence could thus be counteracted by a commitment to a common theoretical foundation for training clinical social workers. Since no single system of psychotherapy appears to have an empirical advantage over any other  (Luborsky et al., 1975) , the argument can be made for creating a common professional identity through having a common theoretical language and technical expertise in one particularly valued system of therapy.\n\nClinical psychology over the past decade has become characterized by an increasing percentage of therapists who label themselves eclectics  (Garfield & Kurtz, 1974) . According to  Prochaska (1979) , true eclectics adopt a relativistic intellectual perspective. Diversity and uncertainty in therapy are not temporary. The very nature of knowledge is that it is contextual and relative. Given the pluralistic qualities of potential patients, their therapy needs to be pluralistic with a variety of valid alternatives. The validity of any particular system of therapy is assumed to be relative to some particular criterion. For some eclectics the form of therapy is relative to the patient's particular problems, personality, or value system. For other eclectics the validity of any therapy is relative to the therapist's personality or values.\n\nIncreasing eclecticism is criticized by some clinical psychologists as muddying the therapeutic waters because of a failure to provide any model of humanity  (Frank, 1974) . The advantage of adopting a particular theoretical persuasion is that it provides a model of the person that can guide both systematic research and systematic practice.\n\nThose who have adopted a particular theoretical persuasion may be facing what  Goldfried (1980)  has called a Kuhnian crisis. Goldfried, who has been a proponent of the behavioral system of therapy, demonstrates the increasing dissatisfactions within particular camps. Increasingly, representatives of major therapy-systems are willing to look beyond their own system for more effective approaches to treatment. What Goldfried suggests is that there is a Zeitgeist emerging in which theorists and therapists from different systems are searching for common principles of change. Perhaps this is a move toward a higher level of convergence to balance out and integrate the divergence of the past two decades.\n\nBesides  Goldfried's (1980)  attempts to identify general principles of change, such as direct feedback and new corrective experiences, there are others working toward an integration across therapy systems. Bandura (1976) , for example, has provided a comprehensive model of change in which effective therapy is seen as producing a cognitive restructuring in the individual's sense of selfefficacy. Other integrative models include those of  Frank (1976) , who has attempted to identify the nonspecific processes of change that are active in any effective therapy;  Wachtel (1977) , who has provided a provocative integration of behavioral and psychoanalytical approaches; and  Gurman (1978) , who has attempted to identify the points of convergence as well as divergence of behavioral, psychoanalytical, and systems approaches to marital therapy.\n\nDeveloping within the Zeitgeist of a search for a synthesis, transtheoretical therapy is moving toward a more comprehensive model of change. Transtheoretical therapy emerged from a comparative analysis of 18 leading therapy systems  (Prochaska, 1979) . The original model was composed of the following variables:\n\n1. preconditions for therapy 2. processes of change 3. content to be changed 4. therapeutic relationship One of the most critical preconditions for therapy to proceed is that the client bring positive expectations to treatment. If the client has negative expectations and believes that therapy is not likely to be of help, then the client is less likely to be willing to spend the time, money and/or effort to allow therapy to progress. Similarly, if the client's expectations about how therapy will progress are not met, then the client is most likely to terminate therapy prematurely. Unfortunately, clients often decide to drop out of therapy too soon, as confirmed by the consistent find-ings that between 35% and 60% of clients in the importance of developing a warm, trusting community mental-health clinics terminate relationship if therapy is to progress  (Haspel, their  treatment by the third session of therapy 1980). (Haspel, 1980) . Reviews of drop-out research indicate that problems with expectations are PROCESSES OF CHANGE indeed one of the most important reasons for therapy not proceeding.\n\nOnce therapy is proceeding, what are the Some critics of therapy have suggested that critical processes of change that allow clients clients' expectations are the main variables and therapists to attain their goals? Are there that produce change: the more therapy induces over 200 unique processes of change for each positive expectations for change, the more of the forms of therapy currently being pracsuccessful therapy is. Unfortunately, the ef-ticed? Instead of finding separate change fects of therapy and the process of client-processes unique to each system of therapy, change are not so simple. The research results a comparative analysis of 18 leading systems concerning the effects of expectations-on-of therapy suggested that there are five central outcome once clients are proceeding through processes of change  (Prochaska, 1979) . The therapy are mixed. About half the studies fail five processes can be applied at either an exto find any significant effect of expectations-periential or an environmental level in order on-outcome, while the remainder find a mod-to produce change. Table  1  presents an overest effect at best  (Dupont, 1975; Wilkins, view  of the basic processes of change and 1971). Thus, positive expectancies appear to their application at each of the two levels of be a precondition for therapy to proceed but intervention. do not appear to be the critical process that\n\nThe 18 therapy systems did differ in terms produces change once therapy is in progress, of which of the processes were emphasized There also appears to be general agreement and in terms of whether the processes were among therapists, but less conclusive support, applied more experientially or more environthat motivation for change is a key precon-mentally. There tended to be more agreement dition for therapy. In our model we also as-however, on the importance of particular sume that a warm, trusting relationship is a processes in producing change than one might precondition not only for therapy but for any expect from the surface differences between of the helping professions. If clients feel that major systems of therapy, the professional does not care about them or Consciousness raising was the most freif they do not trust the professional to ade-quently applied process of change with 16 of quately care for their needs, then clients are the 18 systems of therapy utilizing this classic obviously more likely to terminate the helping approach  (Prochaska, 1979) . Beginning with relationship rather quickly. The research on Freud's assumption that the basic therapeutic drop-outs from therapy does indeed support process is to make the unconscious conscious, all of the systems that London (1964) labels the \"verbal psychotherapies\" begin by working to raise the individual's level of awareness. It is fitting that verbal therapies work with consciousness, since traditionally consciousness has been assumed to be a human characteristic that emerged with the evolution of language.\n\nWith the availability of language and consciousness, humans no longer need to respond reflexively to the energy in a stimulus-such as, the mechanical energy from a hand hitting against our back, which causes us to react with movement. Instead we can respond to the information contained in the stimulisuch as, whether that hand touching us is a pat on the back from a friend, a mugger grabbing us, or a spouse playfully hitting us. In order to respond effectively, we must have adequate information to guide us in making a response that is appropriate to the stimulus.\n\nTherapies that apply consciousness raising are increasing the information available to individuals so that they can make the most effective responses to the stimuli impinging on them. When the therapist is working at the experiential level, the information given a client is contained in the stimulation generated by the client's own actions and experiences. This experiential approach is labeled feedback. When the information given in therapy is contained in stimulation generated by environmental events, we call this education.\n\nOne of the most important sources for feedback is the information regarding the cognitive processes and structures that individuals use to avoid threatening information about themselves or their environment. These defensive processes and structures are like blinders, such as the rose-colored glasses that some people use to selectively attend to only the positive information about themselves and society and disattend to negative input. Such cognitive blinders can prevent individuals from being able to change effectively without feedback or education from an outside party. The rather consistent agreement across verbal therapies of the importance of defense mechanisms in maintaining psychopathology  (Prochaska, 1979)  suggests that a minimal requirement for an effective psychotherapist is the ability to help clients become aware of their very defenses against change.\n\nCatharsis has one of the longest traditions as a process of therapeutic change. It is well known that the ancient Greeks, for example, believed that the evoking of blocked emotions was one of the best means of providing personal relief and improvement. Traditionally, catharsis has been based on a hydraulic model of emotions in which unacceptable affects such as anger, guilt, or anxiety are blocked from direct expression. The damming off of such emotions results in pressure from affects to be released in some manner, no matter how indirectly, such as anger being expressed through headaches. If emotions can be released more directly in therapy, then their reservoir of energy is discharged and the person is freed from a source of symptoms.\n\nMost often this therapeutic process has been at the level of individual experience in which the stimuli that elicit cathartic reactions come from within the individual. This form of catharsis is called corrective emotional experiences. The belief that cathartic reactions can be evoked by observing emotional scenes in the environment dates back at least to Aristotle's writings on theater and music, so we call this source of catharsis dramatic relief.\n\nThe role of choice in producing individual change has been in the background of many systems of psychotherapy. The concept of choosing has lacked respectability in the highly deterministic world view of most scientists. Many theorists of therapy did not want to give their critics more reason to call therapists tender-minded by openly discussing the issues of freedom and choice. Consequently, many therapy systems seem to assume that clients will choose to change as a result of therapy, but the systems do not articulate the means by which clients come to use the process of choosing.\n\nBecause there has been so little open consideration of choosing as a fundamental change process, it is most difficult to suggest what choice is a function of. Some theorists suggest that choice is irreducible since to reduce choice to other events is to suggest the paradox that such events determine our choices. Human action is seen as freely chosen and to say that anything else determines our choice is to show bad faith in ourselves as free beings. There are few therapists, how ever, who accept such a radical view of human freedom for their clients, since they usually believe that there are many conditions that limit their clients' choosing.\n\nFrom a behavioral point of view, choice would be in part a function of the number of alternative responses available to an individual. If there is only one response available, there is no choice. From a more humanistic point of view, the number of responses available can be increased by becoming more conscious of alternatives that previously were not considered. Thus, for a variety of therapy systems an increase in choice is thought to result from the increase in consciousness that would occur in therapy.\n\nTraditionally, the freedom to choose has been seen as a uniquely human response that is made possible by the development of the consciousness that accompanies the acquisition of language. Responsibility is the burden that accompanies the awareness of knowing that we are the ones able to respond, to speak for ourselves. Since choice and responsibility are made possible by the emergence of language, it seems only natural that the therapeutic process of becoming freer to choose how to respond has been a verbal process.\n\nThe easiest choices in therapy follow from accurate information-processing that includes an awareness of the consequences that will follow from particular alternatives. If a woman was informed, for example, that birthcontrol pills eventually cause cancer in all women, then her best alternative is to follow the implied directive from the information she has just processed, i.e., avoid birth-control pills. Such choices that follow directly from accurate-information processing shall be referred to as decisions.\n\nThe actual situation with the pill, however, as with so many aspects of life, is that we aren't aware of just what are the consequences of choices, such as to take the pill. In these situations there are no clear, external guidelines to become aware of, and we are faced with the possibility of choosing an alternative that might be a terrible mistake. Our ability to choose is a function of our ability to accept the anxiety that is inherent in taking responsibility for our future. Choosing whether to have a child or not is an example of having to choose in the face of inadequate information as to whether the child will be healthy or not, whether we will be adequate parents or not, whether our lives will be enriched or diminished by the responsibility of child rearing, etc.  (Prochaska & Coyle, 1979) . Choosing in the face of inadequate or unavailable information is a much more difficult type of choice than the choice that follows from processing accurate information. This type of choice shall be referred to as commitment. As an additional example, choosing to become an expert in one particular system of therapy is a commitment rather than a decision since there is not adequate information available as to the superiority of one system over another.\n\nAt an experiential level, an increase in choosing involves the individual in becoming aware of new alternatives, including the conscious creation of new alternatives for living. This process also involves experiencing anxiety in being responsible for choosing an alternative. We call this experiential level of increased choosing a move toward self-liberation. When changes in the environment lead to more alternatives open to individuals, such as more jobs open to gay people, we call this a move toward social liberation. Therapists involved in such social changes are usually called advocates.\n\nAt the opposite extreme from changing through choosing is a process in which we change by making critical changes in the conditional stimuli that control our responses. Changes in conditional stimuli are necessitated when the individual's behavior is either elicited by classically conditioned stimuli (CSs) or when stimuli are discriminable (SDs) occasions for individuals to emit responses that are instrumentally conditioned. When troublesome responses are conditioned to such stimuli, then being conscious of the stimuli will not produce change, nor can conditioning be overcome just through the process of choosing to change.\n\nAgain, either we can change the way we experience or respond to particular stimuli or we can change the environment to minimize the probability of the stimuli occurring. Changing our responses to the stimuli is referred to in our model as counter-conditioning, while changing the environment involves stimulus control procedures.\n\nIt is almost axiomatic for many behavior therapists that behavior is under the control of the consequences the behavior leads to. As most of us have learned, if a desired reinforcement is made contingent on a particular response, then the probability is increased that we will make that response. Whereas, if particular punishments are made contingent on particular responses, we are less likely to emit those responses. By changing the contingencies that govern our behavior it is widely assumed that we change our behavior, including troubled behavior. The extent to which particular consequences control behavior is a function of such variables as the immediacy, saliency and schedule of the consequences. From a more humanistic point of view, the individual's valuing of particular consequences is also an important variable affecting contingency control.\n\nIf changes in an individual are made by changing the contingencies that occur in the environment, we call this contingency management. For example, a profoundly retarded youngster had been treated unsuccessfully with a wide range of approaches designed to reduce her headbanging. After four years she continued to hit herself at the rate of 3000 times a day, a million times a year. By making a remote-controlled shock contingent upon each headbanging response, we were able to reduce her headbanging to zero within four days of therapy  (Prochaska et al., 1974) . For the past five years she has hit herself approximately 250 times compared with the 5 million blows she might have delivered without the contingency management of aversive consequences.\n\nVery seldom have behavior therapists considered the alternatives, but there are important means by which individuals can change their experience or response to anticipated consequences without changing the consequences. Changing responses to consequences without changing contingencies shall be called reevaluation procedures. A very shy man continued to desire a relationship with a woman but avoided asking anyone out because of his anticipation that he might get turned down. After several intensive discussions, he began to accept that when a woman turns down a date, that is a statement about her and not about him: we don't know whether she is waiting for someone else to ask her out, whether she doesn't like dark hair, whether she is afraid of men or whether she doesn't know him well enough; we don't know what her saying no says about him. After reevaluating how he would interpret being turned down for a date, the man began asking women out, even though he was turned down on his first request for a date.\n\nThe processes of consciousness raising, catharsis, and choosing represent the heart of the traditional verbal psychotherapies, including both the psychoanalytic and the humanistic traditions. These major schools have focused primarily on the subjective aspects of the individual, the processes occurring within the skin of the organism. This perspective of the individual sees greater potential for inner-directed changes that can counteract some of the external pressures from the environment.\n\nThe processes dealing with conditional stimuli and contingencies have been the major focus of the behavioral orientation to therapy, which focuses on the more external environmental forces that set very real limits on the individual potential for inner-directed change.\n\nThese are what the existentialists would call the objective level of the organism.\n\nOur integrative model suggests that to focus just on the subjective processes of consciousness, catharsis and choice is to act as if inner-directedness is the whole picture and to ignore the very real limits the environment can place on individual change. On the other hand, the behavioral focus on the more objective, environmental processes selectively ignores the potential for inner, subjective change that individuals possess. An integrative approach sees a combination of the two approaches as providing a more balanced view that moves along the continuous dimensions of inner to outer control, subjective to objective functioning, and self-to environmentally-induced changes. These continuous dimensions would appear to give a more complete picture of individuals by accepting both their potential for inner change while recognizing the very real limits that environmental conditions and contingencies can place on such change. Focusing therapeutically on change in the environmental conditions and contingencies can be seen as a more objective means of attempting to broaden or expand the current limits on inner-directed, subjective processes of change."
    },
    {
      "title": "THEORY OF THERAPEUTIC CONTENT",
      "text": "The processes of change are the contributions unique to a theory of therapy. The content that is to be changed in any particular therapy is largely a carryover from that system's theory of personality and psychopathology. Many books supposedly focusing on therapy frequently confuse content and process and end up describing primarily the content of therapy with little explanation about the processes of therapy. As a result, they really are books on theories of personality rather than theories of therapy.\n\nThose systems of therapy that do not contain theories of personality, like some of the behavioral therapies, are primarily process theories and have few predetermined concepts about what will be the content of therapy. Other systems of therapy, such as Daseinanalysis, which adopt change processes from other systems of therapy, such as psychoanalysis, are primarily concerned with therapy content. Many systems of therapy differ primarily in their content, or theory of personality, while agreeing on the processes or theory of therapeutic change.\n\nThe transtheoretical model is much more a process than content theory of therapy. That is, rather than assuming that all presenting problems will eventually lead to conflicts over sex and aggression as the critical content of therapy, the transtheoretical model assumes that the content of therapy will vary considerably from client to client. The client's particular history, present environment and personality will determine more of the focus of therapy than will the therapist's theory. The client can initially serve as the expert on the content to be changed while the therapist serves as the expert on the processes that can produce change. Obviously the therapist can and does influence the content of therapy in the very course of producing change; for example, by providing clients with feedback about experiential content that previously had been outside of their awareness. But the transtheoretical therapist begins with the content determined by the client rather than a favored theory of personality."
    },
    {
      "title": "STAGES OF CHANGE",
      "text": "The concept of stages of change emerged during an empirical investigation of the processes that individuals use to change their troubled behavior  (DiClemente & Prochaska, 1982) . If the transtheoretical model is indeed a comprehensive model of change, then it should be able to account for the processes that individuals use to change both within and without therapy. In a retrospective study of smokers who successfully stopped smoking on their own compared with smokers participating in two separate treatment programs, it became apparent that each group tended to progress through a sequence of stages of change. In the pilot study, for example, subjects were asked to rate the importance of each process of change in their stopping smoking. Their general response was that it depended on what stage in the course of change we were talking about. In their own language they referred to a series of stages that they had passed through during their course of change.\n\nThese subjects seem able to differentiate four stages of change: 1) thinking about stopping smoking; 2) becoming determined to stop; 3) actively modifying their habits and/ or environment; and 4) maintaining their new habit of not smoking. Figure  1  presents a schematic representation of these four stages of change.\n\nFigure  1  presents an ideal representation of the stages of change in which clients would progress linearly from one stage to the next. In practice, however, we know that the temporal dimension is quite dynamic with clients regressing at times as well as progressing at other times. A wife who becomes determined to leave an unhappy marriage, for example, may find that when she acts by separating from her husband, she is not yet ready to pay the price that comes with divorce. She may quickly regress to continued contemplation\n\nCONTEMPLATION Figure 1. A linear schema of the stages of change. about her options. Clients may also stall in SMOKE FREE L.FE a particular stage; for example, obsessives SATISFIED L-SMOKEBS tend to become bogged down in prolonged \\ ^-,. contemplation of a problem. Our own inter-y' ^v pretation of this tendency is that the obsessive / \\ is hoping to transform a commitment into a / SCTI0N V . decision. That is, the obsessive prefers to EX.T,^_/ \"ANT6NANCS ^^^\\ believe that if he or she keeps thinking enough ™ lii'MI ^^^^^ V about an issue that eventually the information T <^ETERM,NATICN IWOJS^T\" will be found that points to the perfect solution \\\\ ^^^^^^^ / °QU' T°t o a complex problem. The obsessive per-\\ SELAP3E ^/i sonality does not like to admit that there are \\ CONTEMPLATE. ™ /T serious limits to reason and that many personal J^K / problems can only be resolved by commit-^z ^^ ^-^^i ^v . HESE ments that go beyond reason. The fear of fac-^{D3FyRTHE, cAILUfi E \"\"\"' •\" ing the irrational c a n k e e p o b s e s s i v e s seeking f*0** &L,£° 'F/ for years for sufficient information, moving from one book to another or one therapist to Figure 2. The revolving-door schema of smoking another.\n\ncessation. One of the important issues that we are make a serious commitment to stop smoking, struggling with has to do with why some Present research suggests that this stage ranges problems, such as vaginismus  (Prochaska &  from two hours to two months, with most Lapsanski, Note 1), appear to allow clients individuals reporting the actual commitment to progress linearly in therapy without a high as occurring in a rather brief period of time risk of relapse while other problems, such as  (Prochaska et al., in press ), smoking and obesity, involve such a high A commitment to quit brings individuals risk of relapse (DiClemente & Prochaska, into the relatively smoke-free world of a non-1982;  Heckerman & Prochaska, 1978) . In smoker as they begin to actively change their order to do justice to data on changes in smoking habits. Data indicate that most selfsmoking, weight control, or alcohol abuse quitters stop cold turkey (DiClemente & Prothe stages of change need to be represented chaska, 1982; Hecht, Note 2), and use relas cyclical rather than linear in sequence. For atively fewer processes of change to modify addictive problems, such as smoking, a re-their smoking patterns than do quitters from volving-door schema is a more accurate rep-formalized treatment programs (DiClemente resentation of the sequence that smokers pass  & Prochaska, 1982) . through in their efforts to become non-smok-Although individuals experience some of ers.\n\nthe satisfaction of a smoke-free life for varying Figure  2  presents a diagram of the revolv-amounts of time, most of them cannot exit ing-door schema of smoking cessation. The from the revolving door the first time around, lower half of the figure represents the more They struggle to maintain their recent status static world of immotive smokers-those who as a non-smoker, but they soon find themdo not currently experience enough motivation selves relapsing back into a smoke-filled life, to change their smoking habits. The center They want to exit while they are out in the circle is the revolving-door world of smokers realm of non-smokers. Forces unknown to in transition. Immotive smokers enter the them, however, seem to hold them back and realm of experience when they have enough the momentum of the revolving door seems motivation to begin to seriously contemplate to shove them back around into a smoke-filled changing their smoking habits. Recent data life again. The forces determining relapse indicate that smokers stay in the contempla-are unknown to researchers as well, though tion stage from two weeks to twelve months popular hypotheses include strength of the  (Prochaska et al., in press) .\n\nsmoking-habit pattern, weakness of com-If smokers continue to progress, they move mitment, environmental contingencies, or into the determination stage in which they inadequacy of maintenance strategies or skills.\n\nBut relapsers do not stop there. Many smokers in transition move back into the contemplation stage again, as they prepare for another frustrating trip around the revolving door. However, some eventually exit from this frustrating circle of change. Figure  2  presents the most common exits used to leave the revolving door. Exit 1 is the quickest way out. People who have been contemplating change decide that they do not really want to change even though they have been thinking about the hazards of the habit and the advantages of not smoking. Or they decide that they cannot change. Most contemplators, however, give it a whirl in trying to stop even if it is only a 24-hour spin without cigarettes.\n\nExit 2 is the truly successful way out of the smoking habit. The person who exits here no longer experiences a desire to smoke or, at a minimum, experiences little, if any, difficulty in not smoking across all situations. Our one-year follow-up of recent quitters  (DiClemente & Prochaska, 1982)  suggests that some successful quitters have exited from the revolving door and consider themselves to be confirmed non-smokers. They report that there are few, if any, situations that tempt them to smoke again. The first three to six months appears to be the most difficult and dangerous time for relapse. The next sixmonth period frequently requires active maintenance but is not as difficult. Self-quitters vary considerably in the amount of maintenance problems they experience. Those individuals who continue to experience difficulty in keeping from smoking remain in a prolonged maintenance stage in which specific strategies must be used to keep from relapsing.\n\nUnfortunately, Exit 2 doesn't appear to open up for most smokers prior to the second revolution of change. For successful former smokers it takes an average of three revolutions of change before they find their way to becoming fully free of the habit. Current data on long-term self-quitters also suggest that most self-stoppers remained in the maintenance stage from six to twelve months before they no longer experienced any difficulty in keeping from smoking  (Prochaska et al., in press) .\n\nEven more unfortunate is the fact that many smokers never find their way to become free of their habit. Some avoid the frustration of continued failure by leaving the revolving door through Exit 3 and try to resume the life of a satisfied smoker. Others continue to contemplate change, waiting for the right moment or the right method to come along to try again. Others decide they need a rest from struggling with the stresses of change. They tell themselves that someday in the future they will once again go back to struggling to succeed in stopping smoking.\n\nFrom our research with smokers it has become apparent that there are rather consistent stages that both precede and follow change. Precontemplation is the name given to the stage preceding change, while termination is the stage that completes maintenance. Individuals in the precontemplation stage are those who are not aware of having a particular problem even though others recognize them as having a problem. A wife of a troubled drinker, for example, may recognize the drinking as a problem even though the drinker himself does not think of his drinking as a problem. The precontemplator is either naively uninformed about the consequences of his/her behavior, such as the rare smoker who is not aware of the hazards of smoking, or actively resists being informed about the problem, such as the troubled drinker who denies the extent or effects of his drinking. Obviously, as long as a person remains in the precontemplation stage, he/she is not likely to change his/her behavior.\n\nFollowing change some individuals exit successfully by terminating the problem entirely. After a prolonged period of maintenance, many non-smokers, for example, no longer experience a desire to smoke and are not in risk of relapsing. As long as the person is still in the maintenance stage, the risk of relapse is real and the person will at times experience the anxiety or stress that can accompany efforts to maintain a change. Other individuals make progress in moving toward their goals but relapse into their problem patterns. Some of these relapsers will re-enter the contemplation stage while others will struggle to become precontemplators again so that they no longer will have to think of since we found that it often took a corrective their behavior as a problem to be changed.\n\nemotional experience to get clients to commit In our laboratory we have developed a scale themselves to the arduous task of changing of the stages of change with 150 outpatients their habit patterns. at a large community mental health center\n\nThe behavioral processes of contingency  (McConnaughy et al., in press) . We are control and conditional stimuli, on the other testing relationships between the client's stage hand, were seldom used until the individuals of change upon entering therapy and the were ready to act upon their increased concourse that therapy takes. Precontemplators, sciousness and commitment. These behavioral for example, are expected to drop out of ther-processes frequently continued to be used well apy at a much higher rate than other clients. into the maintenance stage. Drop-outs who are not precontemplators are\n\nWhat our research and model on self-change expected to either regress in their stage of and therapy change clearly suggests is that change or show no progress. The further along verbal and behavioral processes of change in the stages of change that clients are, the are not theoretically incompatible. In fact, more readily they will be expected to progress both sets of processes appear to be vitally on a particular problem during the course of important for individuals to complete the therapy. Those who make the most progress course of change. The major difference is in therapy will be expected, upon retesting, that the verbal processes are most important to show the most progress on the stages of in preparing clients for action, while the bechange scale. These are examples of the types havioral processes become more important of practical hypotheses that can be generated once clients have committed themselves to from the concept of stages of change.\n\nact.\n\nTherapists who rely only upon verbal pro-"
    },
    {
      "title": "INTEGRATION OF STAGES AND PROCESSES",
      "text": "cesses of change frequently make the implicit OF CHANGE assumption that once clients are more fully aware of themselves and their environment, One of the most important findings to a n d o n c e t h e y a r e committed to act, then the emerge from our research with self-changers clients can choose the appropriate processes and therapy changers is that particular prof o r effective action. Our work with smoking cesses of change tend to be used much more d o e s indeed support the notion that some during particular stages of change. The initial populations, at least, are quite effective in integration of processes and stages of change u s i n g contingency control, counter-condiis presented in Figure  3 .\n\ntioning and stimulus control techniques Figure  3  indicates that the verbal processes without the help of a therapist. The problem of change-consciousness raising, catharsis i s t h a t s o m e clients may not be nearly as and choosing-are most important during the skilled in applying counter-conditioning first two stages of change. This is not to say procedures, for example, to a disruptive fear that these processes are never used in later like vaginismus. stages of change but rather that they are em-F r o m t h e perspective of our model we asphasized when the clients are contemplating sume that many traditional behavior therapists change and determining if they are willing implicitly expected that their clients were to pay the price to change. Catharsis is shown committed to change and were ready for acas bridging contemplation and determination t i o n -A s therapists who have practiced behavior therapy, the problem has arisen all too STAGES, CONTEMPLATION--TE9-1,,T,\"n-HI^T .•«-.TENANT often that some clients are not as committed\n\nto action as we are. These clients tend n comply with our behavioral prescriptions,\n\nsuch as doing regular relaxation exercises, Figure  3 . Initial integration of stages and processes even though the data might suggest that such of change.\n\nexercises are the best action for lowering their level of anxiety.\n\nOur model would also suggest that when clients are committed to action then behavior therapies should outperform verbal therapies. Such may have been the case in Gordon  Paul's (1966)  classic study on college students in public-speaking courses who volunteered for therapy for public-speaking anxiety. A more representative sample of clinic patients which includes clients at various stages of change, including precontemplation and contemplation, would not necessarily favor the behavioral approaches. Such was the case in  Sloane et al. 's (1975)  already classic comparison of behavior therapy and psychotherapy.\n\nWhat processes move individuals into beginning to think about their behaviors as problems in the first place? What processes move a person from precontemplation into the contemplation stage? Conversely, what processes keep many individuals from thinking about particular behaviors as problems needing to be changed? Our initial data suggest that many individuals begin to contemplate changing particular aspects of their lives because of developmental processes that move them into a new stage in life. As  Levinson et al. (1978)  suggest, for example, many men find themselves quite satisfied with a particular spouse during their twenties, but when they enter the transition into the thirties they begin to contemplate radical changes in their marriages. Similarly, many smokers begin to contemplate stopping smoking seriously as they approach age 40 and feel pressured to face the finiteness of their lives. Another group of individuals appear ready for change not because of internal developmental changes but because their environment has changed. Perhaps a spouse or child has reached a new developmental stage and asks or demands that they stop drinking or smoking. Or they may realize that their environment no longer reinforces their smoking like it once did but now responds with subtle and not-so-subtle punishments to their old habits.\n\nWhile some individuals respond to environmental pressures to change more openly, many become defensive. We are currently studying the defensive processes that smokers use to resist change in the face of increasing social pressures to stop. We assume, then, that it is the selective processing of infor-mation that is characteristic of defense mechanisms which keep individuals from changing what society or significant others judge to be problem behaviors.\n\nOnce change has occurred, what processes allow some individuals to successfully maintain their gains until they eventually terminate their problem, while others relapse? The search for the determinants of relapse is the focus of an increasing number of investigators. From our research on smokers, the only variable that related to long-term success was the individual's level of self-efficacy at the time of stopping smoking  (DiClemente, 1981) . The individual's level of self-efficacy at the time of quitting was the only predictor of relapse within the first five months of quitting. The more effective the individual saw himself/herself in dealing with internal and external pressures to smoke the more likely that individual was to resist relapse. This finding supports  Bandura's (1977)  contention that efficacy expectations are cognitions which intervene in terms of the individual's commitment to particular changes in the face of obstacles and difficulties.\n\nThese findings suggest that a successful course of change involves not only a restructuring of the person's patterns of behavior but also a restructuring of key cognitions about one's self. In the transtheoretical model such cognitive restructuring is seen as the result of the individual effectively applying the appropriate processes of change during each of the appropriate stages of change."
    },
    {
      "title": "COOPERATION BETWEEN CLIENTS AND THERAPISTS",
      "text": "From our research with self-changers and changers in therapy, we are convinced that clients are as much agents of change as are therapists. We have found, for example, that individuals who stop smoking on their own can be as effective five months later in maintaining their non-smoking, as clients of expensive and complex treatments. We have also found that clients in the complex treatments selectively choose which of the particular techniques to use and which to ignore, rather than blindly using all the techniques that the experts suggest.\n\nWe believe that many therapists might be-come more effective if they accepted that clients can be at least as much a source of change as a source of resistance to change.\n\nIn fact, one of the more common sources of resistance might well be when clients and therapists are working at two different stages of change. The more directive, action-oriented therapist would find clients who are at the contemplation stage to be highly resistant to their therapies. From the client's perspective, however, the therapist may be seen as wanting to move too quickly. On the other hand, therapists who specialize in consciousness raising tend to see clients who are ready for action as resistant to their therapies. The clients would be warned against acting out impulsively. From the client's perspective, however, the therapist might be warned against moving too slowly. In our current research on drop-outs we are hypothesizing that dropouts occur when therapists and clients are too far apart in their expectations on which stage of change they will be working.\n\nWhen therapy involves two or more clients working together, such as in marital therapy, then therapy will be expected to progress most smoothly when each of the clients are at the same stage of change. If one spouse is ready for action while the other has only begun to contemplate change, then the therapist is in the difficult position of being damned by one client for moving too slowly or being damned by the other for moving too quickly. We are finding that it helps when both spouses and the therapist are aware of which stage of change each is in.\n\nBecause, all too often, only therapists are defined as agents of change, clients fail to get adequate credit for their efforts. They certainly get enough blame for being a source of resistance. Traditionally, when individuals improve without therapy such changes are attributed to some mysterious spontaneous recovery. Our research suggests that such improvement is neither mysterious nor spontaneous. Improvement without therapy appears to involve the same stages and processes of change as improvement within therapy. By taking seriously the successful efforts that individuals make without therapy, we believe we can enhance a transtheoretical model of change. By cooperating with the same efforts that clients make within therapy, we believe we can enhance the practice of transtheoretical therapy."
    },
    {
      "title": "REFERENCE NOTES",
      "text": "1. Prochaska, J. & Lapsanski, D. A transtheoretical of three cases of vaginismus: An easy success, a difficult success and a failure. Unpublished manuscript, University of Rhode Island. 2. Hecht, E. A retrospective study of successful quitters.\n\nPaper presented at the annual meeting of the American Psychological Association, Toronto, Canada, August 1978."
    }
  ],
  "references": [
    {
      "title": "Self-efficacy: Toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191",
      "journal": "Psychological Review",
      "volume": "84",
      "issue": "2",
      "raw": "Self-efficacy: Toward a unifying theory of behavioral change \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t 10.1037//0033-295x.84.2.191 \n\t \n\t \n\t\t Psychological Review \n\t\t \n\t\t\t 84 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1977 \n\t\t \n\t \n\t BANDURA, A. Self-efficacy: Toward a unifying theory of behavioral change. Psychological Review, 84 (2), 191-215, 1977."
    },
    {
      "title": "Self-efficacy and smoking cessation maintenance",
      "authors": [
        "C Diclemente"
      ],
      "year": 1981,
      "doi": "10.1007/bf01172525",
      "journal": "Cognitive Therapy and Research",
      "volume": "5",
      "raw": "Self-efficacy and smoking cessation maintenance \n\t\t \n\t\t\t C Diclemente \n\t\t \n\t\t 10.1007/bf01172525 \n\t \n\t \n\t\t Cognitive Therapy and Research \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 1981 \n\t\t \n\t \n\t DICLEMENTE, C. Self-efficacy and smoking cessation maintenance. Cognitive Therapy and Research, 5, 175-187, 1981."
    },
    {
      "title": "Self-change and therapy change of smoking behavior: A comparison of processes of change in cessation and maintenance",
      "authors": [
        "Clemente Di",
        "C Prochaska"
      ],
      "year": 1982,
      "journal": "Addictive Behaviors",
      "volume": "7",
      "raw": "Self-change and therapy change of smoking behavior: A comparison of processes of change in cessation and maintenance \n\t\t \n\t\t\t Clemente Di \n\t\t \n\t\t \n\t\t\t C Prochaska \n\t\t \n\t\t \n\t\t\t J \n\t\t \n\t \n\t \n\t\t Addictive Behaviors \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 1982 \n\t\t \n\t \n\t Di CLEMENTE, C. & PROCHASKA, J. Self-change and therapy change of smoking behavior: A comparison of processes of change in cessation and maintenance. Addictive Behaviors, 7, 133-142, 1982."
    },
    {
      "title": "Effects of induced expectancy and systematic desensitization on test anxiety in therapy, pseudodesensitization and control group subjects",
      "authors": [
        "N Dupont"
      ],
      "year": 1975,
      "doi": "10.23860/diss-2807",
      "raw": "Effects of induced expectancy and systematic desensitization on test anxiety in therapy, pseudodesensitization and control group subjects \n\t\t \n\t\t\t N Dupont \n\t\t \n\t\t 10.23860/diss-2807 \n\t\t \n\t\t\t 1975 \n\t\t \n\t\t \n\t\t\t University of Rhode Island \n\t\t \n\t \n\t Unpublished doctoral dissertation \n\t DUPONT, N. Effects of induced expectancy and systematic desensitization on test anxiety in therapy, pseudo- desensitization and control group subjects. Unpub- lished doctoral dissertation, University of Rhode Is- land, 1975."
    },
    {
      "title": "Persuasion and Healing",
      "authors": [
        "J Frank"
      ],
      "year": 1973,
      "doi": "10.1017/s0033291700054647",
      "raw": "J Frank \n\t\t \n\t\t 10.1017/s0033291700054647 \n\t\t Persuasion and Healing \n\t\t Baltimore, Md. \n\t\t \n\t\t\t Johns Hopkins University Press \n\t\t\t 1973 \n\t\t \n\t \n\t FRANK, J. Persuasion and Healing. Baltimore, Md.: Johns Hopkins University Press, 1973."
    },
    {
      "title": "Social case work: More than a modality",
      "authors": [
        "A Freed"
      ],
      "year": 1977,
      "doi": "10.1177/104438947705800403",
      "journal": "Social Case Work",
      "volume": "20",
      "raw": "Social case work: More than a modality \n\t\t \n\t\t\t A Freed \n\t\t \n\t\t 10.1177/104438947705800403 \n\t \n\t \n\t\t Social Case Work \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 1977 \n\t\t \n\t \n\t FREED, A. Social case work: More than a modality. Social Case Work, 20, 214-223, 1977."
    },
    {
      "title": "A survey of clinical psychologists: Characteristics, activities and orientations",
      "authors": [
        "S Garfield",
        "R Kurtz"
      ],
      "year": 1974,
      "doi": "10.1037/e544462009-007",
      "journal": "The Clinical Psychologist",
      "volume": "28",
      "raw": "A survey of clinical psychologists: Characteristics, activities and orientations \n\t\t \n\t\t\t S Garfield \n\t\t \n\t\t \n\t\t\t R Kurtz \n\t\t \n\t\t 10.1037/e544462009-007 \n\t \n\t \n\t\t The Clinical Psychologist \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 1974 \n\t\t \n\t \n\t GARFIELD, S. & KURTZ, R. A survey of clinical psy- chologists: Characteristics, activities and orientations. The Clinical Psychologist, 28, 7-10, 1974."
    },
    {
      "title": "Toward the delineation of therapeutic change principles",
      "authors": [
        "M Goldfried"
      ],
      "year": 1980,
      "doi": "10.1037//0003-066x.35.11.991",
      "journal": "American Psychologist",
      "volume": "35",
      "raw": "Toward the delineation of therapeutic change principles \n\t\t \n\t\t\t M R Goldfried \n\t\t \n\t\t 10.1037//0003-066x.35.11.991 \n\t \n\t \n\t\t American Psychologist \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 1980 \n\t\t \n\t \n\t GOLDFRIED, M. R. Toward the delineation of therapeutic change principles. American Psychologist, 35, 991-999, 1980."
    },
    {
      "title": "The structure of intellect",
      "authors": [
        "J Guilford"
      ],
      "year": 1956,
      "doi": "10.1037/h0040755",
      "journal": "Psychological Bulletin",
      "volume": "53",
      "raw": "The structure of intellect \n\t\t \n\t\t\t J P Guilford \n\t\t \n\t\t 10.1037/h0040755 \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 1956 \n\t\t \n\t \n\t GuiLFORD, J. P. The structure of intellect. Psychological Bulletin, 53, 267-293, 1956."
    },
    {
      "title": "Contemporary marital therapies: A critique and comparative analysis of psychoanalytic, behavioral and systems theory approaches",
      "authors": [
        "A Gurman"
      ],
      "year": 1978,
      "doi": "10.1017/s0033291700039866",
      "raw": "Contemporary marital therapies: A critique and comparative analysis of psychoanalytic, behavioral and systems theory approaches \n\t\t \n\t\t\t A Gurman \n\t\t \n\t\t 10.1017/s0033291700039866 \n\t \n\t \n\t\t Marriage and Marital Therapy \n\t\t \n\t\t\t T Paolino \n\t\t \n\t\t \n\t\t\t B Mccrady \n\t\t \n\t\t New York \n\t\t \n\t\t\t Brunner/Mazel \n\t\t\t 1978 \n\t\t \n\t \n\t GURMAN, A. Contemporary marital therapies: A critique and comparative analysis of psychoanalytic, behavioral and systems theory approaches. In T. Paolino and B. McCrady (Eds.), Marriage and Marital Therapy. New York: Brunner/Mazel, 1978."
    },
    {
      "title": "Decreasing the drop-out rate at a community mental health center",
      "authors": [
        "K Haspel"
      ],
      "year": 1980,
      "doi": "10.23860/diss-3058",
      "raw": "Decreasing the drop-out rate at a community mental health center \n\t\t \n\t\t\t K Haspel \n\t\t \n\t\t 10.23860/diss-3058 \n\t\t \n\t\t\t 1980 \n\t\t \n\t\t \n\t\t\t University of Rhode Island \n\t\t \n\t \n\t Unpublished doctoral dissertation \n\t HASPEL, K. Decreasing the drop-out rate at a community mental health center. Unpublished doctoral disserta- tion, University of Rhode Island, 1980."
    },
    {
      "title": "Development and evaluation of weight reduction procedures in a health maintenance organization",
      "authors": [
        "C Heckerman",
        "J Prochaska"
      ],
      "year": 1978,
      "raw": "Development and evaluation of weight reduction procedures in a health maintenance organization \n\t\t \n\t\t\t C Heckerman \n\t\t \n\t\t \n\t\t\t J Prochaska \n\t\t \n\t \n\t \n\t\t Behavioral Self-Management \n\t\t \n\t\t\t R Stuart \n\t\t \n\t\t New York \n\t\t \n\t\t\t Brunner/Mazel \n\t\t\t 1978 \n\t\t \n\t \n\t HECKERMAN, C. & PROCHASKA, J. Development and evaluation of weight reduction procedures in a health maintenance organization. In R. Stuart (Ed.), Behav- ioral Self-Management. New York: Brunner/Mazel, 1978."
    },
    {
      "title": "The Seasons of a Man's Life",
      "authors": [
        "D Levinson",
        "C Darrow",
        "E Klein",
        "M Levinson",
        "B Mckee"
      ],
      "year": 1978,
      "raw": "D Levinson \n\t\t \n\t\t \n\t\t\t C Darrow \n\t\t \n\t\t \n\t\t\t E Klein \n\t\t \n\t\t \n\t\t\t M Levinson \n\t\t \n\t\t \n\t\t\t B Mckee \n\t\t \n\t\t The Seasons of a Man's Life \n\t\t New York \n\t\t \n\t\t\t Alfred A. Knopf \n\t\t\t 1978 \n\t\t \n\t \n\t LEVINSON, D., DARROW, C , KLEIN, E., LEVINSON, M. & MCKEE, B. The Seasons of a Man's Life. New York: Alfred A. Knopf, 1978."
    },
    {
      "title": "The Modes and Morals of Psychotherapy",
      "authors": [
        "P London"
      ],
      "year": 1964,
      "raw": "P London \n\t\t \n\t\t The Modes and Morals of Psychotherapy \n\t\t New York \n\t\t \n\t\t\t Holt, Rinehart & Winston \n\t\t\t 1964 \n\t\t \n\t \n\t LONDON, P. The Modes and Morals of Psychotherapy. New York: Holt, Rinehart & Winston, 1964."
    },
    {
      "title": "Comparative studies of psychotherapies",
      "authors": [
        "L Luborsky",
        "B Singer",
        "L Luborsky"
      ],
      "year": 1975,
      "doi": "10.1001/archpsyc.1975.01760260059004",
      "journal": "Archives of General Psy-chiatry",
      "volume": "32",
      "raw": "Comparative studies of psychotherapies \n\t\t \n\t\t\t L Luborsky \n\t\t \n\t\t \n\t\t\t B Singer \n\t\t \n\t\t \n\t\t\t L Luborsky \n\t\t \n\t\t 10.1001/archpsyc.1975.01760260059004 \n\t \n\t \n\t\t Archives of General Psy-chiatry \n\t\t \n\t\t\t 32 \n\t\t\t \n\t\t\t 1975 \n\t\t \n\t \n\t LUBORSKY, L., SINGER, B. & LUBORSKY, L. Comparative studies of psychotherapies. Archives of General Psy- chiatry, 32, 995-1008, 1975."
    },
    {
      "title": "Stages of change in psychotherapy: Measurement and sample profiles",
      "authors": [
        "E Mcconnaughy",
        "J Prochaska",
        "W Velicer"
      ],
      "doi": "10.1037/h0090198",
      "raw": "Stages of change in psychotherapy: Measurement and sample profiles \n\t\t \n\t\t\t E A Mcconnaughy \n\t\t \n\t\t \n\t\t\t J Prochaska \n\t\t \n\t\t \n\t\t\t W Velicer \n\t\t \n\t\t 10.1037/h0090198 \n\t \n\t \n\t\t Psychotherapy: Theory, Research and Practice \n\t\t \n\t \n\t in press \n\t MCCONNAUGHY, E. A., PROCHASKA, J. & VELICER, W. Stages of change in psychotherapy: Measurement and sample profiles. Psychotherapy: Theory, Research and Practice, in press."
    },
    {
      "title": "Shopping for the right therapy",
      "authors": [
        "M Parloff"
      ],
      "year": 1976,
      "doi": "10.1093/oseo/instance.00294045",
      "journal": "Saturday Review",
      "raw": "Shopping for the right therapy \n\t\t \n\t\t\t M Parloff \n\t\t \n\t\t 10.1093/oseo/instance.00294045 \n\t \n\t \n\t\t Saturday Review \n\t\t \n\t\t\t \n\t\t\t February 21, 1976 \n\t\t \n\t \n\t PARLOFF, M. Shopping for the right therapy. Saturday Review, February 21, 1976, pp. 14-16."
    },
    {
      "title": "Insight Versus Desensitization in Psychotherapy: An Experiment in Anxiety Reduction",
      "authors": [
        "G Paul"
      ],
      "year": 1966,
      "raw": "G Paul \n\t\t \n\t\t Insight Versus Desensitization in Psychotherapy: An Experiment in Anxiety Reduction \n\t\t Stanford \n\t\t \n\t\t\t Stanford University Press \n\t\t\t 1966 \n\t\t \n\t \n\t PAUL, G. Insight Versus Desensitization in Psychother- apy: An Experiment in Anxiety Reduction. Stanford: Stanford University Press, 1966."
    },
    {
      "title": "Systems of Psychotherapy: A Transthe-oreticalAnalysis",
      "authors": [
        "J Prochaska"
      ],
      "year": 1979,
      "volume": "111",
      "raw": "Systems of Psychotherapy: A Transthe-oreticalAnalysis \n\t\t \n\t\t\t J Prochaska \n\t\t \n\t\t \n\t\t\t 1979 \n\t\t\t Dorsey Press \n\t\t\t 111 \n\t\t\t Homewood \n\t\t \n\t \n\t PROCHASKA, J. Systems of Psychotherapy: A Transthe- oreticalAnalysis. Homewood, 111.: Dorsey Press, 1979."
    },
    {
      "title": "Demonstration of the advantages of remote control aversive stimulation in the control of head-banging in a retarded child",
      "authors": [
        "J Prochaska",
        "N Smith",
        "R Marzilli",
        "W Donovan",
        "J Colby"
      ],
      "year": 1974,
      "doi": "10.1016/0005-7916(74)90080-9",
      "journal": "Journal of Behavior Therapy and Experimental Psychiatry",
      "volume": "5",
      "raw": "Demonstration of the advantages of remote control aversive stimulation in the control of head-banging in a retarded child \n\t\t \n\t\t\t J Prochaska \n\t\t \n\t\t \n\t\t\t N Smith \n\t\t \n\t\t \n\t\t\t R Marzilli \n\t\t \n\t\t \n\t\t\t W Donovan \n\t\t \n\t\t \n\t\t\t J Colby \n\t\t \n\t\t 10.1016/0005-7916(74)90080-9 \n\t \n\t \n\t\t Journal of Behavior Therapy and Experimental Psychiatry \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 1974 \n\t\t \n\t \n\t PROCHASKA, J., SMITH, N., MARZILLI, R., DONOVAN, W. & COLBY, J. Demonstration of the advantages of remote control aversive stimulation in the control of head-banging in a retarded child. Journal of Behavior Therapy and Experimental Psychiatry, 5, 285-289, 1974."
    },
    {
      "title": "Self-change processes, self-efficacy and self-concept in relapse and maintenance of smoking cessation",
      "authors": [
        "J Prochaska",
        "P Crimi",
        "D Lapsonski",
        "L Mortel",
        "P Reid"
      ],
      "doi": "10.2466/pr0.1982.51.3.983",
      "journal": "Psychological Reports",
      "raw": "Self-change processes, self-efficacy and self-concept in relapse and maintenance of smoking cessation \n\t\t \n\t\t\t J Prochaska \n\t\t \n\t\t \n\t\t\t P Crimi \n\t\t \n\t\t \n\t\t\t D Lapsonski \n\t\t \n\t\t \n\t\t\t L Mortel \n\t\t \n\t\t \n\t\t\t P Reid \n\t\t \n\t\t 10.2466/pr0.1982.51.3.983 \n\t \n\t \n\t\t Psychological Reports \n\t\t \n\t \n\t in press \n\t PROCHASKA, J., CRIMI, P., LAPSONSKI, D., MORTEL, L. & REID, P. Self-change processes, self-efficacy and self-concept in relapse and maintenance of smoking cessation. Psychological Reports, in press."
    },
    {
      "title": "Choosing parenthood: A needed family life education group",
      "authors": [
        "J Prochaska",
        "J Coyle"
      ],
      "year": 1979,
      "doi": "10.1177/104438947906000505",
      "journal": "Social Casework",
      "volume": "60",
      "raw": "Choosing parenthood: A needed family life education group \n\t\t \n\t\t\t J Prochaska \n\t\t \n\t\t \n\t\t\t J Coyle \n\t\t \n\t\t 10.1177/104438947906000505 \n\t \n\t \n\t\t Social Casework \n\t\t \n\t\t\t 60 \n\t\t\t \n\t\t\t 1979 \n\t\t \n\t \n\t PROCHASKA, J. & COYLE, J. Choosing parenthood: A needed family life education group. Social Casework, 60, 289-296, 1979."
    },
    {
      "title": "Psychotherapy versus Behavior Therapy",
      "authors": [
        "R Sloane",
        "F Staples",
        "A Cristel",
        "N Yorkston",
        "K Whipple"
      ],
      "year": 1975,
      "doi": "10.4159/harvard.9780674365063",
      "raw": "R Sloane \n\t\t \n\t\t \n\t\t\t F Staples \n\t\t \n\t\t \n\t\t\t A Cristel \n\t\t \n\t\t \n\t\t\t N Yorkston \n\t\t \n\t\t \n\t\t\t K Whipple \n\t\t \n\t\t 10.4159/harvard.9780674365063 \n\t\t Psychotherapy versus Behavior Therapy \n\t\t Cambridge, Mass \n\t\t \n\t\t\t Harvard University Press \n\t\t\t 1975 \n\t\t \n\t \n\t SLOANE, R., STAPLES, F., CRISTEL, A., YORKSTON, N. & WHIPPLE, K. Psychotherapy versus Behavior Ther- apy. Cambridge, Mass.: Harvard University Press, 1975."
    },
    {
      "year": 1979,
      "doi": "10.1080/00332747.1979.11024009",
      "journal": "Psychiatry on the couch",
      "raw": "10.1080/00332747.1979.11024009 \n\t \n\t \n\t\t Psychiatry on the couch \n\t\t \n\t\t\t \n\t\t\t April 29, 1979 \n\t\t \n\t \n\t Time Magazine \n\t Time Magazine. Psychiatry on the couch. April 29, 1979, pp. 74-82."
    },
    {
      "title": "Psychoanalysis and Behavior Therapy",
      "authors": [
        "P Wachtel"
      ],
      "year": 1977,
      "doi": "10.1093/sw/22.4.327-a",
      "raw": "Psychoanalysis and Behavior Therapy \n\t\t \n\t\t\t P Wachtel \n\t\t \n\t\t 10.1093/sw/22.4.327-a \n\t\t \n\t\t\t 1977 \n\t\t\t Basic Books \n\t\t\t New York \n\t\t \n\t \n\t WACHTEL, P. Psychoanalysis and Behavior Therapy. New York: Basic Books, 1977."
    },
    {
      "title": "Comparative Psychology of Mental Development",
      "authors": [
        "H Werner"
      ],
      "year": 1948,
      "doi": "10.1002/1097-4679(194810)4:4<431::aid-jclp2270040421>3.0.co;2-k",
      "raw": "H Werner \n\t\t \n\t\t 10.1002/1097-4679(194810)4:4<431::aid-jclp2270040421>3.0.co;2-k \n\t\t Comparative Psychology of Mental Development \n\t\t New York \n\t\t \n\t\t\t International Universities Press \n\t\t\t 1948 \n\t\t \n\t \n\t WERNER, H. Comparative Psychology of Mental De- velopment. New York: International Universities Press, 1948."
    },
    {
      "title": "Desensitization: Social and cognitive factors underlying the effectiveness of Wolpe's procedure",
      "authors": [
        "W Wilkins"
      ],
      "year": 1971,
      "doi": "10.1037/h0031722",
      "journal": "Psychological Bulletin",
      "volume": "76",
      "raw": "Desensitization: Social and cognitive factors underlying the effectiveness of Wolpe's procedure \n\t\t \n\t\t\t W Wilkins \n\t\t \n\t\t 10.1037/h0031722 \n\t \n\t \n\t\t Psychological Bulletin \n\t\t \n\t\t\t 76 \n\t\t\t \n\t\t\t 1971 \n\t\t \n\t \n\t WILKINS, W. Desensitization: Social and cognitive factors underlying the effectiveness of Wolpe's procedure. Psychological Bulletin, 76, 311-317, 1971."
    }
  ],
  "num_references": 27,
  "formulas": [
    {
      "text": "P R O C E S S E S C C N 3 C = U S N E 5 S O C S C O -, , G E N C of T T C L"
    },
    {
      "text": "CAI WARS TS CQND TIGNAL S7 [(\"ML i X J i JT '"
    }
  ],
  "num_formulas": 2,
  "num_citations": 42,
  "cited_references": [
    "b14",
    "b17",
    "b24",
    "b7",
    "b19",
    "b6",
    "b18",
    "b1",
    "b9",
    "b10",
    "b3",
    "b5",
    "b8",
    "b12",
    "b11",
    "b25",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] University of Rhode Island",
    "This work was partially supported by Grant CA27821 from the National Cancer Institute. * Requests for reprints should be sent to James O. Prochaska, Dept. of Psychology, University of Rhode Island, Kingston, RI 02881. CARLO C. DI CLEMENTE",
    "[raw_reference] BANDURA, A. Self-efficacy: Toward a unifying theory of behavioral change. Psychological Review, 84 (2), 191-215, 1977.",
    "[raw_reference] DICLEMENTE, C. Self-efficacy and smoking cessation maintenance. Cognitive Therapy and Research, 5, 175-187, 1981.",
    "[raw_reference] Di CLEMENTE, C. & PROCHASKA, J. Self-change and therapy change of smoking behavior: A comparison of processes of change in cessation and maintenance. Addictive Behaviors, 7, 133-142, 1982.",
    "[report_type] Unpublished doctoral dissertation",
    "[raw_reference] DUPONT, N. Effects of induced expectancy and systematic desensitization on test anxiety in therapy, pseudo- desensitization and control group subjects. Unpub- lished doctoral dissertation, University of Rhode Is- land, 1975.",
    "[raw_reference] FRANK, J. Persuasion and Healing. Baltimore, Md.: Johns Hopkins University Press, 1973.",
    "[raw_reference] FREED, A. Social case work: More than a modality. Social Case Work, 20, 214-223, 1977.",
    "[raw_reference] GARFIELD, S. & KURTZ, R. A survey of clinical psy- chologists: Characteristics, activities and orientations. The Clinical Psychologist, 28, 7-10, 1974.",
    "[raw_reference] GOLDFRIED, M. R. Toward the delineation of therapeutic change principles. American Psychologist, 35, 991-999, 1980.",
    "[raw_reference] GuiLFORD, J. P. The structure of intellect. Psychological Bulletin, 53, 267-293, 1956.",
    "[raw_reference] GURMAN, A. Contemporary marital therapies: A critique and comparative analysis of psychoanalytic, behavioral and systems theory approaches. In T. Paolino and B. McCrady (Eds.), Marriage and Marital Therapy. New York: Brunner/Mazel, 1978.",
    "[report_type] Unpublished doctoral dissertation",
    "[raw_reference] HASPEL, K. Decreasing the drop-out rate at a community mental health center. Unpublished doctoral disserta- tion, University of Rhode Island, 1980.",
    "[raw_reference] HECKERMAN, C. & PROCHASKA, J. Development and evaluation of weight reduction procedures in a health maintenance organization. In R. Stuart (Ed.), Behav- ioral Self-Management. New York: Brunner/Mazel, 1978.",
    "[raw_reference] LEVINSON, D., DARROW, C , KLEIN, E., LEVINSON, M. & MCKEE, B. The Seasons of a Man's Life. New York: Alfred A. Knopf, 1978.",
    "[raw_reference] LONDON, P. The Modes and Morals of Psychotherapy. New York: Holt, Rinehart & Winston, 1964.",
    "[raw_reference] LUBORSKY, L., SINGER, B. & LUBORSKY, L. Comparative studies of psychotherapies. Archives of General Psy- chiatry, 32, 995-1008, 1975.",
    "in press",
    "[raw_reference] MCCONNAUGHY, E. A., PROCHASKA, J. & VELICER, W. Stages of change in psychotherapy: Measurement and sample profiles. Psychotherapy: Theory, Research and Practice, in press.",
    "[raw_reference] PARLOFF, M. Shopping for the right therapy. Saturday Review, February 21, 1976, pp. 14-16.",
    "[raw_reference] PAUL, G. Insight Versus Desensitization in Psychother- apy: An Experiment in Anxiety Reduction. Stanford: Stanford University Press, 1966.",
    "[raw_reference] PROCHASKA, J. Systems of Psychotherapy: A Transthe- oreticalAnalysis. Homewood, 111.: Dorsey Press, 1979.",
    "[raw_reference] PROCHASKA, J., SMITH, N., MARZILLI, R., DONOVAN, W. & COLBY, J. Demonstration of the advantages of remote control aversive stimulation in the control of head-banging in a retarded child. Journal of Behavior Therapy and Experimental Psychiatry, 5, 285-289, 1974.",
    "in press",
    "[raw_reference] PROCHASKA, J., CRIMI, P., LAPSONSKI, D., MORTEL, L. & REID, P. Self-change processes, self-efficacy and self-concept in relapse and maintenance of smoking cessation. Psychological Reports, in press.",
    "[raw_reference] PROCHASKA, J. & COYLE, J. Choosing parenthood: A needed family life education group. Social Casework, 60, 289-296, 1979.",
    "[raw_reference] SLOANE, R., STAPLES, F., CRISTEL, A., YORKSTON, N. & WHIPPLE, K. Psychotherapy versus Behavior Ther- apy. Cambridge, Mass.: Harvard University Press, 1975.",
    "Time Magazine",
    "[raw_reference] Time Magazine. Psychiatry on the couch. April 29, 1979, pp. 74-82.",
    "[raw_reference] WACHTEL, P. Psychoanalysis and Behavior Therapy. New York: Basic Books, 1977.",
    "[raw_reference] WERNER, H. Comparative Psychology of Mental De- velopment. New York: International Universities Press, 1948.",
    "[raw_reference] WILKINS, W. Desensitization: Social and cognitive factors underlying the effectiveness of Wolpe's procedure. Psychological Bulletin, 76, 311-317, 1971."
  ],
  "editors": [
    "T Paolino",
    "B Mccrady",
    "R Stuart"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Psychotherapy: Theory, Research & Practice",
  "volume": "19",
  "issue": "3",
  "pages": "276-288",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.500721",
    "zotero_item_type": "journalArticle"
  }
}
