{
  "paper_id": "VRJJMPWZ",
  "title": "Physical Activity and Survival in Women with Advanced Breast Cancer",
  "abstract": "Background-Several empirical investigations have attempted to characterize the effect of physical activity on cancer mortality, but these investigations have rarely focused on patients with advanced breast cancer. Objective-The current study examined the hypothesis that greater physical activity is associated with longer survival among women with advanced breast cancer. Methods-We conducted a secondary data analysis of a prospective study of 103 patients with stage IV (n=100) or locally recurrent (n=3) breast cancer involved in a group psychotherapy trial. Physical activity was assessed at baseline using the Seven-Day Physical Activity Recall questionnaire, and patients were followed until April 1, 2016, at which time 93 of 103 had died. Results-Greater physical activity level at baseline was significantly associated with longer subsequent survival time in a Cox proportional hazards model (hazard ratio, HR=0.90; 95% CI=0.84, 0.97, p<.01). Engaging in one additional hour per day of moderate activity reduced the hazard of subsequent mortality by 23% (HR=0.77, 95% CI=0.65, 0.92, p<.01). These results remained significant even after controlling for demographic, medical, cancer, depression and cortisol variables (HR=0.91, CI: 0.84-0.99, p<.05). Conclusions-Women with advanced breast cancer who engaged in physical activity for 1 or more hours per day at baseline had an increased likelihood of survival compared to those who exercised less than 1 hour per day. Implications for Practice-Nurses should consider recommending moderate physical activity for women with advanced breast cancer. Randomized trials of physical activity interventions for this population are needed.",
  "year": 2019,
  "date": "2019-07-01",
  "journal": "Breast Cancer",
  "publication": "Breast Cancer",
  "authors": [
    {
      "forename": "Oxana",
      "surname": "Palesh",
      "name": "Oxana Palesh"
    },
    {
      "forename": "Charles",
      "surname": "Kamen",
      "name": "Charles Kamen",
      "email": "charles_kamen@urmc.rochester.edu"
    },
    {
      "forename": "Susan",
      "surname": "Sharp",
      "name": "Susan Sharp"
    },
    {
      "forename": "Ashleigh",
      "surname": "Golden",
      "name": "Ashleigh Golden"
    },
    {
      "forename": "Eric",
      "surname": "Neri",
      "name": "Eric Neri"
    },
    {
      "forename": "David",
      "surname": "Spiegel",
      "name": "David Spiegel"
    },
    {
      "forename": "Cheryl",
      "surname": "Koopman",
      "name": "Cheryl Koopman"
    },
    {
      "forename": "Drs",
      "surname": "Palesh",
      "name": "Drs Palesh"
    },
    {
      "affiliation": "Wilmot Cancer Center , University of Rochester , Rochester , NY (Dr. Kamen) ; \n\t\t\t\t\t\t\t\t Wilmot Cancer Center \n\t\t\t\t\t\t\t\t University of Rochester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t NY (Dr. Kamen"
    },
    {
      "affiliation": "Department of Psychiatry and Behavioral Sciences , Stanford University , Stanford , CA \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Stanford \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "PGSP-Stanford Psy.D. Consortium , Palo Alto University , Palo Alto , CA \n\t\t\t\t\t\t\t\t PGSP-Stanford Psy.D. Consortium \n\t\t\t\t\t\t\t\t Palo Alto University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Palo Alto \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "affiliation": "Wilmot Cancer Center , University of Rochester Medical Center , 265 Crittenden Blvd , Box 420658 , Rochester , NY 14642 \n\t\t\t\t\t\t\t\t Wilmot Cancer Center \n\t\t\t\t\t\t\t\t University of Rochester Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 265 Crittenden Blvd \n\t\t\t\t\t\t\t\t\t Box 420658 \n\t\t\t\t\t\t\t\t\t 14642 \n\t\t\t\t\t\t\t\t\t Rochester \n\t\t\t\t\t\t\t\t\t NY"
    }
  ],
  "doi": "",
  "pmid": "24062405",
  "keywords": [
    "physical activity",
    "advanced breast cancer",
    "survival"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Breast cancer remains the second leading cause of cancer death among women, and the fiveyear survival rate among women with Stage IV breast cancer is only 22%.  1  In addition to medical variables such as hormone receptor status, disease-free interval, and degree of metastatic spread, studies have shown that demographic factors such as older age at diagnosis and being married predict longer survival times.  2, 3 Furthermore, research conducted by our group and by others have shown that both higher depression  [4] [5] [6]  and flattened diurnal cortisol rhythm (marker of dysregulated hypothalamic pituarity axis [HPA]  and circadian disruption) are associated with faster disease progression.  7, 8 ere remains a need for studies that can identify additional non-medical and modifiable factors associated with slower disease progression and longer survival time in advanced breast cancer patients.  9 Physical activity may be one such protective, modifiable factor  10  . Physical activity both before and after breast cancer diagnosis has been found to be associated with survival, with the greatest increase in survival correlated with physical activity after breast cancer diagnosis.  [11] [12] 2] [13] [14] [15]  For example, Holmes et al.  16  reported that women with stages I to III breast cancer who walked the equivalent of 3 to 5 hours per week following their breast cancer diagnosis experienced the greatest reduction in risk of mortality. One meta-analysis of physical activity and survival among women diagnosed with breast cancer found that all-cause mortality was reduced by 41% if women engaged in physical activity after a diagnosis of breast cancer  17  , while a second found that engagement in physical activity reduced breast cancer-specific mortality by between 41% and 51%.  18 hese studies have indicated that changes in levels of estrogen, insulin, and proinflammatory cytokines could mechanistically explain the link between physical activity and survival after breast cancer, and could be tied to broader improvements in overall immune function.  19 Exercise could also affect metabolic hormones via reductions in adiposity, and thereby limit the growth and proliferation of breast cancer tumor cells.  20 ny of the studies included in these reviews have focused on women with early stage breast cancer.  21 As treatment advances have both extended the life expectancy and also improved the health status of women with advanced breast cancer, they are increasingly able and willing to engage in physical exercise.  22, 23 The current literature on physical activity recommends that nurses and other cancer care providers encourage all cancer patients to exercise, provided they have no medical contraindications.  24 However, the effect of physical activity on the survival of advanced cancer patients has not yet been fully characterized.\n\nThe current study attempts to address this gap in the literature on physical activity and survival in women with advanced breast cancer. We hypothesized that greater physical activity would be associated with greater survival among women with advanced breast cancer, even while controlling for other prognostic factors known to be associated with survival  25, 26  . These prognostic factors include: demographic factors (age, marital status); medical factors (estrogen receptor [ER] status, site of metastatic disease spread), treatment factors (chemotherapy, radiation therapy, hormonal therapy); depression; and salivary cortisol slope."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Procedure",
      "text": "This is a secondary analysis of a randomized clinical trial designed to evaluate the effect of Supportive Expressive Group Therapy (SEGT) on survival.  27 Participants were randomly assigned after a baseline assessment either to a treatment condition, in which they received SEGT plus educational materials, or to a control condition, in which they received educational materials only. The parent study did not find a significant effect of the SEGT condition on survival.  27 There were no significant interactions between physical activity, SEGT, and survival in this sample; therefore, we analyze outcomes for the combined sample regardless of intervention arm. This secondary analysis focuses on the relationship between physical activity and survival among women with advanced breast cancer in the completed trial. Although the primary study was adequately powered, this study is a secondary analysis and is limited to the sample size calculated for the treatment-control comparison. The intervention (SEGT) used a group psychotherapy format to address psychological distress and did not specifically introduce or facilitate engagement in physical activity. All measures included in this analysis were collected at the baseline assessment visit."
    },
    {
      "title": "Study Sample",
      "text": "One hundred and twenty-five women were recruited to participate in the parent study. The women were recruited from advertisements in community newspapers and newsletters, local oncologists and oncology treatment centers, and the Oncology Day Care Center at Stanford University Medical Center.\n\nEligible women were fluent in English, lived in the greater San Francisco Bay area, had a Karnofsky Performance Scale score (KPS; a commonly-used metric of medical status) of 70.0% or greater (indicating ability to care for self),  28  and had stage IV breast cancer (metastasis or recurrence beyond positive supraclavicular lymph nodes). Women who had other active cancers (except for basal cell or squamous cell carcinomas of the skin, or in situ cervical cancer) or who had a co-morbid medical condition likely to affect short-term survival were excluded (full recruitment details published previously).  27 For this secondary study, 103 out of the 125 total participants had evaluable data for analysis (15 were missing cortisol data, 6 did not provide ER status, and 1 participant did not provide either). We excluded participants with missing cortisol data because in prior studies, flattened or aberrant diurnal rhythm was associated with shorter survival in cancer patients and survivors.  [29] [30] 0] [31] [32]  There were no significant differences on any medical or demographic variables between the original sample of 125 women and this secondary study sample of 103 participants. Informed consent was documented for all participants, and the study was conducted with the approval of the Stanford University School of Medicine Institutional Review Board."
    },
    {
      "title": "Measures",
      "text": "Demographics and Medical Variables-Demographic and medical variables were assessed with self-report questionnaires. Demographic variables included age and marital status. Medical variables included ER status and dominant site of metastatic disease spread or recurrence (i.e., viscera, bone, chest wall). Treatment variables included use of chemotherapy, radiation therapy, or hormonal therapy.\n\nDepression-Depressive symptomatology was assessed by the CES-D,  33  a twenty item measure of depressive symptoms in four domains: depressive affect, somatic symptoms, positive affect, and interpersonal relations. This is a widely used measure that has been validated in breast cancer populations.  34 We used the total score in this study as a measure of frequency and severity of depressive symptoms.\n\nSalivary Cortisol-Salivary cortisol was collected four times per day for three days at 08:00, 12:00, 17:00, and 21:00. Area under the curve was computed for log-transformed salivary cortisol values across these assessment points. Salivary cortisol was analyzed using radioimmunoassay at Stanford University. Additional details are provided in Sephton et al.  7  Assessment of Physical Activity-Women completed the Seven-Day Physical Activity Recall (7DPAR). The 7DPAR is a brief assessment designed to gauge the amount of time spent engaged in various types of physical activity; it can be administered by an interviewer or via self-report.  35 In this study, the 7DPAR was administered via self-report. The 7DPAR yields a composite score that encompasses the duration and intensity of a range of physical activities in which participants have engaged over the past week, as described below. Physical activities were categorized as \"Moderate activities\" (e.g., yoga, mopping floors, sweeping, walking on a firm level surface 3-4 miles per hour), \"Hard activities\" (e.g., aerobic dance, badminton, fast walking, scrubbing floors), or as \"Very Hard activities\" (e.g., circuit training, racquetball, rope jumping, cross country running). Participants were asked how many hours they had spent during the past five weekdays (Monday through Friday) and over the past weekend (Saturday and Sunday) doing activities in each of the three categories (Moderate, Hard, and Very Hard). Women were also asked how many hours on average they had slept during the past five weekday nights (Sunday through Thursday nights) and on the past weekend nights (Friday and Saturday nights).\n\nEnergy expenditure for physical activity was quantified by an adapted version of the metabolic equivalent (MET), which is the ratio of working metabolic rate/resting metabolic rate or the caloric expenditure of approximately 1 kcal/kg/hour.  36, 37 Moderate activities, defined as falling in the 3.0-5.0 MET range, were assigned a MET value of 4.0. Hard activities, defined as falling in the 5.1-6.9 MET range, were assigned a MET value of 6.0. Very Hard activities, defined as involving 7.0 METs or more, were assigned a MET value of 8.0. Hours not spent in moderate, hard, and very hard activities, including time spent sleeping, were assigned a MET value of 1.0, in keeping with previous research using the 7DPAR.  38 To establish the number of hours spent sleeping or in light physical activity, we subtracted the total number of hours spent in moderate, hard, or very hard physical activity from the total number of hours in one week (7 days × 24 hours = 168 total hours). Total weekly hours spent in each activity category were multiplied by the corresponding average metabolic equivalent; these products were then summed to calculate total energy expenditure in METs for the week and then divided by seven to provide an estimate of each participant's daily average physical activity in METs/day or kcal/kg/day.  39 e 7DPAR has been demonstrated to have satisfactory test-retest reliability and validity.  36, [40] [41] 1] [42] [43] [44]  Validity testing conducted in two previous studies using portable accelerometers showed positive associations between the 7DPAR and objective measurement of physical activity (r=0.50-0.53).  36 The 7DPAR was also found to have a strong positive association with physical activity measured by accelerometry in end-stage renal disease patients (r=0.59, p<.001).  41 asure of Survival-Survival time was measured from the date of study entry. The earliest participants were enrolled in June, 1991, and participants were followed until death or April 1, 2016. Cause of death and date of death were verified by: family members, physicians, State of California death records and index or the Social Security Death Index. Documentation recording cause of death was obtained for 93 of 103 women; 83 (89.2%) died of causes directly related to advanced breast cancer. In addition, three participants died of secondary causes related to disease progression. Five died of the following: hypotension/ cardiac disease, colon cancer, cardiorespiratory arrest/cardiac arrhythmia, cardiopulmonary arrest/respiratory failure, neuromuscular failure/Parkinson's disease. Cause of death for two women was unknown."
    },
    {
      "title": "Data Analysis",
      "text": "The primary hypothesis that physical activity at baseline is associated with longer survival time was examined using a Cox Proportional Hazards model. We conducted Cox regression analysis on survival by physical activity while controlling for known prognostic factors of survival, also assessed at baseline (age, marital status, ER status, treatment [chemotherapy, radiation therapy, and hormonal treatment], dominant site of metastatic disease spread [viscera, bone, and chest wall], depression, and cortisol slope). Given the eligibility criteria of a KPS of 70.0% or higher, we controlled for performance status but found that it did not affect any associations of interest. Similarly, age at diagnosis, disease free interval, the time between recurrence and randomization to the study, and body mass index (BMI) did not significantly predict survival and were not associated with physical activity in our study (all p-values >0.05). SAS (Version 9.3, SAS Institute Inc., Cary, NC, USA) was used for the analyses. For Cox Proportional Hazards modeling, the SAS PROC PHREG procedure was used. Kaplan-Meier plots were produced for descriptive purposes. We report four hazard ratios (HRs). First, we report the unadjusted HR assessing the association of continuous baseline MET scores with survival. Second, we report a descriptive HR using a median split for baseline MET scores. Third, for clinical interpretability, we report the reduction in mortality risk attributable to an increase of one hour of moderate activity (4.0 METs) per day at baseline using Cox Proportional Hazards modeling. Finally, we report the adjusted HR after controlling for relevant covariates."
    },
    {
      "title": "Results"
    },
    {
      "title": "Sample Characteristics",
      "text": "The mean age of participants was 53.8 (SD=10.6). Other demographic characteristics for the sample are summarized in Table  1 . Medical characteristics and recent medical treatment assessed at baseline are summarized in Table  2 .\n\nOn average each day, approximately three quarters of the women (75.7%, n=78) engaged in at least 30 minutes of activity of moderate intensity or greater; 18.4% (n=19) engaged in less than 30 minutes of activity of moderate intensity or greater; and 5.8% (n=6) did not engage in any activity of moderate intensity or greater. Among the 97 women who engaged in some activity of moderate intensity or greater, 70 women (72.2%) engaged only in moderate activities, 22 women (22.7%) engaged in moderate or hard activities, and another five women (5.2%) engaged in moderate, hard, or very hard activities. For the entire sample of 103 women, the median MET expenditure was 35.43 (interquartile range, i.e., 25 th to the 75th percentiles = 34.21, 38.00, range = 31.18 -47.86)."
    },
    {
      "title": "Results of Survival Analysis",
      "text": "Women were followed for a mean of 60.43 months with a standard error of 6.57 months. The women's overall median survival duration was 33.1 months; the interquartile range was 16.6 to 68.5 months. There was no effect of the group psychotherapy intervention on survival, and no significant difference in physical activity (assessed before the intervention) between intervention and control groups. In terms of association, first, higher average physical activity as measured continuously in METs per day at baseline was significantly associated with longer subsequent survival (hazard ratio [HR]=0.90, p<.01; 95% CI=0.84, 0.97). Second, for illustrative purposes, the figure presents the Kaplan-Meier plot showing the difference between low and high levels of physical activity as measured using a median split on the METs (see Figure ). The median survival times for the women grouped by low and high baseline METs were 27.1 and 46.4 months, respectively (HR=0.60, 95% CI=0.39, 0.92, p=.02). Third, examining the increase in survival due to duration and intensity of physical activity, engaging in one hour a day of moderate activity reduced the hazard of subsequent mortality by 23% (HR=0.77, 95% CI=0.65, 0.92, p<.01).\n\nFinally, the effect of physical activity as measured by METs on overall survival remained significant even after controlling for baseline prognostic factors (age, marital status, ER status, treatments received, metastatic disease spread [dominant site], depression, and cortisol levels), as shown in Table  3  in the multivariate Cox proportional hazard analysis (HR: 0.91, CI: 0.84-0.99, p<.05). Furthermore, recent chemotherapy, site of metastases or recurrence (viscera versus chest wall) and flatter cortisol slope were also significantly related to mortality and shorter survival in this model."
    },
    {
      "title": "Discussion",
      "text": "Physical activity at baseline was associated with longer survival for women with advanced breast cancer. In concrete terms, engaging in an additional hour of moderate physical activity per day at baseline (approximately 4.0 METs, or the equivalent of walking at a moderate pace, doing yoga, or gardening), resulted in an increased likelihood of survival (a 23% decreased hazard of mortality). This effect remained when treating METs as a continuous variable, when treating METs as a dichotomous variable using a median split, and even after controlling for women's age, marital status, ER status, treatment (chemotherapy, radiation therapy, hormonal treatment), dominant site of metastatic disease spread or recurrence (viscera, bone, chest wall), depression, and cortisol slope. When including covariates in the model, engagement in physical activity was still a significant predictor of decreased mortality risk (HR: 0.91).\n\nGiven that this observational study did not directly aim to affect physical activity, several alternative interpretations of the data must be considered, although we tested for a number of these via the covariates we included in the model assessing the relationship between baseline physical activity and survival. Women who report more physical activity may engage in other unmeasured health habits that could contribute to survival, i.e., eating a healthier diet; these factors should be assessed in future studies.  20 Although controlling for performance status did not affect the association of physical activity with survival, women in the higher baseline physical activity group may have possessed unmeasured favorable disease characteristics at baseline (e.g., lower cancer-related pain) that may have allowed them to exercise more regularly; future studies should assess a range of cancer-related factors to examine this possibility.  45, 46 The figure illustrates, however, that the two groups did not diverge in survival immediately after baseline. Rather, the difference began to emerge around 25 months after baseline physical activity data were collected. This difference was statistically significant even while controlling for standard prognostic characteristics, none of which substantially altered the relationship between baseline physical activity and survival. The initial delay in survival differences may indicate that exercise confers survival benefits only for those with less aggressive disease, as women with poor disease-related prognostic indicators may have died within the first two years of the study regardless of exercise status. This possibility should be investigated in a study more robustly designed to examine cancer-related factors. Finally, survival rates for women diagnosed with breast cancer have improved since our data were collected due to advances in cancer therapies; these advances may overshadow the relationship between exercise and survival and so these findings require replication.  47, 48 definitive test of the relationship between physical activity and survival would be a randomized trial of increased physical activity in women with advanced breast cancer. Some cohort studies examining the relationship between physical activity and breast cancer survival have previously excluded women with stage IV/advanced cancer or focused primarily on women with stage I-III, possibly operating under the assumption that women with advanced disease may not feel well enough to exercise.  16, 45 However, our research suggests that not only do women with advanced breast cancer engage in physical activity after they have been diagnosed with breast cancer, but they may also experience significant benefit from this practice. Even moderate activities such as cleaning the house (e.g., mopping or sweeping) or walking at a moderate pace were associated with improvements in survival. These simple forms of physical activity have multiple benefits and few risks, and should be considered an important part of the rehabilitation of advanced breast cancer patients.  49 While a recent clinical trial indicated that a standardized, intervention-mandated exercise prescription did not improve physical functioning in women with advanced breast cancer, more and diverse intervention trials are needed to explore alternative, real-world forms of physical activity and to assess the effect of physical activity on longer-term outcomes, including survival.  23 e results of the current prospective study also highlight the importance of encouraging women with advanced breast cancer to engage in daily, moderate physical activity. Many women living with advanced breast cancer may be unaware that changing their activityrelated lifestyle factors could potentially improve their cancer outcomes. Nurses often have the most sustained and consistent contact with patients during their cancer experience; thus, nurses are in a unique position to encourage lifestyle change and to facilitate healthy behaviors  50  . Nurses could assess level of physical activity in advanced breast cancer patients and suggest ways to integrate increased physical activity into the women's daily routines. Given that light to moderate walking was preliminarily associated with a survival benefit, and that engaging in moderate exercise appears feasible even more those with advanced disease,  10  encouraging women with breast cancer to walk daily at a leisurely pace could improve long-term outcomes. Nurses trained in palliative care and symptom management likely have the skill and knowledge necessary to integrate these health promotion messages into their survivorship or palliative care services.  51"
    },
    {
      "title": "Limitations",
      "text": "A significant limitation of the study is the use of self-reported physical activity on the 7DPAR. Although this questionnaire has been shown to be reliable and valid,  36, 40, 44  other approaches such as accelerometers, fitness testing, or treadmill testing could be employed in future studies to provide objective measures of physical activity engagement. Another limitation of using the 7DPAR to measure physical activity is that the diversity of the activities encompassed by each category makes it difficult to calculate standardized METs as recommended by the 2011 compendium of physical activities  52  , as this compendium categorizes activities in a different way than the 7DPAR. So while thinking has advanced in how to more accurately assess METs, interpretation of this study's findings is constrained by our having used the 7DPAR in our original study. Additional limitations include the constraints placed on the measures and eligibility criteria based on the fact that this was a secondary data analysis of an existing clinical trial; these factors restrict the generalizability of our findings. In addition, we used self-reported medical variables which could differ from medical record information, and both self-report and medical records are prone to inaccuracies. Future studies should use more comprehensive measures of physical performance status to assess the relationship between physical activity, performance enhancement, and survival."
    },
    {
      "title": "Conclusion",
      "text": "Despite these limitations, the present study provides an initial indication that among women with advanced breast cancer, simple, inexpensive, and lifestyle-enhancing practices such as walking or engaging in moderate levels of physical activity may reduce mortality and prolong survival. As there is growing interest in planning for successful cancer survivorship, a set of recommendations for physical activity could be developed to serve as a component of a survivorship plan for women with advanced cancer.  53, 54 Further, there remains a need for exercise interventions involving moderate activities to be designed and tailored for women with advanced breast cancer. These interventions need to take into account the context of women's lives, incorporate real-world and pragmatic forms of physical activity, and work within women's schedules and physical capabilities, with the ultimate goal of improving both their health outcomes and survival."
    },
    {
      "text": "Figure 1. Survival of Advanced Breast Cancer Patients Analyzed by METs Using a Median Split (N=103)."
    },
    {
      "text": "Descriptive Statistics for Demographic Characteristics, Depression Symptoms and Salivary Cortisol Slope of Women with Advanced Breast Cancer (N=103)"
    }
  ],
  "references": [
    {
      "year": 2016
    },
    {
      "title": "Marital status and survival in patients with cancer",
      "authors": [
        "A Aizer",
        "M Chen",
        "E Mccarthy"
      ],
      "year": 2013,
      "doi": "10.1200/jco.2013.49.6489"
    },
    {
      "title": "Biology, treatment, and outcome in very young and older women with DCIS",
      "authors": [
        "R Alvarado",
        "S Lari",
        "R Roses"
      ],
      "year": 2012,
      "doi": "10.1245/s10434-012-2413-4"
    },
    {
      "title": "Decrease in depression symptoms is associated with longer survival in patients with metastatic breast cancer: a secondary analysis",
      "authors": [
        "J Giese-Davis",
        "Collie Rancourt",
        "K Neri",
        "E Kraemer",
        "H Spiegel"
      ],
      "year": 2011,
      "doi": "10.1200/jco.2010.28.4455"
    },
    {
      "title": "Depressive symptoms and cortisol rhythmicity predict survival in patients with renal cell carcinoma: role of inflammatory signaling",
      "authors": [
        "L Cohen",
        "S Cole",
        "A Sood"
      ],
      "year": 2012
    },
    {
      "title": "Prospective associations of depression with survival: a population-based cohort study in patients with newly diagnosed breast cancer",
      "authors": [
        "A Vodermaier",
        "W Linden",
        "K Rnic"
      ],
      "year": 2014
    },
    {
      "title": "Diurnal cortisol rhythm as a predictor of breast cancer survival",
      "authors": [
        "S Sephton",
        "R Sapolsky",
        "H Kraemer",
        "D Spiegel"
      ],
      "year": 2000,
      "doi": "10.1093/jnci/92.12.994"
    },
    {
      "title": "Diurnal cortisol rhythm as a predictor of lung cancer survival",
      "authors": [
        "S Sephton",
        "E Lush",
        "E Dedert"
      ],
      "year": 2013,
      "doi": "10.1016/j.bbi.2012.07.019"
    },
    {
      "title": "Impact of lifestyle factors on prognosis among breast cancer survivors in the USA",
      "authors": [
        "R Ellsworth",
        "A Valente",
        "C Shriver",
        "B Bittman",
        "D Ellsworth"
      ],
      "year": 2012,
      "doi": "10.1586/erp.12.37"
    },
    {
      "title": "Effects of exercise intervention in breast cancer survivors: a meta-analysis of 33 randomized controlled trails",
      "authors": [
        "G Zhu",
        "X Zhang",
        "Y Wang",
        "H Xiong",
        "Y Zhao",
        "F Sun"
      ],
      "year": 2016,
      "doi": "10.2147/ott.s97864"
    },
    {
      "title": "Recreational physical activity and survival among young women with breast cancer",
      "authors": [
        "P Abrahamson",
        "M Gammon",
        "M Lund"
      ],
      "year": 2006
    },
    {
      "title": "Physical inactivity: The biggest public health problem of the 21st century",
      "authors": [
        "Blair S"
      ],
      "year": 2009,
      "doi": "10.1037/e620992012-001"
    },
    {
      "title": "Influence of pre-and postdiagnosis physical activity on mortality in breast cancer survivors: the health, eating, activity, and lifestyle study",
      "authors": [
        "M Irwin",
        "A Smith",
        "A Mctiernan"
      ],
      "year": 2008,
      "doi": "10.1200/jco.2007.15.9822"
    },
    {
      "title": "Physical activity, additional breast cancer events, and mortality among early-stage breast cancer survivors: findings from the WHEL Study",
      "authors": [
        "L Bertram",
        "M Stefanick",
        "N Saquib"
      ],
      "year": 2011,
      "doi": "10.1007/s10552-010-9714-3"
    },
    {
      "title": "Physical activity and survival after diagnosis of invasive breast cancer",
      "authors": [
        "C Holick",
        "P Newcomb",
        "A Trentham-Dietz"
      ],
      "year": 2008,
      "doi": "10.1158/1055-9965.epi-07-0771"
    },
    {
      "title": "Physical activity and survival after breast cancer diagnosis",
      "authors": [
        "M Holmes",
        "W Chen",
        "D Feskanich",
        "C Kroenke",
        "G Colditz"
      ],
      "year": 2005
    },
    {
      "title": "Physical activity and survival after breast cancer diagnosis: metaanalysis of published studies",
      "authors": [
        "E Ibrahim",
        "A Al-Homaidh"
      ],
      "year": 2010
    },
    {
      "title": "Physical activity, biomarkers, and disease outcomes in cancer survivors: a systematic review",
      "authors": [
        "R Ballard-Barbash",
        "C Friedenreich",
        "K Courneya",
        "S Siddiqi",
        "A Mctiernan",
        "C Alfano"
      ],
      "year": 2012,
      "doi": "10.1093/jnci/djs207"
    },
    {
      "title": "Physical activity and breast cancer survival",
      "authors": [
        "A Ogunleye",
        "M Holmes"
      ],
      "year": 2009,
      "doi": "10.1186/bcr2351"
    },
    {
      "title": "Reducing the Risk of Breast Cancer Recurrence: an Evaluation of the Effects and Mechanisms of Diet and Exercise",
      "authors": [
        "C Dieli-Conwright",
        "K Lee",
        "J Kiwata"
      ],
      "year": 2016,
      "doi": "10.1007/s12609-016-0218-3"
    },
    {
      "title": "Age and the effect of physical activity on breast cancer survival: A systematic review",
      "authors": [
        "D Fontein",
        "N De Glas",
        "M Duijm"
      ],
      "year": 2013,
      "doi": "10.1016/j.ctrv.2013.03.008"
    },
    {
      "title": "Long-term effects of continuing adjuvant tamoxifen to 10 years versus stopping at 5 years after diagnosis of oestrogen receptor-positive breast cancer: ATLAS, a randomised trial",
      "authors": [
        "C Davies",
        "H Pan",
        "J Godwin"
      ],
      "year": 2013
    },
    {
      "title": "Randomized trial of a physical activity intervention in women with metastatic breast cancer",
      "authors": [
        "J Ligibel",
        "A Giobbie-Hurder",
        "L Shockro"
      ],
      "year": 2016,
      "doi": "10.1002/cncr.29899"
    },
    {
      "title": "Exercise Recommendations for Cancer-Related Fatigue, Cognitive Impairment, Sleep problems, Depression, Pain, Anxiety, and Physical Dysfunction: A Review",
      "authors": [
        "K Mustian",
        "L Sprod",
        "M Janelsins",
        "L Peppone",
        "S Mohile"
      ],
      "year": 2012
    },
    {
      "title": "Clinical predictors of long-term survival in HER2-positive metastatic breast cancer",
      "authors": [
        "P Murthy",
        "K Kidwell",
        "A Schott"
      ],
      "year": 2016
    },
    {
      "title": "Race/Ethnicity, Primary Language, and Income Are Not Demographic Drivers of Mortality in Breast Cancer Patients at a Diverse Safety Net Academic Medical Center",
      "authors": [
        "D Parikh",
        "R Chudasama",
        "A Agarwal"
      ],
      "year": 2015
    },
    {
      "title": "Effects of supportive-expressive group therapy on survival of patients with metastatic breast cancer: a randomized prospective trial",
      "authors": [
        "D Spiegel",
        "L Butler",
        "J Giese-Davis"
      ],
      "year": 2007
    },
    {
      "title": "The Evaluation of Chemotherapeutic Agents against Neoplastic Disease",
      "authors": [
        "D Karnofsky",
        "J Burchenal"
      ],
      "year": 1948,
      "doi": "10.1037/t60198-000"
    },
    {
      "title": "Diurnal cortisol rhythm as a predictor of breast cancer survival",
      "authors": [
        "S Sephton",
        "R Sapolsky",
        "H Kraemer",
        "D Spiegel"
      ],
      "year": 2000
    },
    {
      "title": "Association of worse prognosis with an aberrant diurnal cortisol rhythm in patients with advanced lung cancer",
      "authors": [
        "K Kim",
        "Y Kim",
        "I Oh",
        "S Kim",
        "J Choi",
        "R Ahn"
      ],
      "year": 2012
    },
    {
      "title": "Diurnal cortisol rhythm as a predictor of lung cancer survival",
      "authors": [
        "S Sephton",
        "E Lush",
        "E Dedert"
      ],
      "year": 2013,
      "doi": "10.1016/j.bbi.2012.07.019"
    },
    {
      "title": "Diurnal cortisol and survival in epithelial ovarian cancer",
      "authors": [
        "A Schrepf",
        "P Thaker",
        "M Goodheart"
      ],
      "year": 2015,
      "doi": "10.1016/j.psyneuen.2015.01.010"
    },
    {
      "title": "The CES-D Scale: A self-report depression scale for research in the general population",
      "authors": [
        "L Radloff"
      ],
      "year": 1977
    },
    {
      "title": "Measurement of depressive symptoms in cancer patients: evaluation of the Center for Epidemiological Studies Depression Scale (CES-D)",
      "authors": [
        "D Hann",
        "K Winter",
        "P Jacobsen"
      ],
      "year": 1999,
      "doi": "10.1016/s0022-3999(99)00004-5"
    },
    {
      "title": "A systematic review of reliability and objective criterion-related validity of physical activity questionnaires. The international journal of behavioral nutrition and physical activity",
      "authors": [
        "H Helmerhorst",
        "S Brage",
        "J Warren",
        "H Besson",
        "U Ekelund"
      ],
      "year": 2012
    },
    {
      "title": "Physical activity assessment methodology in the Five-City Project",
      "authors": [
        "J Sallis",
        "W Haskell",
        "P Wood"
      ],
      "year": 1985,
      "doi": "10.1093/oxfordjournals.aje.a113987"
    },
    {
      "title": "Comparison of two methods of assessing physical activity in the Coronary Artery Risk Development in Young Adults (CARDIA) Study",
      "authors": [
        "S Sidney",
        "Jacobs Dr Jr",
        "W Haskell"
      ],
      "year": 1991
    },
    {
      "title": "Self-reported physical activity validated by pedometer: a pilot study",
      "authors": [
        "B Speck",
        "S Looney"
      ],
      "year": 2006
    },
    {
      "title": "How Can I Use METs to Quantify the Amount of Aerobic Exercise?",
      "authors": [
        "B Bushman"
      ],
      "year": 2012
    },
    {
      "title": "Reproducibility and validity of a self-administered physical activity questionnaire for male health professionals",
      "authors": [
        "S Chasan-Taber",
        "E Rimm",
        "M Stampfer"
      ],
      "year": 1996,
      "doi": "10.1097/00001648-199601000-00014"
    },
    {
      "title": "Validation of questionnaires to estimate physical activity and functioning in end-stage renal disease",
      "authors": [
        "K Johansen",
        "P Painter",
        "J Kent-Braun"
      ],
      "year": 2001,
      "doi": "10.1046/j.1523-1755.2001.00597.x"
    },
    {
      "title": "Assessment of physical activity by self-report: status, limitations, and future directions",
      "authors": [
        "J Sallis",
        "B Saelens"
      ],
      "year": 2000,
      "doi": "10.1080/02701367.2000.11082780"
    },
    {
      "title": "Intraclass correlations: uses in assessing rater reliability",
      "authors": [
        "P Shrout",
        "J Fleiss"
      ],
      "year": 1979,
      "doi": "10.1037//0033-2909.86.2.420"
    },
    {
      "title": "Reproducibility and validity of a self-administered physical activity questionnaire",
      "authors": [
        "A Wolf",
        "D Hunter",
        "G Colditz"
      ],
      "year": 1994
    },
    {
      "title": "Physical activity and risk of recurrence and mortality in breast cancer survivors: findings from the LACE study. Cancer epidemiology, biomarkers & prevention : a publication of the American Association for Cancer Research",
      "authors": [
        "B Sternfeld",
        "E Weltzien",
        "C Quesenberry",
        "Jr"
      ],
      "year": 2009
    },
    {
      "title": "Physical activity in patients with advanced-stage cancer: a systematic review of the literature",
      "authors": [
        "T Albrecht",
        "A Taylor"
      ],
      "year": 2012,
      "doi": "10.1188/12.cjon.293-300"
    },
    {
      "title": "Improved survival for women with stage I breast cancer in south-east Sweden: a comparison between two time periods before and after increased use of adjuvant systemic therapy",
      "authors": [
        "P Johansson",
        "H Fohlin",
        "L Arnesson"
      ],
      "year": 2009
    },
    {
      "title": "UK and USA breast cancer deaths down 25% in year 2000 at ages 20-69 years",
      "authors": [
        "R Peto",
        "J Boreham",
        "M Clarke",
        "C Davies",
        "V Beral"
      ],
      "year": 2000
    },
    {
      "title": "Effects of a combined aerobic and resistance exercise program in breast cancer survivors: a randomized controlled trial",
      "authors": [
        "H Milne",
        "K Wallman",
        "S Gordon",
        "K Courneya"
      ],
      "year": 2008,
      "doi": "10.1007/s10549-007-9602-z"
    },
    {
      "title": "The Teachable Moment After Cancer Diagnosis: Perceptions From Oncology Nurses",
      "authors": [
        "K Karvinen",
        "B Bruner",
        "T Truant"
      ],
      "year": 2015
    },
    {
      "title": "Exercise and the breast cancer survivor: the role of the nurse practitioner",
      "authors": [
        "J Hall-Alston"
      ],
      "year": 2015,
      "doi": "10.1188/15.cjon.e98-e102"
    },
    {
      "title": "Compendium of Physical Activities: a second update of codes and MET values",
      "authors": [
        "B Ainsworth",
        "W Haskell",
        "S Herrmann"
      ],
      "year": 2011
    },
    {
      "title": "Riding the crest of the teachable moment: promoting long-term health after the diagnosis of cancer",
      "authors": [
        "W Demark-Wahnefried",
        "N Aziz",
        "J Rowland",
        "B Pinto"
      ],
      "year": 2005,
      "doi": "10.1200/jco.2005.01.230"
    },
    {
      "title": "Recovery issues in cancer survivorship: a new challenge for supportive care",
      "authors": [
        "C Alfano",
        "J Rowland"
      ],
      "year": 2006
    }
  ],
  "num_references": 54,
  "original_doi": "https://doi.org/10.13039/100000025"
}
