{
  "paper_id": "VVUPGRXM",
  "title": "Adolescent non-adherence: prevalence and consequences in liver transplant recipients",
  "year": 2006,
  "date": "2006",
  "journal": "Pediatr Transplant",
  "publication": "Pediatr Transplant",
  "authors": [
    {
      "forename": "Sherif",
      "surname": "Badawy",
      "name": "Sherif Badawy",
      "affiliation": "1  Division of Hematology, Oncology , and Stem Cell Transplant , Ann & Robert H. Lurie Children's Hospital of Chicago , Chicago , Illinois , USA \n\t\t\t\t\t\t\t\t Division of Hematology, Oncology \n\t\t\t\t\t\t\t\t and Stem Cell Transplant \n\t\t\t\t\t\t\t\t Ann & Robert H. Lurie Children's Hospital of Chicago \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t Illinois \n\t\t\t\t\t\t\t\t\t USA",
      "email": "sbadawy@luriechildrens.org",
      "orcid": "0000-0002-4739-265X"
    }
  ],
  "doi": "10.1111/petr.14362",
  "keywords": [
    "AYA",
    "children",
    "compliance",
    "engagement",
    "liver",
    "medication",
    "mhealth",
    "mobile health",
    "pediatric",
    "positive",
    "praise",
    "reinforcement",
    "teen",
    "text messaging",
    "transplant",
    "young adults opportunity",
    "motivation",
    "and behavior; mHealth",
    "mobile health"
  ],
  "sections": [
    {
      "title": "E D I T O R I A L",
      "text": "Positive reinforcement using praise text messaging: Can this be the way to optimize and maintain adherence behavior in teens with chronic conditions?\n\nMedication nonadherence remains a major challenge among adolescents and young adults (AYA) with chronic medical conditions, including liver transplant,  [1] [2] [3]  and it has been associated with worse health outcomes and impaired health-related quality of life.  [4] [5] [6] [7]  Mobile health (mHealth) or digital behavioral interventions have shown high acceptability and feasibility as well as promising efficacy improving adherence levels with important clinical benefits.  [8] [9] 10] [11] [12]  Nevertheless, cost-effectiveness of these interventions has not been established.  13 Moreover, ongoing engagement with different interventions continues to be suboptimal.  14  In this issue of Pediatric Transplantation, Sayegh et al.  15  tried to answer some of these questions. The authors reported the results of a pilot randomized trial of a text messaging intervention with praise statements to improve adherence among AYA with liver transplant.\n\nThe study included 35 participants with an age range of 13-21 years old, and it was focused primarily on assessing feasibility and acceptability of the intervention.  15 Adolescents and young adults on the intervention arm receiving praise text messaging were about 2.5 times more likely to report taking their medicine according to instructions and be highly confident in their ability to take their medicine, which were all statistically significant as well. Patients reported high acceptability of and satisfaction with the intervention.  15 e study had a few key strengths.  15 Using text messaging through REDCap is an interesting, economic approach (low-cost, <1 cent, and feasible, <10 min, per participant) that can be replicated across different institutions and for a variety of chronic medical conditions.  15 The authors used validated measures to evaluate study outcomes over time and followed a rigorous statistical analysis plan. Few weaknesses should be noted too.  15 The study lacked an established theoretical framework for behavioral change, which the authors acknowledged and suggested the use of the Information-Motivation-Behavioral Skills Model. Other models could also be considered, such as the Behavior Change Wheel with COM-B (Capability, Opportunity, Motivation, and Behavior) Model or the Pediatric Self-Management Model. Additionally, praise text messages were one-way, not immediate, and not personalized enough, which all was included during participants' feedback.\n\nFinally, laboratory markers of adherence were not well correlated with self-report data, and the use of other measures of adherence could have been helpful as well.\n\nIn conclusion, using praise text messaging seems to be a promising approach for engaging AYA with liver transplant and helping to improve adherence levels compared to standard of care. More customization of the messages as well as immediate feedback through a two-way process may be more preferred by patients and could increase the likelihood of engagement overtime. Providing the research or clinical team with indicators whether they were delivered or received or not may have benefits to minimize dropout rates.\n\nFinally, integration with electronic medical records may facilitate onboarding patients and further streamline the process in a busy clinical setting."
    },
    {
      "text": "This dilemma bringsthree key questions: (1) what strategies can we use to optimize engagement with mHealth or digital behavioral interventions? (2) when and how often should patients receive or get the interventions? Is it only when low adherence or other predictors are identified? and(3) what is the minimal effective intervention dose a given patient needs to achieve a reasonable adherence level with meaningful clinical benefits?"
    }
  ],
  "references": [
    {
      "title": "Adolescent non-adherence: prevalence and consequences in liver transplant recipients",
      "authors": [
        "R Berquist",
        "W Berquist",
        "C Esquivel",
        "K Cox",
        "K Wayman",
        "I Litt"
      ],
      "year": 2006,
      "doi": "10.1111/j.1399-3046.2005.00451.x"
    },
    {
      "title": "Longitudinal stability of medication adherence among adolescent solid organ transplant recipients",
      "authors": [
        "K Loiselle",
        "A Gutierrez-Colina",
        "C Eaton"
      ],
      "year": 2015,
      "doi": "10.1111/petr.12480"
    },
    {
      "title": "Medication adherence in pediatric and adolescent liver transplant recipients",
      "authors": [
        "E Shemesh",
        "B Shneider",
        "J Savitzky"
      ],
      "year": 2004,
      "doi": "10.1542/peds.113.4.825"
    },
    {
      "title": "Patient adherence and medical treatment outcomes: a meta-analysis",
      "authors": [
        "M Dimatteo",
        "P Giordani",
        "H Lepper",
        "T Croghan"
      ],
      "year": 2002,
      "doi": "10.1097/00005650-200209000-00009"
    },
    {
      "title": "Evidence-based assessment of adherence to medical treatments in pediatric psychology",
      "authors": [
        "A Quittner",
        "A Modi",
        "K Lemanek",
        "C Ievers-Landis",
        "M Rapoff"
      ],
      "year": 2008,
      "doi": "10.1093/jpepsy"
    },
    {
      "title": "Adherence to Pediatric Medical Regimens",
      "authors": [
        "M Rapoff"
      ],
      "year": 2010,
      "doi": "10.1007/978-1-4419-0570-3"
    },
    {
      "title": "Adherence to Long-Term Therapies: Evidence for Action",
      "authors": [
        "E Sabate"
      ],
      "year": 2003
    },
    {
      "title": "Digital approaches to remote pediatric health care delivery during the COVID-19 pandemic: existing evidence and a call for further research",
      "authors": [
        "S Badawy",
        "A Radovic"
      ],
      "year": 2020,
      "doi": "10.2196/20049"
    },
    {
      "title": "Technology use for adolescent health and wellness",
      "authors": [
        "A Radovic",
        "S Badawy"
      ],
      "year": 2020,
      "doi": "10.1542/peds.2019-2056g"
    },
    {
      "title": "eHealth and mHealth interventions in pediatric cancer: a systematic review of interventions across the cancer continuum",
      "authors": [
        "W Ramsey",
        "R Heidelberg",
        "A Gilbert",
        "M Heneghan",
        "S Badawy",
        "N Alberts"
      ],
      "year": 2020,
      "doi": "10.1002/pon.5280"
    },
    {
      "title": "Text messaging and Mobile phone apps as interventions to improve adherence in adolescents with chronic health conditions: a systematic review",
      "authors": [
        "S Badawy",
        "L Barrera",
        "M Sinno",
        "S Kaviany",
        "O' Dwyer",
        "L Kuhns"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7798"
    },
    {
      "title": "Texting and Mobile phone app interventions for improving adherence to preventive behavior in adolescents: a systematic review",
      "authors": [
        "S Badawy",
        "L Kuhns"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6837"
    },
    {
      "title": "Economic evaluation of text-messaging and smartphone-based interventions to improve medication adherence in adolescents with chronic health conditions: a systematic review",
      "authors": [
        "S Badawy",
        "L Kuhns"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.6425"
    },
    {
      "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
      "authors": [
        "O Perski",
        "A Blandford",
        "R West",
        "S Michie"
      ],
      "year": 2017,
      "doi": "10.1007/s13142-016-0453-1"
    },
    {
      "title": "Randomized pilot trial of praise text messages to improve medication adherence among adolescents and young adults with liver transplants",
      "authors": [
        "C Sayegh",
        "D Im",
        "I Moss",
        "R Urquiza",
        "S Patel",
        "D Thomas"
      ],
      "year": 2022,
      "doi": "10.1111/petr.14361"
    }
  ],
  "num_references": 15
}
