{
  "paper_id": "VXTVQVZT",
  "title": "Persuasive System Design Does Matter: A Systematic Review of Adherence to Web-Based Interventions",
  "abstract": "Background: Although web-based interventions for promoting health and health-related behavior can be effective, poor adherence is a common issue that needs to be addressed. Technology as a means to communicate the content in web-based interventions has been neglected in research. Indeed, technology is often seen as a black-box, a mere tool that has no effect or value and serves only as a vehicle to deliver intervention content. In this paper we examine technology from a holistic perspective. We see it as a vital and inseparable aspect of web-based interventions to help explain and understand adherence. Objective: This study aims to review the literature on web-based health interventions to investigate whether intervention characteristics and persuasive design affect adherence to a web-based intervention. Methods: We conducted a systematic review of studies into web-based health interventions. Per intervention, intervention characteristics, persuasive technology elements and adherence were coded. We performed a multiple regression analysis to investigate whether these variables could predict adherence. \n Results: We included 101 articles on 83 interventions. The typical web-based intervention is meant to be used once a week, is modular in set-up, is updated once a week, lasts for 10 weeks, includes interaction with the system and a counselor and peers on the web, includes some persuasive technology elements, and about 50% of the participants adhere to the intervention. Regarding persuasive technology, we see that primary task support elements are most commonly employed (mean 2.9 out of a possible 7.0). Dialogue support and social support are less commonly employed (mean 1.5 and 1.2 out of a possible 7.0, respectively). When comparing the interventions of the different health care areas, we find significant differences in intended usage (p = .004), setup (p < .001), updates (p < .001), frequency of interaction with a counselor (p < .001), the system (p = .003) and peers (p = .017), duration (F = 6.068, p = .004), adherence (F = 4.833, p = .010) and the number of primary task support elements (F = 5.631, p = .005). Our final regression model explained 55% of the variance in adherence. In this model, a RCT study as opposed to an observational study, increased interaction with a counselor, more frequent intended usage, more frequent updates and more extensive employment of dialogue support significantly predicted better adherence. \n Conclusions: Using intervention characteristics and persuasive technology elements, a substantial amount of variance in adherence can be explained. Although there are differences between health care areas on intervention characteristics, health care area per se does not predict adherence. Rather, the differences in technology and interaction predict adherence. The results of this study can be used to make an informed decision about how to design a web-based intervention to which patients are more likely to adhere.",
  "year": 2009,
  "date": "2009-08",
  "journal": "Ann Behav Med",
  "publication": "Ann Behav Med",
  "authors": [
    {
      "forename": "Saskia",
      "surname": "Kelders",
      "name": "Saskia Kelders",
      "affiliation": "1  Center for eHealth Research and Disease Management , Department of Psychology , Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Center for eHealth Research and Disease Management \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "s.m.kelders@utwente.nl"
    },
    {
      "forename": "Robin",
      "surname": "Kok",
      "name": "Robin Kok",
      "affiliation": "1  Center for eHealth Research and Disease Management , Department of Psychology , Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Center for eHealth Research and Disease Management \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Hans",
      "surname": "Ossebaard",
      "name": "Hans Ossebaard",
      "affiliation": "1  Center for eHealth Research and Disease Management , Department of Psychology , Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Center for eHealth Research and Disease Management \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Julia",
      "surname": "Ewc",
      "name": "Julia Ewc"
    },
    {
      "forename": "Van",
      "surname": "Gemert-Pijnen",
      "name": "Van Gemert-Pijnen",
      "affiliation": "1  Center for eHealth Research and Disease Management , Department of Psychology , Health and Technology , University of Twente , Enschede , Netherlands \n\t\t\t\t\t\t\t\t Center for eHealth Research and Disease Management \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "M",
      "surname": "Kelders",
      "name": "M Kelders"
    },
    {
      "affiliation": "Center for eHealth Research and Disease Management Department of Psychology , Health and Technology University of Twente PO Box 217 Enschede , 7500 AE Netherlands \n\t\t\t\t\t\t\t\t Center for eHealth Research and Disease Management Department of Psychology \n\t\t\t\t\t\t\t\t Health and Technology \n\t\t\t\t\t\t\t\t University of Twente \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t PO Box 217 \n\t\t\t\t\t\t\t\t\t 7500 AE \n\t\t\t\t\t\t\t\t\t Enschede \n\t\t\t\t\t\t\t\t\t Netherlands"
    }
  ],
  "doi": "10.2196/jmir.2104",
  "sections": [
    {
      "title": "Introduction",
      "text": "Web-based interventions for promoting health and health-related behaviors are seen in many variations and health care areas. According to Barak et al.  [1]  a web-based intervention is:\n\n...a primarily self-guided intervention program that is executed by means of a prescriptive online program operated through a website and used by consumers seeking health-and mental health-related assistance."
    },
    {
      "title": "The intervention program itself attempts to create positive change and or improve/enhance knowledge, awareness, and understanding via the provision of sound health-related material and use of interactive web-based components.",
      "text": "A web-based intervention can involve therapy that lasts for a predetermined, fixed period of time. However, it can also be a continuous program with no specific end date that supports self-management among patients with a chronic condition. It is made up of different, inseparable aspects which, according to Barak et al  [1] , are as follows: program content, multimedia choices, interactive online activities, and guidance and supportive feedback.\n\nEvidence exists to support the effectiveness of web-based interventions. Research has shown these interventions to be effective in different areas of health care  [2] [3] [4] [5] [6] [7] . However, many evaluations of eHealth interventions report either no positive effects at all or only limited ones  [8] [9] [10] [11] [12] . One of the issues that is frequently addressed is the problem of non-adherence  [11, [13] [14] [15] [16] [17] , which refers to the fact that not all participants use or keep using the intervention in the desired way. Research suggests that non-optimal exposure to the intervention lessens the effect of these interventions  [18, 19] . Gaining an insight into the factors that influence adherence should therefore be one of the main focus areas in any research study into web-based interventions. In this context, it is important to stress the difference between the terms \"adherence\" or \"non-usage attrition\" and \"dropout.\" Dropout, or dropout attrition, refers to participants in a study who do not fulfill the research protocol (eg, filling out questionnaires). This is not a focus area of this study. Adherence, or non-usage attrition, refers to the extent to which individuals experience the content of an intervention  [13, 15] . This is the focus of our study.\n\nWhen looking at literature about adherence to a therapeutic regimen  [20, 21] , adherence is seen as the extent to which the patient's behavior matches the recommendations that have been agreed upon with the prescriber. The term is often seen as a reaction to the term \"compliance,\" which has a more coercive connotation. Consequently, in adherence, the patient plays an active role in achieving this behavior  [21] . At the same time, there is also a norm or recommendation from a prescriber, which the patient tries to match. This recommendation is missing from the definitions of both adherence and non-usage attrition  [13, 15] . In this study, we elaborate on the definition by introducing the concept of \"intended usage.\" Intended usage is the extent to which individuals should experience the content (of the intervention) to derive maximum benefit from the intervention, as defined or implied by its creators. This matches the norm or recommendation from the definition of adherence to a therapeutic regimen. By comparing the observed usage of an individual to the intended usage of a web-based intervention, we can establish whether or not this individual adheres to the intervention. In this context, adherence is a process that cannot be assessed solely by measuring usage at the beginning and end of the intervention. Rather, it has to be assessed throughout the entire process to establish whether or not an individual adheres to the intervention at each and every step of the way. Finally, by comparing the observed usage of each individual to the intended usage of the web-based intervention, the percentage of individuals that adhere to the intervention can be calculated. This results in a more objective measurement of adherence, which can then be compared to other interventions, even if the intended usage is different.\n\nAdherence to web-based interventions has been the subject of research for some time. Many studies focus on whether and which respondents' characteristics can explain variations in adherence  [11, 13, 16, 22] . Although this is a very important line of study, it seems to take the technology of web-based interventions for granted. Technology as a means to communicate the content has been neglected in research. Indeed, this technology is often seen as a black box: a mere tool that has no effect or value and serves only as a vehicle for the delivery of intervention content. In line with a recent viewpoint paper, we propose to examine the technology from a holistic perspective and see it as a vital and inseparable aspect of the web-based intervention  [12] . This approach has been recommended in recent literature  [10, 11, 13, 23]  and has been the key point in the field of persuasive technology  [24] , where there are examples of studies on the persuasive capacities of technology to support web-based interventions in the health care domain  [25] [26] [27] [28] .\n\nRecently, two systematic reviews on the influence of intervention factors on adherence to web-based interventions were published  [29, 30] . Although both reviews provide valuable insights, we feel that there are shortcomings that limit the applicability of these results for our objectives. First, with regard to adherence, the study of Brouwer  [29]  takes exposure to interventions delivered via the internet as the outcome measure. Exposure is seen as the number of times the user or patient logged on, the time spent on site, page views, etc, but these are static measurements unrelated to the usage intended by these interventions. This gives limited insights into the process of usage and adherence, which makes it difficult to compare different interventions and specify how well certain interventions are doing. A review by Schubart  [30]  fails to distinguish between dropout and adherence. This approach limits the applicability of the results because, in real-life implementation of web-based interventions, there is no research protocol to adhere to, only the intervention. The results of Schubart's review  [30]  cannot be generalized to these situations because we do not know whether engagement is due to the research or the intervention. Furthermore, regarding the intervention factors, both studies use an ad hoc classification of these factors without a theoretical foundation, which makes it difficult to generalize and explain the results. We consider a web-based intervention as consisting of content, interaction, and technology. And, although these aspects are inseparable, they can be looked at in a structured manner. Both earlier reviews use a classification that, in our opinion, has substantial overlap in the goals to be achieved with these aspects. For example, in the review by Brouwer  [29] , a distinction is made between interactive behavior change strategies and interactive elements. It is stated that the goal of interactive elements is to \"improve the attractiveness of the intervention or to provide the option for more information,\" but this is not mutually exclusive with interactive behavior change strategies. For example, a quiz is seen as an interactive element, but in our opinion it can also be used as a means of receiving tailored feedback or as a way to self-monitor your knowledge or behavior. Allocating a quiz to one of these categories is therefore problematic. The categorization of intervention factors in the review by Schubart  [30]  lacks depth and tries to encompass in one single categorization both modality (ie, the channel through which content is delivered; for example, email or telephone) and strategy (eg, feedback).\n\nThe current study attempts to overcome these shortcomings by employing a more objective and comparable measurement of adherence to web-based interventions and a classification of technology based on persuasive technology literature.\n\nFrom the field of persuasive technology we learn that technology has the capacity to be persuasive through its role as a tool, a medium, and a creator of experiences  [24] . Fogg's definition of persuasive technology limits this field to human-computer interaction and does not include computer-mediated communication (ie, including interaction with a person). However, we feel that it is unnecessary and undesirable to separate these two aspects of technology, particularly in the area of health care, because a web-based intervention is made up of different, inseparable aspects. We therefore propose a broader application of the term \"persuasive technology\" to include both human-computer interaction and computer-mediated communication. Accordingly, regarding the aspects of a web-based intervention, we propose a more pragmatic conceptual division between technology (ie, all the features of the web-based intervention, including multimedia and online activities) and interaction (ie, all interactions between the user or patient and the intervention, a counselor, or peers), which is slightly different from the aspects proposed by Barak. Following Fogg's work, Oinas-Kukkonen introduces a framework to classify technology in its persuasive functions  [31] . This persuasive system design (PSD) model, which is used, for example, in a study by Lehto and colleagues  [32] , classifies features of the technology as primary task support, dialogue support, social support, and credibility support. By applying this model to web-based interventions, we can systematically look at how persuasive system design categories are used and investigate their possible influence on adherence.\n\nThis study investigates whether intervention characteristics and persuasive design affect adherence to a web-based intervention. Web-based interventions are applied in various health care domains and intuitively it seems that there are differences between web-based interventions aimed at people with a chronic condition, at lifestyle change, or at mental health, because of the target group, involvement with a health care professional, and duration of the interventions. However, the underlying principles may well be the same. Therefore, from an intervention perspective, there is no absolute need to see these areas as being so different from each other that they cannot be compared. Consequently, it is interesting to see whether the preconceptions about the differences can be confirmed and whether there is added value for researchers and designers in one area to look at interventions from a different area."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search Strategy",
      "text": "We conducted a comprehensive literature search using the following bibliographic databases: Web of Knowledge, EBSCOhost, PiCarta, SciVerse Scopus, and ScienceDirect. We used a combination of the constructs \"web-based,\" \"intervention,\" \"adherence,\" and \"health.\" For each construct, we used several keywords (see Multimedia Appendix 1) to ensure a broad coverage of published studies in our review. Following this search strategy, we identified 14,264 articles published up to 2011 Oct 26 (see Figure  1  for the full flow diagram of article selection)."
    },
    {
      "title": "Eligibility Criteria",
      "text": "The review is limited to studies of web-based interventions in the health care domain. The criteria used for including a study were: (1) it involved a web-based intervention for promoting health through behavioral change; (2) the web-based intervention was intended to be visited and used on more than one occasion;\n\n(3) the research included an assessment of the effect of the intervention; (4) the study reported objective, quantifiable measurements of usage for the intervention; and (5) the study was published in either English or Dutch. Exclusion criteria were as follows: (1) dropout attrition and non-adherence were indistinguishable; (2) the intervention was aimed at care providers or relatives of the \"patient;\" (3) the description of the intervention did not include information about the applied persuasive features of the technology; and (4) the web-based intervention was not primarily intended to be used through a computer or laptop at the user's or patient's home. In addition, we only included peer-reviewed, published articles."
    },
    {
      "title": "Study Selection and Data Collection",
      "text": "The study selection was done in three steps. First, the titles of all retrieved articles were screened for eligibility by two authors (SK and RK). Second, the abstracts of all initially relevant articles were screened for eligibility by the same authors. Finally, the full text of all remaining publications was checked for inclusion by two authors (SK and RK or SK and JvG). In cases where the suitability of a study came into question during one of the steps, it was included in the next step. Disagreements about including the full text publication were discussed until agreement was reached. To check whether any eligible publications had been overlooked during the initial search process, the reference lists of all systematic reviews that were identified in the original search were checked to find additional publications that met our inclusion criteria.\n\nThe characteristics of all of the interventions that were included were coded by two researchers (SK and RK) using a data extraction form based on a protocol for the systematic review of eHealth technologies  [33] . Where possible, data was extracted using the CONSORT-EHEALTH checklist  [12] . For the extraction, we relied on information that was available in the published literature. The basis of the data extraction was the intervention, not the study itself. This meant that for some interventions data from more than one article was used. Furthermore, when a study described more than one web-based intervention (eg, a comparison of two web-based interventions), all web-based interventions were coded separately."
    },
    {
      "title": "Data Items",
      "text": "The following characteristics were coded:"
    },
    {
      "title": "Intervention Name",
      "text": "The name of the intervention was recorded. If the intervention had no name, the intervention was named after the first author of the primary article about the intervention."
    },
    {
      "title": "Behavior or Condition",
      "text": "The targeted behavior or condition of each intervention was recorded. Furthermore, we recorded the area of health care targeted by the intervention (chronic condition, lifestyle, or mental health)."
    },
    {
      "title": "Studies and Study Design",
      "text": "For each intervention, the studies that were used to code the characteristics of the intervention were recorded. Furthermore, we also recorded whether these studies were randomized controlled trials (RCTs) or observational studies without randomized control groups."
    },
    {
      "title": "Intended Usage",
      "text": "Intended usage was defined as the extent to which the developers of the intervention felt that the intervention should be used to achieve the desired effect (  [12]  5ix). When this information was not reported, it was inferred from the description of the intervention. For example, interventions requiring patients to monitor their behavior and receive feedback once a week to achieve the desired effect were coded as intended to be used once a week."
    },
    {
      "title": "Actual Usage",
      "text": "All reported information regarding the usage of the intervention (related to its intended usage) was collected, including the number of times the user or patient logged on and the number of modules completed (  [12]  6aii)."
    },
    {
      "title": "Adherence",
      "text": "A percentage of adherence was calculated to enable us to compare the different interventions. We did this by calculating the percentage of participants that adhered to the intervention. For example, when the intended use of an intervention was \"complete 8 modules\" and 60 out of 100 participants completed 8 modules, the adherence was 60%. For each intervention that was included, we calculated one overall adherence percentage. When more studies about the same intervention yielded different adherence percentages, we calculated the overall adherence percentage using a weighted average, based on the number of participants in each study. Furthermore, when the study included a waiting list and the respondents in this waiting list received access to the intervention at a later stage, the adherence was calculated based on usage data for all participants, including the waiting list group."
    },
    {
      "title": "Updates",
      "text": "The frequency of content updates for the web-based intervention for a participant was recorded. This could be based on new information being uploaded for all participants or on a new lesson becoming available for a specific participant."
    },
    {
      "title": "Duration",
      "text": "The duration of the intervention in weeks was recorded."
    },
    {
      "title": "Setup",
      "text": "For each intervention, we created a record indicating whether the setup was modular (ie, content is delivered in a sequential order, whereby new content is made available when the user reaches a certain point) or free (ie, all the content of the intervention is available to the user from the start)."
    },
    {
      "title": "Interaction",
      "text": "All information about the interaction with participants was recorded (  [12]  5viii, 5x, and 5xi). This interaction could be with the system (eg, automatic email reminders or a web-based automated response to filling out an exercise), with a counselor (eg, through email, telephone, or face-to-face meetings), or with peers (eg, through a discussion board, chat group, or face-to-face group sessions)."
    },
    {
      "title": "Modality",
      "text": "We recorded when interaction with the system, counselor, or peers took place through a different modality than web-based (face-to-face meeting, telephone, or SMS). An exception was made when the study protocol included a face-to-face meeting or telephone intake. This was not coded as interaction through a different modality because it was not part of the actual intervention."
    },
    {
      "title": "Persuasive Technology in the Intervention",
      "text": "The applied principles of persuasive technology within the interventions were coded according to the PSD framework of Oinas-Kukkonen and Harjumaa  [31] . We omitted system credibility support because of an observed lack of reporting of these principles in the studies that were included. The elements from the PSD framework on primary task, dialogue, and social support, with the definitions and the coding scheme we used, are presented in Table  1 . The coding scheme is somewhat modified for the purpose of this study and to account for the computer-mediated communication included. However, when coding the persuasive technology elements, the technology was central, not the content of the interaction. Therefore, when computer-mediated communication was present, the content of this communication was not coded as persuasive technology. For example, when a feedback message from a care provider contained praise, this was not coded as dialogue support. When the technology provided a praising message after the user had successfully filled out a diary entry, then it was coded. For each intervention, the elements that were present were coded, irrespective of whether the designers of the intervention deliberately included these elements as persuasive technology elements. To check for differences in interpretation when coding the persuasive technology elements, 10 interventions were coded by 2 researchers (SK and LvG). The interrater reliability, measured by Cohen's kappa, was 0.91.\n\nAll data on each intervention was entered in SPSS version 19.0 (IBM Corporation, Somers, NY, USA), and we treated each intervention as a separate case. Descriptive data of the combined data of all included interventions on all variables were calculated using SPSS. Differences in variables between health care areas were calculated using Fisher's exact tests (because of the small expectation values) and one-way analyses of variance. To investigate whether the characteristics of the included interventions could predict the observed adherence, we performed a hierarchical multiple linear regression analysis, using a block-wise \"enter\" method. The first block was related to the context of the web-based intervention and included the health care area (coded as dummy variables) and the study design (RCT vs observational), which other researchers have proposed to influence adherence or the effect of web-based interventions  [7, 29, 34] . The second block relates to our concept of interaction as one of the aspects of a web-based intervention and consists of the frequency of interaction with a counselor, the system, and peers, as well as the modality employed. The third and fourth blocks relate to our concept of technology in a web-based intervention, where the third block contains the intervention characteristics intended usage, setup, updates, and duration, and the last block contains the categories of persuasive system design. It is important to note that we chose to include the categories, and not the separate elements in the multiple regression, because (1) the results could be biased when some elements are hardly used and these elements are entered as predictors; (2) entering all 21 elements increases the chance of a type I error; and (3) the PSD model has grouped the elements on their key benefits (when the benefits of the specific elements in a category are similar, then looking at the specific elements could cause the overall influence of the category to be missed). Principle and definition according to PSD framework  [31]  Primary Task Support A web-based intervention for weight management includes a diary for Specifically divides the target behavior into small, simple steps A system that reduces complex behavior into simple tasks helps users perform the target behav-Reduction recording daily calorie intake, thereby ior, and it may increase the benefit/cost ratio of a behavior. dividing the target behavior (reducing calorie intake) into small, simple steps of which one is recording calorie intake A web-based intervention for the prevention of depression that delivers Delivers content in a step-by-step format with a predefined order Using the system to guide users through a process or experience provides opportunities to persuade along the way.\n\nTunneling the content in sequential lessons that can only be accessed when the previous lesson is completed A web-based intervention for supporting self-management among patients Provides content that is adapted to factors relevant to a user group, or Information provided by the system will be more persuasive Tailoring with diabetes provides information when a counselor provides feedback if it is tailored to the potential adapted to patients based on whether based on information filled out by a participant needs, interests, personality, usage context, or other factors relevant to a user group. they have diabetes mellitus type I or II A web-based intervention for increasing physical activity allows users to Provides content that is adapted to one user (ie, the name of the user is A system that offers personalized content or services has a Personalization choose whether they want to see their mentioned and/or the user can adapt a part of the intervention) greater capability for persuasion. weekly activity score on the home page or not A web-based intervention for the treatment of alcohol dependence pro-Provides the ability to track and view the user's behavior, performance or status A system that keeps track of one's own performance or status supports the user in achieving goals. Self-monitoring vides a diary to track and view daily alcohol use A web-based intervention for smoking cessation includes a calculator Provides the ability to observe the cause-and-effect relationship of relevant behavior Systems that provide simulations can persuade by enabling users to observe immediately the link between cause and effect. Simulation that shows how much users will save when they quit smoking A web-based intervention for supporting self-management in patients with Provides the ability and stimulation to rehearse a behavior or to rehearse the content of the intervention A system providing means with which to rehearse a behavior can enable people to change their attitudes or behavior in the real world. Rehearsal epilepsy starts each lesson with the same important exercise for stressmanagement Dialogue Support A web-based intervention that aims to promote healthy nutritional habits Offers praise to the participant on any occasion By offering praise, a system can make users more open to persuasion. Praise compliments participants when they have eaten 2 pieces of fruit for 5 days A web-based intervention for the treatment of social phobia gives Offers some kind of reward when the participant performs a target be-Systems that reward target behaviors may have great persuasive powers. Rewards points to participants when they engage in exposure exercises havior relating to the use or goal of the intervention A web-based intervention to support self-management among patients with Provides reminders about the use of the intervention or the performance of target behavior If a system reminds users of their target behavior, the users will more likely achieve their goals. Reminders rheumatic arthritis sends an automatic email message to remind the participant that the new lesson may begin A web-based intervention for weight management provides low-calorie recipes Provides a suggestion to help the participants reach the target behavior Systems offering fitting suggestions will have greater persuasive powers. Suggestion Example Coded as element included when the web-based intervention:\n\nPrinciple and definition according to PSD framework  [31]  A web-based intervention for the treatment of panic disorder in teenage girls explains the exercises through a teenage girl with panic problems Is designed to look familiar and designed especially for the participant People are more readily persuaded through systems that remind them of themselves in some meaningful way."
    },
    {
      "title": "Similarity",
      "text": "During the design of a web-based intervention to increase physical activity in middle-aged women, a representative group is asked for feedback on the design and their feedback is subsequently incorporated in the new design Is visually designed to be attractive to the participants A system that is visually attractive for its users is likely to be more persuasive."
    },
    {
      "title": "Liking",
      "text": "A web-based intervention to support self-management among patients with migraine incorporated an avatar to guide the participant through the intervention Acts as if it has a social role (eg, a coach, instructor, or buddy)\n\nIf a system adopts a social role, users will more likely use it for persuasive purposes."
    },
    {
      "title": "Social role"
    },
    {
      "title": "Social Support",
      "text": "A web-based intervention for weight management provides the option, and stresses the importance, of posting physical activity self-monitoring data on the discussion board and commenting on the performance of others Provides the opportunity and stimulates participants to see others using the intervention or performing the target behavior A person will be more motivated to perform a target behavior if (s)he can use a system to observe others performing the behavior."
    },
    {
      "title": "Social learning",
      "text": "A web-based intervention for drug abuse prevention for teenagers automatically compares the response of the participant to other users of the intervention Provides the opportunity for participants to compare their behavior to the target behavior of other participants and stimulates them to do this System users will have a greater motivation to perform the target behavior if they can compare their performance with the performance of others."
    },
    {
      "title": "Social comparison",
      "text": "A web-based intervention to promote self-management among patients with COPD provides feedback on the level of physical activity of the participant by comparing it to the physical activity of well-managed COPD patients Provides normative information on the target behavior or the usage of the intervention A system can leverage normative influence or peer pressure to increase the likelihood that a person will adopt a target behavior."
    },
    {
      "title": "Normative influence",
      "text": "A web-based intervention for smoking cessation includes a discussion board for users of the intervention Provides the opportunity to see whether there are other participants using the intervention System users are more likely to perform target behavior if they discern via the system that others are performing the behavior along with them."
    },
    {
      "title": "Social facilitation",
      "text": "A web-based intervention for the promotion of physical activity stimulates participants to form groups and to achieve the group goal of a certain number of steps each week Stimulates participants to cooperate to achieve a target behavior A system can motivate users to adopt a target attitude or behavior by leveraging human beings' natural drive to cooperate."
    },
    {
      "title": "Cooperation",
      "text": "A web-based intervention for diabetes management among children includes a leaderboard in which the children who enter blood glucose levels at the right times receive the highest place Stimulates participants to compete with each other to achieve a target behavior A system can motivate users to adopt a target attitude or behavior by leveraging human beings' natural drive to compete."
    },
    {
      "title": "Competition",
      "text": "A web-based intervention treatment of anxiety includes a testimonial page where successful users of the intervention tell their story Prominently shows (former) participants who adopted the target behavior By offering public recognition for an individual or group, a system can increase the likelihood that a person/group will adopt a target behavior.\n\nRecognition J Med Internet Res 2012 | vol. 14 | iss. 6 | e152 | p. 8  http://www.jmir.org/2012/6/e152/ (page number not for citation purposes) Kelders et al JOURNAL OF MEDICAL INTERNET RESEARCH XSL • FO RenderX"
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection",
      "text": "The search yielded 7345 unique titles. After title, abstract, and full-text screening, 101 articles on 83 interventions were included (Figure  1 ). In total, 315 articles were excluded based on the full text. The most common reason for exclusion was related to usage data: the lack thereof (n = 84) or the presentation of inadequate (ie, subjective or not usable for calculating adherence) usage data (n = 78). Other studies were excluded based on the studied intervention: not aimed at health promotion by changing behavior (n = 40); not primarily meant to be used from a computer or laptop at the user's home (n = 41); not intended to be visited and used on more than one occasion (n = 34); or not targeted at the patient (n = 3). Twenty-seven publications were excluded because the study design did not include an assessment of the effect of the intervention (eg, when they only presented qualitative data on the design of an intervention) or when the study design did not provide unique usage data (eg, a study about the long-term effects of an intervention). Seven publications were excluded because of the description of the intervention or study: in 4 publications no information could be gathered on the applied persuasive features of the technology from the description of the intervention and in 3 publications the data on the number of participants and their usage of the intervention was unclear. Finally, in the case of one citation, the full text could not be retrieved; this citation was therefore excluded."
    },
    {
      "title": "Characteristics of the Studies that Were Included",
      "text": "The 83 interventions that were included are presented in Multimedia Appendix 2. Overall, 19 interventions targeted a specific chronic condition (diabetes was targeted most often with 6 interventions). Sixteen interventions targeted a lifestyle behavior (weight management was targeted most often with 7 interventions). Smoking cessation was also often seen (5 interventions were targeted solely on smoking cessation and 1 intervention included smoking cessation as one of multiple targeted behaviors). Finally, mental health was targeted most often in the studies that were included. Of these 48 interventions, 12 focused on social phobia, although it should be noted that these interventions are only from two research groups that extensively studied their interventions. Depression, panic disorder, and anxiety were also targeted frequently in the interventions that we included (10, 8 and 7 interventions, respectively). Table  2  presents an overview of the variables of the interventions that were coded and their distribution over the different areas (chronic condition, lifestyle, and mental health). Overall, we can see that most interventions were meant to be used once a week, were set up in a modular way, were updated once a week, and lasted for approximately 16 weeks (median duration 10 weeks). Face-to-face, telephone, and SMS support, or a combination of these modes, were infrequently used, with"
    },
    {
      "title": "Seventy-six per cent of the interventions included interaction",
      "text": "of the participant with a counselor, and a similar percentage (73%) included some form of interaction with the system. A little over half of the interventions (53%) included interaction with peers, with and without counselor interaction. The average percentage of participants who adhered to an intervention is 50.3% (min 1%; max 93%). The values of each of the variables for each included intervention can be found in Multimedia Appendix 3."
    },
    {
      "title": "Differences in Intervention Characteristics between Health Care Areas",
      "text": "When comparing the interventions of the different health care areas using Fisher's exact tests, we find significant differences on intended usage (P = .004), setup (P< .001), updates (P < .001), frequency of interaction with a counselor (P < .001), the system (P = .003), and peers (P = .017). When looking at the standardized residuals (data not shown), we can see where these differences are manifested. We see that lifestyle interventions are more often intended to be used less than once a month than interventions in the other areas. We see that mental health interventions are less often free in terms of their setup than the other two areas. Lifestyle interventions are more often not updated or updated without a known frequency. Regarding interaction with a counselor, we see that lifestyle interventions more often do not employ this feature. Furthermore, we see that lifestyle interventions more frequently include interaction with the system less than once a week. Finally, on interaction with peers, chronic interventions more often have interaction for which the frequency is not specified. One-way analyses of variance show that there are differences in duration (F = 6.068, P = .004) and adherence (F = 4.833, P = .010). Bonferroni post hoc analyses show that the difference in duration is between lifestyle and mental health interventions (lifestyle interventions are longer), whereas the difference in adherence is between lifestyle and chronic condition interventions and between lifestyle and mental health interventions (lifestyle interventions have a lower adherence rate). In sum, lifestyle interventions are longer, the intended usage is less frequent, they have fewer updates, there is less interaction with the system and a counselor, and there is lower adherence than interventions aimed at chronic conditions and mental health. Mental health interventions are less often free in their setup and interventions aimed at a chronic condition include interaction with peers more often, for which the frequency is not specified."
    },
    {
      "title": "Persuasive Technology",
      "text": "When examining the persuasive technology elements that are presented in Table  3 , we see that a mean of 5.6 (median 5) out of a possible 21 elements were used within a web-based intervention. Primary task support shows the highest mean (2.9 out of a possible 7; median 3), while social support shows the lowest mean (1.2 out of a possible 7; median 1). One-way analyses of variance show that there is a significant difference between the use of persuasive technology elements for primary task support (F = 5.631, P = .005). A Bonferroni post hoc analysis shows that this difference is between lifestyle and mental health interventions, where lifestyle interventions employ a higher mean of elements than mental health interventions. Furthermore, we can see that in primary task support, tunneling is used most often (n = 75; 90%), closely followed by tailoring (n = 73; 88%). Tunneling is used in all included mental health interventions, but only in 10 (63%) of lifestyle interventions (significant difference; P < .001). Reduction and self-monitoring are less often used in mental health interventions than in the other areas (significant difference reduction, P = .033; and self-monitoring, P < .001). This is most strikingly seen in self-monitoring, which is used in 94% of lifestyle interventions, as opposed to 12% in the mental health interventions. Overall, rehearsal and simulation are used least of all out of the primary task support elements. From the dialogue support elements, reminders are most often used (n = 61; 74%) across all areas. Suggestion is the second most frequently used element (n = 24; 29%), although this is used more often in web-based interventions targeted at chronic conditions than in mental health (P = .008). Praise was not used in any of the interventions and rewards were used only in 3 interventions. In social support, we see that social facilitation is most often used (n = 43; 52%), with a significant difference between interventions aimed at a chronic condition (n = 14; 74% including social facilitation) and at lifestyle (n = 5; 31%; P = .046). Furthermore, social learning and social comparison are used reasonably frequently (respectively n = 31; 39% and n = 14; 17%), with mental health interventions predominantly contributing to these numbers (with a significant difference only for social learning: P = .044). Cooperation, on the other hand, is used in 2 lifestyle interventions and 1 chronic intervention, but in none of the mental health interventions (significant difference; P = .041). The other elements (normative influence, competition, and recognition) are hardly used. In sum, primary task support is most extensively employed while dialogue support and social support are sparsely employed. Tunneling, tailoring (primary task support), reminders (dialogue support), and social facilitation (social support support) are the most frequently used elements. On average, lifestyle interventions employ more primary task support elements than mental health interventions."
    },
    {
      "title": "Predictors of Adherence",
      "text": "We performed a hierarchical multiple linear regression, using a block-wise \"enter\" method, to explore the predictors of adherence. Variables expected to predict adherence were entered in the analysis in blocks of related constructs, as specified in the methods section. The final model explained 55% of the variance in adherence. In this model, interventions studied with a RCT design (instead of an observational study), increased interaction with a counselor, more frequent intended usage, more frequent updates and more extensive employment of dialogue support significantly predicted better adherence. Note R 2 =.14 for step 1 (P = .08); ∆R 2 = .10 for step 2 (P = .16); ∆R 2 = .15 for step 3 (P = .006); ∆R 2 = .15 for step 4 (P < .001); cumulative variance explained in the final (step 4) model: R 2 = .55 (P < .001)"
    },
    {
      "title": "Discussion",
      "text": "In this systematic review, we have attempted to synthesize the combined knowledge of eHealth researchers to gain insights into the factors that affect adherence to web-based interventions in the areas of chronic conditions, lifestyle, and mental health. In this study, we viewed technology from a theoretical perspective and conceived adherence as an objective measurement that allows for comparison between different interventions."
    },
    {
      "title": "Principal Results",
      "text": "We included 101 publications describing research into 83 interventions. Mental health interventions (n = 48) constituted the largest part of these interventions. Looking at the key characteristics of web-based interventions in terms of technology and interaction, it appears that the typical web-based intervention is meant to be used once a week, is modular in setup, is updated once a week, lasts for 10 weeks, includes interaction with the system, a counselor, and peers on the web, includes some persuasive technology elements, and results in about 50% of the participants adhering to the intervention.\n\nHowever, to answer our second research question, there do appear to be differences between health care areas. Overall, lifestyle interventions are longer and less strict (more employ a free setup, less frequent intended usage, fewer updates, and less interaction) than interventions aimed at chronic conditions and mental health, which seems to result in lower adherence with lifestyle interventions. Mental health interventions follow the weekly, modular format the most, with only one intervention using a free setup. This may be explained by the difference in scope of lifestyle and mental health interventions: lifestyle interventions may be more oriented towards long-term changes, while mental health interventions are often aimed at treatment that is delivered in a short, strict format. However, interventions for a chronic condition are also aimed at a long-term change or goal, but these interventions are on average more strict than lifestyle interventions. More counselor involvement is likely to be an explanation because these interventions are often offered in a health care setting and we saw a significant difference between these areas.\n\nRegarding persuasive technology, we see that primary task support elements are most commonly employed, especially in interventions aimed at chronic conditions and lifestyle. Tunneling, which is a technological result of a modular setup, is employed most often in mental health interventions and less frequently in lifestyle interventions. This difference is a logical result of the differences in setup between interventions in these areas. This finding is not surprising, taking into account that most mental health interventions are based on regular face-to-face therapy where psycho-education and behavior modification is usually delivered step-wise (see  [3] ). Tailoring, which is widely recognized as an important feature of effective health communication  [35, 36] , is used in one form or another in 88% of the interventions. Strikingly, rehearsal, which is also seen as very important in learning and behavior change  [37, 38] , is seldom employed. It may be that rehearsal is seen by the authors of the articles reviewed as such an obvious part of an intervention that a description of this process is omitted from the description of the interventions. If not, this should be a point of particular interest when (re)designing web-based interventions.\n\nOnly a mean of 1.5 out of a possible 7 dialogue support elements are employed per web-based intervention. It should be noted that we have not coded the elements that may be present in email-like messages sent by a counselor because we feel that this is part of the counselor interaction and not so much a part of the dialogue support that Oinas-Kukkonen  [31]  and Fogg  [24]  describe. Reminders are the most frequently employed element. Studies have shown the importance of reminders in increasing adherence and in increasing the effectiveness of web-based interventions  [7, 39] . Therefore, we found it striking that 26% of the interventions did not include reminders in some way. Suggestion was the second most frequently used element and was employed more in interventions aimed at chronic conditions than mental health. This seems likely to be due to the focus of the interventions for chronic conditions being on coping with a condition and giving suggestions or strategies to achieve this, whereas in mental health interventions the focus is often more curative to \"solve\" a certain problem. Praise and rewards are seldom used, which may be a shortcoming when looking at the recent literature into serious gaming and gamification, where employing game-like strategies, such as praise and rewards, are expected to have positive effects on the outcomes of health interventions  [40, 41] .\n\nSocial support is widely recognized as an important strategy in behavior change  [42, 43]  and it might be disappointing to see that, on average, only 1.2 out of a possible 7 elements are used per web-based intervention. Social facilitation was used in more than half of the interventions. It must be noted that here social facilitation means providing the opportunity to contact others using the same intervention; it does not say anything about whether the opportunity is actually used. In practical terms, this means that when an intervention includes a discussion board, social facilitation is employed, even when there are no posts on the discussion board. Social learning and social comparison were employed through, for example, obligatory posts of exercise answers on a discussion board or by providing a story XSL • FO RenderX by a user (real or fictive), including how he or she dealt with the situation. Cooperation, competition, normative influence, and recognition are seldom used and therefore provide areas in which web-based interventions might be improved. However, in this study, social support did not affect adherence, so more research is needed to investigate whether or not this area provides added value.\n\nOur third research question was about the percentage of participants that adhere to web-based interventions. We found an average adherence of 50%, which confirms that non-adherence is an issue in web-based interventions. There was a wide range in the level of adherence, with 6 interventions scoring below 10% adherence and 5 interventions scoring 90% adherence or higher. Our last research question was aimed at determining which characteristics of web-based interventions relating to technology and interaction are related to better adherence. Using a hierarchical multiple linear regression, our final model explains 55% of the variance in adherence, which, in our view, is a substantial amount that provides valuable insights into the issue of adherence.\n\nInterestingly, the first two models (including the context of the intervention and the interaction within the intervention) were not significant. It was only when aspects relating to the format of the intervention and the technology employed were entered that the model reached significance. In the final model, an RCT, as opposed to an observational study, significantly predicted better adherence. A likely explanation is that the observational studies in our review were mainly small pilot studies and large real-life studies. Pilot studies are likely to show lower adherence rates because the interventions are not fully tested and are improved after the outcomes of the pilot are known. Real-life observational studies have been shown to have lower adherence rates, which suggests that the formal structure of a trial is important for participants to adhere to an intervention  [34] . Furthermore, the selection processes of many RCTs make it likely that there is a difference in the participants in both settings, which contributes to the difference in adherence.\n\nThe frequency of interaction with a counselor was a significant predictor of adherence. This finding concurs with reviews of Brouwer  [29] , Schubart  [30] , and other studies (for an overview see  [44] ) that conclude that counselor or clinician support is related to greater exposure and engagement. Of the significant predictors in our study, this variable contributes the least. In our review, we have found no evidence that the frequency of interaction with peers is related to adherence. This is somewhat contrary to the results of Brouwer  [29] , who concluded that peer support was related to greater exposure. In that study, exposure was seen as the time visitors spend on the website, which is very different from our definition of adherence. Furthermore, in this study, we coded the frequency of interaction, not merely whether there was any interaction or not. This resulted in 29% of interventions being coded as, \"Yes, there is interaction with peers, but the frequency is unknown.\" This frequency may vary to a large degree between these interventions, but without clear information we cannot make a distinction, which may have influenced our results.\n\nIn the final model, the frequency of interaction with the system seems to negatively influence adherence, although not significantly. This surprising finding may be explained by the fact that more interaction with the system meant, in many cases, that there was no interaction with a counselor. More frequent intended usage also predicts better adherence. This might seem counterintuitive, but might also mean that when people are expected to be more active they become more engaged with the system. Moreover, more frequent intended usage will, in many cases, lead to more frequent reminders and we know that reminders can positively influence adherence  [39] . That the provision of frequent updates is important was also seen in the review of Brouwer  [29]  and is confirmed in this study.\n\nFinally, more extensive employment of dialogue support is related to better adherence. This outcome was predicted by the persuasive system design model  [31] , but this study is, to our knowledge, the first to confirm this outcome related to adherence in a health setting. When looking at the other persuasive technology categories, we see that social support shows a trend towards a significant contribution to better adherence. We feel that this trend warrants further investigation. It might be that it has no significant predictive value in this study because of the limited use of social support elements in the included interventions. Interestingly, primary task support does not show any predictive value for adherence. This may well be explained by the purpose of the employment of primary task support. As indicated in the name, these elements make the primary task (ie, the goal of the intervention) easier, and are not so much focused on the process (ie, using the intervention or adhering to the intervention). It seems likely that these elements play a more important role in the effect of the intervention than in the adherence.\n\nA final comment on the model for the prediction of adherence is on the different health care areas. We see that in the first model, lifestyle interventions, as opposed to mental health interventions, predict a lower adherence, but when adding the characteristics of the interventions in the model, this predictive value is negated. It seems that the health care area per se does not predict adherence, but the differences in the characteristics of the interventions in these areas do predict adherence."
    },
    {
      "title": "Implications and Recommendations",
      "text": "Taking into account the results of this study, it seems reasonable to not only hope for adherence, but to plan for adherence when designing web-based interventions. Although 33 studies that are included in this review state that they have planned for adherence, it is remarkable that 18 state that encouraging adherence is a task for the counselor  [45] [46] [47] [48] [49] [50] [51] [52] [53] [54] [55] [56] [57] [58] [59] [60] [61] [62]  and one study included monetary incentives to promote adherence  [63] . Of the 15 studies that mention adapting the design of the intervention to increase adherence, 8 studies do so without any theoretical basis or reference  [64] [65] [66] [67] [68] [69] [70] [71] , 4 studies make the adaptation the focus of their study  [72] [73] [74] [75] , and 2 studies have adapted the design based on a prior study on the same intervention  [76, 77] . Overall, it seems that adapting web-based interventions to promote adherence is done in an ad-hoc manner and that a framework to guide researchers and developers in this area is needed. The PSD model  [31]  may provide such a framework for the design of web-based interventions.\n\nMoreover, it seems valuable to look much further than the health care area for which the intervention is being designed. Although each health care area has its own demands and limitations, the different areas might learn from each other's strong points. Lifestyle interventions, although aimed at long-term goals, might benefit from incorporating segments with a more strict format and shorter duration. Mental health interventions might be extended to aim at more long-term goals like relapse prevention. They may therefore employ a less strict format, while being aware that adherence might become a larger problem. Moreover, mental health interventions might include the primary task support elements used in chronic condition and lifestyle interventions.\n\nFurthermore, we now have evidence that certain intervention characteristics and persuasive technology can improve adherence. It seems that expecting a certain amount of engagement from the target group can actually be helpful in promoting adherence and is something that seems to be easy to implement in new and existing web-based interventions. We must keep in mind that the effect of intended usage might also be due to a bias among the participants when only those participants who agree in advance with a high level of engagement participate in such interventions. Duration seems harder to change. Cutting an intervention into shorter segments may be enough to improve adherence, but this should be investigated further. Including and possibly increasing the frequency of interaction with a counselor seems a more costly way to improve adherence and might, therefore, be a less than optimal starting point when specifically used as a strategy to increase adherence. Increasing dialogue support using persuasive technology seems to be a more cost-effective vantage point in this respect and may even be enhanced by the increasing use of mobile technology, which seems likely to, in turn, offer a valuable platform for introducing on-the-spot reminders and feedback.\n\nAdditionally, our results can be of value for blended care (ie, a combination of online and face-to-face care) by clarifying the crucial aspects for promoting adherence in web-based interventions. When it is not possible to adapt a web-based intervention to promote adherence, it may be feasible to include a face-to-face segment in the overall intervention at a crucial stage to make up for the predicted loss of adherence.\n\nThe results of this study can be used to make an informed decision about how to design a web-based intervention that has a greater likelihood of patient adherence. It must be noted, however, that we do not advocate a so-called \"technology push\" where technology is introduced only for the sake of the technology and the ability to create the technology. It should always be created in close collaboration with the target audience and with a clear goal to create a viable eHealth technology  [12] . This study provides insights into the choices one can make with the target audience.\n\nIn this study, we defined adherence as being the proportion of participants who use the intervention as it is intended to be used. By doing this, we have created an adherence measurement from objective data that is comparable between interventions. We feel that the study shows that this is a promising approach and this adherence measurement can be used for a wide variety of studies. However, to date, few studies report adherence as the measurement we have chosen to use. For review studies, this means that researchers have to define the intended use, search for the usage data that corresponded to this intended use, and then calculate the adherence. This might lead to a different interpretation of the usage data than the original authors intended. However, from our experience, we can say that as long as there is enough information on the intervention and the usage, it is feasible to calculate an objective and comparable adherence measurement. For intervention studies, we would advise researchers to at least provide the information needed (ie, intended usage and usage data related to this intended usage) to calculate this adherence measurement and, preferably, to state the calculated adherence percentage for easy comparison between interventions."
    },
    {
      "title": "Limitations",
      "text": "In this study, we have excluded many interventions because data about usage was absent or the usage data that was presented had no direct relationship to the intended use. For example, we excluded studies that only presented mean login data per week for all respondents and had an intended usage of once a week because these data do not show us which percentage of respondents logged in each week. This strict selection based on usage data might have introduced a bias in our included studies.\n\nWe have coded the web-based interventions included in this study based on the descriptions in the published literature. Although we have made an effort to find all the information in the published literature about each intervention, our coding was limited by the description of the interventions on paper. As is noted by other authors, the description of these interventions is varied  [12, 29, 30] , which makes it difficult to capture all the characteristics of each intervention, and this might have influenced our results. Initiatives to standardize and improve the description of web-based interventions like the consort statement for eHealth  [12] , a protocol for systematic reviews in eHealth  [33] , and guidelines for executing and reporting internet intervention research  [78]  are therefore very necessary and will hopefully improve the possibility to compare eHealth technologies and learn from each other.\n\nLastly, a limitation of this review might be that we have only focused on the published literature. We have not included grey literature and have therefore included little real-life adherence data. As noted by Christensen  [34] , there is a difference between the usage of web-based interventions in a research setting and in a more real-life setting. We have tried to cope with this by using a strict definition of adherence, separating it from following the research protocol and filling out questionnaires, and by coding all interaction that might be the result of being part of a study as part of the intervention. Nonetheless, the limited amount of real-life data in our review might have influenced the results.\n\nOverall, our results confirm the conclusions of prior studies  [29, 30]  that interaction with a counselor and regular updates promote adherence. Furthermore, the results of this review elaborate on"
    },
    {
      "text": "Our systematic review aims to answer the following research questions: (1) What are the key characteristics of web-based interventions in terms of technology and interaction? (2) Are there any differences in intervention characteristics between web-based interventions aimed at chronic conditions, lifestyle, or mental health? (3) What percentage of participants adhere to web-based interventions? (4) Which characteristics of web-based interventions related to technology and interaction are linked to better adherence? These insights can help us understand and reduce the impact of non-adherence."
    },
    {
      "text": "Figure 1. Flow diagram of study selection."
    },
    {
      "text": "4 interventions combining face-to-face and telephone support (interventions 3, 10, 33, and 72) and 2 interventions combining telephone and SMS support (interventions 24 and 81)."
    },
    {
      "text": "PSD framework elements coding scheme."
    },
    {
      "text": "Descriptive variables of the included interventions per health care area FNS = Frequency not specified; b Based on 13 interventions.Three interventions(23, 26, and 27)did not specify duration."
    },
    {
      "text": "Persuasive technology in web-based interventions included in this study per health care area.Based on Fisher's exact test. Note: results in italics are the mean (sd) and median number of elements used per intervention. Other results are presented as the number (%) of interventions that include a certain element."
    },
    {
      "text": "Predictors of adherence in a hierarchical multiple linear regression."
    }
  ],
  "references": [
    {
      "title": "Defining internet-supported therapeutic interventions",
      "authors": [
        "A Barak",
        "B Klein",
        "J Proudfoot"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9130-7"
    },
    {
      "title": "A Comprehensive Review and a Meta-Analysis of the Effectiveness of Internet-Based Psychotherapeutic Interventions",
      "authors": [
        "A Barak",
        "L Hen",
        "M Boniel-Nissim",
        "N Shapira"
      ],
      "year": 2008,
      "doi": "10.1080/15228830802094429"
    },
    {
      "title": "Internet-administered cognitive behavior therapy for health problems: a systematic review",
      "authors": [
        "P Cuijpers",
        "A Van Straten",
        "G Andersson"
      ],
      "year": 2008,
      "doi": "10.1007/s10865-007-9144-1"
    },
    {
      "title": "Internet-based cognitive behaviour therapy for symptoms of depression and anxiety: a meta-analysis",
      "authors": [
        "V Spek",
        "P Cuijpers",
        "I Nyklícek",
        "H Riper",
        "J Keyzer",
        "V Pop"
      ],
      "year": 2007,
      "doi": "10.1017/s0033291706008944"
    },
    {
      "title": "The effectiveness of Web-based vs. non-Web-based interventions: a meta-analysis of behavioral change outcomes",
      "authors": [
        "D Wantland",
        "C Portillo",
        "W Holzemer",
        "R Slaughter",
        "E Mcghee"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e40"
    },
    {
      "title": "Website-delivered physical activity interventions a review of the literature",
      "authors": [
        "C Vandelanotte",
        "K Spathonis",
        "E Eakin",
        "N Owen"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.02.041"
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.05.007"
    },
    {
      "title": "Effectiveness of web-based interventions in achieving weight loss and weight loss maintenance in overweight and obese adults: a systematic review with meta-analysis",
      "authors": [
        "M Neve",
        "P Morgan",
        "P Jones",
        "C Collins"
      ],
      "year": 2010,
      "doi": "10.1111/j.1467-789X.2009.00646.x"
    },
    {
      "title": "The impact of eHealth on the quality and safety of health care: a systematic overview",
      "authors": [
        "A Black",
        "J Car",
        "C Pagliari",
        "C Anandan",
        "K Cresswell",
        "T Bokun"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pmed.1000387"
    },
    {
      "title": "Effectiveness of a Web-based intervention aimed at healthy dietary and physical activity behavior: a randomized controlled trial about users and usage",
      "authors": [
        "S Kelders",
        "J Van Gemert-Pijnen",
        "A Werkman",
        "N Nijland",
        "E Seydel"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1624"
    },
    {
      "title": "A holistic framework to improve the uptake and impact of eHealth technologies",
      "authors": [
        "J Van Gemert-Pijnen",
        "N Nijland",
        "M Van Limburg",
        "H Ossebaard",
        "S Kelders",
        "G Eysenbach"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1672"
    },
    {
      "title": "Adherence in internet interventions for anxiety and depression",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "L Farrer"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1194"
    },
    {
      "title": "Online interventions for social marketing health behavior change campaigns: a meta-analysis of psychological architectures and adherence factors",
      "authors": [
        "B Cugelman",
        "M Thelwall",
        "P Dawes"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1367"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Predictors of adherence by adolescents to a cognitive behavior therapy website in school and community-based settings",
      "authors": [
        "A Neil",
        "P Batterham",
        "H Christensen",
        "K Bennett",
        "K Griffiths"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1050"
    },
    {
      "title": "Adherence in Internet-based interventions",
      "authors": [
        "S Wangberg",
        "T Bergmo",
        "J Johnsen"
      ],
      "year": 2008
    },
    {
      "title": "A systematic review of the impact of adherence on the effectiveness of e-therapies",
      "authors": [
        "L Donkin",
        "H Christensen",
        "S Naismith",
        "B Neal",
        "I Hickie",
        "N Glozier"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1772"
    },
    {
      "title": "Do adherence variables predict outcome in an online program for the prevention of eating disorders?",
      "authors": [
        "J Manwaring",
        "S Bryson",
        "A Goldschmidt",
        "A Winzelberg",
        "K Luce",
        "D Cunning"
      ],
      "year": 2008,
      "doi": "10.1037/0022-006x.76.2.341"
    },
    {
      "title": "Compliance, adherence and the therapeutic alliance: steps in the development of self-care",
      "authors": [
        "I Barofsky"
      ],
      "year": 1978
    },
    {
      "title": "Compliance, concordance, adherence",
      "authors": [
        "J Aronson"
      ],
      "year": 2007,
      "doi": "10.1111/j.1365-2125.2007.02893.x"
    },
    {
      "title": "Dropout, nonusage attrition, and pretreatment predictors of nonusage attrition in a commercial Web-based weight loss program",
      "authors": [
        "M Neve",
        "C Collins",
        "P Morgan"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1640"
    },
    {
      "title": "Methodological issues in research on web-based behavioral interventions",
      "authors": [
        "B Danaher",
        "J Seeley"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9129-0"
    },
    {
      "title": "Persuasive Technology: Using Computers to Change What We Think and Do",
      "authors": [
        "B Fogg"
      ],
      "year": 2003,
      "doi": "10.1145/764008.763957"
    },
    {
      "title": "Designing for context-aware health self-monitoring, feedback, and engagement",
      "authors": [
        "F Chen",
        "E Hekler",
        "J Hu",
        "S Li",
        "C Zhao"
      ],
      "year": 2011,
      "doi": "10.1145/1958824.1958927"
    },
    {
      "title": "Personality and Persuasive Technology: An Exploratory Study on Health-Promoting Mobile Applications",
      "authors": [
        "S Halko",
        "J Kientz"
      ],
      "year": 2010,
      "doi": "10.1007/978-3-642-13226-1_16"
    },
    {
      "title": "Fit4life: the design of a persuasive technology promoting healthy behavior and ideal weight",
      "authors": [
        "S Purpura",
        "V Schwanda",
        "K Williams",
        "W Stubler",
        "P Sengers"
      ],
      "year": 2011,
      "doi": "10.1145/1978942.1979003"
    },
    {
      "title": "Chick clique: persuasive technology to motivate teenage girls to exercise",
      "authors": [
        "T Toscos",
        "A Faber",
        "S An",
        "M Gandhi"
      ],
      "year": 2006,
      "doi": "10.1145/1125451.1125805"
    },
    {
      "title": "Which intervention characteristics are related to more exposure to internet-delivered healthy lifestyle promotion interventions? A systematic review",
      "authors": [
        "W Brouwer",
        "W Kroeze",
        "R Crutzen",
        "J De Nooijer",
        "N De Vries",
        "J Brug"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1639"
    },
    {
      "title": "Chronic health conditions and internet behavioral interventions: a review of factors to enhance user engagement",
      "authors": [
        "J Schubart",
        "H Stuckey",
        "A Ganeshamoorthy",
        "C Sciamanna"
      ],
      "year": 2011,
      "doi": "10.1097/ncn.0b013e3182155274"
    },
    {
      "title": "Persuasive Systems Design: Key Issues, Process Model, and System Features",
      "authors": [
        "H Oinas-Kukkonen",
        "M Harjumaa"
      ],
      "year": 2009,
      "doi": "10.17705/1cais.02428"
    },
    {
      "title": "Persuasive features in web-based alcohol and smoking interventions: a systematic review of the literature",
      "authors": [
        "T Lehto",
        "H Oinas-Kukkonen"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1559"
    },
    {
      "title": "Tutorial: data extraction for systematic reviews",
      "authors": [
        "M Wentzel",
        "J Karreman",
        "J Van Gemert-Pijnen"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6947-14-45"
    },
    {
      "title": "A comparison of changes in anxiety and depression symptoms of spontaneous users and trial participants of a cognitive behavior therapy website",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "A Korten",
        "K Brittliffe",
        "C Groves"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e46"
    },
    {
      "title": "Tailoring health messages: customizing communication with computer technology",
      "authors": [
        "M Kreuter"
      ],
      "year": 2000,
      "doi": "10.4324/9781410603319"
    },
    {
      "title": "Does tailoring matter? Meta-analytic review of tailored print health behavior change interventions",
      "authors": [
        "S Noar",
        "C Benac",
        "M Harris"
      ],
      "year": 2007,
      "doi": "10.1037/0033-2909.133.4.673"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Theories and intervention approaches to health-behavior change in primary care",
      "authors": [
        "J Elder",
        "G Ayala",
        "S Harris"
      ],
      "year": 1999,
      "doi": "10.1016/s0749-3797(99)00094-x"
    },
    {
      "title": "Periodic prompts and reminders in health promotion and health behavior interventions: systematic review",
      "authors": [
        "J Fry",
        "R Neff"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1138"
    },
    {
      "title": "Toward a Definition",
      "authors": [
        "S Deterding",
        "D Dixon",
        "R Khaled"
      ],
      "year": 2011,
      "doi": "10.1145/2181037.2181040"
    },
    {
      "title": "Game Reward Systems: Gaming Experiences and Social Meanings",
      "authors": [
        "H Wang",
        "C Sun"
      ],
      "year": 2011,
      "doi": "10.26503/dl.v2011i1.594"
    },
    {
      "title": "Social support in diabetes: a systematic review of controlled intervention studies",
      "authors": [
        "H Van Dam",
        "F Van Der Horst",
        "L Knoops",
        "R Ryckman",
        "H Crebolder",
        "Van Den Borne",
        "Bh"
      ],
      "year": 2005,
      "doi": "10.1016/j.pec.2004.11.001"
    },
    {
      "title": "Receiving social support online: implications for health education",
      "authors": [
        "M White",
        "S Dorman"
      ],
      "year": 2001,
      "doi": "10.1093/her/16.6.693"
    },
    {
      "title": "Supportive accountability: a model for providing human support to enhance adherence to eHealth interventions",
      "authors": [
        "D Mohr",
        "P Cuijpers",
        "K Lehman"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1602"
    },
    {
      "title": "Engagement and satisfaction with an Internet-based physical activity intervention in patients with rheumatoid arthritis",
      "authors": [
        "M Van Den Berg",
        "H Ronday",
        "A Peeters",
        "E Voogt-Van Der Harst",
        "M Munneke",
        "F Breedveld"
      ],
      "year": 2007,
      "doi": "10.1093/rheumatology/kel341"
    },
    {
      "title": "Multimodal e-mental health treatment for depression: a feasibility trial",
      "authors": [
        "D Mohr",
        "J Duffecy",
        "Jin Ludman",
        "E Lewis",
        "A Begale"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1370"
    },
    {
      "title": "Internet administered guided self-help versus individualized e-mail therapy: A randomized trial of two versions of CBT for major depression",
      "authors": [
        "K Vernmark",
        "J Lenndin",
        "J Bjärehed",
        "M Carlsson",
        "J Karlsson",
        "J Oberg"
      ],
      "year": 2010,
      "doi": "10.1016/j.brat.2010.01.005"
    },
    {
      "title": "Randomised controlled trial of a guided self-help treatment on the Internet for binge eating disorder",
      "authors": [
        "I Carrard",
        "C Crépin",
        "P Rouget",
        "T Lam",
        "A Golay",
        "M Van Der Linden"
      ],
      "year": 2011,
      "doi": "10.1016/j.brat.2011.05.004"
    },
    {
      "title": "Randomized controlled trial of Internet-delivered cognitive behavioral therapy for posttraumatic stress disorder",
      "authors": [
        "J Spence",
        "N Titov",
        "B Dear",
        "L Johnston",
        "K Solley",
        "C Lorian"
      ],
      "year": 2011,
      "doi": "10.1002/da.20835"
    },
    {
      "title": "Internet-based cognitive-behavioural therapy for severe health anxiety: randomised controlled trial",
      "authors": [
        "E Hedman",
        "G Andersson",
        "E Andersson",
        "B Ljótsson",
        "C Rück",
        "G Asmundson"
      ],
      "year": 2011,
      "doi": "10.1192/bjp.bp.110.086843"
    },
    {
      "title": "Master your mood online: A preventive chat group intervention for adolescents",
      "authors": [
        "R Gerrits",
        "Rap Van Der Zanden",
        "Rfm Visscher",
        "B Conijn"
      ],
      "year": 2007,
      "doi": "10.5172/jamh.6.3.152"
    },
    {
      "title": "Clinician-assisted Internet-based treatment is effective for depression: randomized controlled trial",
      "authors": [
        "S Perini",
        "N Titov",
        "G Andrews"
      ],
      "year": 2009,
      "doi": "10.1080/00048670902873722"
    },
    {
      "title": "Shyness 5: the clinical effectiveness of Internet-based clinician-assisted treatment of social phobia",
      "authors": [
        "L Aydos",
        "N Titov",
        "G Andrews"
      ],
      "year": 2009,
      "doi": "10.1080/10398560903284943"
    },
    {
      "title": "Shyness 3: randomized controlled trial of guided versus unguided Internet-based CBT for social phobia",
      "authors": [
        "N Titov",
        "G Andrews",
        "I Choi",
        "G Schwencke",
        "A Mahoney"
      ],
      "year": 2008,
      "doi": "10.1080/00048670802512107"
    },
    {
      "title": "Shyness 1: distance treatment of social phobia over the Internet",
      "authors": [
        "N Titov",
        "G Andrews",
        "G Schwencke",
        "J Drobny",
        "D Einstein"
      ],
      "year": 2008,
      "doi": "10.1080/00048670802119762"
    },
    {
      "title": "Shyness 2: treating social phobia online: replication and extension",
      "authors": [
        "N Titov",
        "G Andrews",
        "G Schwencke"
      ],
      "year": 2008,
      "doi": "10.1080/00048670802119820"
    },
    {
      "title": "Phone and e-mail counselling are effective for weight management in an overweight working population: a randomized controlled trial",
      "authors": [
        "M Van Wier",
        "G Ariëns",
        "J Dekkers",
        "I Hendriksen",
        "T Smid",
        "W Van Mechelen"
      ],
      "year": 2009,
      "doi": "10.1186/1471-2458-9-6"
    },
    {
      "title": "Internet-delivered exposure and mindfulness based therapy for irritable bowel syndrome--a randomized controlled trial",
      "authors": [
        "B Ljótsson",
        "L Falk",
        "A Vesterlund",
        "E Hedman",
        "P Lindfors",
        "C Rück"
      ],
      "year": 2010,
      "doi": "10.1016/j.brat.2010.03.003"
    },
    {
      "title": "A pilot-study to identify the feasibility of an Internet-based coaching programme for changing the vascular risk profile of high-risk patients",
      "authors": [
        "B Goessens",
        "F Visseren",
        "J De Nooijer",
        "H Van Den Borne",
        "A Algra",
        "J Wierdsma"
      ],
      "year": 2008,
      "doi": "10.1016/j.pec.2008.06.004"
    },
    {
      "title": "Using the internet to translate an evidence-based lifestyle intervention into practice",
      "authors": [
        "K Mctigue",
        "M Conroy",
        "R Hess",
        "C Bryce",
        "A Fiorillo",
        "G Fischer"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2009.0036"
    },
    {
      "title": "Internet-based psychological and oral medical treatment compared to psychological treatment alone for ED",
      "authors": [
        "M Mccabe",
        "E Price"
      ],
      "year": 2008,
      "doi": "10.1111/j.1743-6109.2008.00885.x"
    },
    {
      "title": "Internet-based chronic disease self-management: a randomized trial",
      "authors": [
        "K Lorig",
        "P Ritter",
        "D Laurent",
        "K Plant"
      ],
      "year": 2006,
      "doi": "10.1097/01.mlr.0000233678.80203.c1"
    },
    {
      "title": "The RealU online cessation intervention for college smokers: a randomized controlled trial",
      "authors": [
        "L An",
        "C Klatt",
        "C Perry",
        "E Lein",
        "D Hennrikus",
        "U Pallonen"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.04.011"
    },
    {
      "title": "A randomized controlled trial of online versus clinic-based CBT for adolescent anxiety",
      "authors": [
        "S Spence",
        "C Donovan",
        "S March",
        "A Gamble",
        "R Anderson",
        "S Prosser"
      ],
      "year": 2011,
      "doi": "10.1037/a0024512"
    },
    {
      "title": "Randomized controlled trial of Internet cognitive behavioural treatment for social phobia with and without motivational enhancement strategies",
      "authors": [
        "N Titov",
        "G Andrews",
        "G Schwencke",
        "E Robinson",
        "L Peters",
        "J Spence"
      ],
      "year": 2010,
      "doi": "10.3109/00048674.2010.493859"
    },
    {
      "title": "The efficacy of an internet-based cognitive-behavioral therapy intervention for child anxiety disorders",
      "authors": [
        "S March",
        "S Spence",
        "C Donovan"
      ],
      "year": 2009,
      "doi": "10.1093/jpepsy/jsn099"
    },
    {
      "title": "Web-based weight loss in primary care: a randomized controlled trial",
      "authors": [
        "G Bennett",
        "S Herring",
        "E Puleo",
        "E Stein",
        "K Emmons",
        "M Gillman"
      ],
      "year": 2010,
      "doi": "10.1038/oby.2009.242"
    },
    {
      "title": "Randomized trial on the 5 a day, the Rio Grande Way Website, a web-based program to improve fruit and vegetable consumption in rural communities",
      "authors": [
        "D Buller",
        "W Woodall",
        "D Zimmerman",
        "M Slater",
        "J Heimendinger",
        "E Waters"
      ],
      "year": 2008,
      "doi": "10.1080/10810730801985285"
    },
    {
      "title": "Maintenance of weight loss in overweight middle-aged women through the Internet",
      "authors": [
        "E Cussler",
        "P Teixeira",
        "S Going",
        "L Houtkooper",
        "L Metcalfe",
        "R Blew"
      ],
      "year": 2008,
      "doi": "10.1038/oby.2008.19"
    },
    {
      "title": "Engagement in a diabetes self-management website: usage patterns and generalizability of program use",
      "authors": [
        "R Glasgow",
        "S Christiansen",
        "D Kurz",
        "D King",
        "T Woolley",
        "A Faber"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1391"
    },
    {
      "title": "Diabetes NetPLAY: A physical activity website and linked email counselling randomized intervention for individuals with type 2 diabetes",
      "authors": [
        "T Liebreich",
        "R Plotnikoff",
        "K Courneya",
        "N Boulé"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-18"
    },
    {
      "title": "Randomized controlled trial of web-based treatment of social phobia without clinician guidance",
      "authors": [
        "N Titov",
        "G Andrews",
        "I Choi",
        "G Schwencke",
        "L Johnston"
      ],
      "year": 2009,
      "doi": "10.1080/00048670903179160"
    },
    {
      "title": "An RCT comparing effect of two types of support on severity of symptoms for people completing Internet-based cognitive behaviour therapy for social phobia",
      "authors": [
        "N Titov",
        "G Andrews",
        "G Schwencke",
        "K Solley",
        "L Johnston"
      ],
      "year": 2009,
      "doi": "10.1080/00048670903179228"
    },
    {
      "title": "Effect of emailed messages on return use of a nutrition education website and subsequent changes in dietary behavior",
      "authors": [
        "W Woodall",
        "D Buller",
        "L Saba",
        "D Zimmerman",
        "E Waters",
        "J Hines"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.3.e27"
    },
    {
      "title": "Food, Fun and Fitness Internet program for girls: influencing log-on rate",
      "authors": [
        "D Thompson",
        "T Baranowski",
        "K Cullen",
        "K Watson",
        "A Canada",
        "R Bhatt"
      ],
      "year": 2008,
      "doi": "10.1093/her/cym020"
    },
    {
      "title": "Design and implementation of an interactive website to support long-term maintenance of weight loss",
      "authors": [
        "V Stevens",
        "K Funk",
        "P Brantley",
        "T Erlinger",
        "V Myers",
        "C Champagne"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.931"
    },
    {
      "title": "Development and reach of a web-based cognitive behavioural therapy programme to reduce symptoms of depression and diabetes-specific distress",
      "authors": [
        "K Van Bastelaar",
        "P Cuijpers",
        "F Pouwer",
        "H Riper",
        "F Snoek"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2010.06.013"
    },
    {
      "title": "Establishing Guidelines for Executing and Reporting Internet Intervention Research",
      "authors": [
        "J Proudfoot",
        "B Klein",
        "A Barak",
        "P Carlbring",
        "P Cuijpers",
        "A Lange"
      ],
      "year": 2011,
      "doi": "10.1080/16506073.2011.573807"
    },
    {
      "title": "Using internet technology to deliver a home-based physical activity intervention for patients with rheumatoid arthritis: A randomized controlled trial",
      "authors": [
        "M Van Den Berg",
        "H Ronday",
        "A Peeters",
        "S Le Cessie",
        "F Van Der Giesen",
        "F Breedveld"
      ],
      "year": 2006,
      "doi": "10.1002/art.22339"
    },
    {
      "title": "An internet-based self-management program with telephone support for adolescents with arthritis: a pilot randomized controlled trial",
      "authors": [
        "J Stinson",
        "P Mcgrath",
        "E Hodnett",
        "B Feldman",
        "C Duffy",
        "A Huber"
      ],
      "year": 2010,
      "doi": "10.3899/jrheum.091327"
    },
    {
      "title": "Promoting physical activity in children with juvenile idiopathic arthritis through an internet-based program: results of a pilot randomized controlled trial",
      "authors": [
        "O Lelieveld",
        "W Armbrust",
        "J Geertzen",
        "I De Graaf",
        "M Van Leeuwen",
        "P Sauer"
      ],
      "year": 2010,
      "doi": "10.1002/acr.20085"
    },
    {
      "title": "Coping With Chronic Lower Back Pain: Designing and Testing the Online Tool ONESELF",
      "authors": [
        "P Schulz",
        "S Rubinelli",
        "M Zufferey",
        "U Hartung"
      ],
      "year": 2010,
      "doi": "10.1111/j.1083-6101.2009.01509.x"
    },
    {
      "title": "Brief report: Web-based management of adolescent chronic pain: development and usability testing of an online family cognitive behavioral therapy program",
      "authors": [
        "A Long",
        "T Palermo"
      ],
      "year": 2009,
      "doi": "10.1093/jpepsy/jsn082"
    },
    {
      "title": "Randomized controlled trial of an Internet-delivered family cognitive-behavioral therapy intervention for children and adolescents with chronic pain",
      "authors": [
        "T Palermo",
        "A Wilson",
        "M Peters",
        "A Lewandowski",
        "H Somhegyi"
      ],
      "year": 2009,
      "doi": "10.1016/j.pain.2009.07.034"
    },
    {
      "title": "Self-management of vascular patients activated by the Internet and nurses: Rationale and design",
      "authors": [
        "Bmb Goessens",
        "Flj Visseren",
        "A Geerts",
        "J Wierdsma",
        "H Van Den Borne",
        "A Algra"
      ],
      "year": 2006,
      "doi": "10.1007/11755494_23"
    },
    {
      "title": "An internet-based program to improve self-management in adolescents with type 1 diabetes",
      "authors": [
        "S Mulvaney",
        "R Rothman",
        "K Wallston",
        "C Lybarger",
        "M Dietrich"
      ],
      "year": 2010,
      "doi": "10.2337/dc09-1881"
    },
    {
      "title": "Web-based depression treatment for type 1 and type 2 diabetic patients: a randomized, controlled trial",
      "authors": [
        "K Van Bastelaar",
        "F Pouwer",
        "P Cuijpers",
        "H Riper",
        "F Snoek"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1248"
    },
    {
      "title": "Evaluation of WebEase: an epilepsy self-management Web site",
      "authors": [
        "C Diiorio",
        "C Escoffery",
        "F Mccarty",
        "K Yeager",
        "T Henry",
        "A Koganti"
      ],
      "year": 2009,
      "doi": "10.1093/her/cyn012"
    },
    {
      "title": "Attrition from an internet-based psychological intervention for erectile dysfunction: who is likely to drop out?",
      "authors": [
        "M Mccabe",
        "E Price"
      ],
      "year": 2009,
      "doi": "10.1080/00926230903065963"
    },
    {
      "title": "An internet-based intervention to improve psychosocial outcomes in heart transplant recipients and family caregivers: development and evaluation",
      "authors": [
        "M Dew",
        "J Goycoolea",
        "R Harris",
        "A Lee",
        "R Zomak",
        "J Dunbar-Jacob"
      ],
      "year": 2004
    },
    {
      "title": "User acceptance of an Internet training aid for migraine self-management",
      "authors": [
        "M Sorbi",
        "R Van Der Vaart"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2009.001007"
    },
    {
      "title": "The Expert Patients Programme online, a 1-year study of an Internet-based self-management programme for people with long-term conditions",
      "authors": [
        "K Lorig",
        "P Ritter",
        "A Dost",
        "K Plant",
        "D Laurent",
        "I Mcneil"
      ],
      "year": 2008,
      "doi": "10.1177/1742395308098886"
    },
    {
      "title": "Randomized controlled trial of internet-based cognitive behavior therapy for distress associated with tinnitus",
      "authors": [
        "G Andersson",
        "T Strömgren",
        "L Ström",
        "L Lyttkens"
      ],
      "year": 2002
    },
    {
      "title": "Evaluating Active U: an Internet-mediated physical activity program",
      "authors": [
        "L Buis",
        "T Poulton",
        "R Holleman",
        "A Sen",
        "P Resnick",
        "D Goodrich"
      ],
      "year": 2009,
      "doi": "10.1186/1471-2458-9-331"
    },
    {
      "title": "Development of a theory-based internet program promoting maintenance of diet and physical activity change to 8-year-old African American girls",
      "authors": [
        "D Thompson",
        "J Baranowski",
        "K Cullen",
        "T Baranowski"
      ],
      "year": 2007,
      "doi": "10.1016/j.compedu.2005.02.005"
    },
    {
      "title": "The Fun, Food, and Fitness Project (FFFP): the Baylor GEMS pilot study",
      "authors": [
        "T Baranowski",
        "J Baranowski",
        "K Cullen",
        "D Thompson",
        "T Nicklas",
        "I Zakeri"
      ],
      "year": 2003
    },
    {
      "title": "Characteristics of visitors and revisitors to an Internet-delivered computer-tailored lifestyle intervention implemented for use by the general public",
      "authors": [
        "W Brouwer",
        "A Oenema",
        "H Raat",
        "R Crutzen",
        "J De Nooijer",
        "N De Vries"
      ],
      "year": 2010,
      "doi": "10.1093/her/cyp063"
    },
    {
      "title": "A digital smoking cessation program delivered through internet and cell phone without nicotine replacement (happy ending): randomized controlled trial",
      "authors": [
        "H Brendryen",
        "F Drozd",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1005"
    },
    {
      "title": "Happy ending: a randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02119.x"
    },
    {
      "title": "Design and pilot evaluation of an internet smoking cessation program",
      "authors": [
        "L Lenert",
        "R Muñoz",
        "J Stoddard",
        "K Delucchi",
        "A Bansod",
        "S Skoczen"
      ],
      "year": 2003
    },
    {
      "title": "Patterns of use of an automated interactive personalized coaching program for smoking cessation",
      "authors": [
        "J Balmford",
        "R Borland",
        "P Benda"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1016"
    },
    {
      "title": "Effectiveness of an internet-based worksite smoking cessation intervention at 12 months",
      "authors": [
        "A Graham",
        "N Cobb",
        "L Raymond",
        "S Sill",
        "J Young"
      ],
      "year": 2007,
      "doi": "10.1097/JOM.0b013e3180d09e6f"
    },
    {
      "title": "Impact of a statewide Internet-based tobacco cessation intervention",
      "authors": [
        "J Saul",
        "B Schillo",
        "S Evered",
        "M Luxenberg",
        "A Kavanaugh",
        "N Cobb"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.4.e28"
    },
    {
      "title": "Initial evaluation of a real-world Internet smoking cessation system",
      "authors": [
        "N Cobb",
        "A Graham",
        "B Bock",
        "G Papandonatos",
        "D Abrams"
      ],
      "year": 2005,
      "doi": "10.1080/14622200500055319"
    },
    {
      "title": "Strategies for increasing adherence to an online smoking cessation intervention for college students",
      "authors": [
        "L An",
        "C Perry",
        "E Lein",
        "C Klatt",
        "D Farley",
        "R Bliss"
      ],
      "year": 2006
    },
    {
      "title": "Weight management using the internet: a randomized controlled trial",
      "authors": [
        "C Hunter",
        "A Peterson",
        "L Alvarez",
        "W Poston",
        "A Brundige",
        "C Haddock"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2007.09.026"
    },
    {
      "title": "Development and implementation cost analysis of telephone-and Internet-based interventions for the maintenance of weight loss",
      "authors": [
        "R Meenan",
        "V Stevens",
        "K Funk",
        "A Bauck",
        "G Jerome",
        "L Lien"
      ],
      "year": 2009,
      "doi": "10.1017/S0266462309990018"
    },
    {
      "title": "Comparison of strategies for sustaining weight loss: the weight loss maintenance randomized controlled trial",
      "authors": [
        "L Svetkey",
        "V Stevens",
        "P Brantley",
        "L Appel",
        "J Hollis",
        "C Loria"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.10.1139"
    },
    {
      "title": "Associations of internet website use with weight change in a long-term weight loss maintenance program",
      "authors": [
        "K Funk",
        "V Stevens",
        "L Appel",
        "A Bauck",
        "P Brantley",
        "C Champagne"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1504"
    },
    {
      "title": "12-month outcomes and process evaluation of the SHED-IT RCT: an internet-based weight loss program targeting men",
      "authors": [
        "P Morgan",
        "D Lubans",
        "C Collins",
        "J Warren",
        "R Callister"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2010.119"
    },
    {
      "title": "Clinician-assisted Internet-based treatment is effective for generalized anxiety disorder: randomized controlled trial",
      "authors": [
        "N Titov",
        "G Andrews",
        "E Robinson",
        "G Schwencke",
        "L Johnston",
        "K Solley"
      ],
      "year": 2009,
      "doi": "10.1080/00048670903179269"
    },
    {
      "title": "Transdiagnostic Internet treatment for anxiety disorders: A randomized controlled trial",
      "authors": [
        "N Titov",
        "G Andrews",
        "L Johnston",
        "Robinson Spence"
      ],
      "year": 2010,
      "doi": "10.1016/j.brat.2010.05.014"
    },
    {
      "title": "Can the patient decide which modules to endorse? An open trial of tailored internet treatment of anxiety disorders",
      "authors": [
        "G Andersson",
        "F Estling",
        "E Jakobsson",
        "P Cuijpers",
        "P Carlbring"
      ],
      "year": 2011,
      "doi": "10.1080/16506073.2010.529457"
    },
    {
      "title": "Internet-based interactive health intervention for the promotion of sensible drinking: patterns of use and potential impact on members of the general public",
      "authors": [
        "S Linke",
        "E Murray",
        "C Butler",
        "P Wallace"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e10"
    },
    {
      "title": "Down your drink: a web-based intervention for people with excessive alcohol consumption",
      "authors": [
        "S Linke",
        "A Brown",
        "P Wallace"
      ],
      "year": 2004,
      "doi": "10.1093/alcalc/agh004"
    },
    {
      "title": "Evaluation of an e-therapy program for problem drinkers: a pilot study",
      "authors": [
        "M Postel",
        "H De Haan",
        "De Jong"
      ],
      "year": 2010,
      "doi": "10.3109/10826084.2010.481701"
    },
    {
      "title": "Effectiveness of a web-based intervention for problem drinkers and reasons for dropout: randomized controlled trial",
      "authors": [
        "M Postel",
        "H De Haan",
        "E Ter Huurne",
        "E Becker",
        "Jong De",
        "Ca"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1642"
    },
    {
      "title": "Efficacy of a web-based, tailored, alcohol prevention/intervention program for college students: initial findings",
      "authors": [
        "C Bingham",
        "A Barretto",
        "M Walton",
        "C Bryant",
        "J Shope",
        "T Raghunathan"
      ],
      "year": 2010,
      "doi": "10.1080/07448480903501178"
    },
    {
      "title": "Computerized continuing care support for alcohol and drug dependence: a preliminary analysis of usage and outcomes",
      "authors": [
        "A Klein",
        "V Slaymaker",
        "K Dugosh",
        "J Mckay"
      ],
      "year": 2012,
      "doi": "10.1016/j.jsat.2011.07.002"
    },
    {
      "title": "Preventing drug abuse among adolescent girls: outcome data from an internet-based intervention",
      "authors": [
        "T Schwinn",
        "S Schinke",
        "Di Noia"
      ],
      "year": 2010,
      "doi": "10.1007/s11121-009-0146-9"
    },
    {
      "title": "The ins and outs of an online bipolar education program: a study of program attrition",
      "authors": [
        "J Nicholas",
        "J Proudfoot",
        "G Parker",
        "I Gillis",
        "R Burckhardt",
        "V Manicavasagar"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1450"
    },
    {
      "title": "Effectiveness of a web-based self-help intervention for symptoms of depression, anxiety, and stress: randomized controlled trial",
      "authors": [
        "A Van Straten",
        "P Cuijpers",
        "N Smits"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.954"
    },
    {
      "title": "Internet-based treatment for adults with depressive symptoms: randomized controlled trial",
      "authors": [
        "L Warmerdam",
        "A Van Straten",
        "J Twisk",
        "H Riper",
        "P Cuijpers"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1094"
    },
    {
      "title": "Use and acceptability of unsupported online computerized cognitive behavioral therapy for depression and associations with clinical outcome",
      "authors": [
        "L De Graaf",
        "M Huibers",
        "H Riper",
        "S Gerhards",
        "A Arntz"
      ],
      "year": 2009,
      "doi": "10.1016/j.jad.2008.12.009"
    },
    {
      "title": "Clinical effectiveness of online computerised cognitive-behavioural therapy without support for depression in primary care: randomised trial",
      "authors": [
        "L De Graaf",
        "S Gerhards",
        "A Arntz",
        "H Riper",
        "J Metsemakers",
        "S Evers"
      ],
      "year": 2009,
      "doi": "10.1192/bjp.bp.108.054429"
    },
    {
      "title": "Effectiveness of a novel integrative online treatment for depression (Deprexis): randomized controlled trial",
      "authors": [
        "B Meyer",
        "T Berger",
        "F Caspar",
        "C Beevers",
        "G Andersson",
        "M Weiss"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1151"
    },
    {
      "title": "Free range users and one hit wonders: community users of an Internet-based cognitive behaviour therapy program",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "C Groves",
        "A Korten"
      ],
      "year": 2006,
      "doi": "10.1111/j.1440-1614.2006.01743.x"
    },
    {
      "title": "Transdiagnostic internet treatment for anxiety and depression: a randomised controlled trial",
      "authors": [
        "N Titov",
        "B Dear",
        "G Schwencke",
        "G Andrews",
        "L Johnston",
        "M Craske"
      ],
      "year": 2011,
      "doi": "10.1016/j.brat.2011.03.007"
    },
    {
      "title": "Evaluation of a guided internet self-treatment programme for bulimia nervosa in several European countries",
      "authors": [
        "I Carrard",
        "F Fernandez-Aranda",
        "T Lam",
        "L Nevonen",
        "I Liwowsky",
        "A Volkart"
      ],
      "year": 2010,
      "doi": "10.1002/erv.1043"
    },
    {
      "title": "Treatment of panic disorder: live therapy vs. self-help via the Internet",
      "authors": [
        "P Carlbring",
        "E Nilsson-Ihrfelt",
        "J Waara",
        "C Kollenstam",
        "M Buhrman",
        "V Kaldo"
      ],
      "year": 2005,
      "doi": "10.1016/j.brat.2004.10.002"
    },
    {
      "title": "Remote treatment of panic disorder: a randomized trial of internet-based cognitive behavior therapy supplemented with telephone calls",
      "authors": [
        "P Carlbring",
        "S Bohman",
        "S Brunt",
        "M Buhrman",
        "B Westling",
        "L Ekselius"
      ],
      "year": 2006,
      "doi": "10.1176/appi.ajp.163.12.2119"
    },
    {
      "title": "Usage and longitudinal effectiveness of a Web-based self-help cognitive behavioral therapy program for panic disorder",
      "authors": [
        "P Farvolden",
        "E Denisoff",
        "P Selby",
        "R Bagby"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e7"
    },
    {
      "title": "Efficacy of internet therapy for panic disorder",
      "authors": [
        "B Klein",
        "J Richards",
        "D Austin"
      ],
      "year": 2006,
      "doi": "10.1016/j.jbtep.2005.07.001"
    },
    {
      "title": "Internet cognitive behavioural therapy for panic disorder: Does the inclusion of stress management information improve end-state functioning?",
      "authors": [
        "J Richards",
        "B Klein",
        "D Austin"
      ],
      "year": 2006,
      "doi": "10.1080/13284200500378795"
    },
    {
      "title": "Is internet-based CBT for panic disorder and agoraphobia as effective as face-to-face CBT?",
      "authors": [
        "L Kiropoulos",
        "B Klein",
        "D Austin",
        "K Gilson",
        "C Pier",
        "J Mitchell"
      ],
      "year": 2008,
      "doi": "10.1016/j.janxdis.2008.01.008"
    },
    {
      "title": "Internet-based treatment for panic disorder: does frequency of therapist contact make a difference?",
      "authors": [
        "B Klein",
        "D Austin",
        "C Pier",
        "L Kiropoulos",
        "K Shandley",
        "J Mitchell"
      ],
      "year": 2009,
      "doi": "10.1080/16506070802561132"
    },
    {
      "title": "Web-based therapist-assisted cognitive behavioral treatment of panic symptoms: a randomized controlled trial with a three-year follow-up",
      "authors": [
        "J Ruwaard",
        "J Broeksteeg",
        "B Schrieken",
        "P Emmelkamp",
        "A Lange"
      ],
      "year": 2010,
      "doi": "10.1016/j.janxdis.2010.01.010"
    },
    {
      "title": "Clinician-assisted Internet-based treatment is effective for panic: A randomized controlled trial",
      "authors": [
        "E Wims",
        "N Titov",
        "G Andrews",
        "I Choi"
      ],
      "year": 2010,
      "doi": "10.3109/00048671003614171"
    },
    {
      "title": "A therapist-assisted cognitive behavior therapy internet intervention for posttraumatic stress disorder: pre-, post-and 3-month follow-up results from an open trial",
      "authors": [
        "B Klein",
        "J Mitchell",
        "J Abbott",
        "K Shandley",
        "D Austin",
        "K Gilson"
      ],
      "year": 2010,
      "doi": "10.1016/j.janxdis.2010.04.005"
    },
    {
      "title": "Internet-based self-help with therapist feedback and in vivo group exposure for social phobia: a randomized controlled trial",
      "authors": [
        "G Andersson",
        "P Carlbring",
        "A Holmström",
        "E Sparthan",
        "T Furmark",
        "E Nilsson-Ihrfelt"
      ],
      "year": 2006,
      "doi": "10.1037/0022-006x.74.4.677"
    },
    {
      "title": "Treating university students with social phobia and public speaking fears: Internet delivered self-help with or without live group exposure sessions",
      "authors": [
        "M Tillfors",
        "P Carlbring",
        "T Furmark",
        "S Lewenhaupt",
        "M Spak",
        "A Eriksson"
      ],
      "year": 2008,
      "doi": "10.1002/da.20416"
    },
    {
      "title": "Guided and unguided self-help for social anxiety disorder: randomised controlled trial",
      "authors": [
        "T Furmark",
        "P Carlbring",
        "E Hedman",
        "A Sonnenstein",
        "P Clevberger",
        "B Bohman"
      ],
      "year": 2009,
      "doi": "10.1192/bjp.bp.108.060996"
    },
    {
      "title": "A randomized trial of internet-delivered treatment for social anxiety disorder in high school students",
      "authors": [
        "M Tillfors",
        "G Andersson",
        "L Ekselius",
        "T Furmark",
        "S Lewenhaupt",
        "A Karlsson"
      ],
      "year": 2011,
      "doi": "10.1080/16506073.2011.555486"
    },
    {
      "title": "Treatment of social phobia: randomised trial of internet-delivered cognitive-behavioural therapy with telephone support",
      "authors": [
        "P Carlbring",
        "M Gunnarsdóttir",
        "L Hedensjö",
        "G Andersson",
        "L Ekselius",
        "T Furmark"
      ],
      "year": 2007,
      "doi": "10.1192/bjp.bp.105.020107"
    },
    {
      "title": "Internet-based cognitive behavior therapy vs. cognitive behavioral group therapy for social anxiety disorder: a randomized controlled non-inferiority trial",
      "authors": [
        "E Hedman",
        "G Andersson",
        "B Ljótsson",
        "E Andersson",
        "C Rück",
        "E Mörtberg"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pone.0018001"
    },
    {
      "title": "Van Gemert-Pijnen JEWC Persuasive System Design Does Matter: A Systematic Review of Adherence to Web-Based Interventions",
      "authors": [
        "; Eysenbach",
        "S Kelders",
        "R Kok",
        "H Ossebaard"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    }
  ],
  "num_references": 146
}
