{
  "paper_id": "W26PWEDX",
  "title": "Effects of eHealth-Based Multiple Health Behavior Change Interventions on Physical Activity, Healthy Diet, and Weight in People With Noncommunicable Diseases: Systematic Review and Meta-analysis",
  "abstract": "Background: Noncommunicable diseases (NCDs) are associated with the burden of premature deaths and huge medical costs globally. There is an increasing number of studies combining a multiple health behavior change (MHBC) intervention paradigm with eHealth approaches to jointly promote weight-related health behaviors among people with NCD; yet, a comprehensive summary of these studies is lacking. Objective: This review aims to meta-analyze the effectiveness and systematically summarize the characteristics of the relevant intervention studies for improving the outcomes of physical activity, healthy diet, and weight among people with NCD. Methods: Following PRISMA guidelines, 4 electronic databases (PsycINFO, PubMed, Scopus, SPORTDiscus) were systematically searched to identify eligible articles based on a series of inclusion and exclusion criteria. Article selection, quality assessment, and data extraction were independently performed by 2 authors. The standardized mean difference (SMD) was calculated to evaluate the effectiveness of interventions for 3 intervention outcomes (physical activity, healthy diet, and weight), and subsequent subgroup analyses were performed for gender, age, intervention duration, channel, and theory. Calculations were conducted, and figures were produced in SPSS 22 and Review Manager 5.3. \n Results: Of the 664 original hits generated by the systematic searches, 15 eligible studies with moderate to high quality were included. No potential publication bias was detected using statistical analyses. Studies varied in intervention channel, intensity, and content. The meta-analysis revealed that the eHealth MHBC interventions significantly promoted physical activity (SMD 0.85, 95% CI 0.23 to 1.47, P=.008) and healthy diet (SMD 0.78, 95% CI 0.13 to 1.43, P=.02), but did not contribute to a healthy weight status (SMD -0.13, 95% CI= -0.47 to 0.20, P=.43) among people with NCDs, compared to the control conditions. Results from subgroup analysis indicated that theory-based interventions achieved greater effect than nontheory-based interventions in promoting physical activity, and interventions with traditional approaches (SMS, telephone) were more effective than those with modern internet-based approaches in promoting healthy diet. \n Conclusions: The results of this review indicates that eHealth MHBC interventions achieve preliminary success in promoting physical activity and healthy diet behaviors among people with NCD. Future studies could improve the intervention design to achieve better intervention effectiveness.",
  "year": 2020,
  "date": "2020-10",
  "journal": "The Journal of the Economics of Ageing",
  "publication": "The Journal of the Economics of Ageing",
  "authors": [
    {
      "forename": "Yanping",
      "surname": "Duan",
      "name": "Yanping Duan",
      "affiliation": "1  Department of Sport, Physical Education and Health , Hong Kong Baptist University , Hong Kong , China \n\t\t\t\t\t\t\t\t Department of Sport, Physical Education and Health \n\t\t\t\t\t\t\t\t Hong Kong Baptist University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hong Kong \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Borui",
      "surname": "Shang",
      "name": "Borui Shang",
      "affiliation": "2  Department of Social Sciences , Hebei Sport University , Shijiazhuang , China \n\t\t\t\t\t\t\t\t Department of Social Sciences \n\t\t\t\t\t\t\t\t Hebei Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shijiazhuang \n\t\t\t\t\t\t\t\t\t China",
      "email": "borui_shang_pe@qq.com"
    },
    {
      "forename": "Wei",
      "surname": "Liang",
      "name": "Wei Liang",
      "affiliation": "1  Department of Sport, Physical Education and Health , Hong Kong Baptist University , Hong Kong , China \n\t\t\t\t\t\t\t\t Department of Sport, Physical Education and Health \n\t\t\t\t\t\t\t\t Hong Kong Baptist University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hong Kong \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Gaohui",
      "surname": "Du",
      "name": "Gaohui Du",
      "affiliation": "3  Department of Health Science , Wuhan Sports University , Wuhan , China \n\t\t\t\t\t\t\t\t Department of Health Science \n\t\t\t\t\t\t\t\t Wuhan Sports University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wuhan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Min",
      "surname": "Yang",
      "name": "Min Yang",
      "affiliation": "1  Department of Sport, Physical Education and Health , Hong Kong Baptist University , Hong Kong , China \n\t\t\t\t\t\t\t\t Department of Sport, Physical Education and Health \n\t\t\t\t\t\t\t\t Hong Kong Baptist University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hong Kong \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Ryan",
      "surname": "Rhodes",
      "name": "Ryan Rhodes",
      "affiliation": "4  School of Exercise Science, Physical and Health Education , University of Victoria , Victoria , BC , Canada \n\t\t\t\t\t\t\t\t School of Exercise Science, Physical and Health Education \n\t\t\t\t\t\t\t\t University of Victoria \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Victoria \n\t\t\t\t\t\t\t\t\t BC \n\t\t\t\t\t\t\t\t\t Canada"
    },
    {
      "affiliation": "Department of Social Sciences Hebei Sport University 82 Xuefu Road Shijiazhuang , 050041 China \n\t\t\t\t\t\t\t\t Department of Social Sciences \n\t\t\t\t\t\t\t\t Hebei Sport University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 82 Xuefu Road \n\t\t\t\t\t\t\t\t\t 050041 \n\t\t\t\t\t\t\t\t\t Shijiazhuang \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/23786",
  "keywords": [
    "systematic review",
    "meta-analysis",
    "noncommunicable disease",
    "multiple health behavior change",
    "weight-related",
    "physical activity",
    "healthy diet",
    "eHealth XSL •"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Noncommunicable diseases (NCDs) pose a major threat to global public health. NCDs, such as cardiovascular diseases, cancers, and diabetes, are the leading causes of death worldwide, causing 41 million deaths each year, equivalent to 71% of all deaths globally  [1] . Furthermore, NCD-related medical costs significantly contribute to health care expenditure in many areas around the world  [2, 3] .\n\nFor people with NCDs, in addition to obtaining traditional medical treatment, it is essential to adopt a healthy lifestyle through health care intervention in order to avoid further progression and relapse of NCDs  [4] . In the recent 15 years, multiple health behavior change (MHBC, namely addressing no less than 2 health behaviors within a limited time period) has demonstrated early success in facilitating a healthy lifestyle among people with NCDs  [5] [6] [7] . A statement in the Lancet pointed out that weight-related healthy behaviors including regular physical activity (PA) and healthy diet are promising interventions to control the NCD crisis globally  [8] .\n\nThe rationale of applying MHBC to weight-related behavior change is that most of the weight-related unhealthy behaviors (ie, physical inactivity, unhealthy diet) co-occur and are modifiable  [6, 9, 10] . This assumption was empirically supported by a longitudinal study in which an unhealthy diet and physical inactivity strongly contributed to the onset of NCDs and a chain of negative effects including mortality and increasing health care costs  [11] . Moreover, it was proposed that \"the effect of a small step leading to a big leap forward\" also applied to MHBC. A relatively easy health behavior change may serve as a gateway to an overall healthy lifestyle transition, as positive psychological factors such as self-efficacy and motivation can be boosted along with the initial behavior change, which in turn positively affects the subsequent one  [9] .\n\nIn applying MHBC among people with NCDs, a cost-effective mode is to employ up-to-date eHealth approaches by using information and communication technologies  [12, 13] . With the increasing number of people with NCDs, the traditional face-to-face intervention paradigm can hardly meet the needs of the population with NCDs. Thus eHealth, as an emerging delivery channel for health services and information using the internet and related technologies and media (eg, computers, smartphones), can be a potentially useful supplement for traditional interventions for the population with NCDs in aftercare family settings after discharge  [14] . eHealth interventions also break the distance limitation and thus are highly recommended for their low cost, high efficiency, and easy data collection  [15] . Many reviews have already shown substantial effects of employing eHealth approaches in addressing a single behavioral domain of either PA or healthy diet among people with NCDs  [16, 17] . For example, Haberlin et al  [16]  reviewed the use of eHealth to promote PA in cancer survivors and found that all the 10 included studies reported improvements in PA, with 8 of 10 studies reporting statistically significant changes.\n\nThere is an increasing number of studies combining the MHBC intervention paradigm with eHealth approaches to jointly promote weight-related health behaviors (PA and healthy diet) among people with NCDs  [18, 19] . However, a comprehensive summary of these relevant studies regarding the overall effects and study characteristics is still lacking. To fill this gap, this review mainly aimed to systematically summarize the characteristics of the relevant intervention studies and then pool the effect sizes from the relevant studies to accurately quantify the effects of those interventions on PA, healthy diet, and weight. Findings of this review can provide recommendations for researchers and clinicians to develop effective eHealth intervention programs to promote PA and healthy diet among people with NCDs."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search Strategies",
      "text": "This review was conducted and is reported according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines, and the protocol can be retrieved from the PROSPERO database (Registration ID: CRD42019118629)  [20] . According to the initial registration, we planned to search relevant articles from both English and Chinese databases. Yet, during the implementation, we found that articles retrieved from Chinese databases were unable to meet the quality standard due to misreporting of critical information (eg, participant characteristics, intervention details)  [21] . Thus, we only focused on articles in English databases. A series of structured electronic searches was performed in 4 English databases including PsycINFO, PubMed, Scopus, and SPORTDiscus, focusing on MHBC eHealth interventions regarding weight-related health behaviors (PA and dietary behaviors). The procedures guiding article inclusion are presented in the flow chart in Figure  1 . The specific search terms connected with Boolean operators can be seen in Multimedia Appendix 1. The searches were limited to studies with human participants and to publishing dates between 01/01/2000 and 01/03/2020. All articles identified in the search strategy were exported into reference management software (Mendeley) for duplicate checking and further screening. The reference lists of eligible articles were further reviewed to identify other relevant studies. Relevant reviews that emerged from the search strategy were checked for any additional studies. Grey literature (eg, working papers, unpublished studies, conference proceedings or abstracts, dissertations) was not considered eligible."
    },
    {
      "title": "Study Inclusion and Exclusion Criteria"
    },
    {
      "title": "Type of Participants",
      "text": "The population targeted in this review was people of all genders and any age range with NCDs (eg, cardiovascular diseases, cancers, chronic respiratory diseases, diabetes). Exclusion criteria included studies with participants who were <18 years old, were pregnant or lactating, or had a special condition or other comorbidities that seriously affected their feeding ability and physical mobility (eg, physical disability)."
    },
    {
      "title": "Type of Intervention or Phenomena of Interest",
      "text": "We included studies that evaluated eHealth interventions with the primary aim of affecting behavior change that at least simultaneously incorporated PA and healthy diet behaviors. As such, studies with other irrelevant purposes (eg, investigation of behavioral patterns, investigation of the effectiveness of medical therapy, no eHealth intervention arm) were excluded."
    },
    {
      "title": "Comparators",
      "text": "Comparators were defined as control groups without an intervention or non-eHealth intervention groups (eg, face-to-face intervention, pamphlet intervention, mass media intervention). Included studies had to compare an eHealth intervention group to at least a control group or a non-eHealth intervention group."
    },
    {
      "title": "Type of Studies",
      "text": "Articles of randomized controlled trials were eligible for inclusion. Pure qualitative assessments of the effectiveness of an intervention were not eligible."
    },
    {
      "title": "Type of Outcomes",
      "text": "This review primarily focused on the following behavioral outcomes measured by either subjective or objective approaches:\n\n(1) PA-related outcomes: energy expenditure, steps, time spent in moderate to vigorous PA (MVPA) and (  2 ) healthy diet-related outcomes: energy intake, macronutrient composition (carbohydrate, protein, and lipids), core food group consumption (eg, all healthy components, vegetables, fruit, grain). The included articles should address both PA and healthy diet-related outcomes. In addition to the aforementioned primary outcomes, weight-related outcomes (eg, body weight, BMI, waist circumference, body fat, waist-to-hip ratio) were also considered as secondary outcomes."
    },
    {
      "title": "Data Extraction",
      "text": "Data extraction was performed according to a study-created extraction tool; the main framework of the extraction tool was drawn from a previously published example  [22] . Two authors conducted the initial data extraction, and a third reviewer was consulted if any discrepancies in data extraction were identified. The following information was extracted: (1) basic study characteristics including the first author, date of publication, and country of origin; (2) participant characteristics including sample size, age, gender ratio (female), disease type, and recruitment location; (3) intervention characteristics including delivery channel, intervention duration and intensity, underpinning theories, control group information, and detailed intervention content; (4) outcome measures including measurement of the outcomes and measuring points; and (5) main results including intervention completion ratio and converted effect size (standardized mean difference [SMD])."
    },
    {
      "title": "Bias Assessments",
      "text": "Risk of bias was independently assessed by 2 authors according to the \"Cochrane Collaboration's tool for assessing risk of bias\" (selection, performance, detection, attrition, reporting, and other biases)  [23] . Disagreement between the reviewers was resolved through mutual discussion until consensus was finally reached. In addition, publication bias was assessed using a nonparametric test based on the rank correlation between the estimated treatment effect and its variance  [24] ."
    },
    {
      "title": "Strategy for Data Synthesis and Meta-analysis",
      "text": "Results were pooled in the meta-analysis if the final values at postintervention were available. For the articles with continuous data, numbers of participants, mean scores, and SDs of the outcome variables were extracted to calculate the SMD:\n\nwhere m is the mean and s is the SD.\n\nFor the articles with dichotomous data, the numbers of people in each category of both intervention and control groups were extracted to calculate the odds ratio (OR): N a *N d / N b *N c , where N a is the number of adherents in the intervention group, N b is the number of adherents in the control group, N c is the number of nonadherents in the intervention group, and N d is the number of nonadherents in the control group.\n\nFor the convenience of further calculation, the ORs were arithmetically converted to SMDs using a spreadsheet  [25] . It should be noted that the effect size of some negative outcomes (eg, fat intake, BMI, unhealthy diet) were reverse coded into positive values.\n\nFor studies with multiple effect sizes in a particular scope of outcome (eg, PA-related outcomes, light PA, MVPA simultaneously), we used the weighted arithmetic averaging method to pool the effect sizes into a synthesized size  [26] .\n\nTaking the study of Bantum et al  [27]  as an example, in this study there were 2 effect sizes regarding PA-related outcomes (SMD .16, light PA; SMD .38, MVPA). Since the sample sizes of these 2 effective sizes were equal (50% weighting each), the synthesized SMD for PA was (0.16 + 0.38)/2 = 0.27.\n\nFor the issues of missing data and statistics (eg, cases such as SDs and means not reported), we first resorted to statistical conversion (eg, convert 95% CI to SD). If it could not be statistically converted, we then contacted the authors directly for the datasets. If neither approach worked out, we excluded the unqualified studies listwise for the meta-analyses.\n\nFinally, effect sizes were synthesized using a random effects model  [28] . We adopted the random effects model because it allows inferences that generalize beyond the studies included in the specific meta-analysis  [28] . A positive SMD reflects the between-group difference in favor of the eHealth MHBC intervention group over the control group (ie, increase in outcomes regarding PA, healthy diet, and healthy weight such as healthy BMI range). The pooled effect sizes are presented in forest plots that allow readers to see the information from the individual studies that went into the meta-analysis at a glance  [29] . Heterogeneity was assessed using the recommended I² for Cochrane reviews  [30] . Subgroup analyses were performed based on 5 binary variables: (1) gender (ratio of female participants ≥50% vs <50%), (  2 ) age (participants' mean age ≥55 years vs <55 years), (3) intervention duration (≥24 weeks vs <24 weeks), (  4 ) theory (whether the intervention was guided by theory), and (5) intervention channel (pure SMS or telephone vs internet-or web-based).\n\nAll data calculations (publication bias tests, effect size syntheses, heterogeneity tests, subgroup analyses) in this meta-analysis were conducted using SPSS 22.0  [31]  with the syntaxes provided by Field and Gillett  [28] . All the qualitative extractions (information extraction, risk of bias assessment) and figure productions were facilitated by Review Manager 5.3  [32] ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Characteristics",
      "text": "The initial systematic search yielded a total of 664 articles (see Figure  1 ). After duplicate deletion and screening of abstracts and full texts, 12 articles met the inclusion criteria, with 3 additional articles added by hand searches. In total, 15 studies met the inclusion criteria and did not meet the exclusion criteria targeting improvements in PA, healthy diet, and weight status among participants with NCDs. Due to the oversize issue, the main contents of each study are summarized in Multimedia Appendix 2. Of the 15 studies identified, 4 were conducted in the United States  [26, [33] [34] [35] , 2 each in Canada  [36, 37]  and India  [38, 39] , and 1 each in China  [18] , Pakistan  [40] , Korea  [41] ,\n\nthe Netherlands  [19] , New Zealand  [42] , and the United Kingdom  [43] . Notably, 1 study recruited its sample globally in Canada, the United Kingdom, and the United States  [44] .\n\nStudy participant numbers (intervention group and control group together) ranged from 59  [41]  to 683  [37] , with a mean sample size of 315 participants (SD 215 participants). The participants' average age ranged from 42.3 years  [41]  to 73.0 years  [44] . For the gender ratio, 2 studies notably recruited predominantly or all (≥80%) male participants  [38, 42] , while another 2 studies recruited female participants (>80%)  [26, 41] ; 1 study did not report gender information  [39] . Various NCD types were covered, among which, the top 3 addressed diseases were heart disease  [18, 34, 37, 42, 43] , cancer  [19, 26, 41, 44] , and diabetes  [33, [38] [39] [40] .\n\nVarious intervention channels and media were applied, including web sites or pages, telephone counselling, and SMS. Compared with the traditional SMS-only and telephone-only interventions, adding web-based materials in interventions were more prevalent (8/15, 53%). Notably, many studies adopted a mixed-channel intervention, such as combining a web-based intervention with SMS reminders and offline peer support or group meetings  [26, 33]  or combining web-based intervention material with SMS or telephone reminders  [18, 19, 41] . The intervention durations ranged from 6 weeks  [26]  to 1 year  [39, 43] . Of the included studies, 9 designed interventions of no shorter than 24 weeks, whereas 6 studies designed interventions shorter than 24 weeks. The majority (9/15, 60%) of the included interventions were designed based on a particular theory, and among the interventions with a theoretical backdrop, the Transtheoretical Model (6/15, 40%) and Social Cognitive Theory (4/15, 27%) were the top 2 frequently supporting theories.\n\nAll 15 studies evaluated both PA and healthy diet-related outcomes. However, 2 studies  [34, 35]  did not provide SDs of both the PA and healthy diet postintervention outcomes. We failed to obtain these missing results from the corresponding authors via email, thus making these studies ineligible for the meta-analysis. In addition, 4 of the 15 studies assessed weight-related outcomes  [33, [38] [39] [40] . The intervention completion rate (mean numbers of participants who finished the entire intervention divided by the number of participants at baseline) ranged from 70.9%  [39]  to 96.7%  [19] ."
    },
    {
      "title": "Bias and Heterogeneity Assessments",
      "text": "As can be seen in Figure  2 , the risk of bias assessment indicated that the included articles were quite high in quality. For the publication bias examination, the statistical results showed no potential publication bias regarding the 3 intervention outcomes of PA (Kendall tau=.\n\n21, P=.33), healthy diet (Kendall tau=.26, P=.22), and weight (Kendall tau=.33, P=.50)."
    },
    {
      "title": "Intervention Effectiveness",
      "text": "In the following sections, the synthesized results regarding PA-related, diet-related, and weight-related outcomes are introduced individually. The main results are visualized in the forest plot in Figure  3 ."
    },
    {
      "title": "PA-Related Outcomes",
      "text": "The synthesized effect size from the 13 studies demonstrated significant differences in total PA between intervention and control groups at postintervention (SMD 0.85, Z= 2.67, 95% CI 0.23 to 1.47, P=.008; see panel 1 in Figure  3 ). According to the rule of thumb  [45] , an SMD of 0.85 should be considered a large effect size. The heterogeneity test did not show significance among PA-related outcomes (χ 2 12 =19.66, P=.07, I 2 =39%). For the subgroup analyses, gender (χ 2 1 =0.\n\n44, P=.51), age (χ 2 1 =1.78, P=.18), intervention duration (χ 2 1 =0.98, P=.32), and intervention channel (χ 2 1 =0.75, P=.39) were all not significantly related to the intervention effectiveness. Noticeably, whether the intervention was based on theory (χ 2 1 =2.41, P=.12) marginally approached the subgroup significant difference. Specifically, interventions based on theories (SMD 1.22, Z=2.13, 95% CI 0.10 to 2.34, P=.03) achieved better effectiveness than nontheory-based interventions (SMD 0.30, Z=1.83, 95% CI -0.02 to 0.61, P=.07)."
    },
    {
      "title": "Healthy Diet-Related Outcomes",
      "text": "In terms of the remaining 13 studies, significant differences in healthy diet behaviors were demonstrated between intervention and control groups at postintervention (SMD 0.78, Z=2.34, 95% CI 0.13 to 1.43, P=.02; see panel 2 in Figure  3 ). According to the rule of thumb  [45] , an SMD of 0.78 should be considered a medium effect size. Concerning the heterogeneity tests, significant heterogeneity was revealed among healthy diet-related outcomes (χ\n\n2 12 =25.69, P=.01, I 2 =53%). For the subgroup analyses, gender χ 2 1 =2.19, P=.14), age (χ 2 1 =.46, P=.50), intervention duration (χ 2 1 =.21, P=.65), and whether the intervention was based on theory (χ 2 1 =1.28, P=.26) were not significantly related to the intervention effectiveness. However, the intervention channel was marginally related to the intervention effectiveness (χ 2 1 =2.59, P=.10). Specifically, interventions with traditional SMS or telephone counselling (SMD 1.54, Z=2.05, 95% CI 0.07 to 3.01, P=.04) achieved better effectiveness than web-based interventions (SMD 0.30, Z=1.70, 95% CI -0.05 to 0.64, P=.09)."
    },
    {
      "title": "Weight-Related Outcomes",
      "text": "There were only 4 studies examining weight-related outcomes. Results did not show a significant difference in weight status between intervention and control groups at postintervention (SMD -0.13, Z=0.79, 95% CI -0.47 to 0.20, P=.43; see panel 3 in Figure  3 ). Insignificant heterogeneity was shown among weight-related outcomes (χ 2  3 =2.82, P=.42). I 2 could not be calculated due to the small number of studies. Since subgroup analyses is not recommended when any subgroup has <4 studies  [46] , we did not conduct the subgroup analysis for the weight-related outcomes."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This review systematically identified 15 studies that investigated the effectiveness of MHBC eHealth interventions aimed at improving PA-, healthy diet-, and weight-related outcomes among people with NCDs. The results showed that the MHBC eHealth interventions significantly promoted both PA and healthy diet outcomes among people with NCDs. However, the results did not show significant intervention effectiveness regarding weight changes. These results are in partial agreement with the review findings of Amireault et al  [47] , which showed MHBC interventions regarding PA-and healthy diet-related behaviors could significantly improve PA behaviors among cancer survivors. Yet, the findings from our review differ from the findings of the review by Alageel et al  [48] , which demonstrated the majority of MHBC interventions for patients with cardiovascular diseases could not achieve significant changes in either PA behavior or fruit and vegetable consumption. Regarding effect sizes, MHBC eHealth interventions achieved a large effect size in terms of PA (SMD 0.85) and healthy diet (SMD 0.78) behaviors  [45] . The effect sizes from our meta-analysis are larger than the effect sizes of 2 meta-analyses synthesizing eHealth interventions on PA behavior in older people (SMD 0.79)  [49]  and fruit and vegetable intake in a healthy population (SMD 0.26)  [50] . This might be due to the fact that we targeted people with NCDs who are already impacted by diseases. Thus, the populations in our meta-analyses might be more motivated and willing than other healthy populations to change their health behaviors, thus reaping more positive intervention effects  [51] . Though all the included intervention studies adopted an MHBC eHealth approach, there was still a high variability in participants (eg, cultural backgrounds, age), intervention characteristics (eg, intervention channel, content, duration), and outcome measurements. This indicates that, as an emerging intervention paradigm, MHBC eHealth interventions are in the exploratory phase and do not have relatively well-acknowledged intervention guidelines or standards such as CONSORT  [52] .\n\nDespite this high variability, we still found notable trends. First, the eHealth intervention channel has clearly changed from traditional SMS-based or telephone counselling to modern, multimedia, web-based or smartphone-based interventions. Since 2015, except for 1 article using a traditional telephone-based intervention  [34] , all interventions were web-based. With the convenience of an internet connection and the popularity of smartphone usage in daily life, it has been predicted that future interventions via smartphone apps are promising for better promotion of a healthy lifestyle among people with NCDs  [13] .\n\nSecond, the intervention contents of most included studies mainly focused on health behavior education and counselling without substantial behavioral tutorials; this might be due to the present limitations of the eHealth intervention channel. The commonly used intervention paradigm was to select a particular health behavior change theory as the framework and further promote the effective elements (e.g., motivation, planning, and self-regulation) of the chosen theory. Such commonly used approaches did achieve significant medium-sized effectiveness of the intervention (SMD around 0.8) in changing the weight-related health behaviors of PA and healthy diet. To further increase the intervention effectiveness, a dual-process approach (ie, focusing on both conscious and nonconscious processes of behavior change)  [53, 54]  and a social-ecological approach (ie, involving policy-level, environmental, and personal factors) may be prudent  [55, 56] .\n\nThird, regarding the outcome measurements, the majority of studies used self-report measures. Self-report is a feasible, economic, and time-saving approach for data collection  [57] , but it also has limitations of high subjectivity and low accuracy caused by social desirability and reporting bias. With the advancement of technology, more objective approaches of data collection regarding PA (eg, geo-information, system-based recording; wearable device-based recording), healthy diet (eg, food photography, computer-assisted recall), and weight (eg, electronic scale data collection) are recommended to improve the accuracy during data collection  [58] .\n\nFourth, follow-up analyses were generally lacking in the intervention designs. Most of the included studies measured outcomes twice (preintervention baseline and postintervention). Long-term and maintenance effects of MHBC eHealth interventions on both PA and healthy diet behaviors among people with NCDs were not therefore validated. Given that the MHBC eHealth intervention is in its infancy, these first studies were mainly to examine whether eHealth interventions with PA and healthy diet could be effective. As advocated  [6, 13] , the next stage in this research is to explore how and under what conditions these initial changes can be maintained by adding longer follow-up designs.\n\nRegarding the intervention effectiveness, we adopted analytical methods proposed in previous relevant systematic review articles to pool the effect sizes by different outcomes  [47, 59] . This approach can effectively reduce the difficulty of data processing and improve the clarity of results presentation. On the other hand, this approach somewhat ignored the overall effect of a particular intervention program. Our results only indicated that MHBC eHealth interventions targeting people with NCDs, on average, can significantly promote PA and healthy diet; it has yet to be confirmed that MHBC eHealth interventions can successfully promote an entire pattern of weight-related health behaviors among people with NCDs. In the future, as the volume of MHBC studies increases, a well-acknowledged index to indicate the overall effect size of MHBC interventions is expected to be developed for better evaluation of intervention effects.\n\nInterestingly, the post hoc subgroup analyses did not find any significant moderators influencing intervention effectiveness. However, the results did reveal some potential moderators (ie, whether the intervention was based on theory, intervention channel) reaching marginal significance, which is noteworthy given the small sample of studies. Interventions based on theories achieved significant effectiveness for promoting PA behaviors, while those without any theoretical basis did not. The results are consistent with previous meta-analyses regarding using theory in health behavior promotion  [60] [61] [62] [63] . And interestingly, interventions with traditional intervention media achieved better effectiveness than web-based interventions for promoting healthy diet behaviors. The reason might be that some of the included web-based interventions were lacking direct virtual communication or periodic reminders, which might potentially hinder the intervention effectiveness  [36, 43] . This inference could be supported by previous research that web-based interventions can achieve a desirable effect only when adding additional methods of communication with participants, especially the use of SMS or text messages  [61] . Also interestingly, intervention duration did not have a significant impact on intervention effectiveness for either PA or healthy diet behaviors; a possible explanation might be that the intervention frequency and intervention sequence were not considered  [64] . In summary, we recommend future MHBC eHealth interventions combine web-based intervention material with traditional periodic calling or reminders through virtual contact and pay more attention to intervention quality and sequence arrangement among multiple health behaviors for achieving better intervention effectiveness."
    },
    {
      "title": "Limitations",
      "text": "Three limitations of this review should be acknowledged. First, despite our best efforts to conduct a thorough literature search in the limited databases, it may still have resulted in the omission of suitable topics or related studies due to not including key terms or research outside the time span that was searched. Second, bias might be present in some included studies because they lacked a registered protocol, used inappropriate statistical methods, and had missing information  [39, 40, 43] , which therefore suggests additional caution should be taken in interpreting the findings from these trials and the pooled effect sizes. Third, there was a high degree of heterogeneity (ie, participant characteristics, intervention types and lengths, and outcome measurements), and the small number of studies could lead to cautious interpretation of the synthesized results."
    },
    {
      "title": "Conclusions",
      "text": "To the best of our knowledge, this review is the only study that has attempted to synthesize the literature regarding the effectiveness of MHBC eHealth interventions on PA, healthy diet, and weight for people with NCDs. Such MHBC eHealth studies have emerged in recent years as a new trend in aftercare rehabilitation settings. The current review significantly contributes to the eHealth-and NCD-related literature by identifying research priorities and providing preliminary evidence for clinical decision making. This review indicates that MHBC eHealth interventions have obtained preliminary success in promoting PA and healthy diet behaviors among people with NCDs. The identification of critical intervention characteristics such as being theory-based and adding communication elements to web-based intervention material are essential for maximizing the effects of MHBC eHealth interventions in promoting weight-related behaviors among people with NCDs. Based on this review study, it is expected that further investigations will make recommended improvements on the intervention design in order to ultimately enhance the well-being of people with NCDs."
    },
    {
      "text": "Figure 1. PRISMA flow chart of the search strategy and article inclusion."
    },
    {
      "text": "Figure 2. Risk of bias in individual studies (k = 15)."
    },
    {
      "text": "Figure 3. Meta-analysis of outcomes related to physical activity (PA; panel 1), diet (panel 2), and weight (panel 3). CG: control group; IG: intervention group."
    }
  ],
  "references": [
    {
      "title": "The economic burden of chronic diseases: Estimates and projections for China, Japan, and South Korea",
      "authors": [
        "D Bloom",
        "S Chen",
        "M Kuhn",
        "M Mcgovern",
        "L Oxley",
        "K Prettner"
      ],
      "year": 2020,
      "doi": "10.1016/j.jeoa.2018.09.002"
    },
    {
      "title": "Growing Burden of Non-Communicable Diseases in the Emerging Health Markets: The Case of BRICS",
      "authors": [
        "M Jakovljevic",
        "O Milovanovic"
      ],
      "year": 2015,
      "doi": "10.3389/fpubh.2015.00065"
    },
    {
      "title": "A Personalized eHealth Intervention for Lifestyle Changes in Patients With Cardiovascular Disease: Randomized Controlled Trial",
      "authors": [
        "E Broers",
        "W Kop",
        "J Denollet",
        "J Widdershoven",
        "M Wetzels",
        "I Ayoola"
      ],
      "year": 2020,
      "doi": "10.2196/14570"
    },
    {
      "title": "Multiple Health Behavior Research represents the future of preventive medicine",
      "authors": [
        "J Prochaska"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.01.015"
    },
    {
      "title": "Future directions of multiple behavior change research",
      "authors": [
        "K Geller",
        "S Lippke",
        "C Nigg"
      ],
      "year": 2017,
      "doi": "10.1007/s10865-016-9809-8"
    },
    {
      "title": "A systematic review of single health behavior change interventions vs. multiple health behavior change interventions among older adults",
      "authors": [
        "C Nigg",
        "C Long"
      ],
      "year": 2012,
      "doi": "10.1007/s13142-012-0130-y"
    },
    {
      "title": "Priority actions for the non-communicable disease crisis",
      "authors": [
        "R Beaglehole",
        "R Bonita",
        "R Horton",
        "C Adams",
        "G Alleyne",
        "P Asaria"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60393-0"
    },
    {
      "title": "A Review of Multiple Health Behavior Change Interventions for Primary Prevention",
      "authors": [
        "J Prochaska",
        "J Prochaska"
      ],
      "year": 2011,
      "doi": "10.1177/1559827610391883"
    },
    {
      "title": "Do other goals influence physical activity? A systematic review examining the relationship between other goals and physical activity behavior",
      "authors": [
        "R Rhodes",
        "A Quinlan",
        "C Mistry"
      ],
      "year": 2016,
      "doi": "10.1016/j.ypmed.2016.08.033"
    },
    {
      "title": "Combined impact of lifestyle factors on mortality: prospective cohort study in US women",
      "authors": [
        "R Van Dam",
        "T Li",
        "D Spiegelman",
        "O Franco",
        "F Hu"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a1440"
    },
    {
      "title": "Improving Blood Pressure Among African Americans With Hypertension Using a Mobile Health Approach (the MI-BP App): Protocol for a Randomized Controlled Trial",
      "authors": [
        "L Buis",
        "K Dawood",
        "R Kadri",
        "R Dawood",
        "C Richardson",
        "Z Djuric"
      ],
      "year": 2019,
      "doi": "10.2196/12601"
    },
    {
      "title": "Past, Present, and Future of eHealth and mHealth Research to Improve Physical Activity and Dietary Behaviors",
      "authors": [
        "C Vandelanotte",
        "A Müller",
        "C Short",
        "M Hingle",
        "N Nathan",
        "S Williams"
      ],
      "year": 2016,
      "doi": "10.1016/j.jneb.2015.12.006"
    },
    {
      "title": "What Is eHealth\": Time for An Update?",
      "authors": [
        "E Boogerd",
        "T Arts",
        "L Engelen",
        "T Van De Belt"
      ],
      "year": 2015,
      "doi": "10.2196/resprot.4065"
    },
    {
      "title": "Methodological challenges in online trials",
      "authors": [
        "E Murray",
        "Z Khadjesari",
        "I White",
        "E Kalaitzaki",
        "C Godfrey",
        "J Mccambridge"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1052"
    },
    {
      "title": "The use of eHealth to promote physical activity in cancer survivors: a systematic review",
      "authors": [
        "C Haberlin",
        "O' Dwyer",
        "T Mockler",
        "D Moran",
        "O' Donnell",
        "D Broderick"
      ],
      "year": 2018,
      "doi": "10.1007/s00520-018-4305-z"
    },
    {
      "title": "eHealth technologies to support nutrition and physical activity behaviors in diabetes self-management",
      "authors": [
        "M Rollo",
        "E Aguiar",
        "R Williams",
        "K Wynne",
        "M Kriss",
        "R Callister"
      ],
      "year": 2016,
      "doi": "10.2147/dmso.s95247"
    },
    {
      "title": "Evaluation of a Web-Based Intervention for Multiple Health Behavior Changes in Patients With Coronary Heart Disease in Home-Based Rehabilitation: Pilot Randomized Controlled Trial",
      "authors": [
        "Y Duan",
        "W Liang",
        "L Guo",
        "J Wienert",
        "G Si",
        "S Lippke"
      ],
      "year": 2018,
      "doi": "10.2196/12052"
    },
    {
      "title": "Lifestyle-related effects of the web-based Kanker Nazorg Wijzer (Cancer Aftercare Guide) intervention for cancer survivors: a randomized controlled trial",
      "authors": [
        "I Kanera",
        "Caw Bolman",
        "R Willems",
        "I Mesters",
        "L Lechner"
      ],
      "year": 2016,
      "doi": "10.1007/s11764-016-0535-6"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Research on the Application of \"Internet + medical treatment\" in Diabetes Hospital -community -family Management Model",
      "authors": [
        "X Su",
        "H Dai",
        "F Zhang",
        "K Chen",
        "H Li",
        "X Wu"
      ],
      "year": 2018
    },
    {
      "authors": [
        "A Müller",
        "S Alley",
        "S Schoeppe",
        "C Vandelanotte"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0434-2"
    },
    {
      "title": "The Cochrane Collaboration's tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jpt Higgins",
        "D Altman",
        "P Gøtzsche",
        "P Jüni",
        "D Moher",
        "A Oxman",
        "Cochrane Bias",
        "Methods Group"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d5928"
    },
    {
      "title": "Operating characteristics of a rank correlation test for publication bias",
      "authors": [
        "C Begg",
        "M Mazumdar"
      ],
      "year": 1994,
      "doi": "10.2307/2533446"
    },
    {
      "title": "Converting effect sizes Microsoft Excel Spreadsheets",
      "authors": [
        "J Decoster"
      ],
      "year": 2012
    },
    {
      "title": "Introduction to meta-analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "Jpt Higgins",
        "Rothstein Hr"
      ],
      "year": 2009,
      "doi": "10.1002/9780470743386"
    },
    {
      "title": "Surviving and thriving with cancer using a Web-based health behavior change intervention: randomized controlled trial",
      "authors": [
        "E Bantum",
        "C Albright",
        "K White",
        "J Berenberg",
        "G Layi",
        "P Ritter"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3020"
    },
    {
      "title": "How to do a meta-analysis",
      "authors": [
        "A Field",
        "R Gillett"
      ],
      "year": 2010,
      "doi": "10.1348/000711010x502733"
    },
    {
      "title": "Forest plots: trying to see the wood and the trees",
      "authors": [
        "S Lewis",
        "M Clarke"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.322.7300.1479"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "SPSS Statistics for Windows",
      "year": 2013
    },
    {
      "title": "URL: revman",
      "year": 2014,
      "doi": "10.7717/peerj.2429/supp-1"
    },
    {
      "title": "Outcomes of minimal and moderate support versions of an internet-based diabetes self-management support program",
      "authors": [
        "R Glasgow",
        "D Kurz",
        "D King",
        "J Dickman",
        "A Faber",
        "E Halterman"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-010-1480-0"
    },
    {
      "title": "Setting Single or Multiple Goals for Diet and Physical Activity Behaviors Improves Cardiovascular Disease Risk Factors in Adults With Type 2 Diabetes: A Pragmatic Pilot Randomized Trial",
      "authors": [
        "C Swoboda",
        "C Miller",
        "C Wills"
      ],
      "year": 2016,
      "doi": "10.1177/0145721716650043"
    },
    {
      "title": "A culturally adapted telecommunication system to improve physical activity, diet quality, and medication adherence among hypertensive African-Americans: a randomized controlled trial",
      "authors": [
        "J Migneault",
        "J Dedier",
        "J Wright",
        "T Heeren",
        "M Campbell",
        "D Morisky"
      ],
      "year": 2012,
      "doi": "10.1007/s12160-011-9319-4"
    },
    {
      "title": "Effectiveness of User-and Expert-Driven Web-based Hypertension Programs: an RCT",
      "authors": [
        "S Liu",
        "D Brooks",
        "S Thomas",
        "G Eysenbach",
        "R Nolan"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2018.01.009"
    },
    {
      "title": "Therapeutic benefit of preventive telehealth counseling in the Community Outreach Heart Health and Risk Reduction Trial",
      "authors": [
        "R Nolan",
        "Reg Upshur",
        "H Lynn",
        "T Crichton",
        "E Rukholm",
        "D Stewart"
      ],
      "year": 2011,
      "doi": "10.1016/j.amjcard.2010.10.050"
    },
    {
      "title": "Effectiveness of mobile phone messaging in prevention of type 2 diabetes by lifestyle modification in men in India: a prospective, parallel-group, randomised controlled trial",
      "authors": [
        "A Ramachandran",
        "C Snehalatha",
        "J Ram",
        "S Selvam",
        "M Simon",
        "A Nanditha"
      ],
      "year": 2013,
      "doi": "10.1016/S2213-8587(13)70067-6"
    },
    {
      "title": "Reinforcement of adherence to prescription recommendations in Asian Indian diabetes patients using short message service (SMS)--a pilot study",
      "authors": [
        "A Shetty",
        "S Chamukuttan",
        "A Nanditha",
        "Rkc Raj",
        "A Ramachandran"
      ],
      "year": 2011
    },
    {
      "title": "Mobile phone intervention to improve diabetes care in rural areas of Pakistan: a randomized controlled trial",
      "authors": [
        "M Shahid",
        "S Mahar",
        "S Shaikh",
        "Z Shaikh"
      ],
      "year": 2015,
      "doi": "10.1016/s1530-891x(20)42530-3"
    },
    {
      "title": "A Web-based self-management exercise and diet intervention for breast cancer survivors: pilot randomized controlled trial",
      "authors": [
        "M Lee",
        "Y Yun",
        "H Park",
        "E Lee",
        "K Jung",
        "D Noh"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijnurstu.2014.04.012"
    },
    {
      "title": "Text Message and Internet Support for Coronary Heart Disease Self-Management: Results From the Text4Heart Randomized Controlled Trial",
      "authors": [
        "Pfaeffli Dale",
        "L Whittaker",
        "R Jiang",
        "Y Stewart",
        "R Rolleston",
        "A Maddison"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4944"
    },
    {
      "title": "Enabling healthy choices: is ICT the highway to health improvement?",
      "authors": [
        "S Lindsay",
        "P Bellaby",
        "S Smith",
        "R Baker"
      ],
      "year": 2008,
      "doi": "10.1177/1363459308090051"
    },
    {
      "title": "Effects of home-based diet and exercise on functional outcomes among older, overweight long-term cancer survivors: RENEW: a randomized controlled trial",
      "authors": [
        "M Morey",
        "D Snyder",
        "R Sloane",
        "H Cohen",
        "B Peterson",
        "T Hartman"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.643"
    },
    {
      "title": "New Effect Size Rules of Thumb",
      "authors": [
        "S Sawilowsky"
      ],
      "year": 2009,
      "doi": "10.22237/jmasm/1257035100"
    },
    {
      "title": "Conducting quantitative synthesis when comparing medical interventions: AHRQ and the Effective Health Care Program",
      "authors": [
        "R Fu",
        "G Gartlehner",
        "M Grant",
        "T Shamliyan",
        "A Sedrakyan",
        "T Wilt"
      ],
      "year": 2011,
      "doi": "10.1016/j.jclinepi.2010.08.010"
    },
    {
      "title": "Promoting Healthy Eating and Physical Activity Behaviors: A Systematic Review of Multiple Health Behavior Change Interventions Among Cancer Survivors",
      "authors": [
        "S Amireault",
        "A Fong",
        "C Sabiston"
      ],
      "year": 2018,
      "doi": "10.1177/1559827616661490"
    },
    {
      "title": "Multiple health behaviour change interventions for primary prevention of cardiovascular disease in primary care: systematic review and meta-analysis",
      "authors": [
        "S Alageel",
        "M Gulliford",
        "L Mcdermott",
        "A Wright"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-015375"
    },
    {
      "title": "The effect of e-health interventions promoting physical activity in older people: a systematic review and meta-analysis",
      "authors": [
        "Ryc Kwan",
        "D Salihu",
        "P Lee",
        "M Tse",
        "Dsk Cheung",
        "I Roopsawang"
      ],
      "year": 2020,
      "doi": "10.1186/s11556-020-00239-5"
    },
    {
      "title": "eHealth Interventions for Fruit and Vegetable Intake: A Meta-Analysis of Effectiveness",
      "authors": [
        "Rodriguez Rocha",
        "N Kim"
      ],
      "year": 2019,
      "doi": "10.1177/1090198119859396"
    },
    {
      "title": "Assessment of willingness to Tele-monitoring interventions in patients with type 2 diabetes and/or hypertension in the public primary healthcare setting",
      "authors": [
        "Dye Sin",
        "X Guo",
        "Dww Yong",
        "T Qiu",
        "Pks Moey",
        "M Falk"
      ],
      "year": 2020,
      "doi": "10.1186/s12911-020-1024-4"
    },
    {
      "title": "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher",
        "Consort Group"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c332"
    },
    {
      "title": "Nonconscious processes and health",
      "authors": [
        "P Sheeran",
        "P Gollwitzer",
        "J Bargh"
      ],
      "year": 2013,
      "doi": "10.1037/a0029203"
    },
    {
      "title": "Non-conscious processes and dual-process theories in health psychology",
      "authors": [
        "M Hagger"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2016.1244647"
    },
    {
      "title": "Theories of physical activity behaviour change: A history and synthesis of approaches",
      "authors": [
        "R Rhodes",
        "D Mcewan",
        "A Rebar"
      ],
      "year": 2019,
      "doi": "10.1016/j.psychsport.2018.11.010"
    },
    {
      "title": "An Ecological Approach to Smart Homes for Health Care Services: Conceptual Framework of a Smart Servicescape Wheel",
      "authors": [
        "H Kang",
        "J Han",
        "G Kwon"
      ],
      "year": 2019,
      "doi": "10.2196/12425"
    },
    {
      "title": "Subjective rating scales: science or art?",
      "year": 2002,
      "doi": "10.1080/00140130210166951"
    },
    {
      "title": "Twenty-four Hours of Sleep, Sedentary Behavior, and Physical Activity with Nine Wearable Devices",
      "authors": [
        "M Rosenberger",
        "M Buman",
        "W Haskell",
        "M Mcconnell",
        "L Carstensen"
      ],
      "year": 2016,
      "doi": "10.1249/mss.0000000000000778"
    },
    {
      "title": "A systematic review of school-based eHealth interventions targeting alcohol use, smoking, physical inactivity, diet, sedentary behaviour and sleep among adolescents: a review protocol",
      "authors": [
        "K Champion",
        "N Newton",
        "B Spring",
        "Q Wafford",
        "B Parmenter",
        "M Teesson"
      ],
      "year": 2017,
      "doi": "10.1186/s13643-017-0645-x"
    },
    {
      "title": "Does theory influence the effectiveness of health behavior interventions? Meta-analysis",
      "authors": [
        "A Prestwich",
        "F Sniehotta",
        "C Whittington",
        "S Dombrowski",
        "L Rogers",
        "S Michie"
      ],
      "year": 2014,
      "doi": "10.1037/a0032853"
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Examining the active ingredients of physical activity interventions underpinned by theory versus no stated theory: a meta-analysis",
      "authors": [
        "D Mcewan",
        "M Beauchamp",
        "C Kouvousis",
        "C Ray",
        "A Wyrough",
        "R Rhodes"
      ],
      "year": 2019,
      "doi": "10.1080/17437199.2018.1547120"
    },
    {
      "title": "DEBATE: Do interventions based on behavioral theory work in the real world",
      "authors": [
        "M Hagger",
        "M Weed"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0795-4"
    },
    {
      "title": "Comparative efficacy of simultaneous versus sequential multiple health behavior change interventions among adults: A systematic review of randomised trials",
      "authors": [
        "E James",
        "M Freund",
        "A Booth",
        "M Duncan",
        "N Johnson",
        "C Short"
      ],
      "year": 2016,
      "doi": "10.1016/j.ypmed.2016.06.012"
    }
  ],
  "num_references": 63
}
