{
  "paper_id": "WBUBEIYJ",
  "title": "Using the Internet to Promote Health Behavior Change: A Systematic Review and Meta-analysis of the Impact of Theoretical Basis, Use of Behavior Change Techniques, and Mode of Delivery on Efficacy",
  "abstract": "Background: The Internet is increasingly used as a medium for the delivery of interventions designed to promote health behavior change. However, reviews of these interventions to date have not systematically identified intervention characteristics and linked these to effectiveness. \n Objectives: The present review sought to capitalize on recently published coding frames for assessing use of theory and behavior change techniques to investigate which characteristics of Internet-based interventions best promote health behavior change. In addition, we wanted to develop a novel coding scheme for assessing mode of delivery in Internet-based interventions and also to link different modes to effect sizes. \n Methods: We conducted a computerized search of the databases indexed by ISI Web of Knowledge (including BIOSIS Previews and Medline) between 2000 and 2008. Studies were included if (1) the primary components of the intervention were delivered via the Internet, (2) participants were randomly assigned to conditions, and (3) a measure of behavior related to health was taken after the intervention. \n Results: We found 85 studies that satisfied the inclusion criteria, providing a total sample size of 43,236 participants. On average, interventions had a statistically small but significant effect on health-related behavior (d + = 0.16, 95% CI 0.09 to 0.23). More extensive use of theory was associated with increases in effect size (P = .049), and, in particular, interventions based on the theory of planned behavior tended to have substantial effects on behavior (d + = 0.36, 95% CI 0.15 to 0.56). Interventions that incorporated more behavior change techniques also tended to have larger effects compared to interventions that incorporated fewer techniques (P < .001). Finally, the effectiveness of Internet-based interventions was enhanced by the use of additional methods of communicating with participants, especially the use of short message service (SMS), or text, messages. \n Conclusions: The review provides a framework for the development of a science of Internet-based interventions, and our findings provide a rationale for investing in more intensive theory-based interventions that incorporate multiple behavior change techniques and modes of delivery.",
  "year": 2009,
  "date": "2009-08",
  "journal": "Ann Behav Med",
  "publication": "Ann Behav Med",
  "authors": [
    {
      "forename": "Thomas",
      "surname": "Webb",
      "name": "Thomas Webb",
      "affiliation": "1  Department of Psychology , University of Sheffield , Western Bank , Sheffield , UK \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Sheffield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Western Bank \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t UK",
      "email": "t.webb@sheffield.ac.uk"
    },
    {
      "forename": "Judith",
      "surname": "Joseph",
      "name": "Judith Joseph",
      "affiliation": "2  School of Psychology , Shackleton Building , University of Southampton , Highfield , Southampton , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Shackleton Building \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Highfield Southampton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Lucy",
      "surname": "Yardley",
      "name": "Lucy Yardley",
      "affiliation": "2  School of Psychology , Shackleton Building , University of Southampton , Highfield , Southampton , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t Shackleton Building \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Highfield Southampton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Susan",
      "surname": "Michie",
      "name": "Susan Michie",
      "affiliation": "3  Research Department of Clinical, Educational & Health Psychology , University College London , 1-19 Torrington Place , London , UK \n\t\t\t\t\t\t\t\t Research Department of Clinical, Educational & Health Psychology \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1-19 Torrington Place \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Department of Psychology University of Sheffield Western Bank , Sheffield , S10 2TN UK \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Sheffield Western Bank \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t S10 2TN \n\t\t\t\t\t\t\t\t\t Sheffield \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "keywords": [
    "Internet",
    "intervention",
    "behavior change",
    "meta-analysis",
    "review"
  ],
  "sections": [
    {
      "title": "Introduction ...without a scientific underpinning, the field [of Internet interventions] may flounder",
      "text": "[LM  Ritterband and DF Tate]  In June 2009 an estimated 25% of the world's population had access to the Internet, with estimates in Europe and North America being considerably higher (50% and 74%, respectively)  [2] . Researchers in the field of health promotion have been quick to capitalize on the exponential growth of the Internet, and over the past decade, an increasing number of interventions designed to promote changes in health behavior have been delivered via the Internet  [1, 3] . For example, \"Happy Ending\" is a 54-week Internet-based intervention designed to promote smoking abstinence  [4, 5] . This intervention involves over 400 contact emails that direct participants to a different webpage each day, supplemented by interactive voice response (IVR) and short message service (SMS) monitoring and prompts. Other Internet-based interventions, however, simply involve embedding a short planning exercise within an online lifestyle survey  [6, 7] .\n\nQuantitative reviews of Internet-based interventions report positive-albeit highly variable and often small-effects on behaviors such as physical activity, tobacco use, exercise, and so on  [8] [9] [10] [11] [12] . However, previous reviews have not systematically coded the characteristics of each Internet-based intervention and computed the effect size associated with each  [1] . The limited analyses of this kind that have been conducted suggest that this approach may provide insight into the characteristics of effective versus less effective interventions. For example, Portnoy et al  [8]  coded whether the intervention included information, motivation, or behavioral skill components. The findings suggested that the inclusion of motivational components (eg, cost-benefit analyses) actually weakened the impact of the interventions. Since the publication of the review by Portnoy et al  [8] , a comprehensive taxonomy of behavior change techniques has been published  [13] , along with a method for assessing the extent to which behavioral interventions are theory-based  [14] ; both these developments permit more sophisticated coding of intervention content. Thus, the primary aim of the present review was to use these new coding schemes to identify the characteristics of effective Internet-based interventions. A secondary aim was to develop a coding scheme for the different modes by which Internet-based interventions are delivered (eg, via scheduled access to an advisor or automated feedback) and to link different modes of delivery to effect size."
    },
    {
      "title": "How Can the Characteristics of Internet-based Interventions Be Conceptualized?",
      "text": "Three intervention characteristics may influence the impact on behavior  [15] [16] [17] [18] :  (1)  the theoretical basis of the intervention, (2) the behavior change techniques used, and (3) the mode of delivery."
    },
    {
      "title": "Theoretical Basis and Use of Theory and Predictors",
      "text": "Theoretical basis refers to the theory or theories used to develop the intervention. For example, in an effort to promote physical activity, Spittaels et al  [19]  directed participants to a website that presented a tailored message based on the theory of planned behavior  [20] . In contrast, Carr et al  [21]  used social cognitive theory  [22]  to develop a physical activity intervention that could be delivered via the Internet. Theory can inform interventions in a number of different ways, from identifying theoretical constructs to be targeted (eg, attitude, self-efficacy) or mechanisms underlying particular behavior change techniques (eg, vicarious learning in modeling), to selecting participants most likely to benefit (eg, people with particularly negative attitudes). Despite assertions that use of theory leads to more effective interventions  [23] [24] [25] [26] [27] , there is debate over the importance of theory  [28, 29] , and at present it is unclear whether and how use of theory influences intervention effectiveness, particularly in relation to Internet-based interventions  [1] . A large review of HIV-prevention interventions reported that use of theory was positively related to extent of behavior change  [30] , but this finding was simply based on whether or not theory was cited. Although this is an important step in the right direction, it would be useful to know how different uses of theory impact on the effectiveness of interventions and whether more extensive use of theory leads to larger effects than less extensive use. Michie and Prestwich  [14]  have developed a reliable coding scheme to assess the different ways that behavioral interventions employ theory; use of this coding scheme permits the present review to investigate these important questions."
    },
    {
      "title": "Behavior Change Techniques",
      "text": "Behavior change techniques refer to the specific strategies used in the intervention to promote behavior change. For example, some interventions designed to promote smoking abstinence prompt barrier identification and problem solving (eg,  [31] ), whereas other interventions prompt participants to monitor their behavior (eg,  [32] ). In order to identify techniques contributing to effectiveness across interventions and to ensure that effective interventions can be replicated, it is crucial that standardized definitions of the techniques included in behavior change interventions are used and linked to intervention effectiveness  [33] . With this in mind, the present review used the taxonomy of behavior change techniques developed by Abraham and Michie  [13]  to code the content of the interventions."
    },
    {
      "title": "Mode of Delivery",
      "text": "The interventions in the present review were delivered via the Internet. The effects of this primary mode of delivery can be estimated by examining studies that compare similar materials presented via the Internet versus other modes, such as print  [34, 35] . Internet-based interventions can, however, differ substantially in their specific mode of delivery. For example, content can be delivered in a more or less interactive manner  [36, 37] . Interventions may also employ supplementary delivery modes (eg, SMS messaging, email, telephone, or videoconferencing) that may influence effectiveness. To our knowledge, no coding scheme exists for assessing the mode with which Internet-based interventions are delivered. Existing coding schemes developed for systematic reviews of non-Internet interventions  [38]  are not suitable because they focus on the physical manner in which participants received the intervention (eg, one-to-one or group) and the nature of the person delivering the intervention (eg, health educator or trained facilitator). Therefore, the present review developed a new coding scheme for assessing mode of delivery in Internet-based interventions and used it to understand how each mode influences the effectiveness of the intervention."
    },
    {
      "title": "The Present Review",
      "text": "The present review sought to investigate which characteristics of Internet-based interventions were associated with effectiveness. By so doing, we answer the important applied and theoretical questions: Which theories should researchers draw on in developing interventions? How can theory best be used to inform Internet-based interventions? What behavior change techniques are effective when employed via the Internet? Is the mode by which the intervention is delivered important?"
    },
    {
      "title": "Method"
    },
    {
      "title": "Selection of Studies"
    },
    {
      "title": "Identification and Screening",
      "text": "In July 2008 we conducted a computerized search using ISI Web of Knowledge, which covers a number of databases including Web of Science conference proceedings (1900-), BIOSIS Previews (1985-), and Medline (1950-). We used the following search terms: Web-based, Internet, digital, online, technolog*, computer, treatment, RCT, trial, intervention, behavio* change. (The asterisk automatically truncates the term such that, for example, technolog* will also find technology, technologies, etc). Studies had to include one or more of the search terms in the title. We also sent an email to the distribution list of the European Health Psychology Society to request unpublished research. There were three inclusion criteria for the meta-analysis. First, the primary components of the intervention must have been delivered via the Internet (not including CD-ROMs, SMS messaging, or other computer applications). Second, the studies must have involved random assignment of participants to a treatment group that received an Internet-based intervention and a comparison group that received either a control intervention or no intervention. Finally, a measure of behavior related to health must have been taken after the intervention. We did not include studies that only measured symptoms (eg, anxiety, depression), cognitions (eg, attitudes, intentions), outcomes presumed to be the consequence of behavioral changes (eg, weight loss, blood glucose levels), or behaviors unrelated to health (eg, use of literature services)."
    },
    {
      "title": "Eligibility and Inclusion",
      "text": "Figure  1  shows the flow of information through the different phases of the review. We assessed 549 full-text articles for eligibility. Of these, 140 studies (26%) were rejected because the study did not include a measure of behavior related to health (eg,  [39] ), 97 studies (18%) were rejected because the primary components of the intervention were not delivered via the Internet (eg,  [40] ), 88 studies (16%) were rejected because they did not report intervention effects (typically, these were reviews or protocol descriptions, eg,  [41] ), 84 studies (15%) were rejected because they did not include a control group (eg,  [42] ), 20 studies (4%) were rejected because computers were used only to tailor information that was presented in a non-computerized format (eg,  [43] ), 17 studies (3%) were rejected because they reported additional effects of an intervention already included in the review (eg,  [44] ), 8 studies (1%) were rejected because intervention effects were reported in a manner that did not permit computation of an effect size (eg,  [45] ). For these studies, it was decided not to estimate effect sizes based on the significance levels reported because all the effects for which full information was not available were reported as non-significant. Assuming zero difference (d = 0.00) for these effects could systematically underestimate effect sizes associated with particular intervention characteristics. Finally, 5 studies (1%) were rejected because participants were not randomly allocated to conditions (eg,  [46] ), and 4 studies (1%) were rejected because the manuscripts were not written in English (eg,  [47] ). In total, 85 reports of Internet-based interventions met the inclusion criteria for the review. Multimedia Appendix 1 presents the characteristics and effect sizes associated with each intervention."
    },
    {
      "title": "Calculation of Effect Sizes for the Effect of Internet-Based Interventions on Health-Related Behavior",
      "text": "The effect size for post-intervention behavior differences between the conditions was calculated in line with Cochrane recommendations  [49] . Specifically, the longest follow-up was selected wherever possible. For example, where Brendryen et al  [5]  followed up smokers at 3, 6, and 12 months, the 12-month data was included in the review. Where studies examined more than one behavior (such as Williamson et al's study  [50]  of weight loss behaviors in which exercise, overeating, and avoidance of fattening foods were measured), the effect sizes within the study associated with different behaviors were meta-analysed in their own right prior to inclusion in the main dataset. This procedure captures the richness of the data and does not prioritize one outcome over another (eg, effects on dietary outcomes and effects on physical activity are considered equally important), while also maintaining the independence of samples that is central to the validity of meta-analysis  [51] . Intention-to-treat analyses were used wherever possible. Following Portnoy et al  [8] , where studies employed more than one comparison condition, we selected the most passive comparison condition for ease of interpretation. For a detailed discussion of considerations relating to choice of comparison conditions, see Danahar and Seeley  [53] ."
    },
    {
      "title": "Coding of Intervention Characteristics"
    },
    {
      "title": "Use of Theory and Predictors",
      "text": "The coding scheme developed by Michie and Prestwich  [14]  was used to code how theory and predictors (constructs that are not explicitly linked to a theory by the authors but are targeted for intervention because they predict behavior) were used in the design of the interventions. Items 1 through 6 of the coding scheme identify whether theory or predictors are mentioned and whether they are used to select recipients for the intervention, to select or develop intervention techniques, or to tailor intervention techniques to participants. Items 7 through 11 examine whether intervention techniques are explicitly linked to theory-relevant constructs or predictors and, conversely, whether theory-relevant constructs or predictors are linked to intervention techniques. Items 12 through 17 were not evaluated in the present review because they do not pertain to use of theory in developing the intervention. These items focus on methodological issues (randomization and measurement quality) and whether theory was refined on the basis of outcomes. Where the theoretical basis of the experimental intervention was identical to that of the comparison intervention (eg,  [34] ), the intervention was coded as not having a theoretical basis that could explain differences in effect size between the conditions.\n\nIn addition to considering each use of theory separately, we also summed items 1 through 11 to create an overall \"use of theory\" score that could be used to evaluate whether more extensive use of theory leads to larger effects than less extensive use. In a slight change to the published recommendations, item 8 (\"At least one, but not all, intervention techniques are explicitly linked to at least one theory-relevant construct/predictor\") was coded as \"yes\" if item 7 (\"All intervention techniques are explicitly linked to at least one theory-relevant construct/predictor\") was coded as \"yes.\" Similarly, item 11 (\"At least one, but not all, theory-relevant constructs/predictors are explicitly linked to at least one intervention technique\") was coded as \"yes\" if item 10 (\"All theory-relevant constructs/predictors are explicitly linked to at least one intervention technique\") was coded as \"yes.\" This ensured that when we created the \"use of theory\" score, reports that linked, for example, all theoretical constructs with intervention techniques, were also credited as linking some theoretical constructs with intervention techniques."
    },
    {
      "title": "Theoretical Basis",
      "text": "Interventions were coded as having a particular theoretical basis only if the theory was used to develop the intervention techniques (item 5 of the coding scheme of Michie and Prestwich  [14] ) rather than theory being simply mentioned (item 1)."
    },
    {
      "title": "Behavior Change Techniques",
      "text": "The behavior change techniques used in the interventions were coded using an augmented 40-item version  [52]  of the 26-item taxonomy developed by Abraham and Michie  [13]  (see Table  2  for a list of techniques). Where the behavior change techniques used by the experimental intervention were the same as those in the comparison intervention (eg,  [35] ), the experimental intervention was coded as not using any behavior change techniques."
    },
    {
      "title": "Mode of Delivery",
      "text": "Mode of delivery was coded using a novel coding scheme developed by the present authors. For convenience, we divided mode of delivery into (i) automated functions, (ii) communicative functions, and (iii) use of supplementary modes. Each category included a list of delivery modes, and we marked whether or not each intervention used that mode. Automated functions included: (a) the use of an enriched information environment (eg, supplementary content and links, testimonials, videos, or games), (b) automated tailored feedback based on individual progress monitoring (eg, comparison to norms or goals, reinforcing messages, or coping messages), and (c) automated follow-up messages (eg, reminders, tips, newsletters, encouragement). Communicative functions included: (d) access to an advisor to request advice (eg, \"ask the expert\" facility, expert-led discussion board, or chat sessions), (e) scheduled contact with advisor (eg, emails), and (f) peer-to-peer access (eg, buddy systems, peer-to-peer discussions boards, forums, or live chat). Finally, use of supplementary modes included the use of (g) email, (h) telephone, (i) Short Messaging Service (SMS), (j) CD-ROM, or (k) videoconferencing.\n\nThe features of intervention delivery that we coded were, to a large extent, constrained by the features that authors typically report and that can be easily and objectively verified (eg, whether text messages were used). The list is not intended to be exhaustive and we recognize that there are other features that may be important but that are not routinely used or reported, or that are hard to measure. For example, navigational format (eg, the extent to which users are \"tunnelled\" to particular information vs given free choice  [54] ), entertainment value (eg, use of quizzes, stories, graphics), appearance (eg, color, layout, screen size  [18] ), and credibility (eg, the extent to which the website cites sources, credentials). As Internet-based interventions become more common and standards of reporting improve, it should be relatively easy to integrate these additional delivery features into the present coding scheme."
    },
    {
      "title": "Meta-analytic Strategy",
      "text": "We used Hedges g as the primary estimate of effect size for each intervention. Hedges g is the difference between the two means (for experimental and control conditions, respectively) divided by the pooled standard deviation. Computations were undertaken using Comprehensive Meta-Analysis Version 2 (Biostat, Englewood, NJ, USA)  [55]  with the exception of meta-regression computations for which we used the weighted least squares regression command in SPSS 15 for Windows (SPSS Inc, Chicago, IL, USA). Weighted average effect sizes (d + ) were based on a random effects model because studies were likely to be \"different from one another in ways too complex to capture by a few simple study characteristics\"  [56] . Effect sizes were interpreted using Cohen's  [57]  guidelines. According to Cohen, d + = .20 should be considered a \"small\" effect size, d + = .50 is a \"medium\" effect size, whereas d + = .80 is a \"large\" effect size. The homogeneity Q statistic  [58]  was used to evaluate variability across effect sizes from the primary studies. When Q is statistically significant it indicates that the effect sizes are heterogeneous. For the meta-regressions, ß is beta weight or coefficient assigned to the predictor and t (and the associated P -value) tests whether the beta weight is significantly different from zero."
    },
    {
      "title": "Results"
    },
    {
      "title": "Effect of Internet-based Interventions on Health-related Behavior",
      "text": "The weighted average effect size across all interventions was d + = 0.16 with a 95% confidence interval from 0.09 to 0.23 based on 85 studies (k = 85) and a total of 43,236 participants (see Table  1 ). This means that the Internet-based interventions had, on average, a small effect on health behavior according to Cohen's criteria  [57] . While these qualitative indices are useful for interpreting the findings of systematic reviews, however, statistical effectiveness is not necessarily the same as clinical effectiveness. For example, a relatively small effect of an Internet-based intervention on smoking abstinence could have substantial clinical significance  [59] . On the other hand, an Internet-based intervention that produces a reliable change in fat intake has the potential to benefit a larger proportion of the population than an intervention targeted at smokers. Given that much of the cost associated with Internet-based interventions is likely to be incurred at the design and development stage rather than in delivering individual treatments, small effects with the potential to have an impact on large numbers of people may thus be significant for patient or population health.\n\nWe also calculated effect sizes separately for commonly targeted behaviors (see Table  1 ). Small, but significant, effects on behavior were observed for Internet-based interventions that targeted only physical activity (d + = 0.24, k = 20, 95% CI 0.09 to 0.38), dietary behavior (d + = 0.20, k = 10, 95% CI 0.02 to 0.37), or alcohol consumption (d + = 0.14, k = 9, 95% CI 0.00 to 0.27). Interventions that targeted smoking abstinence tended to have slightly smaller effects on behavior that did not reach statistical significance (d + = 0.07, k = 12, 95% CI -0.04 to 0.18). Finally, we calculated effect sizes separately for interventions that targeted multiple behaviors (eg, Williamson et al's intervention  [50]  targeted physical activity and dietary behavior) and those that targeted a single behavior. Interventions that targeted multiple behaviors tended to have slightly smaller effects on behavior (d + = 0.12, k = 10, 95% CI 0.08 to 0.17) than did interventions that targeted a single behavior (d + = 0.17, k = 75, 95% CI 0.09 to 0.24), although both effects were statistically significant."
    },
    {
      "title": "Intervention Characteristics",
      "text": "Across all interventions, the homogeneity Q statistic was highly significant (Q = 896.67, P < .001), which indicates considerable variability across effect sizes from the primary studies. To examine the impact of intervention characteristics on effect size, we computed the weighted average effect size for behavior change as a function of the theoretical basis of the interventions, the different ways that the interventions used theory, the behavior change techniques, and the mode of delivery. The findings from these analyses are shown in Table  2 . Multimedia Appendix 2 shows the characteristics of each intervention."
    },
    {
      "title": "Use of Theory and Predictors",
      "text": "Of the different uses of theory proposed by Michie and Prestwich's coding scheme  [14] , theory or predictors were most commonly used to select or develop intervention techniques (k = 37). Over 20% of the interventions, however, mentioned theory (k = 30), linked at least one intervention technique to theory (k = 19), linked at least one theory-relevant construct to an intervention technique (k = 18), or mentioned a target construct as a predictor of behavior (k = 18). Interventions that used theory or predictors to select recipients for the intervention tended to have the largest effects on behavior (d + = 0.33, k = 3, 95% CI 0.15 to 0.52) with most other uses of theory tending to have smaller effects (Median d + = 0.19). Overall, meta-regression indicated that increased use of theory had a significant positive impact on effect sizes (ß = 0.22, t = 2.00, P = .049). Interventions that made extensive use of theory tended to have larger effects on behavior than did interventions that made less extensive or no use of theory."
    },
    {
      "title": "Theoretical Basis",
      "text": "Only three theories were used by three or more studies to develop the intervention; social cognitive theory (SCT)  [22] , the transtheoretical model (TTM)  [60] , and the theory of reasoned action/planned behavior (TPB)  [20, 61]"
    },
    {
      "title": "Behavior Change Techniques",
      "text": "The most commonly used behavior change techniques (used by 30% or more of interventions) were providing information on the consequences of behavior in general (k = 29), prompting self-monitoring of behavior (k = 28), and identifying barriers and/or problem solving (k = 26). The largest effects on behavior were observed for interventions that provided stress management (d + = 0.50, 95% CI 0.27 to 0.72) or general communication skills training (d + = 0.49, 95% CI 0.25 to 0.73), although these were used by relatively few interventions (k = 5 and 3, respectively). Modeling, relapse prevention/coping planning, facilitating social comparison, goal setting, action planning, and provision of feedback on performance all had effects on behavior that exceeded d + = 0.20 (Median d + = 0.28). Finally, a few strategies had small and non-significant effects on behavior: use of follow-up prompts, self-monitoring of behavioral outcome, emotional control training, and provision of information about others approval. Overall, meta-regression indicated that the number of behavior change techniques employed had a significant positive impact on effect size (ß = 0.36, t = 3.48, P < .001). Interventions that used more techniques tended to have larger effects on behavior than did interventions that used fewer techniques."
    },
    {
      "title": "Mode of Delivery",
      "text": "Only one mode of delivery was used by 30% or more of interventions-providing an enriched information environment (k = 30). Over 20% of interventions, however, provided access to an advisor to request advice (k = 23), used peer-to-peer access (k = 20), used email in addition to the Internet-based intervention (k = 19), or provided automated tailored feedback (k = 18). For convenience of interpretation, effect sizes for modes of delivery were divided into three subgroups: automated functions, communicative functions, and use of supplementary modes. In terms of automated functions, small, but significant, effects on behavior were observed for interventions that provided automated tailored feedback (d + = 0.18, k = 18, 95% CI 0.07 to 0.28) or an enriched information environment (d + = 0.15, k = 30, 95% CI 0.07 to 0.23). Interventions that provided automated follow-up messages tended not to have significant effects on behavior (d + = 0.09, k = 14, 95% CI -0.01 to 0.19). Of the communicative functions, interventions that provided access to an advisor to request advice tended to have small-to-medium effects on behavior (d + = 0.29, k = 23, 95% CI 0.16 to 0.42), while smaller effects on behavior were observed for interventions that provided scheduled contact with an advisor (d + = 0.22, k = 13, 95% CI 0.09 to 0.36) or peer-to-peer access (d + = 0.20, k = 20, 95% CI 0.09 to 0.21). Finally, use of additional modes appeared to have distinct effects on behavior change with Internet-based interventions that also used text messages having large effects on behavior (d + = 0.81, k = 4, 95% CI 0.14 to 1.49), Internet-based interventions using the telephone having small-to-medium effects (d + = 0.35, k = 7, 95% CI 0.09 to 0.61), and interventions using email as an additional mode of delivery tending to have small effects on behavior (d + = 0.18, k = 19, 95% CI 0.07 to 0.29). [20, 61]  0.20 g 0.08 to 0.33 68.99 h 12 Transtheoretical model (TTM)  [60]  0.15 g 0.04 to 0.25 18.62 12 Social cognitive theory (SCT)  [22]  2 Elaboration likelihood model (ELM)  [62]  1 Extended parallel process model (EPPM)  [63]  1 Self-regulation theory (SRT)  [64]  1 Precaution adoption process model (PAPM)  [65]  1 Diffusion of innovations model (DIM)  [ 66] 1 Health belief model (HBM) [67,68] 1 Social norms theory (SNT) [69] Use of Theory 0.33 h 0.15 to 0.52 2.84 3 4. Theory/predictors used to select recipients for the intervention 0.23 f 0.03 to 0.43 9.85 6 9. Group of techniques are linked to a group of constructs/predictors 0.21 h 0.13 to 0.29 191.40 h 37 5. Theory/predictors used to select/develop intervention techniques 0.21 g 0.11 to 0.31 60.07 h 18 2. Targeted construct mentioned as predictor of behavior 0.21 g 0.07 to 0.34 67.75 h 11 6. Theory/predictors used to tailor intervention techniques to recipients 0.19 h 0.11 to 0.28 161.33 h 30 1. Theory/model of behavior mentioned 0.19 g 0.09 to 0.29 93.65 h 19 8. At least one of the intervention techniques is linked to theory 0.18 f 0.05 to 0.32 57.13 h 12 3. Intervention based on single theory 0.18 -0.02 to 0.37 47.70 h 10 10. All theory-relevant constructs are linked to intervention techniques 0.17 g 0.07 to 0.27 70.63 h 18 11. At least one of the theory-relevant constructs is linked to an intervention technique 2 7. All intervention techniques are linked to theory Behavior Change Technique 0.50 h 0.27 to 0.72 6.73 5 35. Stress management 0.49 h 0.25 to 0.73 4.38 3 39. General communication skills training 0.35 e -0.01 to 0.70 24.80 h 5 21. Model/demonstrate the behavior 0.32 h 0.17 to 0.47 38.31 h 14 34. Relapse prevention/coping planning 0.29 f 0.04 to 0.55 3.25 4 27. Facilitate social comparison 0.27 h 0.16 to 0.38 126.24 h 25 5. Goal setting (behavior) 0.25 h 0.13 to 0.37 101.67 h 18 7. Action planning 0.22 g 0.09 to 0.34 77.38 h 19 19. Provide feedback on performance 0.20 h 0.10 to 0.30 112.52 h 26 8. Barrier identification/problem solving d + d 95% CI Q c K b 0.20 h 0.13 to 0.28 97.95 h 25 20. Provide instruction 0.20 -0.17 to 0.57 5.45 3 22. Teach to use prompts/cues 0.18 g 0.07 to 0.28 94.32 h 16 4. Provide normative information about others' behavior 0.18 h 0.10 to 0.27 41.32 h 15 28. Plan social support/social change 0.18 h 0.09 to 0.28 7.17 7 13. Provide rewards for behavior 0.16 h 0.07 to 0.24 80.81 h 28 16. Prompt self-monitoring of behavior 0.14 h 0.06 to 0.21 114.14 h 29 1. Provide information on the consequences in general 0.14 g 0.04 to 0.24 47.57 h 12 2. Provide information on the consequences for individual 0.13 -0.10 to 0.35 39.35 h 5 26. Use of follow up prompts 0.12 -0.03 to 0.26 45.73 h 13 17. Prompt self-monitoring of behavioral outcome 0.11 f 0.02 to 0.19 2.89 3 12. Reinforcing effort toward behavior 0.09 -0.03 to 0.22 35.39 h 11 36. Emotional control training 0.06 -0.11 to 0.23 10.48 f 5 3. Provide information about others' approval 2 6. Goal setting (outcome) 2 10. Prompt review of behavioral goals 2 14. Shaping 2 23. Environmental restructuring 2 25. Prompt practice 1 24. Agree behavioral contract 1 31. Fear Arousal 1 32. Prompt self-talk 1 37. Motivational interviewing 0 9. Set graded tasks 0 11. Prompt review of outcome goals 0 15. Prompting generalisation of behavior 0 18. Prompting focus on past success 0 29. Prompt identification as role model 0 30. Prompt anticipated regret 33. Prompt use of imagery 38. Time management 40. Provide non-specific social support Mode of Delivery: Automated Functions 0.18 g 0.07 to 0.28 83.75 h 18 b. Automated tailored feedback 0.15 h 0.07 to 0.23 117.24 h 30 a. Enriched information environment 0.09 -0.01 to 0.19 49.81 h 14 c. Automated follow-up messages Mode of Delivery: Communicative Functions 0.29 h 0.16 to 0.42 121.15 h 23 d. Access to advisor to request advice 0.22 g 0.09 to 0.36 35.70 h 13 e. Scheduled contact with advisor d + d 95% CI Q c K b 0.20 h 0.09 to 0.21 88.21 h 20 f. Peer-to-peer access Mode of Delivery: Additional Modes 0.81 a 0.14 to 1.49 39.22 h 4 i. Text message (SMS) 0.35 g 0.09 to 0.61 19.02 g 7 h. Telephone 0.18 g 0.07 to 0.29 143.98 h 19 g. Email"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Overall Findings",
      "text": "The primary aim of the present review was to relate the characteristics of Internet-based interventions to their effectiveness in promoting health behavior change. Like previous reviews, the interventions tended to have variable effects on behavior (ie, the homogeneity Q statistic was significant), and the average effect on behavior was statistically small. Thus, while some interventions had very large effects (d > 1.00) on behavior (eg,  [21, 71, 72] ), others were found to have small or even negative effects on behavior (eg,  [73, 74] ). The considerable variability in the effectiveness of Internet-based interventions makes it important to systematically identify the characteristics of effective interventions and to relate these to effect size."
    },
    {
      "title": "Use of Theory",
      "text": "Interventions differed substantially in their use of theory, but more extensive use of theory was associated with larger effect sizes. This finding is consistent with assertions that interventions can benefit from using behavior change theory  [23] [24] [25] [26] [27]  and extends the evidence base to interventions delivered on the Internet. Three theories-social cognitive theory (SCT)  [22] , the transtheoretical model (TTM)  [60] , and the theory of reasoned action/planned behavior (TPB)  [20, 61] -were used much more frequently than others. However, only the use of the TPB to inform intervention design led to substantially larger effects than were observed across all interventions. Effect sizes were small-to-medium, comparable to those reported in reviews of non-Internet interventions that used the TPB to develop the intervention  [75] , and were not simply the consequence of TPB interventions targeting a different set of behaviors. (Interventions based on the TPB targeted a similar range of health-related behaviors to those based on the TTM or SCT.) The observed effectiveness of the TPB in promoting health behavior change stands in contrast to recent assertions that the TPB is primarily a predictive model rather than a model of behavior change that can inform interventions (eg,  [76] ). However, the heterogeneity of effects across findings means that the findings should be treated with caution and should provide an empirical basis for experimental studies that can demonstrate cause and effect  [77, 78] . Such studies are also important because Michie and Prestwich's coding of use of theory  [14]  used in the present review is, necessarily, based on what is reported in the manuscripts; it is of course possible that manuscripts can report having used theory without actually having done so (and vice versa)."
    },
    {
      "title": "Behavior Change Techniques",
      "text": "The finding that interventions that incorporated more behavior change techniques tended to have larger effects than interventions that incorporated fewer techniques justified the investment in relatively elaborate interventions. This finding may be a consequence of different techniques targeting different aspects of the behavior change process  [18] , and future research might usefully consider how particular combinations of techniques might be especially effective in promoting behavior change  [33] . However, there is also evidence that very simple interventions can prove effective in some contexts (eg, providing instruction for influencing online food purchases  [79]  and if-then planning for promoting dental flossing  [7] ), and issues of cost versus benefit should always be a consideration in designing interventions to promote health behavior change  [80] . Tate et al  [81]  provide a useful discussion of cost versus effectiveness in relation to Internet-based interventions, and we echo their call for future research to collect cost-effectiveness data.\n\nThe two behavior change techniques that were associated with the greatest changes in behavior were stress management and general communication skills training. It is interesting that both techniques influence behavior change indirectly via mechanisms such as facilitating problem-solving, promoting self-efficacy  [82] , or diminishing the impact of stressors that may prevent behavior change  [83] . However, relatively few interventions employed these techniques, so the findings should be treated with caution and form the basis for future research. Given the effectiveness of stress management training, it is perhaps surprising that emotional control training was less effective in promoting behavior change. Of the 11 interventions (45%) that incorporated emotional control training, 5 reported negative effect sizes on behavior  [31, 32, 84, 85] . Authors reported that in many of these interventions they simply included \"strategies to manage mood  [85] \"or \"information on ... dealing with relationships and feelings  [31] .\" In contrast, stress management training tended to be more intensive. For example, the intervention reported by Hänggi  [86]  incorporated 4 stress management modules that were based on cognitive behavioral principles. Again, these differences might form a useful basis for future empirical investigation.\n\nTwo other findings in relation to behavior change techniques warrant comment. First, it was notable that providing information about others' approval (subjective or injunctive norms) seemed to be less effective than providing normative information about others' behavior (descriptive norms, d + = 0.06 and 0.18, respectively). This finding supports the distinction between the two types of normative influence  [87]  and research that shows that descriptive norms can exert a more powerful effect on behavior and decision making than injunctive norms (eg,  [88, 89] ). Second, effect sizes associated with modeling, while substantial overall, were also highly variable rendering the overall estimate of effectiveness non-significant. Modeling is usually used to boost self-efficacy  [22] , and the present interventions tended to incorporate embedded videos demonstrating the focal behavior within the online intervention (eg,  [70, 90, 91] ). The variability in effect sizes in the present review was primarily caused by Mikolajczak et al's \"Queermasters\" intervention  [70] , which reported a negative effect on uptake of HIV testing at the three month follow up (d = -0.23). The authors attributed this finding to the relatively short follow-up, which may not have given participants opportunity to act on their newly formed positive intentions.\n\nRemoving Mikolajczak et al from the evaluation of the effects of modeling on behavior change rendered the effect size significant (k = 4, Q = 13.84, 95% CI = 0.14-0.84, d + = 0.49, P = .006)."
    },
    {
      "title": "Mode of Delivery",
      "text": "The present review developed a novel coding scheme for the mode by which Internet-based interventions are delivered. Dividing mode of delivery into automated functions, communicative functions, and use of supplementary modes proved informative, with distinct effects being identified within each category. Text messages were highly effective and used in several ways: to promote interaction with the intervention  [4, 5] , send motivational messages (eg, reminders of the benefits of exercise  [37] ), challenge dysfunctional beliefs  [71] , or provide a cue to action  [35] . Use of communicative functions, especially access to an advisor to request advice, also tended to be effective. It may be that, although the Internet provides a suitable medium for delivering interventions, personal contact via email  [92] , online  [93, 94] , or text message  [95]  helps to support behavior change."
    },
    {
      "title": "Conclusion",
      "text": "The present review is, to our knowledge, the first to systematically code the characteristics of Internet-based interventions designed to promote behavior change and to link these characteristics to effect size. The strengths of the review are the systematic, meta-analytic approach, the use of established coding frames where possible, and the large number of different interventions that focus on a range of different behaviors. The findings suggest that the effectiveness of Internet-based interventions is associated with more extensive use of theory (in particular the use of the theory of planned behavior), inclusion of more behavior change techniques, and use of additional methods of interacting with participants (especially text messages). The review provides a framework for research that can contribute to a science of Internet-based interventions  [1]  and our findings provide a rationale for investing in more intensive theory-based interventions that incorporate multiple behavior change techniques and modes of delivery. However, the heterogeneity of effects across findings and the relatively small number of interventions associated with some characteristics mean that the findings should be treated with caution and provide an empirical basis for experimental studies that can demonstrate cause and effect."
    },
    {
      "text": "Figure 1. Flow of information through the different phases of the review (adapted from [48])"
    },
    {
      "text": "a k = the number of interventions included in the estimate of effect size b Q = homogeneity for the subgroup of interventions c d+ = weighted average effect size d P < .05 e P < .01 f P < .001"
    },
    {
      "text": ". Effect sizes associated with interventions based on the TPB tended to have larger effects on behavior (d + = 0.36, k = 9, 95% CI 0.15 to 0.56) than did interventions based on the TTM (d + = 0.20, k = 12, 95% CI 0.08 to 0.33) that, in turn, had larger effects than did interventions based on SCT (d + = 0.15, k = 12, 95% CI 0.04 to 0.25)."
    },
    {
      "text": "Effect sizes are ordered within category by size of effect. Characteristics supported by less than three interventions were not examined in order to ensure reliable evaluations of the impact of particular intervention characteristics on effect size. b k = the number of interventions included in the estimate of effect size c Q = homogeneity across the subgroup of interventions d d+ = weighted average effect size e Removing Mikolajczak et al [70] from the evaluation of the effects of modeling on behavior change rendered the effect size significant (k = 4, Q = 13.84, 95% CI 0.14 to 0.84, d+ = 0.49,P = .006) f P < .05 g P < .01 h P < .001"
    },
    {
      "text": "Weighted effect sizes (d+) for behavior change as a function of Internet-based interventions by behavior type"
    },
    {
      "text": "Effect sizes a by theoretical basis, use of theory, behavior change techniques, and mode of delivery. The numbering for use of theory, behaviour change techniques, and the letters for mode of delivery correspond with those items in the coding frames and Multimedia Appendix 2."
    }
  ],
  "references": [
    {
      "title": "The science of internet interventions. Introduction",
      "authors": [
        "L Ritterband",
        "D Tate"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9132-5"
    },
    {
      "title": "Internet World Stats. World Internet Users and Population Stats",
      "year": 2009,
      "doi": "10.1177/089443939701500312"
    },
    {
      "title": "Methodological challenges in online trials",
      "authors": [
        "E Murray",
        "Z Khadjesari",
        "I White",
        "E Kalaitzaki",
        "C Godfrey",
        "J Mccambridge"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1052"
    },
    {
      "title": "Happy ending: a randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02119.x"
    },
    {
      "title": "A digital smoking cessation program delivered through internet and cell phone without nicotine replacement (happy ending): randomized controlled trial",
      "authors": [
        "H Brendryen",
        "F Drozd",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1005"
    },
    {
      "title": "Do brief online planning interventions increase physical activity amongst university students? A randomised controlled trial",
      "authors": [
        "S Skår",
        "F Sniehotta",
        "G Molloy",
        "A Prestwich",
        "V Araújo-Soares"
      ],
      "doi": "10.1080/08870440903456877"
    },
    {
      "title": "Randomized controlled trial of a one-minute intervention changing oral self-care behavior",
      "authors": [
        "F Sniehotta",
        "Araújo Soares",
        "V Dombrowski"
      ],
      "year": 2007,
      "doi": "10.1177/154405910708600711"
    },
    {
      "title": "Computer-delivered interventions for health promotion and behavioral risk reduction a meta-analysis of 75 randomized controlled trials, 1988-2007",
      "authors": [
        "D Portnoy",
        "A Lori",
        "S Sheldon",
        "B Johnson",
        "M Carey"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2008.02.014"
    },
    {
      "title": "Online support for smoking cessation: a systematic review of the literature",
      "authors": [
        "L Shahab",
        "A Mcewen"
      ],
      "year": 2009,
      "doi": "10.1111/j.1360-0443.2009.02710.x"
    },
    {
      "title": "Website-delivered physical activity interventions a review of the literature",
      "authors": [
        "C Vandelanotte",
        "K Spathonis",
        "E Eakin",
        "N Owen"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.02.041"
    },
    {
      "title": "A review of computer and Internet-based interventions for smoking behavior",
      "authors": [
        "S Walters",
        "J Wright",
        "R Shegog"
      ],
      "year": 2006,
      "doi": "10.1016/j.addbeh.2005.05.002"
    },
    {
      "title": "The effectiveness of Web-based vs. non-Web-based interventions: a meta-analysis of behavioral change outcomes",
      "authors": [
        "D Wantland",
        "C Portillo",
        "W Holzemer",
        "R Slaughter",
        "E Mcghee"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.4.e40"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Are interventions theory-based? Development of a theory coding scheme",
      "authors": [
        "S Michie",
        "A Prestwich"
      ],
      "year": 2010,
      "doi": "10.1037/a0016939"
    },
    {
      "title": "Behavior Modification and Therapy: An Introduction",
      "authors": [
        "R Bootzin"
      ],
      "year": 1975,
      "doi": "10.1016/s0005-7894(75)80049-9"
    },
    {
      "title": "Helping People Change: A Textbook of Methods",
      "authors": [
        "Fhe Kanfer",
        "Ape Goldstein"
      ],
      "year": 1986
    },
    {
      "title": "Interventions to prevent weight gain: a systematic review of psychological models and behaviour change methods",
      "authors": [
        "W Hardeman",
        "S Griffin",
        "M Johnston",
        "A Kinmonth",
        "N Wareham"
      ],
      "year": 2000,
      "doi": "10.1038/sj.ijo.0801100"
    },
    {
      "title": "A behavior change model for internet interventions",
      "authors": [
        "L Ritterband",
        "F Thorndike",
        "D Cox",
        "B Kovatchev",
        "L Gonder-Frederick"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9133-4"
    },
    {
      "title": "Effectiveness of an online computer-tailored physical activity intervention in a real-life setting",
      "authors": [
        "H Spittaels",
        "De Bourdeaudhuij",
        "I Brug",
        "J Vandelanotte"
      ],
      "year": 2007,
      "doi": "10.1093/her/cyl096"
    },
    {
      "title": "The Theory of Planned Behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90020-t"
    },
    {
      "title": "Internet-delivered behavior change program increases physical activity and improves cardiometabolic disease risk factors in sedentary adults: results of a randomized controlled trial",
      "authors": [
        "L Carr",
        "R Bartee",
        "C Dorozynski",
        "J Broomfield",
        "M Smith",
        "D Smith"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2007.12.005"
    },
    {
      "title": "Human agency in social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989,
      "doi": "10.1037/0003-066x.44.9.1175"
    },
    {
      "title": "Educational and Psychosocial Interventions for Adults with Diabetes",
      "authors": [
        "S Griffin",
        "A Kinmonth",
        "C Skinner",
        "J Kelly"
      ],
      "year": 1999,
      "doi": "10.1111/j.1464-5491.1990.tb01423.x"
    },
    {
      "title": "Behavioural medicine: changing our behaviour",
      "authors": [
        "T Marteau",
        "P Dieppe",
        "R Foy",
        "A Kinmonth",
        "N Schneiderman"
      ],
      "year": 2006,
      "doi": "10.1136/bmj.332.7539.437"
    },
    {
      "title": "Advancing the science of behaviour change",
      "authors": [
        "S Michie",
        "P Sheeran",
        "A Rothman"
      ],
      "year": 2007,
      "doi": "10.1080/14768320701233582"
    },
    {
      "title": "The use of theory in health behavior research from 2000 to 2005: a systematic review",
      "authors": [
        "J Painter",
        "Cpc Borba",
        "M Hynes",
        "D Mays",
        "K Glanz"
      ],
      "year": 2008,
      "doi": "10.1007/s12160-008-9042-y"
    },
    {
      "title": "Why innovations and advances in health behavior change will arise if interventions are used to test and refine theory",
      "authors": [
        "A Rothman"
      ],
      "year": 2004,
      "doi": "10.1186/1479-5868-1-11"
    },
    {
      "title": "How can Health Behavior Theory be made more useful for intervention research",
      "authors": [
        "R Jeffery"
      ],
      "year": 2004,
      "doi": "10.1186/1479-5868-1-10"
    },
    {
      "title": "The OFF theory of research utilization",
      "authors": [
        "A Oxman",
        "A Fretheim",
        "S Flottorp"
      ],
      "year": 2005,
      "doi": "10.1016/j.jclinepi.2004.10.002"
    },
    {
      "title": "A test of major assumptions about behavior change: a comprehensive look at the effects of passive and active HIV-prevention interventions since the beginning of the epidemic",
      "authors": [
        "D Albarracín",
        "J Gillette",
        "A Earl",
        "L Glasman",
        "M Durantini",
        "M Ho"
      ],
      "year": 2005,
      "doi": "10.1037/0033-2909.131.6.856"
    },
    {
      "title": "Randomized clinical trial of an Internet-based versus brief office intervention for adolescent smoking cessation",
      "authors": [
        "C Patten",
        "I Croghan",
        "T Meis",
        "P Decker",
        "S Pingree",
        "R Colligan"
      ],
      "year": 2006,
      "doi": "10.1016/j.pec.2006.03.001"
    },
    {
      "title": "Toward evidence-based Internet interventions: A Spanish/English Web site for international smoking cessation trials",
      "authors": [
        "R Muñoz",
        "L Lenert",
        "K Delucchi",
        "J Stoddard",
        "J Perez",
        "C Penilla"
      ],
      "year": 2006,
      "doi": "10.1080/14622200500431940"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: a meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136"
    },
    {
      "title": "A comparison of Web and print media for physical activity promotion among adolescent girls",
      "authors": [
        "J Marks",
        "M Campbell",
        "D Ward",
        "K Ribisl",
        "B Wildemuth",
        "M Symons"
      ],
      "year": 2006,
      "doi": "10.1016/j.jadohealth.2005.11.002"
    },
    {
      "title": "Feasibility and efficacy of a binge drinking prevention intervention for college students delivered via the Internet versus postal mail",
      "authors": [
        "M Moore",
        "J Soderquist",
        "C Werch"
      ],
      "year": 2005,
      "doi": "10.3200/jach.54.1.38-44"
    },
    {
      "title": "Medicine 2.0: social networking, collaboration, participation, apomediation, and openness",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1030"
    },
    {
      "title": "Internet-based exercise intervention systems: Are more interactive designs better?",
      "authors": [
        "R Hurling",
        "B Fairley",
        "M Dias"
      ],
      "year": 2006,
      "doi": "10.1080/14768320600603257"
    },
    {
      "title": "Does changing behavioral intentions engender behavior change? A meta-analysis of the experimental evidence",
      "authors": [
        "T Webb",
        "P Sheeran"
      ],
      "year": 2006,
      "doi": "10.1037/0033-2909.132.2.249"
    },
    {
      "title": "Web-based cognitive behavior therapy: analysis of site usage and changes in depression and anxiety scores",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "A Korten"
      ],
      "year": 2002,
      "doi": "10.2196/jmir.4.1.e3"
    },
    {
      "title": "Following up nonrespondents to an online weight management intervention: randomized trial comparing mail versus telephone",
      "authors": [
        "M Couper",
        "A Peytchev",
        "V Strecher",
        "K Rothert",
        "J Anderson"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e16"
    },
    {
      "title": "The DYD-RCT protocol: an on-line randomised controlled trial of an interactive computer-based intervention compared with a standard information website to reduce alcohol consumption among hazardous drinkers",
      "authors": [
        "E Murray",
        "J Mccambridge",
        "Z Khadjesari",
        "I White",
        "S Thompson",
        "C Godfrey"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2458-7-306"
    },
    {
      "title": "Internet-based interactive health intervention for the promotion of sensible drinking: patterns of use and potential impact on members of the general public",
      "authors": [
        "S Linke",
        "E Murray",
        "C Butler",
        "P Wallace"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e10"
    },
    {
      "title": "Long-term effectiveness of computer-generated tailored feedback in smoking cessation",
      "authors": [
        "A Dijkstra",
        "De Vries",
        "H Roijackers"
      ],
      "year": 1998,
      "doi": "10.1093/her/13.2.207"
    },
    {
      "title": "Moderators and mediators of a web-based computer-tailored smoking cessation program among nicotine patch users",
      "authors": [
        "V Strecher",
        "S Shiffman",
        "R West"
      ],
      "year": 2006,
      "doi": "10.1080/14622200601039444"
    },
    {
      "title": "The Internet for weight control in an obese sample: results of a randomised controlled trial",
      "authors": [
        "A Mcconnon",
        "S Kirk",
        "J Cockroft",
        "E Harvey",
        "D Greenwood",
        "J Thomas"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6963-7-206"
    },
    {
      "title": "Strategies for increasing adherence to an online smoking cessation intervention for college students",
      "authors": [
        "L An",
        "C Perry",
        "E Lein",
        "C Klatt",
        "D Farley",
        "R Bliss"
      ],
      "year": 2006,
      "doi": "10.1080/14622200601039881"
    },
    {
      "title": "Kann web-basierte Stressprävention erfolgreich sein? Erfahrungen mit dem Online-Elterntraining gegen Familienstress",
      "authors": [
        "Y Hänggi"
      ],
      "year": 2006,
      "doi": "10.1026/1616-3443.35.3.169"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "Dg; Prisma Altman",
        "Group"
      ],
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "authors": [
        "Zhong Xi",
        "Yi He"
      ],
      "year": 2009,
      "doi": "10.3736/jcim20090918"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions Version 5.0.1. The Cochrane Collaboration",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Two-year internet-based randomized controlled trial for weight loss in African-American girls",
      "authors": [
        "D Williamson",
        "H Walden",
        "M White",
        "E York-Crowe",
        "R Newton",
        "A Alfonso"
      ],
      "year": 2006,
      "doi": "10.1038/oby.2006.140"
    },
    {
      "title": "Methods of Meta-analysis: Correcting Error and Bias in Research Findings",
      "authors": [
        "J Hunter",
        "E Schmidt"
      ],
      "year": 1990
    },
    {
      "title": "What are the most effective techniques for changing self-efficacy to promote physical activity: a meta analysis",
      "authors": [
        "S Ashford",
        "J Edmunds",
        "D French"
      ],
      "year": 2009,
      "doi": "10.1348/135910709x461752"
    },
    {
      "title": "Methodological issues in research on web-based behavioral interventions",
      "authors": [
        "B Danaher",
        "J Seeley"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9129-0"
    },
    {
      "title": "The information of behavior change websites",
      "authors": [
        "B Danaher",
        "H Mckay",
        "J Seeley"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.2.e12"
    },
    {
      "title": "Comprehensive Meta-analysis Version 2",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2005
    },
    {
      "title": "The Handbook of Research Synthesis",
      "authors": [
        "H Cooper",
        "L Hedges"
      ],
      "year": 1994,
      "doi": "10.1177/0272989x9401400215"
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037/0033-2909.112.1.155"
    },
    {
      "title": "The combination of estimates from different experiments",
      "authors": [
        "W Cochran"
      ],
      "year": 1954,
      "doi": "10.2307/3001666"
    },
    {
      "title": "The clinical significance of \"small\" effects of smoking cessation treatments",
      "authors": [
        "R West"
      ],
      "year": 2007,
      "doi": "10.1111/j.1360-0443.2007.01750.x"
    },
    {
      "title": "The Transtheoretical Approach: Crossing the Traditional Boundaries of Therapy",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1984
    },
    {
      "title": "Belief, Attitude, and Behavior. An Introduction to Theory and Research",
      "authors": [
        "M Fishbein",
        "I Ajzen"
      ],
      "year": 1975
    },
    {
      "title": "The Elaboration Likelihood Model of persuasion",
      "authors": [
        "R Petty",
        "J Cacioppo"
      ],
      "year": 1986,
      "doi": "10.1016/s0065-2601(08)60214-2"
    },
    {
      "title": "Putting the fear back into fear appeals: the extended parallel process model",
      "authors": [
        "K Witte"
      ],
      "year": 1992,
      "doi": "10.1080/03637759209376276"
    },
    {
      "title": "Helping People Change: A Textbook of Methods",
      "authors": [
        "F Kanfer"
      ],
      "year": 1986
    },
    {
      "title": "The precaution adoption process",
      "authors": [
        "N Weinstein"
      ],
      "year": 1988,
      "doi": "10.1037/0278-6133.7.4.355"
    },
    {
      "title": "Diffusion of Innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 1962
    },
    {
      "title": "Why people use health services",
      "authors": [
        "I Rosenstock"
      ],
      "year": 1966,
      "doi": "10.2307/3348967"
    },
    {
      "title": "The health belief model and personal health behavior",
      "authors": [
        "M Becker"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200407"
    },
    {
      "title": "The Social Norms Approach to Preventing School and College Age Substance Abuse: A Handbook for Educators, Counsellors, and Clinicians",
      "authors": [
        "H Perkins"
      ],
      "year": 2003
    },
    {
      "title": "Evaluating the Effects of an Online HIV-Prevention Intervention to Promote HIV-Testing Behavior Among Men Who Have Sex With Men (MSM)",
      "authors": [
        "J Mikolajczak",
        "Gjp Van Breukelen",
        "G Kok",
        "H Hospers"
      ],
      "year": 2008,
      "doi": "10.1111/j.1464-0597.2008.00342.x"
    },
    {
      "title": "Using internet and mobile phone technology to deliver an automated physical activity program: randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni",
        "B Fairley",
        "T Hurst",
        "P Murray"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "Utility of a Web-based intervention for individuals with type 2 diabetes: the impact on physical activity levels and glycemic control",
      "authors": [
        "C Kim",
        "D Kang"
      ],
      "year": 2006,
      "doi": "10.1097/00024665-200611000-00008"
    },
    {
      "title": "A randomized controlled trial comparing internet and video to facilitate patient education for men considering the prostate specific antigen test",
      "authors": [
        "D Frosch",
        "R Kaplan",
        "V Felitti"
      ],
      "year": 2003,
      "doi": "10.1046/j.1525-1497.2003.20911.x"
    },
    {
      "title": "Evaluating patients' experiences with individual physicians: a randomized trial of mail, internet, and interactive voice response telephone administration of surveys",
      "authors": [
        "H Rodriguez",
        "T Von Glahn",
        "W Rogers",
        "H Chang",
        "G Fanjiang",
        "D Safran"
      ],
      "year": 2006,
      "doi": "10.1097/01.mlr.0000196961.00933.8e"
    },
    {
      "title": "Application of the Theory of Planned Behaviour in behaviour change interventions: a systematic review",
      "authors": [
        "W Hardeman",
        "M Johnston",
        "D Johnston",
        "D Bonetti",
        "N Wareham",
        "A Kinmonth"
      ],
      "year": 2002,
      "doi": "10.1080/08870440290013644a"
    },
    {
      "title": "Towards a theory of intentional behaviour change: plans, planning, and self-regulation",
      "authors": [
        "F Sniehotta"
      ],
      "year": 2009,
      "doi": "10.1348/135910708x389042"
    },
    {
      "title": "Does changing cognitions cause health behaviour change?",
      "authors": [
        "P Sheeran"
      ],
      "year": 2006
    },
    {
      "title": "An experimental test of the Theory of Planned Behaviour",
      "authors": [
        "F Sniehotta"
      ],
      "year": 2009,
      "doi": "10.1111/j.1758-0854.2009.01013.x"
    },
    {
      "title": "The effects on saturated fat purchases of providing internet shoppers with purchase-specific dietary advice: a randomised trial",
      "authors": [
        "A Huang",
        "F Barzi",
        "R Huxley",
        "G Denyer",
        "B Rohrlach"
      ],
      "year": 2006,
      "doi": "10.1371/journal.pctr.0010022"
    },
    {
      "title": "Weight loss on the web: A pilot study comparing a structured behavioral intervention to a commercial program",
      "authors": [
        "B Gold",
        "S Burke",
        "S Pintauro",
        "P Buzzell",
        "J Harvey-Berino"
      ],
      "year": 2007,
      "doi": "10.1038/oby.2007.520"
    },
    {
      "title": "Cost effectiveness of internet interventions: review and recommendations",
      "authors": [
        "D Tate",
        "E Finkelstein",
        "O Khavjou",
        "A Gustafson"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9131-6"
    },
    {
      "title": "Naltrexone and cue exposure with coping and communication skills training for alcoholics: treatment process and 1-year outcomes",
      "authors": [
        "P Monti",
        "D Rohsenow",
        "R Swift",
        "S Gulliver",
        "S Colby",
        "T Mueller"
      ],
      "year": 2001,
      "doi": "10.1111/j.1530-0277.2001.tb02170.x"
    },
    {
      "title": "Coping with temptations to smoke",
      "authors": [
        "S Shiffman"
      ],
      "year": 1984,
      "doi": "10.1037/0022-006x.52.2.261"
    },
    {
      "title": "Randomized, controlled trial of an internet-facilitated intervention for reducing binge eating and overweight in adolescents",
      "authors": [
        "M Jones",
        "K Luce",
        "M Osborne",
        "K Taylor",
        "D Cunning",
        "A Doyle"
      ],
      "year": 2008,
      "doi": "10.1542/peds.2007-1173"
    },
    {
      "title": "Comparing two web-based smoking cessation programs: randomized controlled trial",
      "authors": [
        "H Mckay",
        "B Danaher",
        "J Seeley",
        "E Lichtenstein",
        "J Gau"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.993"
    },
    {
      "title": "Web-based prevention: the online parental training in coping with stress in the family",
      "authors": [
        "Y Hänggi"
      ],
      "year": 2004
    },
    {
      "title": "The transsituational influence of social norms",
      "authors": [
        "R Reno",
        "R Cialdini",
        "C Kallgren"
      ],
      "year": 1993,
      "doi": "10.1037/0022-3514.64.1.104"
    },
    {
      "title": "Interaction effects in the theory of planned behaviour: studying cannabis use",
      "authors": [
        "M Conner",
        "B Mcmillan"
      ],
      "year": 1999,
      "doi": "10.1348/014466699164121"
    },
    {
      "title": "What factors predict scientists' intentions to participate in public engagement of science activities?",
      "authors": [
        "E Poliakoff",
        "T Webb"
      ],
      "year": 2007,
      "doi": "10.1177/1075547007308009"
    },
    {
      "title": "Justify your love. Testing an online STI risk communication intervention on condom use and STI testing",
      "authors": [
        "Fef Mevissen",
        "Rac Ruiter",
        "R Meertens",
        "F Zimbile",
        "H Schaalma"
      ],
      "doi": "10.1080/08870446.2011.531575"
    },
    {
      "title": "The efficacy of an online cognitive-behavioral family intervention in improving child behavior and social competence following pediatric brain injury",
      "authors": [
        "S Wade",
        "J Carey",
        "C Wolfe"
      ],
      "year": 2006,
      "doi": "10.1037/0090-5550.51.3.179"
    },
    {
      "title": "Internet-based home monitoring and education of children with asthma is comparable to ideal office-based care: results of a 1-year asthma in-home monitoring trial",
      "authors": [
        "D Chan",
        "C Callahan",
        "V Hatch-Pigott",
        "A Lawless",
        "H Proffitt",
        "N Manning"
      ],
      "year": 2007,
      "doi": "10.1542/peds.2006-1884"
    },
    {
      "title": "The D-Net diabetes self-management program: long-term implementation, outcomes, and generalization results",
      "authors": [
        "R Glasgow",
        "S Boles",
        "H Mckay",
        "E Feil",
        "M Barrera"
      ],
      "year": 2003,
      "doi": "10.1016/s0091-7435(02)00056-7"
    },
    {
      "title": "Cost-effectiveness in Health and Medicine",
      "authors": [
        "M Gold",
        "J Siegel",
        "L Russell",
        "M Weinstein"
      ],
      "year": 1996
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R Lin"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Feasibility of Internet health screening to recruit college students to an online smoking cessation intervention",
      "authors": [
        "L An",
        "D Hennrikus",
        "C Perry",
        "E Lein",
        "C Klatt",
        "D Farley"
      ],
      "year": 2007,
      "doi": "10.1080/14622200601083418"
    },
    {
      "title": "Effectiveness of a Web-based alcohol-misuse and harm-prevention course among high-and low-risk students",
      "authors": [
        "M Bersamin",
        "M Paschall",
        "M Fearnow-Kenney",
        "D Wyrick"
      ],
      "year": 2007,
      "doi": "10.3200/JACH.55.4.247-254"
    },
    {
      "title": "An internet physical activity intervention to reduce coronary heart disease risk in the metabolic syndrome population",
      "authors": [
        "K Bosak",
        "B Yates",
        "B Pozehl"
      ],
      "year": 2007,
      "doi": "10.1161/circulationaha.107.186213"
    },
    {
      "title": "Randomized trial on the 5 a day, the Rio Grande Way Website, a web-based program to improve fruit and vegetable consumption in rural communities",
      "authors": [
        "D Buller",
        "W Woodall",
        "D Zimmerman",
        "M Slater",
        "J Heimendinger",
        "E Waters"
      ],
      "year": 2008,
      "doi": "10.1080/10810730801985285"
    },
    {
      "title": "Reducing risk factors for eating disorders: comparison of an Internet-and a classroom-delivered psychoeducational program",
      "authors": [
        "A Celio",
        "A Winzelberg",
        "D Wilfley",
        "D Eppstein-Herald",
        "E Springer",
        "P Dev"
      ],
      "year": 2000,
      "doi": "10.1037/0022-006x.68.4.650"
    },
    {
      "title": "My student body: a high-risk drinking prevention web site for college students",
      "authors": [
        "E Chiauzzi",
        "T Green",
        "S Lord",
        "C Thum",
        "M Goldstein"
      ],
      "year": 2005,
      "doi": "10.3200/jach.53.6.263-274"
    },
    {
      "title": "Improving pediatric prevention via the internet: a randomized, controlled trial",
      "authors": [
        "D Christakis",
        "F Zimmerman",
        "F Rivara",
        "B Ebel"
      ],
      "year": 2006,
      "doi": "10.1542/peds.2006-0209"
    },
    {
      "title": "The effect of web based depression interventions on self reported help seeking: randomised controlled trial [ISRCTN77824516",
      "authors": [
        "H Christensen",
        "L Leach",
        "L Barney",
        "A Mackinnon",
        "K Griffiths"
      ],
      "year": 2006,
      "doi": "10.1186/1471-244x-6-13"
    },
    {
      "title": "The effect of a web-based, patient-directed intervention on knowledge, discussion, and completion of a health care proxy",
      "authors": [
        "A Cintron",
        "R Phillips",
        "M Hamel"
      ],
      "year": 2006,
      "doi": "10.1089/jpm.2006.9.1320"
    },
    {
      "title": "A field test of a web-based workplace health promotion program to improve dietary practices, reduce stress, and increase physical activity: randomized controlled trial",
      "authors": [
        "R Cook",
        "D Billings",
        "R Hersch",
        "A Back",
        "A Hendrickson"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e17"
    },
    {
      "title": "Maintenance of weight loss in overweight middle-aged women through the Internet",
      "authors": [
        "E Cussler",
        "P Teixeira",
        "S Going",
        "L Houtkooper",
        "L Metcalfe",
        "R Blew"
      ],
      "year": 2008,
      "doi": "10.1038/oby.2008.19"
    },
    {
      "title": "Comparing the efficacy of two Internet-based, computer-tailored smoking cessation programs: a randomized trial",
      "authors": [
        "J Etter"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e2"
    },
    {
      "title": "Comparison of internet and face-to-face delivery of a group body image and disordered eating intervention for women: a pilot study",
      "authors": [
        "M Fordis",
        "J King",
        "C Ballantyne",
        "P Jones",
        "K Schneider",
        "S Spann"
      ],
      "year": 2005,
      "doi": "10.1080/10640260500403790"
    },
    {
      "title": "Evaluation of an Internet, stage-based physical activity intervention",
      "authors": [
        "R Hager",
        "A Hardy",
        "S Aldana"
      ],
      "year": 2001,
      "doi": "10.1097/00005768-200105001-01301"
    },
    {
      "title": "Internet-delivered targeted group intervention for body dissatisfaction and disordered eating in adolescent girls: a randomized controlled trial",
      "authors": [
        "B Heinicke",
        "S Paxton",
        "S Mclean",
        "E Wertheim"
      ],
      "year": 2007,
      "doi": "10.1007/s10802-006-9097-9"
    },
    {
      "title": "Maintenance of internet-based prevention: a randomized controlled trial",
      "authors": [
        "C Jacobi",
        "L Morris",
        "C Beckers",
        "J Bronisch-Holtze",
        "J Winter",
        "A Winzelberg"
      ],
      "year": 2007,
      "doi": "10.1002/eat.20344"
    },
    {
      "title": "Fit for Life Boy Scout badge: outcome evaluation of a troop and Internet intervention",
      "authors": [
        "R Jago",
        "T Baranowski",
        "J Baranowski",
        "D Thompson",
        "K Cullen",
        "K Watson"
      ],
      "year": 2006,
      "doi": "10.1016/j.ypmed.2005.12.010"
    },
    {
      "title": "Smoking cessation via the internet: a randomized clinical trial of an internet intervention as adjuvant treatment in a smoking cessation intervention",
      "authors": [
        "S Japuntich",
        "M Zehner",
        "S Smith",
        "D Jorenby",
        "J Valdez",
        "M Fiore"
      ],
      "year": 2006,
      "doi": "10.1080/14622200601047900"
    },
    {
      "title": "A pilot study of a web-based physical activity motivational program for adults with physical disabilities",
      "authors": [
        "M Kosma",
        "B Cardinal",
        "J Mccubbin"
      ],
      "year": 2005,
      "doi": "10.1080/09638280500242713"
    },
    {
      "title": "Randomized controlled trial of a web-based primary care intervention for multiple health risk behaviors",
      "authors": [
        "K Kypri",
        "H Mcanally"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2005.07.010"
    },
    {
      "title": "An Internet-based patient-provider communication system: randomized controlled trial",
      "authors": [
        "C Lin",
        "L Wittevrongel",
        "L Moore",
        "B Beaty",
        "S Ross"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.4.e47"
    },
    {
      "title": "Internet-based chronic disease self-management: a randomized trial",
      "authors": [
        "K Lorig",
        "P Ritter",
        "D Laurent",
        "K Plant"
      ],
      "year": 2006,
      "doi": "10.1097/01.mlr.0000233678.80203.c1"
    },
    {
      "title": "Print versus website physical activity programs: a randomized trial",
      "authors": [
        "A Marshall",
        "E Leslie",
        "A Bauman",
        "B Marcus",
        "N Owen"
      ],
      "year": 2003,
      "doi": "10.1016/s0749-3797(03)00111-9"
    },
    {
      "title": "The diabetes network internet-based physical activity intervention: a randomized pilot study",
      "authors": [
        "H Mckay",
        "D King",
        "E Eakin",
        "J Seeley",
        "R Glasgow"
      ],
      "year": 2001,
      "doi": "10.2337/diacare.24.8.1328"
    },
    {
      "title": "A controlled trial of web-based diabetes disease management: the MGH diabetes primary care improvement project",
      "authors": [
        "J Meigs",
        "E Cagliero",
        "A Dubey",
        "P Murphy-Sheehy",
        "C Gildesgame",
        "H Chueh"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.3.750"
    },
    {
      "title": "Evaluation of an internet-based physical activity intervention: a preliminary investigation",
      "authors": [
        "M Napolitano",
        "M Fotheringham",
        "D Tate",
        "C Sciamanna",
        "Leslie Owen"
      ],
      "year": 2003,
      "doi": "10.1207/S15324796ABM2502_04"
    },
    {
      "title": "Randomized controlled trial of an internet-based versus face-to-face dyspnea self-management program for patients with chronic obstructive pulmonary disease: pilot study",
      "authors": [
        "H Nguyen",
        "D Donesky-Cuenco",
        "S Wolpin",
        "L Reinke",
        "J Benditt",
        "S Paul"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.990"
    },
    {
      "title": "Efficacy and use of an internet-delivered computer-tailored lifestyle intervention, targeting saturated fat intake, physical activity and smoking cessation: a randomized controlled trial",
      "authors": [
        "A Oenema",
        "J Brug",
        "A Dijkstra",
        "I De Weerdt",
        "H De Vries"
      ],
      "year": 2008,
      "doi": "10.1007/s12160-008-9023-1"
    },
    {
      "title": "Short-term evaluation of a web-based college alcohol misuse and harm prevention course (College Alc)",
      "authors": [
        "M Paschall",
        "M Bersamin",
        "M Fearnow-Kenney",
        "D Wyrick",
        "D Currey"
      ],
      "year": 2006
    },
    {
      "title": "American Cancer Society's QuitLink: randomized trial of Internet assistance",
      "authors": [
        "K Pike",
        "V Rabius",
        "A Mcalister",
        "A Geiger"
      ],
      "year": 2007,
      "doi": "10.1080/14622200701188877"
    },
    {
      "title": "the use of implementation intentions in promoting goal attainment",
      "authors": [
        "A Prestwich"
      ],
      "year": 2003,
      "doi": "10.5176/2251-2098_emg16.14"
    },
    {
      "title": "Initial efficacy of MI, TTM tailoring and HRI's with multiple behaviors for employee health promotion",
      "authors": [
        "J Prochaska",
        "S Butterworth",
        "C Redding",
        "V Burden",
        "N Perrin",
        "M Leo"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2007.11.007"
    },
    {
      "title": "Web-based self-help for problem drinkers: a pragmatic randomized trial",
      "authors": [
        "H Riper",
        "J Kramer",
        "F Smit",
        "B Conijn",
        "G Schippers",
        "P Cuijpers"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02063.x"
    },
    {
      "title": "An Internet intervention as adjunctive therapy for pediatric encopresis",
      "authors": [
        "L Ritterband",
        "D Cox",
        "L Walker",
        "B Kovatchev",
        "L Mcknight",
        "K Patel"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.5.910"
    },
    {
      "title": "A computer-based approach to preventing pregnancy, STD, and HIV in rural adolescents",
      "authors": [
        "A Roberto",
        "R Zimmerman",
        "K Carlyle"
      ],
      "year": 2007,
      "doi": "10.1080/10810730601096622"
    },
    {
      "title": "Providing a web-based online medical record with electronic communication capabilities to patients with congestive heart failure: randomized trial",
      "authors": [
        "S Ross",
        "L Moore",
        "M Earnest",
        "L Wittevrongel",
        "C Lin"
      ],
      "year": 2004,
      "doi": "10.2196/jmir.6.2.e12"
    },
    {
      "title": "Screening and brief intervention online for college students: the ihealth study",
      "authors": [
        "R Saitz",
        "T Palfai",
        "N Freedner",
        "M Winter",
        "A Macdonald",
        "J Lu"
      ],
      "year": 2007,
      "doi": "10.1093/alcalc/agl092"
    },
    {
      "title": "Effects of web-based psychoeducation on self-efficacy, problem solving behavior, stress responses and job satisfaction among workers: a controlled clinical trial",
      "authors": [
        "A Shimazu",
        "N Kawakami",
        "H Irimajiri",
        "M Sakamoto",
        "S Amano"
      ],
      "year": 2005,
      "doi": "10.1539/joh.47.405"
    },
    {
      "title": "Evaluation of a website-delivered computer-tailored intervention for increasing physical activity in the general population",
      "authors": [
        "H Spittaels",
        "De Bourdeaudhuij",
        "I Vandelanotte"
      ],
      "year": 2007,
      "doi": "10.1016/j.ypmed.2006.11.010"
    },
    {
      "title": "Using the Internet to promote physical activity: a randomized trial of intervention delivery modes",
      "authors": [
        "R Steele",
        "W Mummery",
        "T Dwyer"
      ],
      "year": 2007,
      "doi": "10.1123/jpah.4.3.245"
    },
    {
      "title": "Randomized controlled trial of a web-based computer-tailored smoking cessation program as a supplement to nicotine patch therapy",
      "authors": [
        "V Strecher",
        "S Shiffman",
        "R West"
      ],
      "year": 2005,
      "doi": "10.1111/j.1360-0443.2005.01093.x"
    },
    {
      "title": "Web-based smoking-cessation programs: results of a randomized trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair",
        "J Konkel"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2007.12.024"
    },
    {
      "title": "A randomised control study of a fully automated internet based smoking cessation programme",
      "authors": [
        "Lhg Swartz",
        "J Noell",
        "S Schroeder",
        "D Ary"
      ],
      "year": 2006,
      "doi": "10.1136/tc.2003.006189"
    },
    {
      "title": "Outcomes of a technology-based social norms intervention to deter alcohol use in freshman residence halls",
      "authors": [
        "D Thombs",
        "R Olds",
        "C Osborn",
        "S Casseday",
        "K Glavin",
        "A Berkowitz"
      ],
      "year": 2007,
      "doi": "10.3200/jach.55.6.325-332"
    },
    {
      "title": "Does the Internet assist clients to carry out contact tracing? A randomized controlled trial using web-based information",
      "authors": [
        "J Tomnay",
        "M Pitts",
        "T Kuo",
        "C Fairley"
      ],
      "year": 2006,
      "doi": "10.1258/095646206777323391"
    },
    {
      "title": "Using internet technology to deliver a home-based physical activity intervention for patients with rheumatoid arthritis: A randomized controlled trial",
      "authors": [
        "M Van Den Berg",
        "H Ronday",
        "A Peeters",
        "S Le Cessie",
        "F Van Der Giesen",
        "F Breedveld"
      ],
      "year": 2006,
      "doi": "10.1002/art.22339"
    },
    {
      "title": "Educational web-based intervention for high school students to increase knowledge and promote positive attitudes toward organ donation",
      "authors": [
        "A Vinokur",
        "R Merion",
        "M Couper",
        "E Jones",
        "Y Dong"
      ],
      "year": 2006,
      "doi": "10.1177/1090198106288596"
    },
    {
      "title": "A controlled trial of web-based feedback for heavy drinking college students",
      "authors": [
        "S Walters",
        "A Vader",
        "T Harris"
      ],
      "year": 2007,
      "doi": "10.1007/s11121-006-0059-9"
    },
    {
      "title": "Mediators of weight loss in a family-based intervention presented over the internet",
      "authors": [
        "M White",
        "P Martin",
        "R Newton",
        "H Walden",
        "E York-Crowe",
        "Gordon St"
      ],
      "year": 2004,
      "doi": "10.1038/oby.2004.132"
    },
    {
      "title": "Guide to health: nutrition and physical activity outcomes of a group-randomized trial of an Internet-based intervention in churches",
      "authors": [
        "R Winett",
        "E Anderson",
        "J Wojcik",
        "S Winett",
        "T Bowden"
      ],
      "year": 2007,
      "doi": "10.1007/bf02879907"
    },
    {
      "title": "Reducing risk factors for eating disorders: targeting at-risk women with a computerized psychoeducational program",
      "authors": [
        "M Zabinski",
        "M Pung",
        "D Wilfley",
        "D Eppstein",
        "A Winzelberg"
      ],
      "year": 2001,
      "doi": "10.1002/eat.1036"
    },
    {
      "title": "An interactive psychoeducational intervention for women at risk of developing an eating disorder",
      "authors": [
        "M Zabinski",
        "D Wilfley",
        "K Calfas",
        "A Winzelberg",
        "C Taylor"
      ],
      "year": 2004,
      "doi": "10.1037/0022-006x.72.5.914"
    }
  ],
  "num_references": 148,
  "original_doi": "https://doi.org/10.13039/100014660"
}
