{
  "paper_id": "WHINFXJU",
  "title": "Development of a Health Behavioral Digital Intervention for Patients With Hypertension Based on an Intelligent Health Promotion System and WeChat: Randomized Controlled Trial",
  "abstract": "Background: The effectiveness of timely medication, physical activity (PA), a healthy diet, and blood pressure (BP) monitoring for promoting health outcomes and behavioral changes among patients with hypertension is supported by a substantial amount of literature, with \"adherence\" playing a pivotal role. Nevertheless, there is a lack of consistent evidence regarding whether digital interventions can improve adherence to healthy behaviors among individuals with hypertension. \n Objective: The aim was to develop a health behavioral digital intervention for hypertensive patients (HBDIHP) based on an intelligent health promotion system and WeChat following the behavior change wheel (BCW) theory and digital micro-intervention care (DMIC) model and assess its efficacy in controlling BP and improving healthy behavior adherence. Methods: A 2-arm, randomized trial design was used. We randomly assigned 68 individuals aged >60 years with hypertension in a 1:1 ratio to either the control or experimental group. The digital intervention was established through the following steps: (1) developing digital health education materials focused on adherence to exercise prescriptions, Dietary Approaches to Stop Hypertension (DASH), prescribed medication, and monitoring of BP; (2) using the BCW theory to select behavior change techniques; (3) constructing the intervention's logic following the guidelines of the DMIC model; (4) creating an intervention manual including the aforementioned elements. Prior to the experiment, participants underwent physical examinations at the community health service center's intelligent health cabin and received intelligent personalized health recommendations. The experimental group underwent a 12-week behavior intervention via WeChat, while the control group received routine health education and a self-management manual. The primary outcomes included BP and adherence indicators. Data analysis was performed using SPSS, with independent sample t tests, chi-square tests, paired t tests, and McNemar tests. A P value <.05 was considered statistically significant. \n Results: The final analysis included 54 participants with a mean age of 67.24 (SD 4.19) years (n=23 experimental group, n=31 control group). The experimental group had improvements in systolic BP (-7.36 mm Hg, P=.002), exercise time (856.35 metabolic equivalent [MET]-min/week, P<.001), medication adherence (0.56, P=.001), BP monitoring frequency (P=.02), and learning performance (3.23, P<.001). Both groups experienced weight reduction (experimental: 1.2 kg, P=.002; control: 1.11 kg, P=.009) after the intervention. The diet types and quantities for both groups (P<.001) as well as the subendocardial viability ratio (0.16, P=.01) showed significant improvement. However, there were no statistically significant changes in other health outcomes. \n Conclusions: The observations suggest our program may have enhanced specific health outcomes and adherence to health behaviors in older adults with hypertension. However, a longer-term, larger-scale trial is necessary to validate the effectiveness.",
  "year": 2021,
  "date": "2021",
  "journal": "Lancet. Sep",
  "publication": "Lancet. Sep",
  "authors": [
    {
      "forename": "Ting",
      "surname": "Sun",
      "name": "Ting Sun",
      "affiliation": "1  Graduate School , University of Science and Technology of China , Hefei , China \n\t\t\t\t\t\t\t\t Graduate School \n\t\t\t\t\t\t\t\t University of Science and Technology of China \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hefei \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xuejie",
      "surname": "Xu",
      "name": "Xuejie Xu",
      "affiliation": "3  School of Nursing , Bengbu Medical University , Bengbu , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Bengbu Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bengbu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Zenghui",
      "surname": "Ding",
      "name": "Zenghui Ding",
      "affiliation": "2  Hefei Institutes of Physical Science , Chinese Academy of Sciences , Hefei , China \n\t\t\t\t\t\t\t\t Hefei Institutes of Physical Science \n\t\t\t\t\t\t\t\t Chinese Academy of Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hefei \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Hui",
      "surname": "Xie",
      "name": "Hui Xie",
      "affiliation": "3  School of Nursing , Bengbu Medical University , Bengbu , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Bengbu Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bengbu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Linlin",
      "surname": "Ma",
      "name": "Linlin Ma",
      "affiliation": "3  School of Nursing , Bengbu Medical University , Bengbu , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Bengbu Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bengbu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Jing",
      "surname": "Zhang",
      "name": "Jing Zhang",
      "affiliation": "3  School of Nursing , Bengbu Medical University , Bengbu , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Bengbu Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bengbu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yuxin",
      "surname": "Xia",
      "name": "Yuxin Xia",
      "affiliation": "3  School of Nursing , Bengbu Medical University , Bengbu , China \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Bengbu Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bengbu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Guoli",
      "surname": "Zhang",
      "name": "Guoli Zhang"
    },
    {
      "forename": "Bsn",
      "surname": "Zuchang Ma",
      "name": "Bsn Zuchang Ma",
      "affiliation": "2  Hefei Institutes of Physical Science , Chinese Academy of Sciences , Hefei , China \n\t\t\t\t\t\t\t\t Hefei Institutes of Physical Science \n\t\t\t\t\t\t\t\t Chinese Academy of Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hefei \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Zuchang",
      "surname": "Ma",
      "name": "Zuchang Ma"
    },
    {
      "affiliation": "Hefei Institutes of Physical Science Chinese Academy of Sciences # 350 Shushan Lake Road Shushan District Hefei , 230031 China \n\t\t\t\t\t\t\t\t Hefei Institutes of Physical Science \n\t\t\t\t\t\t\t\t Chinese Academy of Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t # 350 Shushan Lake Road Shushan District \n\t\t\t\t\t\t\t\t\t 230031 \n\t\t\t\t\t\t\t\t\t Hefei \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "",
  "keywords": [
    "adherence",
    "hypertension",
    "health behavior",
    "mHealth",
    "digital health"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Hypertension and Health Behavior Interventions",
      "text": "Hypertension, as a high-prevalence chronic disease, has become an important risk factor for many diseases (eg, stroke, renal disease) and a major contributor to the global burden of disease  [1, 2] . Approximately one-third of older adults with hypertension fail to achieve their blood pressure (BP) control goals  [3] . The reasons for the low rate of hypertension control are related to high-risk lifestyles such as poor dietary habits and low levels of physical activity (PA).\n\nRelevant studies have shown that adherence to recommended health behaviors can significantly reduce systolic blood pressure (SBP) by an average of 4.0 mm Hg to 5.6 mm Hg and diastolic blood pressure (DBP) by an average of 4.1 mm Hg to 5.3 mm Hg in individuals with hypertension  [4] . Engaging in a wide range of exercise training can lead to average reductions of 4.08 mm Hg to 8.24 mm Hg in SBP and 2.5 mm Hg to 4.0 mm Hg in DBP  [5] . Regular BP monitoring behaviors result in average reductions of 2.53 mm Hg to 4.7 mm Hg in SBP and 1.45 mm Hg to 2.4 mm Hg in DBP  [6, 7] . Adherence to Dietary Approaches to Stop Hypertension (DASH) not only reduces SBP and DBP by approximately 5.5 mm Hg and 3 mm Hg, respectively, but also reduces the chance of developing hypertension by 26%  [8, 9] . High medication adherence, combined with comprehensive interventions like diet and exercise management, leads to improved BP control  [10, 11] . It is evident that comprehensive health behavior interventions can achieve effective BP control, with adherence playing a pivotal role.\n\nIn recent years, several studies exploring intelligent health promotion systems that incorporate advanced technologies like artificial intelligence, wearable devices, and mobile communication have consistently shown their efficacy in managing chronic diseases  [12] [13] [14] . In addition, numerous studies support that independent mobile health (mHealth) apps play a vital role in community-based patient management  [10, 12, [14] [15] [16] . WeChat, China's predominant social communication mobile app, serves as one platform for mHealth interventions. It boasts a staggering daily user count of up to 902 million people and over 1 billion monthly active users spanning all age groups  [17] . Several studies have indicated that mHealth-based interventions can enhance health outcomes, quality of life, and self-care among patients with chronic diseases  [18, 19] . BP monitoring adherence (BPMA), dietary habits, and self-efficacy behaviors of patients with hypertension have been somewhat improved by these interventions based on mHealth  [20] [21] [22] . However, other studies have shown no significant change or little improvement in BP, medicine, exercise, and DASH adherence  [20, [23] [24] [25] ."
    },
    {
      "title": "Theoretical Framework",
      "text": "The behavior change wheel (BCW), which integrates 19 relevant theoretical frameworks for behavior change, was first proposed by Michie et al in 2011  [26] . As Figure  1  illustrates, it consists of 3 tiers. The inner tier is the Capability, Opportunity, Motivation-Behavior (COM-B) model, which is used to identify barriers to intervening in the target behavior. The second tier comprises the following 9 intervention categories intended to tackle identified behavioral obstacles: education, persuasion, motivation, coercion, training, restriction, environmental restructuring, demonstration, and empowerment. The outermost tier encompasses 7 policy categories (eg, regulation and legislation) that aid in the implementation of macrolevel interventions  [27] . This theory consists of 3 steps: understanding the behavior, identifying intervention options, and identifying content and implementing the options (ie, behavior change techniques [BCTs]). Michie et al  [28] , along with other scholars, developed \"The behavior change technique taxonomy of 93 hierarchically clustered techniques,\" which contains 93 BCTs and provides names, definitions, and examples. In the final step, researchers can select the necessary BCTs from this taxonomy list.\n\nScholars have applied this theory to community health promotion, health care management, and nursing care, resulting in positive outcomes  [29] [30] [31] [32] . Additionally, some researchers have extended its application to digital and mHealth interventions  [33] . The effectiveness of this lies in its ability to aid interveners in the systematic and scientific identification of intervention functions and specific BCTs for behavior change problems. Despite this, the theory does not provide much insight into the components of the intervention. The BCW can be supplemented by the digital micro-intervention care (DMIC) model  [25, 34] .\n\nIn 2020, the DMIC model proposed by Baumel and colleagues  [34]  provided a reference paradigm. This theoretical model promotes shorter, more focused interventions, known as micro-interventions. They can be highly focused on implementation in people's daily lives to help intervention recipients achieve desired short-term goals (the basis for achieving long-term goals). The DMIC comprises the following 3 core concepts: events (in-the-moment attempts at change or impact toward the overall target of the intervention), decision rules (guiding which events are deployed and when), and proximal assessments (assessing the impact of the event). Events are similar to specific BCTs, while decision rules deploy events in a meaningful way based on time, user status, or environmental information, allowing interveners to dynamically adjust the content of micro-interventions. Overall outcome assessment, proximal event outcome assessment, and assessment of user participation in the micro-intervention are 3 types of impact assessment for digital micro-interventions. Based on the results of the overall and proximal assessments and the continuous recording of the user engagement experience (ie, measuring the quality of attention, engagement, and immersion during the use of the program), it is possible to identify individuals with low levels of engagement and later search for the causes, modify the intervention decision rules, and re-engage the user. This theoretical framework advocates for interventions that aim to achieve specific objectives through in-the-moment intervention elements. These elements may not be directly tied to the attainment of a broader clinical goal  [34] . Each intervention in every event represents an immediate attempt to modify or influence the overall goal of the intervention. This implies that, in order to achieve a clinical objective, interventions should be broken down into numerous small steps and regulated through proximal assessments, ultimately leading to the attainment of the overall outcome."
    },
    {
      "title": "Goal of This Study",
      "text": "Therefore, our objective was to develop a health behavioral digital intervention for hypertensive patients (HBDIHP) based on BCW and DMIC and assess the effectiveness of this program in 2 groups after 3 months of intervention. This program involved exercise, diet, BP monitoring, and medication adherence intervention strategies. Consequently, we aimed to assess the effectiveness of this approach for enhancing outcomes for older adults with hypertension."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Development of HBDIHP"
    },
    {
      "title": "Community-Oriented Intelligent Health Promotion System",
      "text": "The Intelligent Health Promotion System is a cloud platform-based system that leverages health sign data and health questionnaire responses to generate intelligent health reports, personalized exercise prescriptions, and other tailored health recommendations. It also tracks and monitors individual health data. This system comprises the following 3 main layers: perception layer, decision layer, and application layer (see Figure  2 ). This system is installed in the Intelligent Health Cabin at community health service centers (see Figure  3 ). It currently supports a range of connected instruments, including cardiovascular function monitors, arteriosclerosis detectors, body composition monitors, bone densitometers, and physical fitness detectors. After completing assessments with these instruments, the system sends those collected data to its central cloud platform database. Participants need to continue to fill out various questionnaires, such as chronic disease history questionnaires, medication profiles, and family medical history surveys. The system then uses both instrument data and questionnaire responses to activate the intelligent decision-making and inference engine, which generates comprehensive reports. These reports provide a comprehensive evaluation of an individual's health status and offer personalized, evidence-based recommendations, namely personalized intervention plans."
    },
    {
      "title": "Assessment of Health Outcomes and Risk Prediction",
      "text": "The comprehensive report provides an overview of participants' health, identifying health issues in areas such as the cardiovascular system, lipid metabolism, musculoskeletal system, lifestyle, and physical fitness, while explaining the meaning of abnormal indicators. In the cardiovascular assessment, the system not only evaluates participants' cardiovascular systems based on instrument results but also predicts participants' heart age and the risk of cardiovascular disease using a machine learning model."
    },
    {
      "title": "Personalized Health Advice",
      "text": "The comprehensive report offers personalized health advice to each resident, which includes exercise prescriptions, dietary recommendations, and suggestions for behavior correction. The exercise prescription, based on the design principles of the American College of Sports Medicine guidelines (frequency, intensity, type, time, volume, and progression [FITT-VP]) combined with the Transtheoretical Model, delineates intervention plans tailored to the health care stage, exercise habit formation stage, scientific fitness stage, and exercise habit maintenance stage. After being processed by the intelligent decision module, the system generates exercise prescriptions customized for individual residents (see Figure  4 ), considering the exclusion of exercise contraindications. These prescriptions encompass exercise recommendations, principles, weekly plans, exercise correction, precautions, and exercise guidance (see Figure  5 )  [13] .\n\nA dietary guidance and behavior correction database was constructed using technical strategies such as expert systems and knowledge graphs. In practice, the system provides dietary recommendations and behavior correction suggestions (eg, health advice for sedentary individuals to change their unhealthy habits) based on diet-related questionnaires, medical history collection, and physical examination results (see Figure  6 ). JMIR Mhealth Uhealth 2024 | vol. 12 | e53006 | p. 5  https://mhealth.jmir.org/2024/1/e53006 (page number not for citation purposes) Sun et al JMIR MHEALTH AND UHEALTH XSL • FO RenderX Figure 5. Personalized exercise prescription."
    },
    {
      "title": "Development of the Health Behavioral Digital Intervention",
      "text": "A multidisciplinary working group for digital health intervention strategies was established during the entire intervention program design process. This group included 3 patients with hypertension, 1 clinical expert in hypertension, 1 management expert, and 1 behavioral psychology expert. Group-focused interviews were carried out at every stage of development. At this stage, experts evaluated intervention strategies using their professional knowledge, while patients with hypertension assessed the acceptability and utility of the interventions from their perspective. After finalizing the intervention scheme, experts who were not involved in the development were invited to assess its structural validity."
    },
    {
      "title": "Defining Health Behavior Management Targets and Health Education Content",
      "text": "The identification of the 4 key health behavior management targets and associated health education content for hypertension (see Table  1 ) was based on existing literature and previous research findings."
    },
    {
      "title": "Development of Digital Health Education Materials",
      "text": "Patient health education needs for the 4 targets were gathered through focus group interviews. Subsequently, evidence-based principles were used to develop textual materials related to exercise, diet, medication taking, and BP monitoring. These materials underwent content validity assessments by experts before being transformed into health education videos. For diet, in addition to creating health education videos based on the DASH guidelines, the research team developed a simplified DASH grading diet index score. The scoring system included items for evaluating daily meals, such as grains, vegetables, fruits, protein sources, cooking oil, and compliance with recommended food types and quantities. Items 1 through 7 represented positive scoring criteria for each recommended food category and quantity, while items 8 through 10 incurred deductions. The aim was to educate patients on recommended dietary behaviors through the acquisition of DASH knowledge and proficiency in using the simplified DASH grading diet index score. For exercise, in addition to providing general knowledge about exercise, the research team augmented the guidance materials (eg, videos on how to perform recommended exercise types) without altering the existing elements of the intelligent exercise prescription. Medication adherence and BP monitoring were primarily addressed through instructional videos that imparted relevant knowledge and skills. All relevant videos were accompanied by textual materials that were ultimately compiled into the \"hypertension self-management manual.\" See Figure  7  for an overview."
    },
    {
      "title": "Development of Digital Intervention Scheme Based on BCW and DMIC",
      "text": "We used the systematic workflow of the BCW to identify appropriate intervention categories and suitable BCTs. Details of this process have been published in other papers  [35] . Based on the identified BCTs, we developed corresponding textual content, which, along with the previously mentioned digital health education materials, collectively form the foundational elements of the DMIC theory. Subsequently, additional elements of the DMIC theory, namely proximal assessment indicators and decision rules, were determined based on literature review and expert opinions.\n\nFirst, the BCW theory was used to identify barriers related to capability, opportunity, and motivation affecting adherence to health behaviors by patients with hypertension. Intervention categories were chosen to address these barriers, including methods like education, persuasion, and incentivization. Figure  8  illustrates the process of developing the mHealth intervention scheme for improving adherence.\n\nSecond, BCTs, such as feedback on behavior, prompts, self-monitoring of behavior, and verbal persuasion about capability, were selected from the BCT taxonomy, which had already been coded and organized by researchers like Michie et al  [28] . Furthermore, based on the selected BCT, specific textual content was prepared (eg, BCT: focus on past success; text: \"You have successfully quit smoking in the past, and we believe you can also develop a scientific exercise habit! Keep it up!\").\n\nThird, following the DMIC model, we classified the textual content corresponding to BCTs and digital health education materials as \"events.\" Subsequently, we established decision rules that determined when and in what order interventions for these events should take place. Additionally, we established proximal assessment indicators (eg, knowledge level) for tailoring intervention strategies to individual patients and their corresponding events (eg, continue learning if qualified, relearn if not). Events, proximal assessment, and decision rules were integrated into intervention units organized by chronological stages, including assessing and preparing, committing and planning, and reinforcing behavioral habits. Notably, health education was primarily implemented during the assessing and preparing phase (first week).\n\nFourth, the intervention scheme was validated by an expert panel through 2 rounds of Delphi surveys. The panel of 15 experts included 6 nutrition experts, 2 clinical cardiologists, 3 clinical nurses and nursing teachers, and 4 exercise experts. The content validity index (CVI) was calculated and assessed using the item-level CVI (I-CVI) and a 4-point scale, respectively. The first round of assessments using the I-CVI ranged from 0.6 to 0.8. After adjusting the content based on the feedback and comments from the experts, the I-CVI reached 1 in the second round.\n\nFinally, all intervention logic and guidance content were compiled into an intervention manual. This manual included daily intervention tasks (eg, questionnaires, text based on BCTs, and the order of videos to be sent), communication guidelines, and personalized guidance strategies (eg, after assessing the extent of the patient's knowledge and skills, the approach to providing personalized guidance can be provided)."
    },
    {
      "title": "Study Design"
    },
    {
      "title": "Trial Design and Setting",
      "text": "The study protocol was previously published  [35] . This was a randomized controlled trial. The experimental group received the health behavioral digital intervention based on an intelligent health promotion system and WeChat for 12 weeks, while the control group received routine health services and was provided with a \"Hypertension Self-Management Manual\" to guide daily health behaviors (refer to Figure  9 ). The trial was conducted at 2 community health centers, both located in Anhui Province: Sanxiao Kou Community Health Service Center and Dongfeng Community Health Service Center."
    },
    {
      "title": "Patients",
      "text": "The staff at the community health service centers recruited eligible patients with hypertension within their jurisdiction through phone calls or verbal invitations using a convenience sampling method. The inclusion criteria for participants were as follows: (1) diagnosed with primary hypertension or currently taking antihypertensive medication; (2) aged >60 years; and (3) proficient in using smartphones and the WeChat application. The exclusion criteria were as follows: (1) patients with hypertension undergoing nonpharmacological treatment; (2) those with diabetes, kidney disease, or other conditions requiring special dietary and exercise considerations; (3) individuals participating in or having participated in other health management projects; and (4) those unable to measure BP in a home environment."
    },
    {
      "title": "Sample Size",
      "text": "The sample size for this study was determined based on the effect size. According to a previous meta-analysis comparing the BP-lowering effects of mHealth interventions and other traditional methods used by patients with hypertension, the mHealth experimental group demonstrated a significant reduction in BP, with an effect size of 0.7  [36] . The sample size for this study was calculated using GPower 3.1, assuming α=.05 and β=.2 and accounting for a 20% dropout rate, resulting in a final sample size of 68 participants."
    },
    {
      "title": "Randomization, Allocation, and Blinding",
      "text": "Prior to randomization, a researcher unfamiliar with the experimental design used SPSS (version 23; IBM Corp) to generate 68 random numbers. Subsequently, using the visual binning method, these numbers were divided into 2 groups (experimental group and control group). The paper slips containing the labeled random numbers were placed into sealed envelopes, and another researcher unaware of the experimental design was responsible for assigning participants to either the experimental group or control group. This researcher sequentially opened the envelopes and assigned participants to the experimental group or control group based on the numbers. Additionally, during the data collection phases before and after the experiment, we trained and employed 2 nursing graduate students unfamiliar with the study design. The data collection for the experimental group intervention process was conducted by 5 nursing undergraduates who were also unfamiliar with the experimental design."
    },
    {
      "title": "Outcomes"
    },
    {
      "title": "Primary Outcomes",
      "text": "Before and 12 weeks after the intervention, we used a cardiovascular function monitoring device (BX-CFTI-100, Intelligent Machine Institute) to measure participants' BP. Measurement details have been published  [13] . Through WeChat, 5 undergraduate students unfamiliar with the experimental design collected adherence indicators from the experimental group participants weekly. These indicators included exercise adherence, calculated as the ratio of actual weekly exercise time meeting the prescribed intensity to the total prescribed weekly exercise time; dietary adherence, assessed using the weekly average score of the simplified DASH grading diet index score (see protocol paper for details  [35] ); medication adherence, assessed using the weekly average score of the Modified Morisky Scale (Chinese version-MMS-8, Certificate Number: 8538-1877-1559-6025-5310)  [37] [38] [39] ; and BPMA calculated as the ratio of the actual weekly frequency of BP monitoring to the total recommended weekly frequency."
    },
    {
      "title": "Secondary Outcomes",
      "text": "Secondary outcomes were assessed before and after the intervention. Heart rate and subendocardial viability ratio (SEVR) were measured using the cardiovascular function monitor; brachial-ankle pulse wave velocity was measured using an arterial stiffness monitor (BX-AS-100, Intelligent Machine Institute); weight was measured using a body composition analyzer (BX-BCA-100, Intelligent Machine Institute); and lifestyle was assessed through an online questionnaire administered to participants pre-and postintervention.\n\nParticipants were questioned about health-related behaviors, including the frequency of smoking, drinking, diet, and PA. For smoking, the lifelong smoking quantity of participants was calculated based on the quantity and weekly frequency of cigarettes smoked. For those who had quit smoking, this calculation also included their smoking history before quitting. The alcohol content in one bottle of the most popular alcoholic beverages in Anhui Province is as follows: beer (500 mL, 3.2% alcohol): 17.5 g; white liquor (450 mL, 42% alcohol): 210 g; and wine (750 mL, 13.5%-14% alcohol): 97.5 g. Daily alcohol consumption was calculated using these values. Missing values for smoking and drinking data were set to zero. Participants were asked about the types, duration (in minutes), and frequency (per week) of PA they engaged in. PA time was determined in minutes per metabolic equivalent (MET) per day (min/MET/day) based on activity codes and MET intensities in the \"Compendium of Physical Activities.\" Weekly exercise time (MET-min/week) and weekly PA time (MET-min/week) were calculated, with missing values set to the median  [40] ."
    },
    {
      "title": "Statistical Analysis",
      "text": "Data analysis was carried out using SPSS, with independent sample t tests and chi-square tests used to evaluate the significance of differences between the 2 groups. Paired t tests and McNemar tests were used to compare differences within the same group before and after the 3-month intervention. A P value <.05 was considered statistically significant."
    },
    {
      "title": "Ethical Considerations",
      "text": "The study was approved by the Ethics Committee of Bengbu Medical College in June 2022 under approval number 2022-103, and the study began after informed consent was obtained from patients with hypertension and all participants allowed their data to be used anonymously. An independent data manager conducted weekly checks on the database to ensure its integrity and security. The implementation of data lockup aims to prevent any postmodification. All exported data must undergo anonymization by the data manager before statistical analysis can be conducted to safeguard the participants' information. Each participant who underwent the intervention and data collection at the community health center was given a gift of daily necessities valued at approximately US $6.87."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX"
    },
    {
      "title": "Results"
    },
    {
      "title": "Participants",
      "text": "Between September 5, 2022, and September 19, 2022, a total of 68 patients with hypertension were recruited through phone or verbal invitations from the 2 community health centers in Anhui Province. Participants were re-invited to the community health service center for health data and information collection between December 20, 2022, and January 5, 2023. A total of 54 participants (30 women and 24 men; mean age 67."
    },
    {
      "title": "Baseline Data",
      "text": "No statistically significant differences in health outcomes (eg, SBP, SEVR), adherence indicators (eg, exercise time, PA time, medication adherence), and learning performance were observed between the experimental group and control group at baseline."
    },
    {
      "title": "Intervention Effect",
      "text": "Table 2 displays the baseline and posttest results for both groups regarding health outcomes, adherence indicators, and learning performance. Significant changes were observed in SBP (-7.36 mm Hg, P=.05), SEVR (0.16, P=.01), exercise time (856.35 MET-min/week, P=.03), medication adherence (0.56, P=.02), BP monitoring frequency (P=.046), and learning performance (3.23, P<.001) in the intergroup comparison after 12 weeks. The PA time increased for the experimental group in the before-and-after comparisons (P=.045). Both groups experienced a reduction in weight after the intervention (experimental: 1.2 kg, P=.002; control: 1.11 kg, P=.009). Furthermore, the Cohen d values reflecting effect size were greater than 0.5 for all variables except PA time, indicating at least an intermediate effect size. Among these variables, the health outcomes of SEVR, recommended diet types (eg, meeting recommendations occasionally, sometimes, often), recommended diet quantities (eg, meeting recommendations occasionally, sometimes, often), BP monitoring frequency (eg, measure daily, measure 1-3 times a week, measure whenever remember), and learning performance had Cohen d values >0.8, suggesting a large effect size. Blood pressure monitoring frequency, n (%) 12 (52) 0 10 (32) 7 (23) Measure daily 9 (39) 18 (78) 14 (45) 16 (52) Measure 1-3 times a week 2 (9) 5 (22) 7 (23) 8 (26) Measure whenever remember <.001 0.887 <.001 1.617 12.78 (2.04) 9.91 (1.51) .15 0.323 9.55 (1.77) 9.32 (1.79) Learning performance, mean (SD) a 12-week intergroup P value. b SBP: systolic blood pressure. c DBP: diastolic blood pressure. d SEVR: subendocardial viability ratio. e baPWV: brachial-ankle pulse wave velocity. f MET: metabolic equivalent. g Not applicable."
    },
    {
      "title": "Changes in Weekly Adherence Indicators in the Experimental Group",
      "text": "The experimental group collected weekly average adherence indicators from the first week after the assessing and preparing phase (the second week of the project) through the eleventh week (the twelfth week of the project), as depicted in the curve shown in Figure  10 . From weeks 1 to 4, the exercise adherence curve indicated that this phase was when the intervention participants were most actively engaged in PA. They exceeded the prescribed exercise volume (>1). By week 5, the participants showed lower exercise adherence, followed by 2 weeks of rebound. Subsequently, exercise adherence sharply declined, reaching a stable state in weeks 10 and 11. The dietary adherence curve indicators exhibited the most noticeable fluctuations, reaching peaks in weeks 4 and 8 and valleys in weeks 6 and 10. Medication adherence gradually increased from week 1 to week 4, experienced fluctuations, and then steadily declined starting at week 7. Among the 4 indicators, the BPMA curve had smaller fluctuations. It steadily increased from week 1 to week 3, reached a low point in week 7, and remained relatively stable at 0.72 thereafter."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Health Outcomes",
      "text": "We observed varying degrees of positive impacts on health outcomes for patients with hypertension through this health behavioral digital intervention. The intervention demonstrated a significant effect on SBP control. It may also be effective at improving SEVR (with statistical differences observed between the 2 groups after the intervention). However, there is insufficient evidence to conclude that a WeChat-based digital intervention is more effective than a conventional intervention for weight improvement. Based on the current results, both interventions appear to have a positive effect on weight reduction. No statistically significant differences were found in other health outcome indicators.\n\nThe improvements in BP after our program's intervention were similar to previously published findings. Using methods such as text messaging, electronic reminders, and sharing health education links, both SBP and DBP can be reduced  [20] [21] [22] . However, our project only demonstrated a significant reduction in SBP and not DBP, consistent with the results found by some scholars  [41] [42] [43] . The reduction in BP may have resulted from the intervention measures we designed based on BCW and the DMIC model, which enhanced patients' knowledge and adherence to healthy behaviors. Several behaviors interacted dynamically and influenced each other, such as increased disease knowledge leading to regular BP monitoring at home  [8] . Regular attention to BP can assist individuals with better managing their condition  [44] , ultimately enhancing BP control. Both the DASH diet and exercise, either alone or in combination, can relax the smooth muscle of blood vessel walls to some extent, promoting blood circulation and consequently lowering BP  [45, 46] . Older adults with decreased vascular elasticity may have a tendency for elevated SBP and decreased DBP (as seen in our study with high mean SBP and normal mean DBP)  [47] . They may be more sensitive to reductions in SBP. Another possible reason for the reduction in SBP, but not DBP, could be attributed to variations in study populations, interventions, age groups, and medication usage. Regardless, the results of this study were generally consistent with the antihypertensive effects reported in the guidelines  [48] . Additionally, the exercise prescription aligned with the guideline recommendations of engaging in at least 30 minutes of moderate-intensity dynamic aerobic exercise per week (such as walking, jogging, cycling, or swimming) and a minimum of 2 to 3 days of resistance training per week. Simultaneously, the formulation of personalized behavior change strategies has further increased patient adherence to the exercise prescription. SEVR, a reliable indicator of myocardial oxygen supply and demand  [49] , may be more closely associated with exercise. Our previous study demonstrated an improvement in this indicator after an exercise intervention  [13] , and other researchers have also observed significant enhancements in SEVR across different age groups (18-80 years) following exercise interventions  [50] . Regarding weight, there was a reduction observed in both groups of patients with hypertension when comparing pre-and postintervention data. This reduction aligns with the results of our previous 1-arm before-and-after study  [13] . However, the WeChat-based intervention did not demonstrate superiority, possibly due to the limited sample size with this experiment. There were no statistically significant differences observed in heart rate and brachial-ankle pulse wave velocity. This finding contradicted our 1-year study results, which may be attributed to the small sample size and the relatively short duration of the study. Some scholars pointed out that exercise training to improve atherosclerosis requires higher exercise intensity and longer duration, while the participants in this study were older adults with chronic diseases and the exercise prescriptions mostly provided lower exercise intensity  [51] ."
    },
    {
      "title": "Adherence Indicators",
      "text": "This program enhanced the health knowledge of community-based patients with hypertension and fostered compliance with medication, BP monitoring, exercise, and dietary guidelines, which was consistent with the findings in some previous literature  [20] [21] [22] . The improvement in knowledge highlighted the efficacy of educating patients with hypertension, serving as the cornerstone of healthy behavior change.\n\nThe improvement in medication adherence in our research supports the findings of other research  [52] [53] [54] . This study indicated that the Morisky scores before and after the intervention (6.77-7.65) were within the moderate range, with slightly better outcomes compared with the results reported by Morawski et al  [55]  (same assessment tool: 12 weeks, 6-6.3). Medication education and adherence reminders based on video, text messages, and other mobile app functions were some of the most common interventions for medication adherence in cardiovascular diseases  [56] . These were key BCTs in our project. Foreman et al  [57]  suggested that medication text reminders reinforcing medication adherence can lead to higher oral medication adherence among patients with hypertension. Information reminders also help patients maintain higher compliance over time. However, long-term, high-frequency reminders may result in response fatigue in patients  [58] . This may explain why our research showed that medication adherence was highest during weeks 2 to 6 (commitment and planning stage) but significantly declined after week 7 (behavioral habit consolidation stage). This highlights the need for researchers to adopt additional behavior change strategies to address patient fatigue during this phase. The effectiveness of electronic reminders and health education in improving patient compliance with BP monitoring has also been confirmed  [53] . Based on our research findings, the curve for BPMA showed the least fluctuation. This suggests that BPMA is relatively stable for patients. It is crucial to emphasize the importance of BP monitoring to patients and establish corresponding health behaviors, particularly during the initial phase of the intervention. Additionally, monitoring BP is often the first health behavior action adopted by patients, and it plays a pivotal role in the transition to other health behaviors  [44] . Therefore, it should receive special attention during the initial stages.\n\nMost studies have consistently demonstrated the impact of various exercise types and intensities on BP improvement. Research involving mHealth or telehealth interventions through smartphones for patients with coronary heart disease or hypertension has also reported their positive effects on exercise compliance  [22, 59] , which were consistent with our results. Our research revealed a significant rise and reduction in the exercise prescription adherence curve. This indicator was highest during weeks 2 to 6, but it significantly declined starting from week 7. This suggests that emphasis should be placed on maintaining exercise habits. The effectiveness of DASH in improving BP is unquestionable. However, the results of a systematic review indicated only weak evidence supporting the use of smartphone apps to enhance DASH dietary adherence and reduce BP  [60] . From our study's perspective, there was significant fluctuation in DASH dietary adherence. This variability may be attributed to the complexity of dietary management compared with other health behaviors, making it difficult to implement and provide feedback  [61] . This poses a greater challenge for researchers in designing interventions to improve dietary compliance among patients with hypertension.\n\nIn this study, considering the decline in participant adherence indicators after a certain period of intervention, effective strategies may help alleviate participant adherence fatigue, thereby sustaining and enhancing patient engagement. For exercise adherence, research indicates that the effectiveness of interventions is not necessarily correlated with longer intervention periods or higher frequencies. Therefore, tailoring interventions to individual preferences, using different proven therapeutic intervention types for specific target populations, maintaining intervention frequencies above once per week, and ensuring a moderate planned duration may be crucial factors in promoting intervention adherence  [62] . Additionally, involving professionals from different disciplines (such as psychologists, doctors, and nurses), having professionals supervise the implementation of intervention plans, and actively engaging in social interactions with staff and other participants have proven effective in enhancing participant adherence and increasing engagement  [62] . Regular home visits  [63] , actively implementing strategies to increase participant self-efficacy  [64] , and incorporating gamification elements into interventions  [65]  are also effective strategies to address participant compliance fatigue. During the intervention implementation process, dynamically assessing and understanding the drivers and barriers of adherence based on the participant's stage and providing personalized decision support and motivation can effectively enhance participant adherence and engagement  [66, 67] .\n\nNotably, there is a lack of research on behavior change interventions for hypertension based on the BCW and DMIC. Therefore, a more intricate experimental design and thorough investigation are required to understand the precise mechanisms underlying the effectiveness of this project, including which components and specific BCTs are effective."
    },
    {
      "title": "Limitations",
      "text": "This study has several limitations. First, we were unable to implement blinding for the personnel involved in the hypertensive health behavior interventions. To mitigate this, we established standardized intervention procedures, provided intervention strategies tailored to different patient types, edited intervention guidance language based on BCTs, incorporated the aforementioned content into the intervention manual, and conducted training for all intervention personnel. Second, the generalizability of our trial's results may be limited for populations of patients with hypertension residing elsewhere, as they may possess sociodemographic and comorbidity characteristics distinct from those of our study participants. Third, some measurement indicators relied on patient self-report, which could potentially affect the credibility of the results. Fourth, considering the workload, this study did not assess changes in compliance indicators in the control group nor did it collect more comprehensive dietary-related information. This requires correction in future experiments of app-based hypertension health behavior interventions."
    },
    {
      "title": "Conclusions",
      "text": "The observations suggest that our program may have improved specific health outcomes and adherence to health behaviors in older adults with hypertension. In terms of health outcomes, participants observed significant improvements in SBP, SEVR, and weight. Moreover, there were noteworthy changes in adherence indicators, such as exercise duration, medication adherence, PA duration, frequency of BP monitoring, and learning performance. However, due to our small sample size and short intervention duration, a larger sample size and longer randomized controlled trial are needed to validate the intervention's effects, explore its mechanisms, and identify the specific design elements that are effective. Additionally, among the 4 adherence behaviors, dietary adherence is the most susceptible to external influences, and more BCTs targeting dietary adherence should be considered in intervention design."
    },
    {
      "text": "Figure 1. Behavior change wheel."
    },
    {
      "text": "Figure 2. Intelligent health promotion system architecture diagram."
    },
    {
      "text": "Figure 3. Intelligent Health Cabin."
    },
    {
      "text": "Figure 4. Exercise prescription generation flowchart."
    },
    {
      "text": "Figure 6. Dietary recommendations and behavior correction suggestions."
    },
    {
      "text": "Figure 7. Hypertension self-management manual."
    },
    {
      "text": "Figure 8. The process of shaping the mobile health (mHealth) intervention scheme for adherence. BCT: behavior change technique; BCW: behavior change wheel; DMIC: digital micro-intervention care."
    },
    {
      "text": "Figure 9. Trial design."
    },
    {
      "text": "24, SD 4.19 years) were included in the final analysis: 23 in the experimental group and 31 in the control group. Exclusions were due to various reasons, including hospitalization for illness (2 individuals), inability to complete the postintervention assessment (3 individuals), health conditions deteriorating to the point of hindering PA (4 individuals), voluntary withdrawal from the study (4 individuals), and a change in antihypertensive medication (1 individual). Other patients did not change their hypertension medication during the intervention."
    },
    {
      "text": "Figure 10. Average adherence indicators by week in the intervention: (A) exercise adherence (EA), (B) dietary adherence (DA), (C) medication adherence (MA), (D) blood pressure monitoring adherence (BPMA)."
    },
    {
      "text": "Health education targets and content."
    },
    {
      "text": "Effects of the health behavioral digital intervention for hypertensive patients (HBDIHP) effects (N=54)."
    }
  ],
  "references": [
    {
      "title": "Worldwide trends in hypertension prevalence and progress in treatment and control from 1990 to 2019: a pooled analysis of 1201 population-representative studies with 104 million participants",
      "authors": [
        "Ncd-Risc"
      ],
      "year": 2021,
      "doi": "10.1016/S0140-6736(21)01330-1"
    },
    {
      "title": "The Writing Committee of the Report on Cardiovascular Health and Diseases in China. Report on Cardiovascular Health and Diseases in China 2022: an Updated Summary",
      "year": 2023,
      "doi": "10.3967/bes2023.106"
    },
    {
      "title": "Medication non-adherence: a major cause of resistant hypertension",
      "authors": [
        "S Hamrahian"
      ],
      "year": 2020,
      "doi": "10.1007/s11886-020-01400-3"
    },
    {
      "title": "Long-term results of a digital hypertension self-management program: retrospective cohort study",
      "authors": [
        "J Wu",
        "J Napoleone",
        "S Linke",
        "M Noble",
        "M Turken",
        "M Rakotz"
      ],
      "year": 2023,
      "doi": "10.2196/43489"
    },
    {
      "title": "Exercise training and resting blood pressure: a large-scale pairwise and network meta-analysis of randomised controlled trials",
      "authors": [
        "J Edwards",
        "Ahp Deenmamode",
        "M Griffiths",
        "O Arnold",
        "N Cooper",
        "J Wiles"
      ],
      "year": 2023,
      "doi": "10.1136/bjsports-2022-106503"
    },
    {
      "title": "How behavior change strategies are used to design digital interventions to improve medication adherence and blood pressure among patients with hypertension: systematic review",
      "authors": [
        "K Etminani",
        "Tao Engström",
        "A Göransson",
        "C Sant'anna",
        "A Nowaczyk"
      ],
      "year": 2020,
      "doi": "10.2196/17201"
    },
    {
      "title": "Self-monitoring of blood pressure to guide titration of antihypertensive medication-a new era in hypertension management?",
      "authors": [
        "J Ho",
        "R Carnagarin",
        "V Matthews",
        "M Schlaich"
      ],
      "year": 2019,
      "doi": "10.21037/cdt.2018.08.01"
    },
    {
      "title": "Association of adherence to the dietary approach to stop hypertension and Mediterranean diets with blood pressure in a non-hypertensive population: Results from Isfahan Salt Study (ISS)",
      "authors": [
        "M Rahimlou",
        "N Grau",
        "N Banaie-Jahromi",
        "M Taheri",
        "A Khosravi",
        "Y Mavrommatis"
      ],
      "year": 2022,
      "doi": "10.1016/j.numecd.2021.09.029"
    },
    {
      "title": "Non-pharmacological management of hypertension",
      "authors": [
        "N Verma",
        "S Rastogi",
        "Y Chia",
        "S Siddique",
        "Y Turana",
        "H Cheng"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14236"
    },
    {
      "title": "The application of \"hospital-community-family\" three-dimensional information management in the follow-up of hypertension in community",
      "authors": [
        "Z Li",
        "L He"
      ],
      "year": 2018
    },
    {
      "title": "Effect evaluation on comprehensive intervention of hypertension under family physician model",
      "authors": [
        "S Wang"
      ],
      "year": 2018
    },
    {
      "title": "Informatization of exercise prescription and its application",
      "authors": [
        "J Xu",
        "Y Wei",
        "J Ye"
      ],
      "year": 2023
    },
    {
      "title": "Intelligent personalized exercise prescription based on an eHealth promotion system to improve health outcomes of middle-aged and older adult community dwellers: pretest-posttest study",
      "authors": [
        "T Sun",
        "Y Xu",
        "H Xie",
        "Z Ma",
        "Y Wang"
      ],
      "year": 2021,
      "doi": "10.2196/28221"
    },
    {
      "title": "Development of smart body assessment and health promotion system for middle-aged and elderly people",
      "authors": [
        "Z Ning",
        "S Li",
        "S Ma"
      ],
      "year": 2021,
      "doi": "10.26914/c.cnkihy.2021.048574"
    },
    {
      "title": "Effectiveness of mHealth interventions in improving medication adherence among people with hypertension: a systematic review",
      "authors": [
        "S Xiong",
        "H Berkhouse",
        "M Schooler",
        "W Pu",
        "A Sun",
        "E Gong"
      ],
      "year": 2018,
      "doi": "10.1007/s11906-018-0886-7"
    },
    {
      "title": "Effect of mobile applications on blood pressure control and their development in China: a systematic review and meta-analysis",
      "authors": [
        "H Han",
        "W Guo",
        "Y Lu",
        "M Wang"
      ],
      "year": 2020,
      "doi": "10.1016/j.puhe.2020.05.024"
    },
    {
      "title": "Research advances in hypertension management based on mobile healthcare",
      "authors": [
        "P Yang",
        "X Zhu",
        "Z Chen"
      ],
      "year": 2020
    },
    {
      "title": "Behaviour change: digital and mobile health interventions",
      "year": 2020
    },
    {
      "title": "Mobile apps for blood pressure monitoring: systematic search in app stores and content analysis",
      "authors": [
        "H Jamaladin",
        "T Van De Belt",
        "L Luijpers",
        "F De Graaff",
        "S Bredie",
        "N Roeleveld"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9888"
    },
    {
      "title": "Impact of telehealth interventions on medication adherence for patients with type 2 diabetes, hypertension, and/or dyslipidemia: a systematic review",
      "authors": [
        "J Bingham",
        "M Black",
        "E Anderson",
        "Y Li",
        "N Toselli",
        "S Fox"
      ],
      "year": 2021,
      "doi": "10.1177/1060028020950726"
    },
    {
      "title": "Impact of mHealth interventions on supporting dietary adherence in cardiovascular disease: a systematic review",
      "authors": [
        "Sjm Thom",
        "B Sivakumar",
        "T Ayodele",
        "M Tan",
        "J Brown",
        "J Arcand"
      ],
      "year": 2023,
      "doi": "10.1016/j.jneb.2023.03.004"
    },
    {
      "title": "The effect of the mobile \"blood pressure management application\" on hypertension self-management enhancement: a randomized controlled trial",
      "authors": [
        "A Bozorgi",
        "H Hosseini",
        "H Eftekhar",
        "R Majdzadeh",
        "A Yoonessi",
        "A Ramezankhani"
      ],
      "year": 2021,
      "doi": "10.1186/s13063-021-05270-0"
    },
    {
      "title": "The adoption and acceptance of mHealth interventions for self-management of hypertension among adult patients: a systematic review",
      "authors": [
        "S Alzahrani",
        "Bin Muammar",
        "Bin Muammar",
        "A Alolah",
        "A Almutawa"
      ],
      "year": 2022,
      "doi": "10.7759/cureus.31584"
    },
    {
      "title": "The effectiveness of self-management of hypertension in adults using mobile health: systematic review and meta-analysis",
      "authors": [
        "R Li",
        "N Liang",
        "F Bu",
        "T Hesketh"
      ],
      "year": 2020,
      "doi": "10.2196/17776"
    },
    {
      "title": "The development and implementation of integrated care for childhood overweight and obesity in the Netherlands PhD-Thesis -Research and graduation internal",
      "authors": [
        "L Koetsier"
      ],
      "year": 2023,
      "doi": "10.5463/thesis.185"
    },
    {
      "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Overview and practice of the behavior change wheel theory in foreign contexts",
      "authors": [
        "L Cai",
        "Y Shan",
        "L Du",
        "Y Li",
        "Y Zhou",
        "T Jiang"
      ],
      "year": 2019
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Development of an implementation strategy for patient decision aids in rheumatoid arthritis through of the behavior change wheel",
      "authors": [
        "Ceh Barber",
        "N Spencer",
        "N Bansback",
        "G Zimmermann",
        "L Li",
        "D Richards"
      ],
      "year": 2021,
      "doi": "10.1002/acr2.11250"
    },
    {
      "title": "Facilitators and barriers to smoking cessation among minority men using the behavioral-ecological model and Behavior Change Wheel: A concept mapping study",
      "authors": [
        "N Daoud",
        "Y Jung",
        "Sheikh Muhammad",
        "A Weinstein",
        "R Qaadny",
        "A Ghattas"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0204657"
    },
    {
      "title": "Using the behavior change wheel to link published deprescribing strategies to identified local primary healthcare needs",
      "authors": [
        "I Bai",
        "J Isenor",
        "E Reeve",
        "A Whelan",
        "R Martin-Misener",
        "S Burgess"
      ],
      "year": 2022,
      "doi": "10.1016/j.sapharm.2021.12.001"
    },
    {
      "title": "Improving case detection of tuberculosis in hospitalised Kenyan children-employing the behaviour change wheel to aid intervention design and implementation",
      "authors": [
        "J Oliwa",
        "J Nzinga",
        "E Masini",
        "M Van Hensbroek",
        "C Jones",
        "M English"
      ],
      "year": 2020,
      "doi": "10.1186/s13012-020-01061-4"
    },
    {
      "title": "Smartphone-connected hearing aids enable and empower self-management of hearing loss: a qualitative interview study underpinned by the behavior change wheel",
      "authors": [
        "R Gomez",
        "A Habib",
        "D Maidment",
        "M Ferguson"
      ],
      "year": 2022,
      "doi": "10.1097/aud.0000000000001143"
    },
    {
      "title": "Digital micro interventions for behavioral and mental health gains: core components and conceptualization of digital micro intervention care",
      "authors": [
        "A Baumel",
        "T Fleming",
        "S Schueller"
      ],
      "year": 2020,
      "doi": "10.2196/20631"
    },
    {
      "title": "Evaluating a WeChat-based health behavioral digital intervention for patients with hypertension: protocol for a randomized controlled trial",
      "authors": [
        "T Sun",
        "H Zhao",
        "Z Ding",
        "H Xie",
        "L Ma",
        "Y Zhang"
      ],
      "year": 2023,
      "doi": "10.2196/46883"
    },
    {
      "title": "Impact and efficacy of mobile health intervention in the management of diabetes and hypertension: a systematic review and meta-analysis",
      "authors": [
        "Y Mao",
        "Lin Wen",
        "J Chen"
      ],
      "year": 2020,
      "doi": "10.1136/bmjdrc-2020-001225"
    },
    {
      "title": "Predictive validity of a medication adherence measure in an outpatient setting",
      "authors": [
        "D Morisky",
        "A Ang",
        "M Krousel-Wood",
        "H Ward"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.07572.x"
    },
    {
      "title": "Effect of intensive blood-pressure treatment on patient-reported outcomes",
      "authors": [
        "D Berlowitz",
        "C Foy",
        "L Kazis",
        "L Bolin",
        "M Conroy",
        "P Fitzpatrick"
      ],
      "year": 2017,
      "doi": "10.1056/NEJMoa1611179"
    },
    {
      "title": "Cost-effectiveness of intensive versus standard blood-pressure control",
      "authors": [
        "A Bress",
        "B Bellows",
        "J King",
        "R Hess",
        "S Beddhu",
        "Z Zhang"
      ],
      "year": 2017,
      "doi": "10.1056/nejmsa1616035"
    },
    {
      "title": "Compendium of physical activities: an update of activity codes and MET intensities",
      "authors": [
        "B Ainsworth",
        "W Haskell",
        "M Whitt",
        "M Irwin",
        "A Swartz",
        "S Strath"
      ],
      "year": 2000,
      "doi": "10.1097/00005768-200009001-00009"
    },
    {
      "title": "Effectiveness of mHealth interventions for improving hypertension control in uncontrolled hypertensive patients: A meta-analysis of randomized controlled trials",
      "authors": [
        "L Zhou",
        "L He",
        "Y Kong",
        "Y Lai",
        "J Dong",
        "C Ma"
      ],
      "year": 2023,
      "doi": "10.1111/jch.14690"
    },
    {
      "title": "Assessing the effectiveness of mHealth interventions for diabetes and hypertension management in Africa: systematic review and meta-analysis",
      "authors": [
        "P Aovare",
        "K Abdulai",
        "A Laar",
        "E Van Der Linden",
        "N Moens",
        "E Richard"
      ],
      "year": 2023,
      "doi": "10.2196/43742"
    },
    {
      "title": "Utilizing a mobile health intervention to manage hypertension in an underserved community",
      "authors": [
        "P Zha",
        "R Qureshi",
        "S Porter",
        "Y Chao",
        "D Pacquiao",
        "S Chase"
      ],
      "year": 2020,
      "doi": "10.1177/0193945919847937"
    },
    {
      "title": "Exploring and characterizing patient multibehavior engagement trails and patient behavior preference patterns in pathway-based mHealth hypertension self-management: analysis of use data",
      "authors": [
        "D Wu",
        "X Huyan",
        "Y She",
        "J Hu",
        "H Duan",
        "N Deng"
      ],
      "year": 2022,
      "doi": "10.2196/33189"
    },
    {
      "title": "Cardiovascular effects and benefits of exercise",
      "authors": [
        "M Nystoriak",
        "A Bhatnagar"
      ],
      "year": 2018,
      "doi": "10.3389/fcvm.2018.00135"
    },
    {
      "title": "Dietary Approaches to Stop Hypertension (DASH): potential mechanisms of action against risk factors of the metabolic syndrome",
      "authors": [
        "M Akhlaghi"
      ],
      "year": 2019,
      "doi": "10.1017/s0954422419000155"
    },
    {
      "title": "Arterial stiffness and hypertension in the elderly",
      "authors": [
        "S Laurent",
        "P Boutouyrie"
      ],
      "year": 2020,
      "doi": "10.3389/fcvm.2020.544302"
    },
    {
      "title": "ESC/ESH Guidelines for the management of arterial hypertension",
      "authors": [
        "B Williams",
        "G Mancia",
        "W Spiering",
        "Agabiti Rosei",
        "E Azizi",
        "M Burnier"
      ],
      "year": 2018,
      "doi": "10.1093/eurheartj/ehy339"
    },
    {
      "title": "The cardiac blood supply-workload balance in children",
      "authors": [
        "T Murakami",
        "A Takeda",
        "K Tateno",
        "S Kawasoe",
        "Y Niwa"
      ],
      "year": 2015,
      "doi": "10.1007/s00380-014-0537-0"
    },
    {
      "title": "Acute changes in arterial stiffness following exercise in people with metabolic syndrome",
      "authors": [
        "J Radhakrishnan",
        "N Swaminathan",
        "N Pereira",
        "K Henderson",
        "D Brodie"
      ],
      "year": 2017,
      "doi": "10.1016/j.dsx.2016.08.013"
    },
    {
      "title": "Effects of aerobic exercise training on the arterial stiffness and intramyocellular or extramyocellular lipid in overweight and obese men",
      "authors": [
        "J Park",
        "Y Choi",
        "K Myoenzono",
        "T Yoshikawa",
        "K Tagawa",
        "T Isobe"
      ],
      "year": 2020,
      "doi": "10.1080/10641963.2019.1649686"
    },
    {
      "title": "The effect of smartphone app-based interventions for patients with hypertension: systematic review and meta-analysis",
      "authors": [
        "H Xu",
        "H Long"
      ],
      "year": 2020,
      "doi": "10.2196/21759"
    },
    {
      "title": "Impact of a culturally tailored mHealth medication regimen self-management program upon blood pressure among hypertensive Hispanic adults",
      "authors": [
        "J Chandler",
        "L Sox",
        "K Kellam",
        "L Feder",
        "L Nemeth",
        "F Treiber"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16071226"
    },
    {
      "title": "Moving toward community based telehealth services using mhealth for hypertensive patients",
      "authors": [
        "S Zare",
        "R Rezaee",
        "A Aslani",
        "M Shirdeli",
        "J Kojuri"
      ],
      "year": 2019,
      "doi": "10.1017/s0266462319000655"
    },
    {
      "title": "Association of a smartphone application with medication adherence and blood pressure control: the MedISAFE-BP randomized clinical trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "Low-health literacy flashcards and mobile video reinforcement to improve medication adherence in patients on oral diabetes, heart failure, and hypertension medications",
      "authors": [
        "D Yeung",
        "K Alvarez",
        "M Quinones",
        "C Clark",
        "G Oliver",
        "C Alvarez"
      ],
      "year": 2003,
      "doi": "10.1016/j.japh.2016.08.012"
    },
    {
      "title": "Impact of a text messaging pilot program on patient medication adherence",
      "authors": [
        "K Foreman",
        "K Stockl",
        "L Le",
        "E Fisk",
        "S Shah",
        "H Lew"
      ],
      "year": 2012,
      "doi": "10.1016/j.clinthera.2012.04.007"
    },
    {
      "title": "Text message intervention designs to promote adherence to antiretroviral therapy (ART): a meta-analysis of randomized controlled trials",
      "authors": [
        "D Finitsis",
        "J Pellowski",
        "B Johnson"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0088166"
    },
    {
      "title": "Effect of smartphone-based telemonitored exercise rehabilitation among patients with coronary heart disease",
      "authors": [
        "Y Song",
        "C Ren",
        "P Liu",
        "L Tao",
        "W Zhao",
        "W Gao"
      ],
      "year": 2020,
      "doi": "10.1007/s12265-019-09938-6"
    },
    {
      "title": "The use of Dietary Approaches to Stop Hypertension (DASH) mobile apps for supporting a healthy diet and controlling hypertension in adults: systematic review",
      "authors": [
        "G Alnooh",
        "T Alessa",
        "M Hawley",
        "L De Witte"
      ],
      "year": 2022,
      "doi": "10.2196/35876"
    },
    {
      "title": "Plant-based nutrition for healthcare professionals: implementing diet as a primary modality in the prevention and treatment of chronic disease",
      "authors": [
        "J Hever",
        "R Cronise"
      ],
      "year": 2017,
      "doi": "10.11909/j.issn.1671-5411.2017.05.012"
    },
    {
      "title": "Key factors associated with adherence to physical exercise in patients with chronic diseases and older adults: an umbrella review",
      "authors": [
        "D Collado-Mateo",
        "A Lavín-Pérez",
        "C Peñacoba",
        "Del Coso",
        "J Leyton-Román",
        "M Luque-Casado"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18042023"
    },
    {
      "title": "Implementing home visit to improve treatment compliance of community hypertension patients",
      "authors": [
        "L Zhang",
        "C Chen",
        "C Zheng",
        "M Zhao",
        "J Jiang"
      ],
      "year": 2015,
      "doi": "10.5005/jp/books/12577_7"
    },
    {
      "title": "Mediating effect of self-efficacy between self-regulatory fatique and exerciseadherence in patients with chronic heart failure",
      "authors": [
        "S Sun",
        "G Sun",
        "M Gao",
        "T Yu",
        "S Liu",
        "Z Tang"
      ],
      "year": 2023,
      "doi": "10.16460/j.issn1008-9969.2023.22.063"
    },
    {
      "title": "The impact of gamification on the patient's engagement in the online health community",
      "authors": [
        "P Ouyang",
        "J Wang",
        "U Ali"
      ],
      "year": 2022,
      "doi": "10.1108/ajim-10-2021-0314"
    },
    {
      "title": "Analysis of rehabilitation exercise compliance and its influencing factors in young and middle-aged patients with hemorrhagic stroke",
      "authors": [
        "J Zhu",
        "W Cai",
        "Z Tao",
        "C Ji",
        "P Yuan",
        "L Chen"
      ],
      "year": 2023,
      "doi": "10.3761/j.issn.0254-1769.2023.05.010"
    },
    {
      "title": "Nursing interventions to promote patient engagement in cancer care: a systematic review",
      "authors": [
        "L Bonetti",
        "A Tolotti",
        "G Anderson",
        "T Nania",
        "C Vignaduzzo",
        "D Sari"
      ],
      "year": 2022,
      "doi": "10.1016/j.ijnurstu.2022.104289"
    }
  ],
  "num_references": 67,
  "original_doi": "https://doi.org/10.13039/501100010814"
}
