{
  "paper_id": "WK9U2B2X",
  "title": "Messages to Support Treatment Adherence in Adults With High Blood Pressure (SMS-Text Adherence Support [StAR]) A Single-Blind, Randomized Trial",
  "abstract": "H igh blood pressure is a major risk factor for global disease burden. 1 Even modest reductions in blood pressure are important and would reduce the risk of associated morbidity and premature mortality.  [2] [3] 3] [4]  In settings where health care and medicines are freely available, a substantial burden of cardiovascular disease may be attributable to suboptimal adherence to blood pressure-lowering treatments.  5 Missed appointments for collection of medicine and challenges with taking lifelong treatment are some of the major reasons for suboptimal Background-We assessed the effect of automated treatment adherence support delivered via mobile phone short message system (SMS) text messages on blood pressure. Methods and Results-In this pragmatic, single-blind, 3-arm, randomized trial (SMS-Text Adherence Support [StAR]) undertaken in South Africa, patients treated for high blood pressure were randomly allocated in a 1:1:1 ratio to information only, interactive SMS text messaging, or usual care. The primary outcome was change in systolic blood pressure at 12 months from baseline measured with a validated oscillometric device. All trial staff were masked to treatment allocation. Analyses were intention to treat. Between June 26, 2012, and November 23, 2012, 1372 participants were randomized to receive information-only SMS text messages (n=457), interactive SMS text messages (n=458), or usual care (n=457). Primary outcome data were available for 1256 participants (92%). At 12 months, the mean adjusted change in systolic blood pressure compared with usual care was -2.2 mm Hg (95% confidence interval, -4.4 to -0.04) with informationonly SMS and -1.6 mm Hg (95% confidence interval, -3.7 to 0.6) with interactive SMS. Odds ratios for the proportion of participants with a blood pressure <140/90 mm Hg were 1.42 (95% confidence interval, 1.03-1.95) for information-only messaging and 1.41 (95% confidence interval, 1.02-1.95) for interactive messaging compared with usual care. Conclusions-In this randomized trial of an automated adherence support program delivered by SMS text message in a general outpatient population of adults with high blood pressure, we found a small reduction in systolic blood pressure control compared with usual care at 12 months. There was no evidence that an interactive intervention increased this effect.",
  "year": 2002,
  "date": "2002",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Andrew",
      "surname": "Farmer",
      "name": "Andrew Farmer",
      "email": "andrew.farmer@phc.ox.ac.uk"
    },
    {
      "forename": "Kirsten",
      "surname": "Bobrow",
      "name": "Kirsten Bobrow"
    },
    {
      "surname": "Dphil",
      "name": "Dphil"
    },
    {
      "forename": "David",
      "surname": "Springer",
      "name": "David Springer"
    },
    {
      "forename": "Milensu",
      "surname": "Shanyinde",
      "name": "Milensu Shanyinde"
    },
    {
      "forename": "Ly-Mee",
      "surname": "Yu",
      "name": "Ly-Mee Yu"
    },
    {
      "forename": "Thomas",
      "surname": "Brennan",
      "name": "Thomas Brennan"
    },
    {
      "forename": "Brian",
      "surname": "Rayner",
      "name": "Brian Rayner"
    },
    {
      "forename": "Mosedi",
      "surname": "Namane",
      "name": "Mosedi Namane"
    },
    {
      "forename": "Krisela",
      "surname": "Steyn",
      "name": "Krisela Steyn"
    },
    {
      "forename": "Lionel",
      "surname": "Tarassenko",
      "name": "Lionel Tarassenko"
    },
    {
      "forename": "Naomi",
      "surname": "Levitt",
      "name": "Naomi Levitt"
    },
    {
      "affiliation": "Institute of Biomedical Engineering , Department of Engineering Science (K.B. , Nuffield Department of Primary Care Health Sciences (K. University of Oxford , UK ; \n\t\t\t\t\t\t\t\t Institute of Biomedical Engineering \n\t\t\t\t\t\t\t\t Department of Engineering Science (K.B \n\t\t\t\t\t\t\t\t Nuffield Department of Primary Care Health Sciences (K \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Chronic Disease Initiative for Africa , Cape Town , South Africa \n\t\t\t\t\t\t\t\t Chronic Disease Initiative for Africa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "Division of Nephrology and Hypertension , Groote Schuur Hospital , Cape Town , South Africa \n\t\t\t\t\t\t\t\t Division of Nephrology and Hypertension \n\t\t\t\t\t\t\t\t Groote Schuur Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "(B.R.) ; University of Cape Town , South Africa \n\t\t\t\t\t\t\t\t B.R. \n\t\t\t\t\t\t\t\t University of Cape Town \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "(B.R.) ; Western Cape Province Department of Health , Cape Town , South Africa (M.N.) ; and \n\t\t\t\t\t\t\t\t Department of Health \n\t\t\t\t\t\t\t\t B.R. \n\t\t\t\t\t\t\t\t Western Cape Province \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Town \n\t\t\t\t\t\t\t\t\t M.N \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "Division of Diabetic Medicine and Endocrinology , Department of Medicine , University of Cape Town , South Africa ( N.L. , K. \n\t\t\t\t\t\t\t\t Division of Diabetic Medicine and Endocrinology \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t University of Cape Town \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t N.L K \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "Nuffield Department of Primary Care Health Sciences , University of Oxford , Radcliffe Observatory Quarter , Oxford OX2 6GG , UK. \n\t\t\t\t\t\t\t\t Nuffield \n\t\t\t\t\t\t\t\t Department of Primary Care Health Sciences \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Radcliffe Observatory Quarter \n\t\t\t\t\t\t\t\t\t OX2 6GG \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "adherence.  6 Adherence support delivered via short message system (SMS) text messages has the potential to improve treatment adherence and health outcomes.  7 Some but not all interventions delivered by SMS have been effective at improving adherence and clinical outcomes, for example, in HIV-infected patients in low-resource settings.  8 However, there is no evidence that SMS-based interventions are effective in improving treatment adherence and clinical outcomes for high blood pressure in low-resource settings.  9 We carried out an effectiveness trial (SMS-Text Adherence Support [StAR]) to establish whether adherence support delivered via SMS text messages through information-only or interactive SMS text messaging is better than usual care in maintaining and improving treatment adherence and blood pressure control."
    },
    {
      "title": "Methods Study Design and Participants",
      "text": "We carried out a parallel, 3-group, randomized, controlled trial among the general adult population attending the outpatient chronic disease services in a single, large, public-sector clinic in Cape Town, South Africa. This primary care facility provides a range of healthcare services to an ethnically diverse, socioeconomically deprived population from 2 communities. According to 2011 Census data, the ethnicity of these communities is mostly black African (51%) or mixed ancestry (48%), about one third of households live in informal dwellings or shacks, and 64% of households have a monthly income of less than R3500.00 (about $270.00). The clinic is within walking distance of both communities. All primary healthcare services and medicines are provided free of charge. In the chronic disease services, stable patients on treatment are reviewed by a clinician (doctor or prescribing nurse) every 3 to 6 months, although patients initiating treatment for the first time or those with a blood pressure >140/90 mm Hg are reviewed more frequently.\n\nAt clinical review, patients are prescribed medication on repeat until their next scheduled review. The medications available for firstline prescription are enalapril, thiazide diuretic, and amlodipine. If blood pressure remains uncontrolled, then βor α-blockers and occasionally spironolactone are added. Medicines are dispensed for 28-day periods, and patients collect these from the onsite pharmacy. Patients on a stable regimen with a valid repeat prescription receive their monthly supply of medicines prepackaged from the Chronic Dispensing Unit, a centralized service through which the supplies are delivered to the clinic pharmacy 48 hours before a patient's scheduled collection date. Medicines not collected are returned to the Chronic Dispensing Unit 72 hours after the scheduled appointment. The trial protocol, including an outline of the statistical analysis plan, has previously been published.  10 e enrolled adults (≥21 years of age) who had the following characteristics: diagnosed with hypertension by a clinician using local guidelines, prescribed blood pressure-lowering medication, and with a systolic blood pressure (SBP) <220 mm Hg and a diastolic blood pressure <120 mm Hg at enrollment. Eligible patients were attending the primary care clinic, resided in 1 of the 2 study communities, and had regular access to a mobile phone (and were able to send SMS text messages or could do so with help of a relative). We enrolled only 1 member per household. The following patients were excluded: those requiring specialist care for their hypertension at a hospital (in secondary care), women who self-reported being pregnant or within 3 months postpartum, and those with very high blood pressures (SBP >220 mm Hg or diastolic blood pressure >120 mm Hg) who had symptoms suggestive of a hypertensive emergency or were otherwise acutely unwell (who were directly referred to the appropriate clinical service).\n\nClinic staff who measured the vital signs of all patients attending the chronic disease services for a clinical review identified potential participants. Trained research assistants assessed trial eligibility for patients who had agreed to be referred to the trial, and those eligible were enrolled. Participants received an SMS text message at the time of recruitment to confirm their enrollment in the trial. All participants were subsequently sent non-health-related messages at 6-week intervals.\n\nThe trial was approved by the Human Research Ethics Committee of the University of Cape Town (HREC UCT 418/2011), the Oxford Tropical Research Ethics Committee (OXTREC 03-12), and the Metro District Health Services, Western Cape (RP 141/2011). Trial conduct was overseen by a trial steering committee. All participants provided written informed consent, and the trial was conducted in accordance with the Helsinki Declaration of 2008."
    },
    {
      "title": "Randomization and Masking",
      "text": "Trained research staff collected baseline data immediately before enrollment, and an independent administrator entered these data into a secure, Web-based randomization database implemented by the Primary Care Clinical Trials Unit in Oxford. A software algorithm assigned participants independently of the research team to information-only adherence support, interactive adherence support, or usual care in a 1:1:1 ratio using a nondeterministic minimization algorithm to ensure balance between groups with respect to age, sex, baseline SBP, years with hypertension, and recent clinic attendance.  11 Trial statisticians, researchers, clinic staff, and research assistants who collected outcome data were masked to allocated interventions until the trial database was locked. Researchers and clinicians were not aware of randomization assignment, were trained not to ask patients about the content of messages, and were unable to determine randomization group from casual comments by participants. Blood pressure measurements were automated, and data were captured directly to the trial database."
    },
    {
      "title": "Procedures",
      "text": "All participants received written information about hypertension and healthy living and continued to receive care from the clinic. Personalized SMS text messages were sent to information-only message and interactive message group participants at weekly intervals at a time and in a language selected by the participant. We iteratively designed, developed, and tested 2 SMS text messaging-based interventions with clinical staff and patients with high blood pressure working and living in low-income communities around Cape Town.  12 he messages were designed to address a range of common issues with adherence to and persistence with treatment.  13 We developed a library of SMS text messages, which we mapped to a taxonomy of behavior change techniques (Table  I  in the online-only Data Supplement).  14 Most of the messages focused on the techniques of goals and planning, repetition and substitution, social support, and natural consequences. The SMS text messages used in the interventions were developed, translated, and tested in English, isiXhosa, and Afrikaans, the 3 languages most commonly spoken by people living in Cape Town.\n\nThe information-only adherence support group members were sent messages to motivate collecting and taking medicines and to provide education about hypertension and its treatment. Additional reminders were sent when medicines were ready for collection or for scheduled clinic appointments. All trial participants were given a phone number to contact the research team.\n\nParticipants allocated to the interactive adherence support received the same messages as the information-only group but could also respond to selected messages using free-to-user \"please call me\" requests. These generated an automated series of responses from the text message delivery system offering trial participants a number of options, including canceling or changing an appointment and changing the timing and language of the text messages.\n\nAll trial materials, including information sheets, consent forms, and the SMS text messages, were also developed, translated, and tested in English, isiXhosa, and Afrikaans.\n\nAll SMS text messages were delivered automatically via an opensource Web-based electronic medical record system (OpenMRS version 1.6.1, OpenMRS Ltd, Grandville, MI). All participant data were February 9, 2016 captured in the clinic and uploaded to OpenMRS with Sana Mobile (Sana, MIT, Cambridge, MA), an open-source Android platform.  10, 15 iming of messages relating to clinic appointments and medicine collection was facilitated by secure linkage to computerized appointment data.\n\nMessages were sent for 1 year from enrollment. Blood pressure measurements were collected from participants as they attended their routine clinic visits, but otherwise no additional measurements or interventions were carried out during the trial. Delivery of SMS text messages was automatically tracked, and if a message was undelivered, a research assistant blinded to group allocation contacted the number of a friend or relative to obtain a new mobile phone number. Table  II  in the online-only Data Supplement provides a structured description of the intervention and its development.  16 he primary clinical outcome was the change in mean SBP measured at baseline and 12 months with a validated oscillometric device,  10  adapted to record 6 sequential readings at 3-minute intervals. The mean blood pressure was calculated by discarding the initial reading and calculating the mean from the 5 remaining readings.  17 reatment adherence was assessed by calculating the proportion of days of medication covered, a proxy measure of adherence, from prescribing and dispensing data routinely recorded in the clinical record, pharmacy record, and Chronic Dispensing Unit record.  18, 19 hen there were discrepancies in data on dispensing, we used a computer-based algorithm blinded to randomized group to assign the status (dispensed/not dispensed) favoring any evidence that the medication had been dispensed. Proportion of days of medication covered was summarized as the proportion of patients with ≥80% of days covered with blood pressure-lowering medication on the basis of a systematic review providing evidence for the clinical importance of this threshold  5  and reported in 3-month intervals and over 12 months.\n\nAdditional secondary outcomes measured at 12 months, specified in the protocol,  10  were proportion of participants achieving a mean SBP <140 mm Hg and a mean diastolic blood pressure <90 mm Hg, health status measured with the EuroQol Group 5-Dimension Self-Report Questionnaire,  20  proportion of scheduled clinic appointments attended, retention in clinical care, satisfaction with clinic services and care, hospital admissions, self-reported adherence to medication (score range, 5-10),  21  and basic hypertension knowledge.  22 Data were also collected on the number and type of medication changes made during the trial and numbers of clinic visits by participants."
    },
    {
      "title": "Statistical Analysis",
      "text": "The intended target sample size of 1215 participants, allowing 20% loss to follow-up (at least 405 in each group), was estimated to detect an absolute mean difference in SBP of 5 mm Hg (SD, 22 mm Hg; a clinically important reduction in the relative risk of stroke and coronary heart disease events)  23  at 12 months from baseline, with 90% power and 0.05 (2-sided) level of significance. All analyses were performed on an intention-to-treat basis.\n\nWe analyzed the 12-month primary outcome using a mixed-effect model for repeated measures including data available on all randomized patients attending follow-up visits at 6 and 12 months. The method has the advantage of implicitly accounting for the mechanism of data missing at random by using maximum likelihood. In the model, participant-specific intercepts were fitted with the use of random effects, and time and treatment were modeled with the use of fixed effects. An interaction term between time and randomized group was also included so that possible differences in treatment effect (informational versus usual care and interactive versus usual care) could be assessed at each time point. The model was adjusted for baseline SBP and minimization factors.\n\nBlood pressure thresholds were analyzed with mixed-effect logistic regression models, and treatment adherence was analyzed with multiple logistic regression. Secondary outcomes involving categorical data were analyzed by use of χ 2 tests and generalized linear models adjusted for minimization factors. Other continuous secondary outcomes were analyzed with ANCOVA or nonparametric methods if the normality assumption was not satisfied. A statistical test of interaction was done to assess whether treatment effect was consistent across the prespecified subgroups of SBP (<140 or ≥140 mm Hg), age (<55 or ≥55 years), sex (male or female), number of years with hypertension (<10 or ≥10 years), presence of ≥1 comorbid conditions, and self-reported adherence at baseline (<80% or ≥80%).  24  detailed statistical analysis plan was completed before the trial database was locked (to prevent any further changes before analysis), and the trial allocation was disclosed.  25 A statistical analysis report was prepared in line with Consolidated Standards of Reporting Trial (CONSORT) 2010 statements. No interim analysis was performed.\n\nThe content of the information-only and the interactive adherence support interventions was examined in the preparatory work for the trial (see the expanded Methods in the online-only Data Supplement for further details). The 2 interventions were considered to be distinct treatments and therefore did not require adjustment for multiple comparisons.  [26] [27] 7] [28]  All statistical tests were 2 sided, and values of P≤0.05 were considered to indicate statistical significance.  26  The trial was registered with the South African National Clinical Trials Register (SANCTR DOH-27-1212-386) before recruitment began. This registration was subsequently incorporated within the Pan African Trial Register (PACTR201411000724141), and we registered with ClinicalTrials.gov (NCT02019823) at the time of publishing the protocol to ensure that details were widely available."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patients",
      "text": "Between June 26, 2012, and November 23, 2012, we assessed 2558 patients for eligibility, of whom 1372 were randomly allocated to information-only SMS text messages (n=457), interactive SMS text messages (n=458), and usual care (n=457). Figure  1  summarizes recruitment and followup of participants. Attrition rates did not differ significantly between groups, and those randomized were broadly similar to those screened but not randomized, although more were black (Table III in the online-only Data Supplement).\n\nTable  1  summarizes the baseline characteristics of participants. Mean age was 54.3 years (SD, 11.5 years), and 28% had at least 10 years of hypertension. More than half of the patients had a body mass index of at least 30 kg/m 2 . Other baseline characteristics were similar across the 3 groups. Nearly all the participants owned their own phone (Table IV in the onlineonly Data Supplement). Overall, 176 patients (12.8%) did not have an SBP measurement at 12 months. Not having SBP data at 12 months was associated with being female (P=0.03), having a body mass index <30 kg/m 2 (P=0.002), or having hypertension for <10 years at enrollment (P=0.002). We sent 40 333 SMS text messages to participants in the information-only message group, 41 450 to those in the interactive message group, and 8277 to those receiving usual care. Of the messages sent, 5.5% had a \"failed delivery\" response. In addition, 3477 messages were not sent as planned because of technical errors. A total of 230 participants (50.2%) allocated to the interactive adherence support group responded to a message at some point in the trial; in total, 630 reply messages were sent by participants. There were 1231 visits by participants in the interactive group, 1109 by those in the information-only group, and 1093 by participants in the usual care group. One additional blood pressure-lowering medication was started by 44% of trial participants, and for this group, the median number of changes made was 2 (quartiles 1 and 3, 1 and 3). There were no differences between groups in the proportion of patients having medication changes (usual care, 43.6%; information only, 46.8%; and interactive, 44.0%)."
    },
    {
      "title": "Primary Outcome",
      "text": "Primary outcome data were available for 1256 participants (92%). Table  2  summarizes change in mean SBP, which decreased from baseline to 12 months for all groups. The mean adjusted difference in change for the information-only message group compared with the usual care group was -2.2 mm Hg (95% confidence interval [CI], -4.4 to -0.04, P=0.046) and for the interactive message group compared with the usual care group was -1.6 mm Hg (95% CI, -3.7 to 0.6, P=0.16). A post hoc sensitivity analysis was carried out, excluding the 6-month measure of SBP and including body mass index as a covariate. Results were consistent with the prespecified primary intention-to-treat analysis (Table V in the online-only Data Supplement)."
    },
    {
      "title": "Secondary Outcomes",
      "text": "The adjusted odds ratios for participants achieving a controlled blood pressure defined as a blood pressure <140/90 mm Hg at 12 months were 1.4 (95% CI, 1.0-1.9; P=0.04) and"
    },
    {
      "title": "February 9, 2016",
      "text": "1.4 (95% CI, 1.0-1.9; P=0.04) for information-only messages and interactive messages, respectively, compared with usual care (Table  3 ).\n\nAdherence data were available for 1157 participants (86%). The overall number of participants who had at least 80% of proportion of days of medication covered for blood pressure-lowering medication for the 12-month period was 248 (62.8%) for the information-only message group, 225 (59.7%) for the interactive message group, and 190 (49.4%) for the usual care group (informative messages versus usual care, P<0.001; interactive messages versus usual care, P=0.002; Table  3 ). The adjusted odds ratio for improved availability of dispensed medicine was 1.86 (95% CI, 1.39-2.49; P<0.0001) for information-only messaging compared with usual care and 1.60 (95% CI, 1.20-2.16; P=0.002) for interactive messaging compared with usual care.\n\nEuroQol Group 5-Dimension Self-Report Questionnaire scores, attendance at clinic appointments, retention in clinical care, treatment and clinic satisfaction, hypertension knowledge, self-reported adherence, hospital admissions, and differences in medication changes did not differ between groups (Table  3 ).\n\nSeventeen patients died (usual care group, n=3; information-only messages group, n=7; and interactive messages group, n=7) during the 12-month follow-up, but we recorded no other serious events (Table VI in the online-only Data Supplement)."
    },
    {
      "title": "Subgroup Analysis of Primary Data",
      "text": "Figure  2  shows the results of prespecified subgroup analysis of the primary outcome (SBP). There was no statistically significant heterogeneity in the treatment effects, and there was an indication that active interventions were more effective among older patients (≥55 years of age), patients in better control at baseline (<140 mm Hg), and among those with a shorter duration of hypertension (<10 years)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Summary of Trial Findings",
      "text": "This trial provides evidence that support delivered via SMS text messages could improve the collection of medicines and may have a small impact on blood pressure compared with usual care in a general outpatient population of adults with high blood pressure. There was no evidence of differences in intervention effectiveness between men and women, younger and older patients, and patients with and without comorbid conditions."
    },
    {
      "title": "Strengths and Limitations",
      "text": "This randomized trial of a behavioral intervention delivered via SMS text message was carried out in a low-resource setting and was designed to test for the impact of the intervention on prespecified measurable intermediate variables that are linked to important clinical outcomes.  [29] [30] ] [31]  We prepared a detailed statistical analysis plan and specified in advance adjustment by covariates to ensure transparent analysis procedures.  25 We have provided detailed descriptions of the intervention and its delivery, in line with recent reporting guidelines,  16  that will enable comparison with other SMS text messaging-based systems and support development of new interventions.\n\nThe system for delivering the text messages was innovative, combining low-cost technology, open-source software, and interoperability with external data sources, including the Department of Health of the Western Cape appointment data.\n\nThe trial had a number of limitations inherent in its design. The provision of free medication and recommendations for\n\nTable 1. Baseline Characteristics Usual Care (n=457) Information Only (n=457) Interactive (n=458) Age, y* 54.7 (11.6) 53.9 (11.2) 54.2 (11.6) Male sex, n (%)* 126 (28) 126 (28) 127 (28) Race or ethnic group, n (%) Black 264 (58) 257 (56) 269 (59) Other † 193 (42) 200 (44) 189 (41) Duration of hypertension, n (%)* <10 y 327 (72) 331 (72) 330 (72) ≥10 y 130 (28) 126 (28) 128 (28) Smoking status, n (%) Nonsmoker 332 (73) 335 (73) 341 (75) Current smoker 99 (22) 94 (21) 88 (19) Ex-smoker 26 (5) 27 (6) 29 (6) Missing 0 1 (0.2) 0 Weight, kg 84.0 (18.9) 83.0 (18.5) 82.8 (19.8) Body mass index, kg/m 2 33.2 (7.7) 32.6 (7.6) 32.5 (7.5) Blood pressure, mm Hg Systolic* 135.4 (17.6) 135.1 (16.9) 135.6 (18.1) Diastolic 83.6 (12.4) 83.1 (11.9) 83.6 (12.0) Irregular clinic attendance, n (%) ‡ 288 (63) 288 (63) 290 (63) Highest level of education at school, n (%) No schooling 10 (2.2) 8 (2.2) 4 (0.9) Some primary school 132 (28.9) 155 (28.9) 154 (33.6) Some high school 261 (57.1) 229 (57.1) 249 (54.4) Completed high school 54 (11.8) 64 (11.8) 51 (11.1) Not reported 0 (0) 1 (0.2) 0 (0) Type of house, n (%) Brick/cinderblock 378 (82.7) 377 (82.5) 382 (83.4) Wood/corrugated Iron 73 (16.0) 75 (16.4) 73 (15.9) Cardboard/plastic 1 (0.2) 0 (0) 0\n\nNot reported 0 (0) 1 (0.2) 0 (0) Data are mean (SD) when appropriate. *Minimization variables. †Race was self-reported. Other categories include white, colored, Indian, other, and prefer not to say.\n\n‡Appointment attendance was categorized as follows: regular, attended the last 4 clinic appointments; irregular, missed at least 1 appointment; and unknown, no previous data on clinic appointments were found.\n\nregular follow-up at the clinic may have reduced some supplyside barriers to nonadherence, although up to half the participants were not collecting regular treatment. The trial was not powered to identify the observed difference in SBP observed between groups, although our sample size calculation was based on the effect sizes found in published trials of other behavioral interventions to support adherence to treatments for high blood pressure.  32 In addition, the measure of adherence used reflects only dispensing in the clinic, not the act of taking medication.\n\nTargeting a group of people diagnosed with hypertension rather than those with a diagnosis of poorly controlled pressure may have also limited the extent to which improvements in blood pressure were possible. However, we could not reliably predict those with poor control as a result of poor adherence, nor could we identify when nonadherence might take place in a previously adherent patient. Our decision not to target nonadherent patients was informed by formative work in which we identified the possibility that nonadherence could start at any time and by patient feedback that SMS messages targeted at people who were nonadherent might reduce their acceptability."
    },
    {
      "title": "Comparisons With Other Literature",
      "text": "This is the first study to report a small impact on objectively measured blood pressure using support via text messaging without additional blood pressure monitoring  33  and without healthcare providers contacting nonadherent patients.  30 We found no evidence that an interactive intervention delivered with the same frequency as an information-only intervention\n\nTable 2. Mean SBP Outcomes (Including Primary Outcome) UC IO IN Difference in Mean Change (95% CI),* IO vs UC P Value* Difference in Mean Change (95% CI),* IN vs UC P Value* Baseline mean SBP, mm Hg 135.4 (17.6) 135.1 (16.9) 135.6 (18.1) … … 6-mo Mean SBP, mm Hg 128.9 (17.1) 130.1 (16.6) 128.2 (17.5) 0.3 (-2.5 to 3.1) 0.82 -0.9 (-3.7 to 1.9)* 0.53 12-mo Mean SBP, mm Hg † 134.3 (17.3) 132.1 (16.6) 132.7 (17.5) -2.2 (-4.4 to -0.04) 0.046 -1.6 (-3.7 to 0.62)* 0.16 Data are mean (SD) SBP. Numbers of participants providing data at each time point are as follows: baseline: UC, n=457; IO, n=457; and IN, n=458; 6 months: UC, n=213; IO, n=245; and IN, n=241; and 1 year: UC, n=396; IO, n=406; and IN, n=394. CI indicates confidence interval; IN, interactive; IO, information only; SBP, systolic blood pressure; and UC, usual care. *Adjusted for baseline SBP, age, sex, number of years with hypertension, and appointment attendance. †Primary outcome."
    },
    {
      "title": "February 9, 2016",
      "text": "had a greater effect on adherence or blood pressure, in contrast to findings from other mobile phone-based interventions.  34, 35 his might be explained by the older average age of participants in this trial compared with other mobile phone-based studies and could indicate either an age-based or experiencebased difference in how people make use of such technology. Both trial interventions in StAR were delivered with similar fidelity to the trial protocol. Slightly more SMS text messages were sent in the interactive intervention group compared with the information-only group because of a small number of additional follow-up messages. Fifty percent of participants allocated to the interactive intervention responded, whereas in comparison, 38.5% of participants in a smoking cessation trial sent unprompted SMS texts requesting support.  36 In a trial of weekly interactive SMS text messages to support treatment adherence among HIV-infected people initiating antiretroviral treatment, 68% of participants responded, with nonresponders receiving a phone call from a healthcare worker.  8 he effect size observed on SBP was smaller than anticipated, particularly because the impact on treatment adherence was similar to that reported by others. 9,35 However, those taking additional medication and achieving a lower blood pressure through better adherence may have been only a small proportion of participants. A smaller standard deviation for SBP, the greater follow-up of participants than anticipated, and the use of a mixed model for analysis all may have contributed to the detection of a difference smaller than originally anticipated.\n\nResults from a recent systematic review of interventions delivered via SMS text message to support adherence to antiretroviral therapy suggest that the dose-response relationship for SMS text message frequency, if it exists, may not be linear, although counterintuitively, daily SMS text messages were less effective than weekly messages.  35 More research is needed to identify the optimal frequency for SMS text messages to support treatment adherence.\n\nThe decrease in blood pressure observed in all participants at 6 months may be attributable to seasonal variation in blood pressure.  37 However, this finding should be interpreted with caution because 6-month data were intended to supplement the multilevel modeling of the primary outcome when available and were collected for only a small proportion of participants."
    },
    {
      "title": "Clinical Interpretation and Research Implications",
      "text": "High blood pressure is the leading risk factor for global disease burden, and even modest reductions in blood pressure are important and would reduce the risk of associated morbidity and premature mortality.  1, 2 Although availability of medicines and access to care remain important structural barriers to adherence in settings where health care and medicines are freely available (including many low-and middle-income countries such as South Africa), a substantial burden of cardiovascular disease may be attributable to suboptimal adherence to blood pressure-lowering treatments.\n\nThe difference in blood pressure observed in this trial was similar to that of intensive face-to-face behavioral counseling in which a 1-mm Hg difference between intervention and control was observed,  38  and the difference in adherence was similar to other adherence support interventions delivered via SMS text messages.  39, 40 Pooled results from a systematic review of the literature suggest that the relative risk of development of cardiovascular disease for those with good versus poor (<80%) adherence to blood pressure-lowering medication is 0.81 (95% CI, 0.76-0.86) and for all-cause mortality is 0.71 (95% CI, 0.64-0.78) with an estimated absolute risk difference for any cardiovascular disease associated with poor medication adherence of 13 cases per 100 000 individuals per year.  5 Although not reported here, we think that the costs of delivering messages via an automated SMS text messages at scale are likely to be low compared with community based face-to-face interventions or training programs for clinicians.  8, 41, 42"
    },
    {
      "title": "Conclusions",
      "text": "This trial has demonstrated that a behavioral intervention to support adherence to blood pressure treatment delivered via SMS text message can improve adherence and may modestly decrease blood pressure at 12 months. The delivery of predefined messages can be achieved by an automated system consistently and without the need for additional training programs for clinical staff. The optimal frequency of the different categories of text messages; the incremental costs of modifying messages so that they remain effective; and the wider implementation of these messages in different communities, for different long-term conditions, and for patients with multiple conditions need further study."
    },
    {
      "text": "Statistical analyses were performed with STATA version 13.1 (StataCorp LP, College Station, TX) and SAS version 9.3 (SAS Institute, Cary, NC)."
    },
    {
      "text": "Figure 1. Trial profile. BP indicates blood pressure; and SMS, short message system."
    },
    {
      "text": "Figure 2. Subgroup analysis of prespecified subgroups of the primary outcome (systolic blood pressure) for information-only vs usual care (A) and interactive vs usual care (B)."
    },
    {
      "text": "Adjusted comparisons for IO versus UC and IN versus UC unless specified. †For blood pressure proportion in control and retention in clinical care data: UC, n=457; IO, n=457; and IN, 458."
    }
  ],
  "references": [
    {
      "title": "Selected major risk factors and global and regional burden of disease",
      "authors": [
        "M Ezzati",
        "A Lopez",
        "A Rodgers",
        "S Vander Hoorn",
        "C Murray"
      ],
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)11403-6"
    },
    {
      "title": "International Society of Hypertension. Global burden of blood-pressure-related disease",
      "authors": [
        "C Lawes",
        "S Vander Hoorn",
        "A Rodgers"
      ],
      "year": 2001,
      "doi": "10.1016/s0140-6736(08)60655-8"
    },
    {
      "title": "Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies",
      "authors": [
        "S Lewington",
        "R Clarke",
        "N Qizilbash",
        "R Peto",
        "R Collins"
      ],
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)11911-8"
    },
    {
      "title": "Unresolved issues in the management of hypertension",
      "authors": [
        "S Yusuf"
      ],
      "year": 2010,
      "doi": "10.1161/hypertensionaha.109.142349"
    },
    {
      "title": "Adherence to cardiovascular therapy: a meta-analysis of prevalence and clinical consequences",
      "authors": [
        "R Chowdhury",
        "H Khan",
        "E Heydon",
        "A Shroufi",
        "S Fahimi",
        "C Moore",
        "B Stricker",
        "S Mendis",
        "A Hofman",
        "J Mant",
        "O Franco"
      ],
      "year": 2013,
      "doi": "10.1093/eurheartj/eht295"
    },
    {
      "title": "Impact of interventions on medication adherence and blood pressure control in patients with essential hypertension: a systematic review by the ISPOR medication adherence and persistence special interest group",
      "authors": [
        "F Gwadry-Sridhar",
        "E Manias",
        "L Lal",
        "M Salas",
        "D Hughes",
        "A Ratzki-Leewing",
        "M Grubisic"
      ],
      "year": 2013,
      "doi": "10.1016/j.jval.2013.03.1631"
    },
    {
      "title": "The impact of mobile health interventions on chronic disease outcomes in developing countries: a systematic review",
      "authors": [
        "A Beratarrechea",
        "A Lee",
        "J Willner",
        "E Jahangir",
        "A Ciapponi",
        "A Rubinstein"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2012.0328"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills",
        "A Kariri",
        "S Karanja",
        "M Chung",
        "W Jack",
        "J Habyarimana",
        "M Sadatsafavi",
        "M Najafzadeh",
        "C Marra",
        "B Estambale",
        "E Ngugi",
        "T Ball",
        "L Thabane",
        "L Gelmon",
        "J Kimani",
        "M Ackers",
        "F Plummer"
      ],
      "year": 2010,
      "doi": "10.1016/S0140-6736(10)61997-6"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards",
        "V Patel",
        "A Haines"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Efficacy of a text messaging (SMS) based intervention for adults with hypertension: protocol for the StAR (SMS Text-message Adherence suppoRt trial) randomised controlled trial",
      "authors": [
        "K Bobrow",
        "T Brennan",
        "D Springer",
        "N Levitt",
        "B Rayner",
        "M Namane",
        "L Yu",
        "L Tarassenko",
        "A Farmer"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-28"
    },
    {
      "title": "Treatment allocation by minimisation",
      "authors": [
        "D Altman",
        "J Bland"
      ],
      "year": 2005,
      "doi": "10.1136/bmj.330.7495.843"
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew",
        "Medical Research",
        "Council Guidance"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a1655"
    },
    {
      "title": "The European Smoking Prevention Framework Approach (EFSA): an example of integral prevention",
      "authors": [
        "H De Vries",
        "A Mudde",
        "I Leijs",
        "A Charlton",
        "E Vartiainen",
        "G Buijs",
        "M Clemente",
        "H Storm",
        "González Navarro",
        "A Nebot",
        "M Prins",
        "T Kremers"
      ],
      "year": 2003,
      "doi": "10.1093/her/cyg031"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "The SMStext adherence support (StAR) study: hardware and software infrastructure",
      "authors": [
        "D Springer",
        "K Bobrow",
        "N Levitt",
        "A Farmer",
        "L Tarassenko"
      ],
      "year": 2013,
      "doi": "10.1145/2517899.2517931"
    },
    {
      "title": "Better reporting of interventions: Template for Intervention Description and Replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffmann",
        "P Glasziou",
        "I Boutron",
        "R Milne",
        "R Perera",
        "D Moher",
        "D Altman",
        "V Barbour",
        "H Macdonald",
        "M Johnston",
        "S Lamb",
        "M Dixon-Woods",
        "P Mcculloch",
        "J Wyatt",
        "A Chan",
        "S Michie"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1687"
    },
    {
      "title": "Differences of blood pressure estimates between consecutive measurements on one occasion: implications for inter-study comparability of epidemiologic studies",
      "authors": [
        "M Schulze",
        "A Kroke",
        "M Bergmann",
        "H Boeing"
      ],
      "year": 2000,
      "doi": "10.1023/a:1011020823807"
    },
    {
      "title": "The assessment of refill compliance using pharmacy records: methods, validity, and applications",
      "authors": [
        "J Steiner",
        "A Prochazka"
      ],
      "year": 1997,
      "doi": "10.1016/s0895-4356(96)00268-5"
    },
    {
      "title": "A new taxonomy for describing and defining adherence to medications",
      "authors": [
        "B Vrijens",
        "De Geest",
        "S Hughes",
        "D Przemyslaw",
        "K Demonceau",
        "J Ruppar",
        "T Dobbels",
        "F Fargher",
        "E Morrison",
        "V Lewek",
        "P Matyjaszczyk",
        "M Mshelia",
        "C Clyne",
        "W Aronson",
        "J Urquhart",
        "J; Abc Project Team"
      ],
      "year": 2012,
      "doi": "10.1111/j.1365-2125.2012.04167.x"
    },
    {
      "title": "EuroQol: a new facility for the measurement of health related quality of life",
      "authors": [
        "Euroqol Group"
      ],
      "year": 2001,
      "doi": "10.1016/0168-8510(90)90421-9"
    },
    {
      "title": "Concurrent and predictive validity of a self-reported measure of medication adherence",
      "authors": [
        "D Morisky",
        "L Green",
        "D Levine"
      ],
      "year": 1986,
      "doi": "10.1097/00005650-198601000-00007"
    },
    {
      "title": "Soul City 4 Impact Evaluation Hypertension",
      "authors": [
        "E Scheepers",
        "N Christofides"
      ],
      "year": 2001
    },
    {
      "title": "Blood pressure, stroke, and coronary heart disease, part 2: short-term reductions in blood pressure: overview of randomised drug trials in their epidemiological context",
      "authors": [
        "R Collins",
        "R Peto",
        "S Macmahon",
        "P Hebert",
        "N Fiebach",
        "K Eberlein",
        "J Godwin",
        "N Qizilbash",
        "J Taylor",
        "C Hennekens"
      ],
      "year": 1990,
      "doi": "10.1016/0140-6736(90)90944-z"
    },
    {
      "title": "Interaction 3: How to examine heterogeneity",
      "authors": [
        "J Matthews",
        "D Altman"
      ],
      "year": 1996,
      "doi": "10.1136/bmj.313.7061.862"
    },
    {
      "title": "ICH harmonised tripartite guideline: statistical principles for clinical trials",
      "year": 1999,
      "doi": "10.1002/(sici)1097-0258(19990815)18:15<1903::aid-sim188>3.0.co;2-f"
    },
    {
      "title": "Multiplicity in randomised trials I: endpoints and treatments",
      "authors": [
        "K Schulz",
        "D Grimes"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)66461-6"
    },
    {
      "title": "Multiplicity considerations in the design and analysis of clinical trials",
      "authors": [
        "R Cook",
        "V Farewell"
      ],
      "year": 1996,
      "doi": "10.2307/2983471"
    },
    {
      "title": "Correcting for multiple-testing in multi-arm trials: is it necessary and is it done?",
      "authors": [
        "J Wason",
        "L Stecher",
        "A Mander"
      ],
      "year": 2014,
      "doi": "10.1186/1745-6215-15-364"
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "Eem Contreras",
        "La Figuera Von Wichmann De",
        "M Guillén",
        "Vvg Ylla-Catalá",
        "A Figueras",
        "M Balaña",
        "M Naval"
      ],
      "year": 2004
    },
    {
      "title": "Randomised trial of text messaging on adherence to cardiovascular preventive treatment (INTERACT trial)",
      "authors": [
        "D Wald",
        "J Bestwick",
        "L Raiman",
        "R Brendell",
        "N Wald"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0114268"
    },
    {
      "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics",
      "authors": [
        "A Logan",
        "M Irvine",
        "W Mcisaac",
        "A Tisler",
        "P Rossos",
        "A Easty",
        "D Feig",
        "J Cafazzo"
      ],
      "year": 2012,
      "doi": "10.1161/hypertensionaha.111.188409"
    },
    {
      "title": "How can we improve adherence to blood pressure-lowering medication in ambulatory care? Systematic review of randomized controlled trials",
      "authors": [
        "K Schroeder",
        "T Fahey",
        "S Ebrahim"
      ],
      "year": 2004,
      "doi": "10.1001/archinte.164.7.722"
    },
    {
      "title": "Impact of patient-general practitioner short-messages-based interaction on the control of hypertension in a follow-up service for low-to-medium risk hypertensive patients: a randomized controlled trial",
      "authors": [
        "M Carrasco",
        "C Salvador",
        "P Sagredo",
        "J Márquez-Montes",
        "González De Mingo",
        "M Fragua",
        "J Rodríguez",
        "M García-Olmos",
        "L García-López",
        "F Carrero",
        "A Monteagudo"
      ],
      "year": 2008,
      "doi": "10.1109/titb.2008.926429"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): a single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson",
        "R Whittaker",
        "P Edwards",
        "W Zhou",
        "A Rodgers",
        "J Cairns",
        "M Kenward",
        "I Roberts"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Text message intervention designs to promote adherence to antiretroviral therapy (ART): a meta-analysis of randomized controlled trials",
      "authors": [
        "D Finitsis",
        "J Pellowski",
        "B Johnson"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0088166"
    },
    {
      "title": "Preventing smoking relapse using text messages: analysis of data from the txt2stop trial",
      "authors": [
        "K Devries",
        "M Kenward",
        "C Free"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts086"
    },
    {
      "title": "Outdoor temperature, blood pressure, and cardiovascular disease mortality among 23 000 individuals with diagnosed cardiovascular diseases from China",
      "authors": [
        "L Yang",
        "L Li",
        "S Lewington",
        "Y Guo",
        "P Sherliker",
        "Z Bian",
        "R Collins",
        "R Peto",
        "Y Liu",
        "R Yang",
        "Y Zhang",
        "G Li",
        "S Liu",
        "Z Chen",
        "China Kadoorie"
      ],
      "year": 2015,
      "doi": "10.1093/eurheartj/ehv023"
    },
    {
      "title": "Writing Committee on behalf of the COM99 Study Group. Multicenter cluster-randomized trial of a multifactorial intervention to improve antihypertensive medication adherence and blood pressure control among patients at high cardiovascular risk (the COM99 study)",
      "authors": [
        "M Pladevall",
        "C Brotons",
        "R Gabriel",
        "A Arnau",
        "C Suarez",
        "M De La Figuera",
        "E Marquez",
        "A Coca",
        "J Sobrino",
        "G Divine",
        "M Heisler",
        "L Williams"
      ],
      "year": 2010,
      "doi": "10.1161/circulationaha.109.892778"
    },
    {
      "title": "Effectiveness of a tailored behavioral intervention to improve hypertension control: primary outcomes of a randomized controlled trial",
      "authors": [
        "J Friedberg",
        "M Rodriguez",
        "M Watsula",
        "I Lin",
        "J Wylie-Rosett",
        "J Allegrante",
        "S Lipsitz",
        "S Natarajan"
      ],
      "year": 2015,
      "doi": "10.1161/hypertensionaha.114.03483"
    },
    {
      "title": "Effects of lifestyle-related interventions on blood pressure in low and middleincome countries: systematic review and meta-analysis",
      "authors": [
        "C Baena",
        "M Olandoski",
        "J Younge",
        "A Buitrago-Lopez",
        "S Darweesh",
        "N Campos",
        "S Sedaghat",
        "A Sajjad",
        "T Van Herpt",
        "R Freak-Poli",
        "E Van Den Hooven",
        "J Felix",
        "J Faria-Neto",
        "R Chowdhury",
        "O Franco"
      ],
      "year": 2014,
      "doi": "10.1097/HJH.0000000000000136"
    },
    {
      "title": "Costs and cost-effectiveness of a mobile phone text-message reminder programmes to improve health workers' adherence to malaria guidelines in Kenya",
      "authors": [
        "D Zurovac",
        "B Larson",
        "R Sudoi",
        "R Snow"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0052045"
    },
    {
      "title": "The cost-effectiveness of smoking cessation support delivered by mobile phone text messaging: Txt2stop",
      "authors": [
        "C Guerriero",
        "J Cairns",
        "I Roberts",
        "A Rodgers",
        "R Whittaker",
        "C Free"
      ],
      "year": 2013,
      "doi": "10.1007/s10198-012-0424-5"
    }
  ],
  "num_references": 42,
  "original_doi": "https://doi.org/10.13039/501100000266"
}
