{
  "paper_id": "WKLWNVXX",
  "title": "Behavior Change Techniques in mHealth Apps for the Mental and Physical Health of Employees: Systematic Assessment",
  "abstract": "Background: Employees remain at risk of developing physical and mental health problems. To improve the lifestyle, health, and productivity many workplace interventions have been developed. However, not all of these interventions are effective. Mobile and wireless technology to support health behavior change (mobile health [mHealth] apps) is a promising, but relatively new domain for the occupational setting. Research on mHealth apps for the mental and physical health of employees is scarce. Interventions are more likely to be useful if they are rooted in health behavior change theory. Evaluating the presence of specific combinations of behavior change techniques (BCTs) in mHealth apps might be used as an indicator of potential quality and effectiveness. \n Objective: The aim of this study was to assess whether mHealth apps for the mental and physical health of employees incorporate BCTs and, if so, which BCTs can be identified and which combinations of BCTs are present. Methods: An assessment was made of apps aiming to reduce the risk of physical and psychosocial work demands and to promote a healthy lifestyle for employees. A systematic search was performed in iTunes and Google Play. Forty-five apps were screened and downloaded. BCTs were identified using a taxonomy applied in similar reviews. The mean and ranges were calculated. Results: On average, the apps included 7 of the 26 BCTs (range 2-18). Techniques such as \"provide feedback on performance,\" \"provide information about behavior-health link,\" and \"provide instruction\" were used most frequently. Techniques that were used least were \"relapse prevention,\" \"prompt self-talk,\" \"use follow-up prompts,\" and \"provide information about others' approval.\" \"Stress management,\" \"prompt identification as a role model,\" and \"agree on behavioral contract\" were not used by any of the apps. The combination \"provide information about behavior-health link\" with \"prompt intention formation\" was found in 7/45 (16%) apps. The combination \"provide information about behavior-health link\" with \"provide information on consequences,\" and \"use follow-up prompts\" was found in 2 (4%) apps. These combinations indicated potential effectiveness. The least potentially effective combination \"provide feedback on performance\" without \"provide instruction\" was found in 13 (29%) apps. Conclusions: Apps for the occupational setting might be substantially improved to increase potential since results showed a limited presence of BCTs in general, limited use of potentially successful combinations of BCTs in apps, and use of potentially unsuccessful combinations of BCTs. Increasing knowledge on the effectiveness of BCTs in apps might be used to develop guidelines for app developers and selection criteria for companies and individuals. Also, this might contribute to decreasing the burden of work-related diseases. To achieve this, app developers, health behavior change professionals, experts on physical and mental health, and end-users should collaborate when developing apps for the working context.",
  "year": 2018,
  "date": "2018",
  "journal": "JMIR Mhealth Uhealth",
  "publication": "JMIR Mhealth Uhealth",
  "authors": [
    {
      "forename": "Elsbeth",
      "surname": "De Korte",
      "name": "Elsbeth De Korte",
      "affiliation": "1  Netherlands Organization for Applied Scientific Research , Leiden , Netherlands \n\t\t\t\t\t\t\t\t Netherlands Organization for Applied Scientific Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t Netherlands",
      "email": "elsbeth.dekorte@tno.nl"
    },
    {
      "forename": "Noortje",
      "surname": "Wiezer",
      "name": "Noortje Wiezer",
      "affiliation": "1  Netherlands Organization for Applied Scientific Research , Leiden , Netherlands \n\t\t\t\t\t\t\t\t Netherlands Organization for Applied Scientific Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Bakhuys",
      "surname": "Roozeboom",
      "name": "Bakhuys Roozeboom",
      "affiliation": "1  Netherlands Organization for Applied Scientific Research , Leiden , Netherlands \n\t\t\t\t\t\t\t\t Netherlands Organization for Applied Scientific Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Peter",
      "surname": "Vink",
      "name": "Peter Vink",
      "affiliation": "2  Faculty of Industrial Design Engineering , Delft University of Technology , Delft , Netherlands \n\t\t\t\t\t\t\t\t Faculty of Industrial Design Engineering \n\t\t\t\t\t\t\t\t Delft University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Delft \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "Wessel",
      "surname": "Kraaij",
      "name": "Wessel Kraaij",
      "affiliation": "1  Netherlands Organization for Applied Scientific Research , Leiden , Netherlands \n\t\t\t\t\t\t\t\t Netherlands Organization for Applied Scientific Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "affiliation": "Organization for Applied Scientific Research Schipholweg 77-89 Leiden , 2316 ZL Netherlands de Korte et al \n\t\t\t\t\t\t\t\t de Korte et al \n\t\t\t\t\t\t\t\t Organization for Applied Scientific Research \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Schipholweg 77-89 \n\t\t\t\t\t\t\t\t\t 2316 ZL \n\t\t\t\t\t\t\t\t\t Leiden \n\t\t\t\t\t\t\t\t\t Netherlands"
    }
  ],
  "doi": "10.2196/mhealth.6363",
  "keywords": [
    "behavior change techniques",
    "mHealth",
    "mental health",
    "physical health",
    "lifestyle",
    "workplace",
    "app",
    "employee",
    "work"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Despite increased awareness and growing efforts to develop measures to effectively manage work-related risk factors and promote workers' healthy behavior, employees are still at risk of developing physical and mental health problems  [1, 2] . This is caused by physical and psychosocial work demands and unhealthy lifestyle behaviors, such as low physical activity levels and sedentary behavior. This is often provoked by the way current work and working environments are arranged.\n\nThe development of new technologies has brought about many changes in the way people work, resulting in a shift away from occupations that require moderate-intensity physical activity to occupations that are composed of sitting  [3, 4] . Physical inactivity and sedentary behavior (defined as time spent sitting  [4] ) are associated with deleterious health effects such as cardiovascular diseases, cancer, type 2 diabetes, and obesity  [5] [6] [7] [8] . Research has shown that employees with low physical activity levels and sedentary behavior are less productive at work (presenteeism), have decreased workability, and take more sick days  [9] [10] [11] [12] .\n\nFurthermore, the number of employees working with computers has increased over the past decades  [13] . Research shows a relationship between computer use and the development of musculoskeletal symptoms  [13] [14] [15] . Static postures and repetitive movements, physical work demands that are associated with computer work, are related to presenteeism, decreased work ability, and sickness absence  [16, 17] .\n\nDuring the past decade organizations started to organize work flexibly  [18] . Employees decide for themselves where, when, and with which (digital) tools they work. This brings advantages such as autonomy, remote collaboration, and increased possibilities for sharing information. However, there are also drawbacks, such as struggling with managing the inflow of information, interruptions and task switching, perceived pressure to respond quickly, decreased perceived social support, and a disturbed work-life balance  [18] . High psychosocial work demands are associated with health complaints, sickness absence, decreased workability, and productivity loss  [1, 3, [19] [20] [21] [22] .\n\nImproved working conditions are needed to create a healthy and productive working population  [10, 16] . Besides that, the workplace is a fruitful setting for health promotion because of the presence of natural social networks, the possibility of reaching a large population, and the fact that people spend a great deal of their lifetime at work  [9, 23, 24] . For these reasons, much effort has been put into the development and evaluation of interventions in the workplace setting. This includes selective activities to change the individuals' risks, attitudes, behavior, and awareness as well as comprehensive interventions such as workplace health promotion programs  [1, 9, 25, 26] . However, research shows that workplace interventions may be beneficial, but not all these interventions are useful, or their overall effects are small  [1, 9, [24] [25] [26] [27] [28] [29] [30] [31] [32] .\n\nResearch shows that workplace interventions are more effective when they involve evidence-based principles that (1) offer a variety of engagement modalities, (2) start with a needs assessment of participants, (3) offer higher intensity of contacts to keep participants actively involved, (4) are tailored to address participants' needs, (5) address multiple risk factors, (6) support self-management, (7) use incentives,  (8)  provide easy access and easy follow-up, (9) use social support, and  (10)  are grounded in behavior theory  [9, 24, 28, 31, 33] . Mobile and wireless technology is a growing area in supporting health behavior change and might offer a promising approach as a workplace intervention since it could offer many of these elements  [34] [35] [36] [37] . Mobile health, also known as mHealth, covers medical and public health practice supported by mobile devices, such as mobile (smart) phones, personal digital assistants and other wireless devices. It also includes lifestyle and well-being apps that may connect to wearable sensors and personal guidance systems  [38] . Various features make them good candidates for the delivery of interventions supporting health behavior change. First, as portable devices, they can continuously monitor the users' behavior using sensors. They offer the opportunity to bring behavioral interventions into important real-life and working contexts where people make decisions about their health and encounter barriers to behavior change. Second, they may provide cheaper, more convenient interventions. Third, the connectedness facilitates the sharing of data with health professionals or peers. Finally, the increasing ability to use sensors to infer context, such as user location, movement, emotion, and social engagement. This has raised the prospect of timely, tailored interventions for specific contexts  [39] [40] [41] [42] [43] . As a result, these technologies support a participatory role by users, while enhancing their responsibility for their health and performance  [38] . mHealth apps are being developed and evaluated to support behavior change of the general population in a variety of domains, such as physical activity  [44] [45] [46] [47] [48] , obesity  [49] , and stress management  [50] [51] [52] . Even with the recent proliferation of apps, research evidence regarding their effectiveness is scarce  [53] . The vast majority of commercial apps have not been evaluated using scientific methods, and these apps tend not to be grounded explicitly in theories of health behavior  [54] . In recent years, mHealth apps have been developed to target the occupational setting  [55] [56] [57] , a context characterized by its specific barriers. Physical working contexts might put additional constraints on the use of mHealth apps, for instance when working in cleanrooms or high-security settings. Likewise, the organizational working context has specific focus points, such as the fit of an app with working schedules, embedding an app within prevention programs, and the role of management in implementation and adoption of an app. However, despite their potential, little research has been published on mHealth apps for employees. Only 1 study was found showing the positive effects of a tailored mHealth intervention on physical activity, snacking behavior, and sleep among airline pilots  [58] . Insight is needed to determine whether mHealth apps are a powerful medium for delivering interventions in the workplace setting. Therefore, these apps need to be evaluated on (1) their potential to support healthy work behavior, (2) their consistency with evidence-based practices, and (3) their effectiveness in improving mental and physical health. The aim of this study is to examine the first step: to assess whether mHealth apps for employees use principles and constructs underlying the processes of behavior change to enhance their mental and physical health.\n\nResearch on internet interventions (electronic health) and mHealth shows that they are more likely to be useful if they are firmly rooted in health behavior change theory  [34, 36, 40, 59] . Understanding which behavior change techniques (BCTs) are implemented can illuminate mechanisms by which using an app might facilitate behavior change as well as the types of persons for whom a given app may work best  [60] . Abraham and Michie  [61]  and Michie et al  [62]  suggested several BCTs common to many health behavior theories and developed several versions of a taxonomy to identify BCTs in a range of health promotion interventions  [61, 62] . The taxonomies have been used to identify techniques or combinations of techniques that might enhance effectiveness  [36, 40] .\n\nA large body of research has been published using the taxonomy in traditional health promotion interventions  [40] , but few have quantified the extent to which specific BCTs are included in apps. To date, studies have evaluated whether apps for physical activity  [40, 54, 60, 63]  or apps for physical activity and diet  [53]  incorporate BCTs. The most frequently applied BCTs in traditional health promotion interventions are \"goal-setting,\" \"prompt intention formation,\" \"provide feedback on performance,\" \"self-monitoring,\" and \"review of behavioral goals\"  [40, 61, 64] . Studies report inconclusive evidence regarding the number of BCTs that are associated with effectiveness. A systematic review by Webb et al  [59]  on Web-based interventions reported that interventions that include a larger number of BCTs, using a taxonomy adapted from Hardeman et al  [65] , are more likely to be effective. In contrast, another meta-analysis by Michie et al  [64]  using the Abraham and Michie's taxonomy  [61] , suggested that the number of included BCTs is not associated with a larger effect. The study showed that interventions were most likely to be effective when \"self-monitoring\" was used as a technique, or when \"self-monitoring\" plus an additional self-regulation technique were used  [64] .\n\nWhen interventions involve multiple BCTs, the effects might be additive, neutral (ie, cancel each other out), or amplified  [66] . Accordingly, the inclusion of specific combinations of BCTs appears to be critical. Dusseldorp et al  [66]  used meta-analysis to conclude that specific combinations of BCTs increase the chances of achieving a change in health behavior, while other combinations decrease them. Specific combinations were more successful than average, and the strongest effects were found with motivation-enhancing BCTs. Most effective combinations were \"provide information about behavior-health link\" with \"prompt intention formation\" and \"provide information about behavior-health link\" with \"provide information on consequences\" and \"use follow-up prompts.\" Least effective were interventions using \"provide feedback on performance\" without \"provide instruction.\"\n\nIn summary, studies on traditional health promotion interventions show that not only the presence of BCTs, but also specific combinations of BCTs might explain intervention success. Up until now, none of the studies on the inclusion of BCTs in apps for physical activity and diet  [36, 40, 54, 60, 63]  have evaluated the presence of specific combinations of BCTs. Although this has not yet been confirmed in studies on mHealth in general, and specifically for the occupational setting, it can be suggested that certain combinations of BCTs also serve as an indicator for potential effectiveness in mHealth. This study aims to evaluate whether apps for the mental and physical health of employees incorporate BCTs and, if so, which ones can be identified, and which combinations are present."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "A comparative assessment was made of apps aimed at reducing physical and psychosocial risks at work including stress prevention or coping with stress and to promote a healthy workstyle (ie, prevention of sedentary behavior or promotion of physical activity) for individual workers. Three independent reviewers undertook the assessment of the presence of BCTs and combinations of BCTs in apps: 1 scientist in ergonomics and human factors (EK), and 2 experts on mental health (NW, MBR)."
    },
    {
      "title": "Search Strategy",
      "text": "Since app stores differ in their acceptance policy and therefore might offer different apps, the study sample was identified through systematic searches in 2 app stores: iTunes and Google Play. The algorithms within Google Play and iTunes work differently in how they classify and rank apps and make matches for specific keywords. For instance, the Google Play algorithm considers the keywords from the description of an app, and it will rank the app in the search results accordingly. The first results listed are the most relevant. In iTunes, the app description does not influence the app store algorithm in ranking the apps.\n\nBetween December 2014 and April 2015 apps were searched, screened, and downloaded. Search terms were based on Boolean logic and included combinations for domain (work, worksite, workplace, worker, employee), health (activity, health, lifestyle, stress, mental, physical, behavior, risk, sitting, posture, shiftwork, vitality, resilience, wellbeing), and intervention (coach, intervention, assistant, motivation, support, program). Searches were performed without using the app stores' categories."
    },
    {
      "title": "Inclusion",
      "text": "To be included, apps had to meet the following criteria: (1) be work-related, (2) be aimed at stress prevention or coping and/or psychosocial risk reduction and/or physical risk reduction and/or prevention of sedentary behavior and/or promotion of physical activity, (3) be aimed at healthy adults, (4) provide individually tailored feedback, and (5) be English or Dutch. Apps that contained handbooks, product catalogues or Occupational Safety and Health incident reporting were excluded. Apps that focused on older adults, students or individuals with health problems (eg, depression) were also excluded."
    },
    {
      "title": "Screening and Assessment",
      "text": "Figure  1  shows an overview of the selection and screening procedure. Search, inclusion, screening of apps, and assessment of BCTs were performed by 3 researchers (EK and NW for iTunes; EK and MBR for Google Play). Any differences were resolved by discussion with the 2 reviewers and if necessary with the third reviewer.\n\nFirst, search terms were entered in the app stores and apps were searched based on their title. Second, using the screenshots and description in the app store, the apps were screened using the inclusion criteria. Third, if an app seemed to be suitable for inclusion, it was downloaded to an iPhone 4 or a Samsung Galaxy S2. If there were doubts whether an app met the inclusion criteria, it was downloaded. If an app had a free version and a paid version, the free version was downloaded first to be reviewed. If the paid version contained additional features, it was downloaded and used for further analysis. Some apps required a unique access code. In this case, the app providers were contacted by email or phone to request a temporary access code or a demo version. While some app providers cooperated, others did not respond. These apps were not included for further analysis. Fourth, the downloaded apps were again assessed based on the inclusion criteria. Some apps appeared to be not working-these were excluded. In a consensus meeting, the final set of apps for assessment on BCTs was selected.\n\nThe reviewers used the included apps until they felt that they were familiar with the details. This varied from one hour (for very basic apps) to four weeks (for extensive apps or apps that took time before the user received feedback). The apps were assessed using the taxonomy of BCTs used in interventions, developed by Abraham and Michie  [61] . This taxonomy consists of 26 BCTs and has been previously used to identify BCTs in apps  [36, 40] . For practical reasons we chose not to use the recent and comprehensive taxonomy by Michie et al with 93 BCTs  [62] . This involved a high sensitivity of techniques which were considered too sensitive for the evaluation of apps. The taxonomy of the 26 BCTs formed the basis of the more elaborate taxonomy. In this approach, some of the BCTs used in the earlier taxonomy were specified into more detailed BCTs. To fully understand the content of the 26 BCTs, we studied the 93 BCTs. Before evaluation, all reviewers examined the coding manual and discussed each technique carefully, until a consensus was reached on definitions. Some definitions of BCTs from the taxonomy of Abraham and Michie  [61]  were adapted to be used for the assessment of apps (Multimedia Appendix 1). For each app, the researchers evaluated and provided a score if the 26 BCTs were present  (1)  or not (0). In addition to the BCTs, the researchers assessed whether the app was aimed at physical risk prevention, psychosocial risk prevention (including stress prevention or coping) or lifestyle promotion (prevention of sedentary behavior or promotion of physical activity). The apps were scored independently, and Krippendorff alpha was used to evaluate interrater reliability since it can be used regardless of the number of observers, levels of measurement, sample sizes, and the presence or absence of missing data  [67] . Also, the app name, a short description, the name of the app store, and the price for each app were collected, and stored in Excel for further analysis. The means and frequencies were calculated for the BCTs and the price of the app. Krippendorff alpha for nominal data was used to evaluate interrater reliability."
    },
    {
      "title": "Results"
    },
    {
      "title": "General Findings",
      "text": "The reviewers detected 10,912 (EK) and 9,067 (MBR) apps in Google Play and 20,441 (EK) and 20,400 (NW) in iTunes. The difference between Google Play and iTunes is because, for each search, Google Play generates a maximum of 250 results per search term, in contrast to iTunes, which has no maximum.\n\nAfter the inclusion procedure, 45 apps were selected for the assessment of BCTs (see Table  1  for a general overview of the apps). Thirteen apps were found in Google Play, 22 in iTunes, and 10 were found in both app stores. Of the apps found in both stores, iChange2 and Wellmo were evaluated by NW and EK on an iPhone 4. The other 8 found in both stores were evaluated by MBR and EK on a Samsung Galaxy S2. Thirty-two apps were reviewed by NW and EK on an iPhone 4 while MBR and EK reviewed 23 apps on a Samsung Galaxy S2. In total, 45 different apps were evaluated.\n\nReliability data is shown in Table  1 . Krippendorff alpha coefficients ranged from .23 to 1.00. Of the 45 reliability tests, 34 (76%) apps yielded alphas of at least .61 indicating good reliability. Fair reliability was found for 9 (29%) apps, which yielded alphas ranging from .41 to .60. Inferior reliability was assessed for 2 (4%) apps that scored below .41 [68] .\n\nOf the 45 apps, 13 (29%) had to be paid for with a mean price of €2.40 (range €0.99-4.99). Twenty-nine apps (64%) were free, and 3 (7%) apps had an access code. This access code was used when the app was offered as part of a company program. These apps are not free; however, the cost of these apps is unknown.\n\nFifteen (33%) apps were targeted at physical risk prevention, 23 (51%) at psychosocial risk prevention (including stress prevention or coping with stress), and 34 (76%) at lifestyle promotion (prevention of sedentary behavior or promotion of physical activity). Twenty-three (51%) apps were directed at a minimum of two categories, and 22 (49%) at just 1."
    },
    {
      "title": "Behavior Change Techniques",
      "text": "The average number of BCTs was 7 (range 2-18). Most BCTs were used in iChange2  (18)  and Wellmo  (16) . Table  1  shows that the least BCTs were identified in Positive Me (2), Ergometer (3), Office health alarm clock (3), and Stress Check by AIIR consulting LLC (3).\n\nFigure  2  shows the BCTs identified most frequently and which BCTs were not. All 45 apps \"provided feedback on performance\". This was no surprise since it was one of the inclusion criteria. Other techniques that were used more often were \"provide information about behavior-health link\" in 37 (82%) apps and \"provide instruction\" in 32 (71%) apps. Techniques that were used least were \"relapse prevention\" found in 3 (7%) of the apps, \"prompt self-talk\" in 2 (4%) apps, \"use follow-up prompts\" in 2 apps, and \"provide information about others approval\" in 1 app. \"Stress management,\" \"prompt identification as a role model,\" and \"agree on behavioral contract\" were not used by any of the apps (Figure  3 ). Finally, combinations of techniques were analyzed. The combination \"provide information about behavior-health link\" with \"prompt intention formation\" was found in 7 (16%) apps (Brightr, iChange2, Move More, Office Buzz, Wellmo, 48-hour stress relief and Office exercise & stretch). The combination \"provide information about behavior-health link\" with \"provide information on consequences\" and \"use follow-up prompts\" was found in 2 (4%) apps (iChange2 and Wellmo). These combinations were found to be the most effective in health behavior change in the meta-analysis by Dusseldorp et al  [66]  indicating potential effectiveness in mHealth apps. The least effective combination \"provide feedback on performance\" without \"provide instruction,\" according to the meta-analysis of Dusseldorp et al  [66] , was found in  13     Examples of behavior change techniques used in apps, from left to right: \"provide feedback on performance\" (Ergo@WSH), \"prompt practice\" (Get Off Your Butt!) and \"model or demonstrate behavior\" (iChange2). Pictures have been taken from app descriptions in Google Play store (Ergo@WSH), iTunes (Get Off Your Butt!) and from app provider (iChange2)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "In this study, the presence of BCTs was identified in apps for the mental and physical health of employees. Previously, researchers have studied the presence of BCTs in apps, such as physical activity apps  [36, 40, 54, 60, 63] , dietary apps  [53] , medication adherence apps  [69]  or cancer survivorship apps  [70] . Others have studied the presence of BCTs in wearable lifestyle activity trackers  [71, 72] . However, this study was the first to assess BCTs in apps aimed at improving the mental and physical health of employees. Also, this app assessment was the first to look at specific combinations of BCTs in apps, which might serve as an indicator of potential effectiveness.\n\nThe majority of the apps (34/45, 76%) in this study aimed to improve the health of employees targeted lifestyle promotion, while the number of apps directed at psychosocial risk prevention (23/45, 51%) and physical risk prevention (15/45, 33%) was much lower. About half (22/45, 49%) of the apps targeted just 1 of these categories. Reviewers noticed that lifestyle apps used sensors more often (eg, the accelerometer of the mobile phone used for step counting). In contrast, apps aiming at psychosocial risk prevention rarely used sensors to monitor; these apps generally used questions or questionnaires to gather data. One of the main advantages of mobile technology compared to the traditional nondigital interventions in the workplace setting is the ability to monitor the user's behavior with sensors continuously. This offers the opportunity to bring behavioral interventions into an important working context where people make decisions about their health and encounter barriers to behavior change. Differences in technical possibilities might influence the sort of apps that are being developed and the kind of behaviors they target.\n\nThe results of this study showed a limited presence of theoretical behavior change constructs. Previous research has highlighted the shortage of the application of behavior change theory in digital interventions, such as websites and apps designed to promote health behavior change  [36, 40] . Cowan et al  [63]  suggest that the general lack of theoretical constructs on behavior change included in apps might not be entirely unexpected, given that app developers' expertise relates to software development and may not include health behavior theory. Therefore, they might not thoroughly incorporate health behavior change theory into their apps  [63] . Another explanation for these findings might be that, as per Dusseldorp et al  [66] , it is the type, quality, and combinations of BCTs, and how they are implemented, rather than the quantity of the techniques that matter. Finally, some techniques might not be detected by the researchers. The low Krippendorff alpha values found in some apps, as well as the discussions, emerged during the consensus meetings showed that reviewers did not always discover all features of the apps. Some features were not explicit during use. For example, reminders, updates, and feedback might have occurred for one reviewer, but not for another. Some BCTs were not easily traceable, for instance only via pop-up messages. This resulted in a different assessment of BCTs and might explain the interrater variability for some of the apps, with the lowest Krippendorff alphas belonging to Carecall and My Wellbeing App: Psycare Assist. However, it is important to note that low Krippendorff alphas might also exist in the case of rare values, especially with binary variables (ie, BCT present or BCT not present) with 1 rare value. Krippendorff alpha compares the \"observed\" and \"expected\" disagreements and to satisfy this it takes into account the prevalence of the categories coded for the variable. Nevertheless, one of the strengths of this study is that all apps have been screened and identified by at least two reviewers and in general, reasonable to good interrater reliability has been established.\n\nIn apps for mental and physical health, 7 BCTs were identified on average. Also, the number of applied BCTs showed a large variation between apps (range 2-18). These results are in line with those of Middelweerd et al  [40]  who found an average of 5 (range 2-8), Conroy et al  [54]  (average 4, range 1-13), Yang et al  [60]  (average 7, range 1-21), and Direito et al  [36]  (average 8, range  (2) (3) (4) (5) (6) (7) (8) (9) (10) (11) (12) (13) (14) (15) (16) (17) (18) , although these studies targeted physical activity and nutrition apps).\n\nIn this study, it was shown that the most common BCTs in apps for the health promotion of employees were \"feedback on performance,\" \"providing information about the behavior-health link and provide instruction.\" Middelweerd et al  [40] , Direito et al  [36] , and Conroy et al  [54]  also showed that \"provide feedback on performance\" and \"provide instruction\" were among the most identified BCTs. \"Provide feedback on performance\" was also found by Middelweerd et al  [40]  to be the most applied technique, although this was, similar to the current study, one of the inclusion criteria.\n\nThe current study showed that BCTs \"relapse prevention,\" \"use follow-up prompts,\" \"prompt self-talk,\" and \"provide information about others' approval\" were identified the least. \"Relapse prevention\" and using \"follow-up prompts\" are important for sustained behavior change, but in the current study, these were applied in 3 apps only, which might question the value of these apps for changing behavior in the long-term  [36] . However, it is unclear why these BCTs have been found in only a limited number in the sample of apps. For instance, these techniques might work well for interventions targeting addictive behaviors (eg, smoking) but might not be relevant for interventions promoting work style or habit formation. \"Stress management,\" \"prompt identification as a role model,\" and \"agree on behavioral contract\" were not applied at all in any of the apps, which is in line with the work of Middelweerd et al  [40]  and Direito et al  [36] . Further findings were not in line with the work of others: \"prompt identification as a role model\" was the fourth most applied technique in the study by Direito et al  [36]  but was not applied in that of Middelweerd et al  [40] , nor in the current study. \"Prompt identification as a role model\" was found by Direito et al  [36]  and there seems to be no technical obstacles to also applying \"stress management\" and \"prompt identification as a role model\" in apps. It appears that app developers might lack expertise in health behavior theory and therefore not include these techniques in their apps.\n\nCompared to nondigital interventions in the workplace setting, one of the advantages of apps is the ability to monitor users' behavior continuously and to deliver context-aware, personalized interventions. Consequently, these technologies support a participative role of users, while enhancing their responsibility for their health and performance  [38, [41] [42] [43] . For this reason, it was expected that many apps in the current study would have applied \"prompt self-monitoring\" in 21 (47%) apps, \"plan social support or change\" in 11 (24%) apps, and \"prompt barrier identification\" in 6 (13%) apps as a technique. The results did not quite confirm these expectations.\n\nApplying certain combinations of BCTs is also essential. Dusseldorp et al  [66]  concluded from their meta-analysis that specific combinations of BCTs increase the likelihood of achieving change in health behavior, whereas other combinations decrease the possibility. The results of the current study showed that only a few apps applied most effective combinations and many apps applied the least effective. The meta-analyses by Dusseldorp et al  [66]  were performed with data on nondigital interventions. It is unclear whether this applies to digital interventions as well, but app developers should at least be conscious on how the number, the use, and combinations of BCTs might influence the effectiveness of an app. Therefore, future research should focus on the evaluation of which BCTs and combinations of BCTs are likely to be successful in effectively changing unhealthy behavior. Also, the present study shows that knowledge on effective BCTs might currently be underused in app development and suggests the need for multidisciplinary collaboration between app developers and behavior change experts. Others have concluded this as well  [36, 63, 73] . Besides, to design tailored and targeted app-based interventions, insight into the preferences of the target population for certain BCTs is of importance. This has been shown by Belmon et al  [74]  for young adults in physical activity apps. Some BCTs were rated as more positive to apply than others. Ratings of BCTs differed according to personality traits and exercising self-efficacy. This may apply to apps for employees, and therefore, preferably employees should also be engaged in the development.\n\nThis study on BCTs in apps for the mental and physical health of employees had certain limitations. The procedure to search, identify, and review apps is susceptible to bias. Reviewers searched, screened, and downloaded apps on different days. Generally, apps are developed very fast and what is offered in app stores varies daily. This might have influenced the search results, especially those based on algorithm ranking (Google Play). These fast developments also became apparent when some apps that were selected for download appeared to be untraceable. Presumably, many new apps have also appeared in the meantime. Still available apps have likely been changed, and new versions are available in the app stores since apps are updated continuously. This is illustrated by the study of Larsen et al  [75]  on the availability of mental health apps in iTunes and Google Play stores. They found 50% of search results changing within 4 months and an app being removed every 2.9 days. Therefore, conclusions on the apps that participated in the current study have to be interpreted with caution.\n\nThe taxonomy of Abraham and Michie  [61]  has not been developed specifically for apps. Therefore, reviewers had to translate the BCTs to app characteristics, which might have led to different interpretations than initially intended. For instance, stress management appeared to be a difficult BCT to interpret. It is defined as \"may involve a variety of specific techniques (eg, progressive relaxation) that do not target the behavior but seek to reduce anxiety and stress.\" However, in many apps in\n\nJMIR Mhealth Uhealth 2018 | vol. 6 | iss. 10 | e167 | p. 10  https://mhealth.jmir.org/2018/10/e167/ (page number not for citation purposes) de Korte et al JMIR MHEALTH AND UHEALTH"
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX",
      "text": "this study, management of stress was the targeted behavior, which was confusing. After a consensus meeting, it was decided to identify this technique only in cases where advice was given on ways to facilitate performance of the targeted behavior.\n\nIn addition to methodological limitations, there are also limitations in interpreting the results. As stated in the introduction, the extent to which apps are built upon theoretical models of the themes they address is essential (ie, stress management apps making use of evidence-based stress models). The current study focused on the presence of specific combinations of behavior change theories in apps. However, this is not necessarily an indication of good quality. Some of the apps in the study applied BCTs but also gave feedback that was not in line with current scientific insights. This raises the question of the value of these apps in supporting the user to enhance mental and physical health. Although an app might use principles and constructs underpinning the processes of behavior change, it also needs to be consistent with evidence-based practices. Therefore, designing useful apps requires the application of expertise from diverse fields and would benefit from interdisciplinary collaboration. While there is a consensus among software developers on the importance of engaging users, an mHealth app for employees would also benefit from collaboration with behavior change experts and experts in mental and physical health  [76] .\n\nMoreover, the current study does not answer the question of whether apps are effective in changing behavior and thereby in the prevention of physical and mental health risk or promotion of a healthy lifestyle. To determine effectiveness, controlled trials are necessary, preferably using evaluation methods that fit with the fast, iterative development processes of apps (eg, a stepped wedge design)  [35, 37] . To date, the evidence base of apps is still scarce. Many apps are not based on solid evidence or evaluated with scientific methods  [54, 63, 73] .\n\nDespite these limitations, this study provides the first analysis of health behavior theory applied in apps for the mental and physical health of employees. This research method cannot establish effectiveness and usability of these apps. Further research is needed to assess the effectiveness and usability of apps as intervention means for employees."
    },
    {
      "title": "Conclusion",
      "text": "The findings of this study suggest that apps might be substantially improved to bring behavioral interventions into the working context where employees make decisions about their health and encounter barriers to behavior change. This study might be a first step toward implementing BCTs in a manner that is likely to increase behavior change potential.\n\nThe results, in general, showed a limited presence of BCTs, limited use of potentially successful combinations of BCTs in apps, and the use of potentially unsuccessful combinations of BCTs. Current knowledge on potentially effective combinations of BCTs seems to be underused in app development for the occupational setting. Knowledge of BCTs should be incorporated more in the development of apps. Combining behavior change theory and providing content with a robust evidence base and taking into account the specific context of the occupational setting could contribute to the development of effective mHealth-based interventions for employees and decrease the burden of work-related diseases. Although BCTs have been shown to be effective in face-to-face or online behavior change interventions, it is still unclear whether they are effective mHealth interventions. Future research should, therefore, focus on evaluating which BCTs and combinations of BCTs are effective in changing health behavior of employees when used in apps. For this evaluation, quantitative and qualitative methods should be used.\n\nTo increase potential and effectiveness, a collaboration between app developers, health behavior change professionals, experts on physical and mental health, and end-users is suggested. Combinations of expertise could provide higher quality apps. Until now, it is unclear which criteria could be used by organizations when selecting apps to offer to their employees. Furthermore, for employees, it remains unclear which app would help them best to improve their physical and mental health at work. An increase in knowledge on the effectiveness of BCTs in apps could be used to develop guidelines for app developers and the development of selection criteria for companies and individuals."
    },
    {
      "text": "Figure 1. Overview of the selection and screening procedure of apps for assessment of behavior change techniques (BCTs)."
    },
    {
      "text": "Figure 2. Frequencies of the behavior change techniques found in apps using the taxonomy by Abraham and Michie [61]."
    },
    {
      "text": "Figure 3.Examples of behavior change techniques used in apps, from left to right: \"provide feedback on performance\" (Ergo@WSH), \"prompt practice\" (Get Off Your Butt!) and \"model or demonstrate behavior\" (iChange2). Pictures have been taken from app descriptions in Google Play store (Ergo@WSH), iTunes (Get Off Your Butt!) and from app provider (iChange2)."
    },
    {
      "text": "Descriptive data of the apps that were evaluated for the presence of behavior change techniques."
    }
  ],
  "references": [
    {
      "year": 2018,
      "doi": "10.2196/mhealth.6363"
    },
    {
      "title": "Psychosocial risks in Europe: prevalence and strategies for prevention URL",
      "year": 2014
    },
    {
      "title": "Fifth European Working Conditions Survey: Overview Report",
      "year": 2012,
      "doi": "10.2806/34660"
    },
    {
      "title": "Trends over 5 decades in U.S. occupation-related physical activity and their associations with obesity",
      "authors": [
        "T Church",
        "D Thomas",
        "C Tudor-Locke",
        "P Katzmarzyk",
        "C Earnest",
        "R Rodarte"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pone.0019657"
    },
    {
      "title": "Global physical activity levels: surveillance progress, pitfalls, and prospects",
      "authors": [
        "P Hallal",
        "L Andersen",
        "F Bull",
        "R Guthold",
        "W Haskell",
        "U Ekelund"
      ],
      "doi": "10.1016/s0140-6736(12)60646-1"
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo",
        "P Puska",
        "S Blair",
        "P Katzmarzyk"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Sitting time and all-cause mortality risk in 222 497 Australian adults",
      "authors": [
        "H Van Der Ploeg",
        "T Chey",
        "R Korda",
        "E Banks",
        "A Bauman"
      ],
      "year": 2012,
      "doi": "10.1001/archinternmed.2011.2174"
    },
    {
      "title": "Are workplace interventions to reduce sitting effective? A systematic review",
      "authors": [
        "J Chau",
        "H Van Der Ploeg",
        "Jgz Van Uffelen",
        "J Wong",
        "I Riphagen",
        "G Healy"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.08.012"
    },
    {
      "title": "The prevalence and correlates of sitting in European adults? A comparison of 32 Eurobarometer-participating countries",
      "authors": [
        "J Bennie",
        "J Chau",
        "H Van Der Ploeg",
        "E Stamatakis",
        "A Do",
        "A Bauman"
      ],
      "year": 2013,
      "doi": "10.1186/1479-5868-10-107"
    },
    {
      "title": "Workplace health promotion: a meta-analysis of effectiveness",
      "authors": [
        "A Rongen",
        "Sjw Robroek",
        "F Van Lenthe",
        "A Burdorf"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2012.12.007"
    },
    {
      "title": "The role of obesity and lifestyle behaviours in a productive workforce",
      "authors": [
        "Sjw Robroek",
        "Tij Van Den Berg",
        "J Plat",
        "A Burdorf"
      ],
      "year": 2011,
      "doi": "10.1136/oem.2010.055962"
    },
    {
      "title": "Poor health, unhealthy behaviors, and unfavorable work characteristics influence pathways of exit from paid employment among older workers in Europe: a four-year follow-up study",
      "authors": [
        "Sjw Robroek",
        "M Schuring",
        "S Croezen",
        "M Stattin",
        "A Burdorf"
      ],
      "year": 2013,
      "doi": "10.5271/sjweh.3319"
    },
    {
      "title": "Dose-response relation between physical activity and sick leave",
      "authors": [
        "K Proper",
        "S Van Den Heuvel",
        "De Vroome",
        "E Hildebrandt",
        "V Van Der Beek"
      ],
      "year": 2006,
      "doi": "10.1136/bjsm.2005.022327"
    },
    {
      "title": "Ergonomics, musculoskeletal disorders, and computer work",
      "authors": [
        "J Wahlström"
      ],
      "year": 2005,
      "doi": "10.1093/occmed/kqi083"
    },
    {
      "title": "Should office workers spend fewer hours at their computer? A systematic review of the literature",
      "authors": [
        "S Ijmker",
        "M Huysmans",
        "B Blatter",
        "A Van Der Beek",
        "W Van Mechelen",
        "P Bongers"
      ],
      "year": 2007,
      "doi": "10.1136/oem.2006.026468"
    },
    {
      "title": "Epidemiology of musculoskeletal disorders among computer users: lesson learned from the role of posture and keyboard use",
      "authors": [
        "F Gerr",
        "M Marcus",
        "C Monteilh"
      ],
      "year": 2004,
      "doi": "10.1016/j.jelekin.2003.09.014"
    },
    {
      "title": "Productivity loss at work; health related and work-related factors",
      "authors": [
        "S Van Den Heuvel",
        "G Geuskens",
        "W Hooftman",
        "Llj Koppes",
        "Snj Van Den Bossche"
      ],
      "year": 2010,
      "doi": "10.1007/s10926-009-9219-7"
    },
    {
      "title": "Self-reported productivity loss among workers with upper extremity disorders",
      "authors": [
        "K Martimo",
        "R Shiri",
        "H Miranda",
        "R Ketola",
        "H Varonen",
        "E Viikari-Juntura"
      ],
      "year": 2009
    },
    {
      "title": "New Ways of Working: impact on working conditions, work-family balance,wellbeing",
      "authors": [
        "E Demerouti",
        "D Derks",
        "Ten Brummelhuis",
        "L Bakker"
      ],
      "year": 2014,
      "doi": "10.1007/978-94-017-8854-0_8"
    },
    {
      "title": "Psychosocial work factors and sickness absence in 31 countries in Europe",
      "authors": [
        "I Niedhammer",
        "J Chastang",
        "H Sultan-Taïeb",
        "G Vermeylen",
        "A Parent-Thirion"
      ],
      "year": 2013,
      "doi": "10.1093/eurpub/cks124"
    },
    {
      "title": "The effects of psychosocial work factors on production loss, and the mediating effect of employee health",
      "authors": [
        "M Karlsson",
        "C Björklund",
        "I Jensen"
      ],
      "year": 2010,
      "doi": "10.1097/jom.0b013e3181d1cda2"
    },
    {
      "title": "Psychosocial work environment and stress-related disorders, a systematic review",
      "authors": [
        "K Nieuwenhuijsen",
        "D Bruinvels",
        "M Frings-Dresen"
      ],
      "year": 2010,
      "doi": "10.1093/occmed/kqq081"
    },
    {
      "title": "Productivity loss in the workforce: associations with health, work demands, and individual characteristics",
      "authors": [
        "S Alavinia",
        "D Molenaar",
        "A Burdorf"
      ],
      "year": 2008,
      "doi": "10.1002/ajim.20648"
    },
    {
      "title": "Improving nutrition and physical activity in the workplace: a meta-analysis of intervention studies",
      "authors": [
        "A Hutchinson",
        "C Wilson"
      ],
      "year": 2011,
      "doi": "10.1093/heapro/dar035"
    },
    {
      "title": "The benefits of interventions for work-related stress",
      "authors": [
        "Jjl Van Der Klink",
        "Rwb Blonk",
        "A Schene",
        "Van Dijk"
      ],
      "year": 2001
    },
    {
      "title": "UHEALTH XSL",
      "authors": [
        "De Korte"
      ]
    },
    {
      "title": "What is actually measured in process evaluations for worksite health promotion programs: a systematic review",
      "authors": [
        "D Wierenga",
        "L Engbers",
        "P Van Empelen",
        "S Duijts",
        "V Hildebrandt",
        "W Van Mechelen"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2458-13-1190"
    },
    {
      "title": "Are workplace interventions to reduce sitting effective? A systematic review",
      "authors": [
        "J Chau",
        "H Van Der Ploeg",
        "Vn Uffelen",
        "Jgz Wong",
        "J Riphagen",
        "I Healy"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.08.012"
    },
    {
      "title": "A Systematic Review of the Job-stress Intervention Evaluation Literature, 1990-2005",
      "authors": [
        "A Lamontagne",
        "T Keegel",
        "A Louie",
        "A Ostry",
        "P Landsbergis"
      ],
      "year": 2013,
      "doi": "10.1179/oeh.2007.13.3.268"
    },
    {
      "title": "Effects of occupational stress management intervention programs: a meta-analysis",
      "authors": [
        "K Richardson",
        "Rothstein Hr"
      ],
      "year": 2008,
      "doi": "10.1037/1076-8998.13.1.69"
    },
    {
      "title": "A synthesis of the evidence for managing stress at work: a review of the reviews reporting on anxiety, depression, and absenteeism",
      "authors": [
        "K Bhui",
        "S Dinos",
        "S Stansfeld",
        "P White"
      ],
      "year": 2012,
      "doi": "10.1155/2012/515874"
    },
    {
      "title": "Worksite mental health interventions: a systematic review of economic evaluations",
      "authors": [
        "H Hamberg-Van Reenen",
        "K Proper",
        "M Van Den Berg"
      ],
      "year": 2012,
      "doi": "10.1136/oemed-2012-100668"
    },
    {
      "title": "Are workplace health promotion programs effective at improving presenteeism in workers? A systematic review and best evidence synthesis of the literature",
      "authors": [
        "C Cancelliere",
        "J Cassidy",
        "C Ammendolia",
        "P Côté"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2458-11-395"
    },
    {
      "title": "Effectiveness of a questionnaire based intervention programme on the prevalence of arm, shoulder and neck symptoms, risk factors and sick leave in computer workers: a cluster randomised controlled trial in an occupational setting",
      "authors": [
        "E Speklé",
        "M Hoozemans",
        "B Blatter",
        "J Heinrich",
        "A Van Der Beek",
        "D Knol"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2474-11-99"
    },
    {
      "title": "The health and cost benefits of work site health-promotion programs",
      "authors": [
        "R Goetzel",
        "R Ozminkowski"
      ],
      "year": 2008,
      "doi": "10.1146/annurev.publhealth.29.020907.090930"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Mobile health technology evaluation: the mHealth evidence workshop",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "A Abernethy",
        "A Atienza",
        "K Patrick",
        "M Pavel"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.03.017"
    },
    {
      "title": "Do physical activity and dietary smartphone applications incorporate evidence-based behaviour change techniques?",
      "authors": [
        "A Direito",
        "L Dale",
        "E Shields",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-646"
    },
    {
      "title": "How to evaluate technologies for health behavior change in HCI research",
      "authors": [
        "P Klasnja",
        "S Consolvo",
        "W Pratt"
      ],
      "year": 2011,
      "doi": "10.1145/1978942.1979396"
    },
    {
      "title": "Green paper on mobile Health (mHealth)",
      "year": 2014,
      "doi": "10.2196/mhealth.3017"
    },
    {
      "title": "Opportunities and challenges for smartphone applications in supporting health behavior change: qualitative study",
      "authors": [
        "L Dennison",
        "L Morrison",
        "G Conway"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2583"
    },
    {
      "title": "Apps to promote physical activity among adults: a review and content analysis",
      "authors": [
        "A Middelweerd",
        "J Mollee",
        "N Van Der Wal",
        "J Brug",
        "Te Velde"
      ],
      "year": 2014,
      "doi": "10.1186/s12966-014-0097-9"
    },
    {
      "title": "Sensor Mania! The Internet of Things, Wearable Computing, Objective Metrics, and the Quantified Self 2.0",
      "authors": [
        "M Swan"
      ],
      "year": 2012,
      "doi": "10.3390/jsan1030217"
    },
    {
      "title": "Understanding Quantified-Selfers practices in collecting and exploring personal data",
      "authors": [
        "E Choe",
        "N Lee",
        "B Lee",
        "W Pratt",
        "J Kientz"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557372"
    },
    {
      "title": "New research perspectives on ambient intelligence",
      "authors": [
        "E Aarts",
        "De Ruyter"
      ],
      "year": 2009,
      "doi": "10.3233/AIS-2009-0001"
    },
    {
      "title": "Shakra: tracking and sharing daily activity levels with unaugmented mobile phones",
      "authors": [
        "I Anderson",
        "J Maitland",
        "S Sherwood",
        "L Barkhuus",
        "M Chalmers",
        "M Hall"
      ],
      "year": 2007,
      "doi": "10.1007/s11036-007-0011-7"
    },
    {
      "title": "Design requirements for technologies that encourage physical activity",
      "authors": [
        "S Consolvo",
        "K Everitt",
        "I Smith",
        "J Landay"
      ],
      "year": 2006,
      "doi": "10.1145/1124772.1124840"
    },
    {
      "title": "Flowers or a robot army? Encouraging awareness and activity with personal, mobile displays",
      "authors": [
        "S Consolvo",
        "P Klasnja",
        "D Mcdonald",
        "D Avrahami",
        "J Froehlich",
        "L Legrand"
      ],
      "year": 2008,
      "doi": "10.1145/1409635.1409644"
    },
    {
      "title": "Fish'n'steps: encouraging physical activity with an interactive computer game",
      "authors": [
        "J Lin",
        "L Mamykina",
        "S Lindtner",
        "G Delajoux",
        "H Strub"
      ],
      "year": 2006,
      "doi": "10.1007/11853565_16"
    },
    {
      "title": "Measures of physical activity using cell phones: validation using criterion methods",
      "authors": [
        "C Bexelius",
        "M Löf",
        "S Sandin",
        "L Trolle",
        "E Forsum",
        "J Litton"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1298"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams",
        "L Dillon",
        "M Zabinski",
        "C Rock"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "Continous inference of psychological stress from sensory measurements collected in the natural environment",
      "authors": [
        "K Plarre",
        "A Raij",
        "S Hossain",
        "A Ali",
        "M Nakajima",
        "M Absi"
      ],
      "year": 2011
    },
    {
      "title": "Deriving Requirements for Pervasive Well-Being Technology From Work Stress and Intervention Theory: Framework and Case Study",
      "authors": [
        "S Koldijk",
        "W Kraaij",
        "M Neerincx"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5341"
    },
    {
      "title": "Stress Management Apps With Regard to Emotion-Focused Coping and Behavior Change Techniques: A Content Analysis",
      "authors": [
        "C Christmann",
        "A Hoffmann",
        "G Bleser"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6471"
    },
    {
      "title": "Do physical activity and dietary smartphone applications incorporate evidence-based behaviour change techniques?",
      "authors": [
        "A Direito",
        "L Dale",
        "E Shields",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-646"
    },
    {
      "title": "Behavior change techniques in top-ranked mobile apps for physical activity",
      "authors": [
        "D Conroy",
        "C Yang",
        "J Maher"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.01.010"
    },
    {
      "title": "In corporate wellness programs, wearables take a step forward",
      "authors": [
        "D Nield"
      ],
      "year": 2014
    },
    {
      "title": "How to use wearable technology for health and wellbeing URL",
      "authors": [
        "R Gray"
      ],
      "year": 2015
    },
    {
      "title": "Health Applications for Corporate Health Management",
      "authors": [
        "G Steigner",
        "C Doarn",
        "M Schütte",
        "D Matusiewicz",
        "C Thielscher"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2016.0162"
    },
    {
      "title": "Evaluation of an mHealth intervention aiming to improve health-related behavior and sleep and reduce fatigue among airline pilots",
      "authors": [
        "A Van Drongelen",
        "Crl Boot",
        "H Hynek",
        "Jwr Twisk",
        "T Smid",
        "A Van Der Beek"
      ],
      "year": 2014,
      "doi": "10.5271/sjweh.3447"
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Implementation of behavior change techniques in mobile applications for physical activity",
      "authors": [
        "C Yang",
        "J Maher",
        "D Conroy"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2014.10.010"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Apps of steel: are exercise apps providing consumers with realistic expectations? A content analysis of exercise apps for presence of behavior change theory",
      "authors": [
        "L Cowan",
        "S Van Wagenen",
        "B Brown",
        "R Hedin",
        "Y Seino-Stephan",
        "P Hall"
      ],
      "year": 2013,
      "doi": "10.1177/1090198112452126"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: a meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136"
    },
    {
      "title": "Interventions to prevent weight gain: A systematic review of psychological models and behavior change methods",
      "authors": [
        "W Hardeman",
        "S Griffin",
        "M Johnston",
        "A Kinmonth"
      ],
      "year": 2000,
      "doi": "10.1038/sj.ijo.0801100"
    },
    {
      "title": "Combinations of techniques that effectively change health behavior: evidence from Meta-CART analysis",
      "authors": [
        "E Dusseldorp",
        "L Van Genugten",
        "S Van Buuren",
        "M Verheijden",
        "P Van Empelen"
      ],
      "year": 2014,
      "doi": "10.1037/hea0000018"
    },
    {
      "title": "Answering the call for a standard reliability measure for coding data",
      "authors": [
        "A Hayes",
        "K Krippendorff"
      ],
      "year": 2007,
      "doi": "10.1080/19312450709336664"
    },
    {
      "title": "The measurement of observer agreement for categorical data",
      "authors": [
        "J Landis",
        "G Koch"
      ],
      "year": 1977,
      "doi": "10.2307/2529310"
    },
    {
      "title": "Behavior Change Techniques in Apps for Medication Adherence: A Content Analysis",
      "authors": [
        "E Morrissey",
        "T Corbett",
        "J Walsh",
        "G Molloy"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2015.09.034"
    },
    {
      "title": "Apps seeking theories: results of a study on the use of health behavior change theories in cancer survivorship mobile apps",
      "authors": [
        "V Dahlke",
        "K Fair",
        "Y Hong",
        "C Beaudoin",
        "J Pulczinski",
        "M Ory"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3861"
    },
    {
      "title": "Behavior Change Techniques Present in Wearable Activity Trackers: A Critical Analysis",
      "authors": [
        "K Mercer",
        "M Li",
        "L Giangregorio",
        "C Burns",
        "K Grindrod"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4461"
    },
    {
      "title": "Behavior change techniques implemented in electronic lifestyle activity monitors: a systematic content analysis",
      "authors": [
        "E Lyons",
        "Z Lewis",
        "B Mayrsohn",
        "J Rowland"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3469"
    },
    {
      "title": "How behavioral science can advance digital health",
      "authors": [
        "S Pagoto",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.1007/s13142-013-0234-z"
    },
    {
      "title": "Dutch Young Adults Ratings of Behavior Change Techniques Applied in Mobile Phone Apps to Promote Physical Activity: A Cross-Sectional Survey",
      "authors": [
        "L Belmon",
        "A Middelweerd",
        "S Velde",
        "J Brug"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4383"
    },
    {
      "title": "Quantifying App Store Dynamics: Longitudinal Tracking of Mental Health Apps",
      "authors": [
        "M Larsen",
        "J Nicholas",
        "H Christensen"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.6020"
    },
    {
      "title": "Design and evaluation in eHealth: challenges and implications for an interdisciplinary field",
      "authors": [
        "C Pagliari"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e15"
    }
  ],
  "num_references": 78
}
