{
  "paper_id": "WPS4XY4C",
  "title": "Effectiveness of a Text-Based Gamification Intervention to Improve Physical Activity Among Postpartum Individuals With Hypertensive Disorders of Pregnancy A Randomized Clinical Trial",
  "abstract": "IMPORTANCE Hypertensive disorders of pregnancy are associated with increased risk of cardiovascular disease, yet few interventions have targeted this population to decrease long-term risk. OBJECTIVE To determine whether a digital health intervention improves physical activity in postpartum individuals with hypertensive disorders of pregnancy. DESIGN, SETTING, AND PARTICIPANTS This 12-week randomized clinical trial enrolled postpartum individuals who delivered at the University of Pennsylvania and had a hypertensive disorder of pregnancy between October 2019 and June 2020. Analysis was intention to treat. INTERVENTIONS All participants received a wearable activity tracker, established a baseline step count, selected a step goal greater than baseline, and were randomly assigned to control or intervention. Participants in the control arm received daily feedback on goal attainment. Participants in the intervention arm were placed on virtual teams and enrolled in a game with points and levels for daily step goal achievement and informed by principles of behavioral economics. \n MAIN OUTCOMES AND MEASURES The primary outcome was change in mean daily step count from baseline to 12-week follow-up. Secondary outcome was proportion of participant-days that step goal was achieved. RESULTS A total of 127 participants were randomized (64 in the control group and 63 in the intervention group) and were enrolled a mean of 7.9 weeks post partum. Participants had a mean (SD) age of 32.3 (5.6) years, 70 (55.1%) were Black, and 52 (41.9%) had Medicaid insurance. The mean (SD) baseline step count was similar in the control and intervention arms (6042 [2270] vs 6175 [1920] steps, respectively). After adjustment for baseline steps and calendar month, participants in the intervention arm had a significantly greater increase in mean daily step steps from baseline compared with the control arm (647 steps; 95% CI, 169-1124 steps; P = .009). Compared with the control arm, participants in the intervention arm achieved their steps goals on a greater proportion of participant-days during the intervention period (0.47 vs 0.38; adjusted difference 0.11; 95% CI, 0.04-0.19; P = .003). \n CONCLUSIONS AND RELEVANCE In this study, a digital health intervention using remote monitoring, gamification, and social incentives among postpartum individuals at elevated cardiovascular risk significantly increased physical activity throughout 12 weeks.",
  "year": 2022,
  "date": "2022-04-20",
  "journal": "JAMA Cardiol",
  "publication": "JAMA Cardiol",
  "authors": [
    {
      "forename": "Jennifer",
      "surname": "Lewey",
      "name": "Jennifer Lewey"
    },
    {
      "forename": "Samantha",
      "surname": "Murphy",
      "name": "Samantha Murphy"
    },
    {
      "forename": "Dazheng",
      "surname": "Zhang",
      "name": "Dazheng Zhang"
    },
    {
      "forename": "Mary",
      "surname": "Putt",
      "name": "Mary Putt"
    },
    {
      "forename": "Michal",
      "surname": "Elovitz",
      "name": "Michal Elovitz"
    },
    {
      "forename": "Valerie",
      "surname": "Riis",
      "name": "Valerie Riis"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel"
    },
    {
      "forename": "Lisa",
      "surname": "Levine",
      "name": "Lisa Levine"
    },
    {
      "surname": "Elovitz",
      "name": "Elovitz"
    },
    {
      "surname": "Riis",
      "name": "Riis"
    },
    {
      "affiliation": "Division of Cardiology , University of Pennsylvania Perelman School of Medicine , Philadelphia \n\t\t\t\t\t\t\t\t Division of Cardiology \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "(Lewey) ; Maternal and Child Health Research Program , Department of Obstetrics & Gynecology , University of Pennsylvania Perelman School of Medicine , Philadelphia (Murphy , Levine) ; \n\t\t\t\t\t\t\t\t Lewey \n\t\t\t\t\t\t\t\t Maternal and Child Health Research Program \n\t\t\t\t\t\t\t\t Department of Obstetrics & Gynecology \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t Levine) \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia (Murphy"
    },
    {
      "affiliation": "Department of Biostatistics, Epidemiology, and Informatics , University of Pennsylvania Perelman School of Medicine , Philadelphia (Zhang , Putt) ; Ascension , St Louis , Missouri \n\t\t\t\t\t\t\t\t Department of Biostatistics, Epidemiology, and Informatics \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t Philadelphia (Zhang \n\t\t\t\t\t\t\t\t Putt) \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ascension \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t Missouri"
    },
    {
      "affiliation": "Perelman Center for Advanced Medicine , 3400 Civic Center Blvd , Two-East Pavilion , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t Perelman Center for Advanced Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd Two-East Pavilion \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "10.1001/jamacardio.2022.0553",
  "sections": [
    {
      "title": "H",
      "text": "ypertensive disorders of pregnancy (HDP), including preeclampsia and gestational hypertension, affect up to 10% of pregnancies in the US and are important and underappreciated risk factors for cardiovascular disease later in life.  [1] [2] 2] [3] [4]  Female individuals with HDP have higher rates of obesity and are more likely to develop chronic hypertension, which may explain much of this increased cardiovascular risk.  5, 6 Intensive lifestyle modifications are recommended to reduce cardiovascular risk; however, few interventions have targeted female individuals with HDP.  7  Lifestyle interventions targeting individuals with gestational diabetes may reduce the risk of developing type 2 diabetes and may serve as a model for improving cardiovascular health among individuals with other adverse pregnancy outcomes such as HDP.  [8] [9] [10] [11] [12]  Physical activity, an important component of cardiovascular health, can contribute to prevention of hypertension and cardiovascular disease.  [13] [14] 4] [15]  However, physical activity levels often decrease after childbirth, contributing to postpartum weight retention and obesity.  16, 17 Interventions to promote weight loss and physical activity in postpartum individuals may improve self-reported physical activity, but high attrition rates are problematic. Effective engagement strategies include internet-based modules, telephone-based coaching, and social media support groups.  [18] [19] ] [20] [21] [22] [23]  Remote monitoring technology, such as wearable activity trackers, can promote physical activity, especially when combined with behavioral strategies to motivate goal achievement. For example, remote monitoring interventions using gamification, the use of game design elements such as points and levels, and informed by social accountability and principles of behavioral economics, such as loss aversion, have resulted in improved physical activity among various patient groups.  [24] [25] 5] [26]  The effectiveness of this strategy in postpartum individuals has not been studied, to our knowledge.\n\nOur objective was to rigorously evaluate the effectiveness of an established digital health intervention using gamification and principles of behavioral economics modified for the postpartum period to improve physical activity throughout a 12-week period among racially diverse participants with recent HDP. In this 2-arm, partially blinded randomized clinical trial, we hypothesized that postpartum individuals receiving a digital health intervention plus an activity tracker and daily text messages would walk more than those receiving activity trackers and daily text messages alone."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "Social Ties to Encourage Physical activity among Postpartum Mothers (STEP UP Mom) was a 2-arm, randomized clinical trial testing a digital health intervention to promote physical activity among postpartum individuals diagnosed with a hypertensive disorder in a recent pregnancy. Both the control and intervention arms received wearable activity trackers (Fitbit Inspire HR); participants in the intervention arm also received team-based gamification throughout a 12-week period. Individuals were recruited and enrolled beginning in October 2019, with follow-up concluding in September 2020. The trial protocol (Supplement 1) was approved by the institutional review board at the University of Pennsylvania. This trial followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline and was registered at ClinicalTrials.gov prior to enrollment of the first participant.\n\nThe study was conducted using Way to Health, an online research platform at the University of Pennsylvania that synchronizes with remote monitoring devices and automates the delivery of behavioral interventions using text messaging and email.  27 Participants were given a wearable activity tracker and authorized the device to send data to Way to Health. Participants were instructed to sync the activity tracker daily and recharge the battery approximately every 3 days. All participants were compensated for their time, receiving $30 at enrollment, $30 on study completion, and a wearable device valued at $100."
    },
    {
      "title": "Participants",
      "text": "We enrolled postpartum individuals with a recent pregnancy complicated by a HDP, defined by guidelines from the American College of Obstetricians and Gynecologists as chronic hypertension (with or without preeclampsia), gestational hypertension, preeclampsia (with and without severe features), or eclampsia.  28 Additionally, patients must have delivered at 1 of 2 Penn Medicine hospitals based in Philadelphia (The Hospital of the University of Pennsylvania and Pennsylvania Hospital). Eligible participants were 18 years or older at time of delivery, between 4 and 16 weeks post partum at enrollment, were able to read and provide informed consent in English, and owned a smartphone or tablet. Participants were excluded if their participation was deemed unsafe or were enrolled in another physical activity study.\n\nAll patients with HDP who deliver at these hospitals receive a clinical blood pressure (BP) monitoring text-based program. Patients receive an automated BP cuff, are asked to text their BP daily, and receive daily text reminders and automated feedback for 10 days.  29 We recruited from this population by sending recruitment texts at 10 and 30 days after hospital discharge. Potential participants indicated their interest by text response and were contacted by a study coordinator"
    },
    {
      "title": "Key Points",
      "text": "Question Can a digital health intervention incorporating gamification, social incentives, and principles of behavioral economics improve physical activity among postpartum individuals with hypertensive disorders of pregnancy? Findings In this randomized clinical trial of 127 postpartum individuals, participants receiving the digital health intervention had a significantly greater increase in mean daily steps from baseline compared with the control arm. Participants achieved their steps goals on a greater proportion of days during the 12-week intervention period.\n\nMeaning Digital health interventions using behavioral strategies result in increased physical activity among postpartum individuals at elevated cardiovascular risk.\n\nto schedule an enrollment visit. Prior to the COVID-19 pandemic, eligible patients were additionally approached in the hospital prior to discharge, and all enrollment visits were conducted in person. After the stay-at-home order was implemented on March 13, 2020, enrollment visits were conducted virtually by telephone or video visit. During the enrollment visit, participants learned about the study, reviewed enrollment criteria, provided digital informed consent and completed baseline surveys on the secure Way to Health study website, and set up the wearable activity tracker. The activity tracker was mailed to participants who completed virtual visits. Baseline characteristics, including race and income, were self-reported."
    },
    {
      "title": "Prerandomization Baseline Assessment",
      "text": "After enrollment, participants were asked to wear the activity tracker daily for 2 weeks to become accustomed to the device. A baseline step count was calculated using the data from week 2 because week 1 may reflect increased activity resulting from wearing a new device.  24, 25, 30 At least 4 days of data during the second week were needed to calculate the baseline step count; the baseline period was extended up to 7 days for 23 participants to achieve 4 days of data. Similar to prior studies, daily step count values of less than 1000 steps were categorized as missing because values this low are unlikely to represent actual activity and more likely reflect not wearing the device.  31, 32 During this 2-week baseline assessment, participants were asked to complete online validated surveys to assess physical and mental health status and behavioral measures (eTable 1 in Supplement 2). After completing the baseline assessment and prior to randomization, participants were asked to choose a step count goal that was 33%, 40%, or 50% higher than baseline, similar to goal setting in other studies.  24, 25, 30 Participants could select another step count goal as long as it was at least 1000 steps higher than baseline. Participants with a baseline step count of 10 000 daily steps or more were excluded (n = 26), as physical activity interventions appear less effective in participants with high activity at baseline.  25 Participants were unaware of the possibility of exclusion owing to high baseline step count so as to not influence activity levels."
    },
    {
      "title": "Randomization",
      "text": "After completing the baseline period and choosing a step count goal, participants were randomized using a random number generator algorithm with block sizes of 4 groups with 3 participants per group. The research team remained blinded to arm assignments until the primary data analysis was complete."
    },
    {
      "title": "Interventions",
      "text": "Participants in the control and intervention arms were asked to use the wearable device to reach their daily step goal for 12 weeks and received daily automated text messages providing feedback on whether or not the previous day's step goal was met. Participants in the intervention arm were additionally enrolled in a team-based gamification intervention consisting of points and levels and leveraging the performance of other participants on the team. Example texts are provided in eFig-ure 1 in Supplement 2. Three randomly assigned participants composed each virtual team. Participants were introduced to each other by text and were unable to respond to each other.\n\nThe design was based on prior work and incorporated principles from behavioral economics, adapted for a postpartum population.  24, 25, 30, 33 First, commitment devices can motivate health behavior change.  34, 35 Here, participants were asked to sign a precommitment pledge to try their best to meet their daily step goal throughout the 12-week period. Second, loss aversion theory demonstrates how individuals are more motivated to change behavior in response to loss (ie, losing points) than an equivalent gain (ie, earning points).  36, 37 ach team received 70 weekly points every Monday. Each day, 1 team member was selected at random. The team kept its points if the selected member achieved their step goal on the prior day and conversely lost 10 points if the member did not meet their step goal. In addition to loss aversion, each member is accountable to other team members to reach their daily step goal. Social incentives and accountability motivate behavior change based on social ties or networks and can be an effective strategy for health behavior change.  [38] [39] ] [40]  Third, we created achievable goal gradients and progression by allowing teams to change levels (bronze, silver, gold, and platinum) based on weekly point totals. All teams started at silver. Teams with at least 50 weekly points advanced 1 level, eg, silver to gold, whereas teams with less than 50 points either regressed 1 level (eg, silver to bronze), or, for teams already at 1885 Invited to participate 732 Assessed for eligibility 240 Scheduled enrollment visit 168 Provided consent and enrolled in baseline period 492 Excluded 416 Unable to contact/undecided 43 Declined to participate 33 Did not meet inclusion criteria 41 Excluded 15 Did not complete baseline requirements 26 Daily step count >10 000 72 Did not attend enrollment visit 127 Randomized 64 Randomized to control and received intervention 64 Completed intervention 64 Analyzed 63 Randomized to gamification and received intervention 63 Analyzed 62 Completed intervention 1 Discontinued intervention (COVID-19 restrictions) Gamification Intervention to Improve Physical Activity in Postpartum Individuals With Hypertensive Disorders of Pregnancy Original Investigation Research jamacardiology.com (Reprinted) JAMA Cardiology June 2022 Volume 7, Number 6\n\nthe lowest level, remained at bronze. This feature also leverages loss aversion for teams with a level above bronze to maintain their status for the duration of the intervention. Fourth, we incorporated the idea of a fresh start, which describes aspirational behavior around temporal landmarks, such as the beginning of the week, month, or year, or a birthday to offer encouragement to participants at regular intervals.  41 Thus, teams started each week with 70 points regardless of performance on the previous week. Fifth, participants were informed that they would receive a small incentive (infant onesie and water bottle) at the end of the study if their team achieved 1 of the 2 highest levels (gold or platinum). We adopted additional strategies to encourage participants to stay engaged given the unique challenges during the postpartum period, such as sleep deprivation, caretaking needs, and postpartum depression. Participants were given 4 lifelines to use on days when physical activity was not feasible and were designed as a second chance to prevent participants from becoming discouraged.  42 In addition, teams could earn up to 10 bonus points in a week if 2 or more members submitted a photograph demonstrating participation in an exercise activity such as walking or yoga. Small gifts can lead to greater enjoyment of activities and increase engagement.  43 articipants could adjust their step goal at week 4 or week 8 if they were consistently above or below their initial step goal to keep the game challenging yet accessible, given changing physical activity levels in the postpartum period."
    },
    {
      "title": "Outcomes",
      "text": "The primary outcome was change in daily step count from baseline to the 12-week intervention period. The secondary outcome was the proportion of participant-days that step goals were achieved throughout the 12-week intervention period."
    },
    {
      "title": "Statistical Analysis",
      "text": "We estimated that a sample size of 126 participants (63 per arm) would ensure 88% power to detect a 1000-step difference between the 2 arms, using a 2-sided type I error rate of 0.05 and assuming an SD of 1500 steps. These calculations were based on prior studies and assumed a 15% dropout rate and an intraclass correlation coefficient of 0.1 to account for lack of independence among team members.  [24] [25] [26] 0, 33  All randomized participants were included in the primary intention-to-treat analysis. Mean daily steps were calculated for each participant across the 12 weeks of follow-up. The daily step count was dichotomized to create a binary variable indicating whether each participant met their step goal each day. These data were used to calculate the proportion of days that the step goal was achieved weekly for each study arm.\n\nFor the primary outcome, we estimated the mean difference between arms in the change from baseline in mean daily step count across the 12-week follow-up. We fit a linear mixed-effects model adjusting for baseline step count, calendar month, and study arm as fixed effects with a participant-level random intercept to account for repeated observations. For the secondary outcome, we estimated the difference between arms in the proportion of days that participants met their step goal using a linear regression model adjusting for calendar month and study arm. Post hoc, we evaluated change in treatment effect over time, presented in the eMethods in Supplement 2. We also examined subgroups based on baseline characteristics, including age, race, education level, insurance status, marriage status, and body mass index.\n\nData were considered missing for any days that the participant did not wear the device or sync data. We imputed step values that were missing or less than 1000, as described in the eMethods in Supplement 2. We performed several sensitivity analyses to assess the robustness of our findings by using the complete data, both with and without step values less than 1000. The missing data occurred in both skip and dropout patterns.  44 All tests were 2-sided with a type I error rate of .05 and confidence intervals were at the 95% level. No adjustments for multiple comparisons were made. Analyses were completed in R statistical software version 4.0.2 (R Project for Statistical Computing) using the mice and lme4 packages."
    },
    {
      "title": "Results",
      "text": "Of 1885 postpartum patients texted, 732 (38.8%) responded with interest in the study and were assessed for eligibility. Of those, 240 met inclusion criteria and were scheduled for an in-person (before March 13, 2020) or virtual enrollment at visit (Figure  1 ). A total of 127 individuals were randomized, with a mean of 8 weeks post partum. 8500 8000 7000 7500 6500 6000 5500 Mean daily step count Postrandomization, wk Mean daily step count A Baseline 1 2 3 4 5 6 7 8 9 10 11 12 0.6 0.5 0.3 0.4 0.2 Proportion of days meeting step goal Postrandomization, wk Proportion of days meeting step goal B Baseline 1 2 3 4 5 6 7 8 9 10 11 12 Control Control Intervention Intervention\n\nParticipants had the option of adjusting their step goal at week 4 if they were consistently below their step goal and could increase step goal if they were consistently above goal. High-achieving participants in the intervention arm had the option to increase daily step goal at the 8-week mark.\n\nGamification Intervention to Improve Physical Activity in Postpartum Individuals With Hypertensive Disorders of Pregnancy Original Investigation Research jamacardiology.com (Reprinted) JAMA Cardiology June 2022 Volume 7, Number 6\n\nParticipant characteristics were well balanced between arms (Table  1 ). The mean (SD) age of participants was 32 years (5.6), 70 (55.1%) were Black, 52 (40.9%) had Medicaid insurance, and 25 (19.7%) had preeclampsia with severe features. Participants in the control arm were more likely to have twins compared with the intervention arm. One-third of the cohort enrolled after the COVID-19 stay-at-home order was issued and the enrollment rate was stable throughout this period of time (eFigure 2 in Supplement 2). One participant dropped out after randomization owing to the COVID-19 restrictions.\n\nThe mean daily step count, with imputation for missing data, by week and study arm appear in Figure  2A . The mean (SD) daily step count at baseline was similar by arm: 6042 (2270) in the control and 6175 (1920) in the intervention groups. Both arms showed a pronounced increase in steps in the first week after randomization to 6650 steps for the control arm (difference of 608 steps) and 7800 steps for the intervention arm (difference of 1625 steps), as shown in Figure  3 . The mean step count difference between the intervention and control arms decreased over time, but participants in the intervention arm consistently had a higher step count compared with those in the control arm throughout the 12-week study (eMethods and eFigure 3 in Supplement 2). Mean daily steps according to week and study arm using complete data without multiple imputation show similar trends (eFigure 4A and B in Supplement 2).\n\nThe mean difference in step count appears in Table  2 . After adjustment for baseline steps and calendar month, participants in the intervention arm walked a mean of 647 more steps (95% CI, 169-1124; P = .009) each day compared with the control arm. Results were similar without adjustment for covariates (Table  2 ) and in sensitivity analyses using only complete (nonimputed) data (eTable 3 in Supplement 2). Subgroup analysis suggested reasonably consistent intervention effects according to participant characteristics (eTable 4 in Supplement 2). The percent change in baseline step count for each participant is presented in eFigure 5 in Supplement 2.\n\nThe proportion of participant-days that step goals were achieved by week and study arm is presented in Figure  2B .\n\nAcross the 12 weeks of follow-up, participants in the intervention arm achieved their step goals on 47% of days (2487 of 5292) compared with 38% (2043 of 5376) for the control group (absolute difference of 11 percentage points; 95% CI, 4-19; P = .003; Table  2 ). Results were similar in sensitivity analyses that used complete data (eTable 3 in Supplement 2).\n\nBy the end of follow-up, 24 participants (37.5%) in the control arm and 20 participants (31.7%) in the intervention arm had stopped syncing step count data for more than 6 days. Participants in the control arm were more likely to stop syncing data earlier in the study compared with the intervention arm (17 [26.6%] vs 6 [9.5%] at week 8; eFigure 6 and eTable 2 in Supplement 2). Participants who stopped syncing data tended to be younger, Black, have a household income below $50 000, and less likely to be married, compared with those who synced data through the end of the 12-week study (eTable 5 in Supplement 2).\n\nAmong participants who completed the end of study survey (103 of 127 [81.1%]), most would recommend the study to others (97 [94.2%]). Among the 51 respondents in the intervention arm, 15 (29.4%) requested more contact with teammates for encouragement and motivation. No adverse events were reported. End-of-study BP measurements are reported in eTable 6 in Supplement 2."
    },
    {
      "title": "Discussion",
      "text": "In this randomized clinical trial of postpartum patients with HDP, a 12-week text-based intervention using gamification and social incentives resulted in a significant increase in physical activity compared with the control group. Participants in the intervention arm walked a mean of 647 more steps per day compared with the control arm. Additionally, the intervention yielded an 11% absolute increase in the proportion of days that participants achieved their goal step count. The magnitude of this effect is similar to prior gamification studies of physical activity that use a collaborative team model in different populations.  24, 26 To our knowledge, this is one of the first trials to test these digital health and behavioral approaches among postpartum individuals.\n\nSmall increases in physical activity are associated with multiple health benefits, with the greatest reduction in cardiovascular disease risk accrued to individuals starting with the lowest levels of physical activity.  [45] [46] 6] [47]  Walking an additional 1000 steps per day is associated with a lower risk of all-cause and cardiovascular mortality.  48 Our study demonstrates improvement in physical activity among individuals with HDP, an important but underrecognized risk factor for future cardiovascular disease. Current guidelines recommend intensive lifestyle changes to reduce cardiovascular risk in individuals with HDP, and our study contributes to the small but growing literature to inform strategies to engage this population in cardiovascular health behavior change.  28 The Heart Health for New Moms study demonstrated improvement in cardiovascular disease risk knowledge in individuals with preeclampsia using online modules and remote health coaching, 7 and ongoing studies plan to evaluate weight loss strategies among individuals with HDP.  8  Our approach of remote monitoring combined with 2000 1000 1500 500 0 Difference in daily step count from baseline Postrandomization, wk 1 2 3 4 5 6 7 8 9 10 11 12 Control Intervention Difference in mean daily steps from baseline to each week in the intervention period according to study arm.\n\nbehavioral strategies may also appeal to postpartum individuals with gestational diabetes or preterm delivery who are also at risk of developing cardiometabolic disease.\n\nThe study findings reveal several insights for the design of future physical activity interventions for postpartum individuals. First, recruitment occurred primarily through text messaging delivered through an established clinical program, a strategy that may facilitate delivering the intervention at scale. Second, the magnitude of the intervention effect appeared to slowly diminish over time, and several participants requested connecting with team members to provide encouragement. There was a trend toward better completion rates among those in the intervention arm, suggesting that the team-based intervention improved engagement. On the other hand, participants who stopped syncing data may have influenced the engagement of others on the team. Prior gamification trials have shown higher step count increases with a competitive design, especially among participants who did not know each other.  26, 30 Although a competitive design may be more effective among some groups, providing social connection through a digital platform may be appealing for postpartum individuals.  18, 49, 50 Future studies should examine strategies to sustain the intervention effect over longer periods of follow-up among postpartum individuals to recognize potential cardiovascular health benefits.\n\nOur population was racially and socioeconomically diverse. Black patients experience a disproportionate burden of HDP and traditional cardiovascular risk factors, yet are less likely to benefit from improvement in cardiovascular risk factors in response to lifestyle interventions.  [51] [52] 2] [53]  This study builds on recent work showing effectiveness of gamification among lower-income individuals.  54 Although our missing data rate was similar to other gamification studies,  25, 54  we observed that individuals who had lower income, were Black, or were unmarried more likely to stop syncing step count data, highlighting the need for future studies to explore ways of sustaining healthy behavior change among individuals who experience greater social determinants of health."
    },
    {
      "title": "Limitations",
      "text": "This study also has limitations. While this was a randomized clinical trial, recruitment from a single health care system and enrollment in a remote BP monitoring text-based program may limit generalizability; however, remote monitoring of BP after delivery is increasingly becoming standard of care.  55 We measured step count using wearable devices, which may not be widely accessible. Low-income urban pregnant individuals have high rates of smartphone use,  56  and prior work has demonstrated reliability of smartphone applications to track steps.  57 We evaluated physical activity by step count, which may not capture other forms of aerobic activity such as cycling, which was reported by a minority of participants. While conducting the study during the COVID-19 pandemic may have influenced physical activity for participants in different ways, we importantly found no difference for participants enrolled before or after the start of the COVID-19 pandemic."
    },
    {
      "title": "Conclusions",
      "text": "In a randomized clinical trial of postpartum patients with hypertensive disorders of pregnancy, remote monitoring and gamification with social incentives modestly increased physical activity compared with the control group over the 12week study period. Remote text-based recruitment was feasible among this racially diverse cohort in the immediate postpartum period. Future research should examine behavioral approaches to increase engagement and sustain changes in physical activity over time.\n\nARTICLE INFORMATION Accepted for Publication: February 27, 2022. Published Online: April 20, 2022. doi:10.1001/jamacardio.2022.0553 Author Contributions: Dr Lewey had full access to all of the data in the study and takes responsibility for the integrity of the data and the accuracy of the data analysis. Concept and design: Lewey, Murphy, Elovitz, Riis, Levine. Acquisition, analysis, or interpretation of data: Lewey, Murphy, Zhang, Putt, Patel, Levine. Drafting of the manuscript: Lewey, Zhang, Putt, Levine. Critical revision of the manuscript for important intellectual content: All authors. Statistical analysis: Lewey, Zhang, Putt. Obtained funding: Lewey, Elovitz. Administrative, technical, or material support: Murphy, Riis, Patel. Supervision: Elovitz, Riis, Levine."
    },
    {
      "text": "Figure 1. CONSORT Diagram"
    },
    {
      "text": "Figure 2. Mean Daily Steps and Proportion of Participants Reaching Step Goal"
    },
    {
      "text": "Figure 3. Change in Daily Step Count From Baseline by Week and Study Arm 2500"
    },
    {
      "text": "Baseline Characteristics of Study Participants"
    },
    {
      "text": "Differences Between Study Arms in Daily Step Count and Proportion of Days That Step Goal Was Achieved a Ann Behav Med. 2010;39(2):101-111. doi:10.1007/s12160-010-9170-z 21. Gilinsky AS, Dale H, Robinson C, Hughes AR, McInnes R, Lavallee D. Efficacy of physical activity interventions in post-natal populations: systematic review, meta-analysis and content coding of behaviour change techniques. Health Psychol Rev. 2015;9(2):244-263. doi:10.1080/17437199.2014. 899059 22. Phelan S, Hagobian T, Brannen A, et al. Effect of an internet-based program on weight loss for low-income postpartum women: a randomized clinical trial. JAMA. 2017;317(23):2381-2391. doi:10. 1001/jama.2017.7119 23. Sherifali D, Nerenberg KA, Wilson S, et al. The effectiveness of ehealth technologies on weight management in pregnant and postpartum women: systematic review and meta-analysis. J Med Internet Res. 2017;19(10):e337. doi:10.2196/jmir.8006 24. Patel MS, Benjamin EJ, Volpp KG, et al. Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial. JAMA Intern Med. 2017;177(11):1586-1593. doi:10.1001/ jamainternmed.2017.3458 25. Patel MS, Small DS, Harrison JD, et al. Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the United States: the STEP UP randomized clinical trial. JAMA Intern Med. 2019;179 (12):1624-1632. doi:10.1001/jamainternmed.2019. 3505 26. Patel MS, Small DS, Harrison JD, et al. Effect of behaviorally designed gamification with social incentives on lifestyle modification among adults with uncontrolled diabetes: a randomized clinical trial. JAMA Netw Open. 2021;4(5):e2110255. doi:10. 1001/jamanetworkopen.2021.10255 27. Asch DA, Volpp KG. On the way to health. LDI Issue Brief. 2012;17(9):1-4. Kurtzman GW, Day SC, Small DS, et al. Social Incentives and gamification to promote weight loss: the LOSE IT randomized, controlled trial. J Gen Intern Med. 2018;33(10):1669-1675. doi:10.1007/ s11606-018-4552-1 31. Bassett DR Jr, Wyatt HR, Thompson H, Peters JC, Hill JO. Pedometer-measured physical activity and health behaviors in U.S. adults. Med Sci Sports Exerc. 2010;42(10):1819-1825. doi:10.1249/MSS. 0b013e3181dc2e54 32. Kang M, Rowe DA, Barreira TV, Robinson TS, Mahar MT. Individual information-centered approach for handling physical activity missing data. Res Q Exerc Sport. 2009;80(2):131-137. doi:10. 1080/02701367.2009.10599546 33. Agarwal AK, Waddell KJ, Small DS, et al. Effect of gamification with and without financial"
    }
  ],
  "references": [
    {
      "title": "Association of adverse pregnancy outcomes with risk of atherosclerotic cardiovascular disease in postmenopausal women",
      "authors": [
        "M Søndergaard",
        "M Hlatky",
        "M Stefanick"
      ],
      "year": 2020,
      "doi": "10.1001/jamacardio.2020.4097?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "Preeclampsia and future cardiovascular health: a systematic review and meta-analysis",
      "authors": [
        "P Wu",
        "R Haththotuwa",
        "C Kwok"
      ],
      "year": 2017,
      "doi": "10.1161/circoutcomes.116.003497"
    },
    {
      "title": "Pre-eclampsia and risk of cardiovascular disease and cancer in later life: systematic review and meta-analysis",
      "authors": [
        "L Bellamy",
        "J Casas",
        "A Hingorani",
        "D Williams"
      ],
      "year": 2007,
      "doi": "10.1136/bmj.39335.385301.be"
    },
    {
      "title": "Risk of post-pregnancy hypertension in women with a history of hypertensive disorders of pregnancy: nationwide cohort study",
      "authors": [
        "I Behrens",
        "S Basit",
        "M Melbye"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j3078"
    },
    {
      "title": "Association of conventional cardiovascular risk factors with cardiovascular disease after hypertensive disorders of pregnancy: analysis of the Nord-Trøndelag Health Study",
      "authors": [
        "E Haug",
        "J Horn",
        "A Markovitz"
      ],
      "year": 2019,
      "doi": "10.1001/jamacardio.2019.1746?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "052 incentives to increase physical activity among veterans classified as having obesity or overweight: a randomized clinical trial",
      "authors": [
        "M Honigberg",
        "S Zekavat",
        "K Aragam"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2021.16256?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "Commitment devices: using initiatives to change behavior",
      "authors": [
        "T Rogers",
        "K Milkman",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.3485?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "Procrastination, deadlines, and performance: self-control by precommitment",
      "authors": [
        "D Ariely",
        "K Wertenbroch"
      ],
      "year": 2002,
      "doi": "10.1111/1467-9280.00441"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/m15-1635"
    },
    {
      "title": "Engineering social incentives for health",
      "authors": [
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1056/nejmp1603978"
    },
    {
      "title": "A randomized trial of social comparison feedback and financial incentives to increase physical activity",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1177/0890117116658195"
    },
    {
      "title": "The spread of obesity in a large social network over 32 years",
      "authors": [
        "N Christakis",
        "J Fowler"
      ],
      "year": 2007,
      "doi": "10.1056/nejmsa066082"
    },
    {
      "title": "The fresh start effect: temporal landmarks motivate aspirational behavior",
      "authors": [
        "H Dai",
        "K Milkman",
        "J Riis"
      ],
      "year": 2014,
      "doi": "10.1287/mnsc.2014.1901"
    },
    {
      "title": "Behavioral phenotyping in health promotion: embracing or avoiding failure",
      "authors": [
        "S Kangovi",
        "D Asch"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.2921?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "A randomized controlled trial of positive-affect induction to promote physical activity after percutaneous coronary intervention",
      "authors": [
        "J Peterson",
        "M Charlson",
        "Z Hoffman"
      ],
      "year": 2012,
      "doi": "10.1001/archinternmed.2011.1311?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "Multiple imputation in a large-scale complex survey: a practical guide",
      "authors": [
        "Y He",
        "A Zaslavsky",
        "M Landrum",
        "D Harrington",
        "P Catalano"
      ],
      "year": 2010,
      "doi": "10.1177/0962280208101273"
    },
    {
      "title": "The physical activity guidelines for Americans",
      "authors": [
        "K Piercy",
        "R Troiano",
        "R Ballard"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.14854?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "New physical activity guidelines: a call to activity for clinicians and patients",
      "authors": [
        "P Thompson",
        "Tmh Eijsvogels"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.16070?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "Exercise at the extremes: the amount of exercise to reduce cardiovascular events",
      "authors": [
        "Tmh Eijsvogels",
        "S Molossi",
        "D Lee",
        "M Emery",
        "P Thompson"
      ],
      "year": 2016,
      "doi": "10.1016/j.jacc.2015.11.034"
    },
    {
      "title": "Systematic review of the prospective association of daily step counts with risk of mortality, cardiovascular disease, and dysglycemia",
      "authors": [
        "K Hall",
        "E Hyde",
        "D Bassett"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00978-9"
    },
    {
      "title": "Interest in healthy diet and physical activity interventions peripartum among female partners of active duty military",
      "authors": [
        "T Østbye",
        "C Mcbride",
        "W Demark-Wahnefried"
      ],
      "year": 2003,
      "doi": "10.1093/milmed/168.4.320"
    },
    {
      "title": "Improving the postpartum care of women with a recent history of preeclampsia: a focus group study",
      "authors": [
        "G Skurnik",
        "A Roche",
        "J Stuart"
      ],
      "year": 2016,
      "doi": "10.3109/10641955.2016.1154967"
    },
    {
      "title": "Behavioral strategies for cardiovascular risk reduction in diverse and underserved racial/ethnic groups",
      "authors": [
        "E Stuart-Shor",
        "K Berra",
        "M Kamau",
        "S Kumanyika"
      ],
      "year": 2012,
      "doi": "10.1161/circulationaha.110.968495"
    },
    {
      "title": "Weight loss of black, white, and Hispanic men and women in the Diabetes Prevention Program",
      "authors": [
        "D West",
        "Elaine Prewitt",
        "T Bursac",
        "Z Felix"
      ],
      "year": 2008,
      "doi": "10.1038/oby.2008.224"
    },
    {
      "title": "Racial differences in weight loss mediated by engagement and behavior change",
      "authors": [
        "Blackman Carr",
        "L Samuel-Hodge",
        "C Ward",
        "D Evenson",
        "K Bangdiwala",
        "S Tate"
      ],
      "year": 2018,
      "doi": "10.18865/ed.28.1.43"
    },
    {
      "title": "Effect of goal-setting approaches within a gamification intervention to increase physical activity among economically disadvantaged adults at elevated risk for major adverse cardiovascular events: the ENGAGE randomized clinical trial",
      "authors": [
        "M Patel",
        "C Bachireddy",
        "D Small"
      ],
      "year": 2021,
      "doi": "10.1001/jamacardio.2021.3176?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    },
    {
      "title": "Promoting risk identification and reduction of cardiovascular disease in women through collaboration with obstetricians and gynecologists: a presidential advisory from the American Heart Association and the American College of Obstetricians and Gynecologists",
      "authors": [
        "H Brown",
        "J Warner",
        "E Gianos"
      ],
      "year": 2018,
      "doi": "10.1161/cir.0000000000000582"
    },
    {
      "title": "Information and communication technology use among low-income pregnant and postpartum women by race and ethnicity: a cross-sectional study",
      "authors": [
        "N Chilukuri",
        "M West",
        "J Henderson"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3916"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2014.17841?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamacardio.2022.0553"
    }
  ],
  "num_references": 30
}
