{
  "paper_id": "WSVX2263",
  "year": 2019,
  "date": "2019-10-24",
  "authors": [
    {
      "affiliation": {
        "organization": "Department of Cell Biology and Cancer Science",
        "department": "Department of Cell Biology and Cancer Science",
        "institution": "Technion-Israel Institute of Technology",
        "address": "Haifa, Israel"
      }
    }
  ],
  "doi": "10.1038/s42255-019-0139-3",
  "md5": "4CE25B0EE8FA20488C96A9CCD4AD6AE6",
  "publication": {
    "journal": "Nature",
    "journal_inferred": true
  },
  "sections": [
    {
      "title": "EPIGENETICS"
    },
    {
      "title": "Alcohol-derived acetate modulates brain function",
      "text": "The mechanism of alcohol-induced changes in the brain is multi-faceted. Acetate, the product of hepatic alcohol metabolism, might contribute to addictive behaviour by regulating gene expression."
    },
    {
      "title": "Alia Ghrayeb, Eyal Gottlieb and Inbal Mor",
      "text": "T he effects of alcohol on brain function have been well documented throughout human history. Many scientific studies have also examined the mechanistic, neuronal and behavioural consequences of ethanol consumption. The recently reported work by Mews et al.  1  indicates that ethanol-derived acetate serves as a substrate for histone acetylation in hippocampal neurons by the enzyme acetyl CoA synthetase 2 (ACSS2), thus leading to modification of gene expression and affecting memory and learning. Alcohol is known to induce epigenetic changes that alter gene expression patterns, including acetylation of DNA-bound chromatin proteins called histones  2  . Ethanol metabolized in the liver leads to a substantial elevation in circulating acetate, which is then taken up by the central nervous system  3, 4  (Fig.  1a ). ACSS family members are the only enzymes known to use acetate as substrate, converting it to acetyl CoA  3  . In cancer cells, ACSS2, the nuclear and cytosolic ACSS isoform, supports cell proliferation by enabling fatty acid synthesis from acetate  5  . In addition, acetyl CoA synthetized from acetate is vital for maintaining histone acetylation marks  6  . In the liver, ethanol has already been shown to serve as the substrate for histone acetylation  7  , and nuclear ACSS2 has been shown to control gene expression associated with fatty liver  8  .\n\nMews et al. previously demonstrated the importance of ACSS2 in the hippocampus  9  , where it is associated with histone acetylation and consequent changes in gene expression. Additionally, ethanol has been shown by others to modulate epigenetics and transcription in the brain 2 . Furthermore, Mews et al. have also demonstrated that silencing of ACSS2 expression in the hippocampus impairs mouse performance in spatial memory tests  9  . The authors' current work 1 links the two phenomena by demonstrating that alcohol-induced epigenetic changes in the hippocampus are mediated through the elevation of systemic acetate generated in the liver.\n\nUsing multi-omics approaches, the authors investigated the role of acetate in regulating gene expression in the brain through ACSS2-dependent histone acetylation. First, they assessed the contribution of ethanol-derived acetate to histone acetylation in the brain by using metabolomics and proteomics. Mice were injected with ethanol labelled with stable isotopes (deuterium or 13 C), thus leading to an increase in labelled acetate in the circulation and the brain. Stableisotope tracing in proteins showed a rapid incorporation of ethanol-derived isotopes into acetylated histones in various brain regions. Histone labelling was also achieved by injecting mice with labelled acetate. Short hairpin RNA was used to attenuate the expression of ACSS2 in the dorsal hippocampus (dHPC). In the ACSS2silenced mice, histone labelling from ethanol was abolished in the dHPC but was present in the ventral hippocampus, where ACSS2 was not targeted.\n\nTo validate the functional relevance of these alcohol-induced epigenetic modifications, chromatin immunoprecipitation followed by DNA sequencing was performed. The authors identified significant elevation in histone 3 acetylated on lysine residues 9 and 27 (H3K9ac and H3K27ac) at key neuronal\n\nEthanol Acetate Acetate Acetate Acetyl CoA Histone acetylation Liver Blood Brain a b ACSS2 Lost spatial memory or lost craving? Alcohol intake Inactive ACSS2 Active ACSS2\n\nAlcohol-mediated associative learning Alcohol intake Fig.  1  | Alcohol affects associative learning via ACSS2-mediated histone acetylation. a, Acetate generated in the liver from ethanol is secreted to the circulation and enters the brain. In the brain, acetate serves as substrate for ACSS2 to generate acetyl CoA, which in turn induces unique histone acetylation and gene expression. b, Behavioural tests show that ACSS2 is required for alcohol-dependent associative learning and potentially craving.\n\ngenes in the dHPC. These changes were dependent on ethanol and ACSS2, and were largely correlated with gene expression levels. In an ex vivo model derived from primary hippocampal neurons, acetate administration promoted the transcription of genes involved in behaviour, learning, memory, addiction and alcohol use. However, this induction was diminished when cells were treated with an ACSS2 inhibitor. Transcriptomic analysis performed in vivo and ex vivo identified a bulk of overlapping genes that are associated with neuronal plasticity and induced by ethanol through ACSS2 function. Finally, the authors performed an ethanol-mediated behavioural conditioned place preference study. They showed that mice spent relatively more time in the compartment where ethanol was delivered, but this place preference was abolished in dHPC ACSS2-silenced mice. These behavioural findings suggest that ACSS2-dependent acetylation events in the dHPC are required for ethanol-related associative learning (Fig.  1b ).\n\nHowever, some open questions remain. The authors demonstrated that chromatinbound ACSS2 is required to maintain spatial memory, and the availability of acetate to the hippocampus is the determining factor in forming different histone acetylation patterns. However, whereas ethanol was used as a major source in the current study, circulating acetate can be derived from other sources such as fibre digestion by the gut microbiota and histone deacetylation  3  . It is therefore interesting to consider the effects of acetate sources on histone acetylation in the brain and their implications in brain function and memory. Additionally, to assess the behavioural effects of ethanol and ACSS2, Mews et al. conditioned mice to associate ethanol with spatial cues and then measured the time spent in the reward-associated chamber. Conditioned place preference tests are used to determine whether a substance has motivational importance and are commonly used to study alcoholism  10  . However, this test requires spatial orientation, and dHPC lesions disrupt spatial learning  11  . Furthermore, in the current test, alcohol was used as the reward as well as the substrate for histone acetylation. Therefore, whether the ACSS2silenced mice were less addicted to alcohol or simply 'forgot' where it was provided in the first place is unknown (Fig.  1b ). To untangle this circular argument, another behavioural assay that does not require spatial memory should be able to indicate whether histone acetylation modified by alcohol consumption is involved in establishing rewarding motivation, distinguishing between craving and spatial memory. If epigenetic changes indeed strengthen the reward association, then ACSS2 inhibition might potentially be used to treat addiction.\n\nThis paper provides new insights into the effects of alcohol on the brain. First, it implicates acetate as the link between ethanol and histone acetylation modifications in the brain. Second, it demonstrates that these epigenetic changes are dependent on acetate metabolism by ACSS2. The behavioural test implicates dHPC ACSS2 in the reward associated with ethanol and suggests that targeting ACSS2 activity might be used to counteract the addictive aspects of alcohol. ❐ Alia Ghrayeb , Eyal Gottlieb * and Inbal Mor *"
    },
    {
      "title": "Competing interests",
      "text": "E.G. is a shareholder and a Director at MetaboMed Ltd. All other authors declare no competing interests."
    }
  ],
  "references": [
    {
      "authors": [
        "P Mews"
      ],
      "year": 2019,
      "doi": "10.1038/s41586-019-1700-7",
      "journal": "Nature",
      "raw": "P Mews \n\t\t \n\t\t 10.1038/s41586-019-1700-7 \n\t\t \n\t \n\t \n\t\t Nature \n\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Mews, P. et al. Nature https://doi.org/10.1038/s41586-019-1700-7 (2019)."
    },
    {
      "authors": [
        "S Pandey",
        "E Kyzar",
        "H Zhang"
      ],
      "year": 2017,
      "doi": "10.1016/j.neuropharm.2017.02.002",
      "journal": "Neuropharmacology",
      "volume": "122",
      "raw": "S C Pandey \n\t\t \n\t\t \n\t\t\t E J Kyzar \n\t\t \n\t\t \n\t\t\t H Zhang \n\t\t \n\t\t 10.1016/j.neuropharm.2017.02.002 \n\t \n\t \n\t\t Neuropharmacology \n\t\t \n\t\t\t 122 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Pandey, S. C., Kyzar, E. J. & Zhang, H. Neuropharmacology 122, 74-84 (2017)."
    },
    {
      "authors": [
        "Z Schug",
        "J Vande Voorde",
        "E Gottlieb"
      ],
      "year": 2016,
      "doi": "10.1038/nrc.2016.87",
      "journal": "Nat. Rev. Cancer",
      "volume": "16",
      "raw": "Z T Schug \n\t\t \n\t\t \n\t\t\t J Vande Voorde \n\t\t \n\t\t \n\t\t\t E Gottlieb \n\t\t \n\t\t 10.1038/nrc.2016.87 \n\t \n\t \n\t\t Nat. Rev. Cancer \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Schug, Z. T., Vande Voorde, J. & Gottlieb, E. Nat. Rev. Cancer 16, 708-717 (2016)."
    },
    {
      "authors": [
        "L Jiang"
      ],
      "year": 2013,
      "doi": "10.1172/jci65153",
      "journal": "J. Clin. Invest",
      "volume": "123",
      "raw": "L Jiang \n\t\t \n\t\t 10.1172/jci65153 \n\t \n\t \n\t\t J. Clin. Invest \n\t\t \n\t\t\t 123 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Jiang, L. et al. J. Clin. Invest. 123, 1605-1614 (2013)."
    },
    {
      "authors": [
        "Z Schug"
      ],
      "year": 2015,
      "doi": "10.1016/j.ccell.2014.12.002",
      "journal": "Cancer Cell",
      "volume": "27",
      "raw": "Z T Schug \n\t\t \n\t\t 10.1016/j.ccell.2014.12.002 \n\t \n\t \n\t\t Cancer Cell \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Schug, Z. T. et al. Cancer Cell 27, 57-71 (2015)."
    },
    {
      "authors": [
        "V Bulusu"
      ],
      "year": 2017,
      "doi": "10.1016/j.celrep.2016.12.055",
      "journal": "Cell Rep",
      "volume": "18",
      "raw": "V Bulusu \n\t\t \n\t\t 10.1016/j.celrep.2016.12.055 \n\t \n\t \n\t\t Cell Rep \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Bulusu, V. et al. Cell Rep. 18, 647-658 (2017)."
    },
    {
      "authors": [
        "C Kriss"
      ],
      "year": 2018,
      "doi": "10.1111/acer.13843",
      "journal": "Alcohol. Clin. Exp. Res",
      "volume": "42",
      "raw": "C L Kriss \n\t\t \n\t\t 10.1111/acer.13843 \n\t \n\t \n\t\t Alcohol. Clin. Exp. Res \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Kriss, C. L. et al. Alcohol. Clin. Exp. Res. 42, 1909-1923 (2018)."
    },
    {
      "authors": [
        "Z Huang"
      ],
      "year": 2018,
      "doi": "10.1073/pnas.1814739115",
      "journal": "Proc. Natl Acad. Sci",
      "volume": "115",
      "raw": "Z Huang \n\t\t \n\t\t 10.1073/pnas.1814739115 \n\t \n\t \n\t\t Proc. Natl Acad. Sci \n\t\t \n\t\t\t 115 \n\t\t\t \n\t\t\t 2018 \n\t\t\t USA \n\t\t \n\t \n\t Huang, Z. et al. Proc. Natl Acad. Sci. USA 115, E9499-E9506 (2018)."
    },
    {
      "authors": [
        "P Mews"
      ],
      "year": 2017,
      "doi": "10.1038/nature22405",
      "journal": "Nature",
      "volume": "546",
      "raw": "P Mews \n\t\t \n\t\t 10.1038/nature22405 \n\t \n\t \n\t\t Nature \n\t\t \n\t\t\t 546 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Mews, P. et al. Nature 546, 381-386 (2017)."
    },
    {
      "authors": [
        "C Cunningham",
        "C Gremel",
        "P Groblewski"
      ],
      "year": 2006,
      "doi": "10.1038/nprot.2006.279",
      "journal": "Nat. Protoc",
      "volume": "1",
      "raw": "C L Cunningham \n\t\t \n\t\t \n\t\t\t C M Gremel \n\t\t \n\t\t \n\t\t\t P A Groblewski \n\t\t \n\t\t 10.1038/nprot.2006.279 \n\t \n\t \n\t\t Nat. Protoc \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Cunningham, C. L., Gremel, C. M. & Groblewski, P. A. Nat. Protoc. 1, 1662-1670 (2006)."
    },
    {
      "authors": [
        "J Ferbinteanu",
        "R Mcdonald"
      ],
      "year": 2001,
      "doi": "10.1002/hipo.1036",
      "journal": "J. Hippocampus",
      "volume": "11",
      "raw": "J Ferbinteanu \n\t\t \n\t\t \n\t\t\t R Mcdonald \n\t\t \n\t\t 10.1002/hipo.1036 \n\t \n\t \n\t\t J. Hippocampus \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Ferbinteanu, J. & McDonald, R. J. Hippocampus 11, 187-200 (2001)."
    }
  ],
  "num_references": 11,
  "num_citations": 14,
  "cited_references": [
    "b8",
    "b6",
    "b4",
    "b1",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] Department of Cell Biology and Cancer Science , The Ruth and Bruce Rappaport Faculty of Medicine , Technion-Israel Institute of Technology , Haifa , Israel.",
    "NAture MetAboliSM | VOL 1 | NOVEMBER 2019 | 1036-1037 | www.nature.com/natmetab",
    "[raw_reference] Mews, P. et al. Nature https://doi.org/10.1038/s41586-019-1700-7 (2019).",
    "[raw_reference] Pandey, S. C., Kyzar, E. J. & Zhang, H. Neuropharmacology 122, 74-84 (2017).",
    "[raw_reference] Schug, Z. T., Vande Voorde, J. & Gottlieb, E. Nat. Rev. Cancer 16, 708-717 (2016).",
    "[raw_reference] Jiang, L. et al. J. Clin. Invest. 123, 1605-1614 (2013).",
    "[raw_reference] Schug, Z. T. et al. Cancer Cell 27, 57-71 (2015).",
    "[raw_reference] Bulusu, V. et al. Cell Rep. 18, 647-658 (2017).",
    "[raw_reference] Kriss, C. L. et al. Alcohol. Clin. Exp. Res. 42, 1909-1923 (2018).",
    "[raw_reference] Huang, Z. et al. Proc. Natl Acad. Sci. USA 115, E9499-E9506 (2018).",
    "[raw_reference] Mews, P. et al. Nature 546, 381-386 (2017).",
    "[raw_reference] Cunningham, C. L., Gremel, C. M. & Groblewski, P. A. Nat. Protoc. 1, 1662-1670 (2006).",
    "[raw_reference] Ferbinteanu, J. & McDonald, R. J. Hippocampus 11, 187-200 (2001)."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "title": "Alcohol-derived acetate modulates brain function",
  "journal": "Nature Metabolism",
  "volume": "1",
  "issue": "11",
  "pages": "1036-1037",
  "zotero_recovery": {
    "fields_recovered": [
      "title",
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.173958",
    "zotero_item_type": "journalArticle"
  }
}
