{
  "paper_id": "WZS4JNSH",
  "title": "Emerging Artificial Intelligence-Empowered mHealth: Scoping Review",
  "abstract": "Background: Artificial intelligence (AI) has revolutionized health care delivery in recent years. There is an increase in research for advanced AI techniques, such as deep learning, to build predictive models for the early detection of diseases. Such predictive models leverage mobile health (mHealth) data from wearable sensors and smartphones to discover novel ways for detecting and managing chronic diseases and mental health conditions. Objective: Currently, little is known about the use of AI-powered mHealth (AIM) settings. Therefore, this scoping review aims to map current research on the emerging use of AIM for managing diseases and promoting health. Our objective is to synthesize research in AIM models that have increasingly been used for health care delivery in the last 2 years. Methods: Using Arksey and O'Malley's 5-point framework for conducting scoping reviews, we reviewed AIM literature from the past 2 years in the fields of biomedical technology, AI, and information systems. We searched 3 databases, PubsOnline at INFORMS, e-journal archive at MIS Quarterly, and Association for Computing Machinery (ACM) Digital Library using keywords such as \"mobile healthcare,\" \"wearable medical sensors,\" \"smartphones\", and \"AI.\" We included AIM articles and excluded technical articles focused only on AI models. We also used the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) technique for identifying articles that represent a comprehensive view of current research in the AIM domain. \n Results: We screened 108 articles focusing on developing AIM models for ensuring better health care delivery, detecting diseases early, and diagnosing chronic health conditions, and 37 articles were eligible for inclusion, with 31 of the 37 articles being published last year (76%). Of the included articles, 9 studied AI models to detect serious mental health issues, such as depression and suicidal tendencies, and chronic health conditions, such as sleep apnea and diabetes. Several articles discussed the application of AIM models for remote patient monitoring and disease management. The considered primary health concerns belonged to 3 categories: mental health, physical health, and health promotion and wellness. Moreover, 14 of the 37 articles used AIM applications to research physical health, representing 38% of the total studies. Finally, 28 out of the 37 (76%) studies used proprietary data sets rather than public data sets. We found a lack of research in addressing chronic mental health issues and a lack of publicly available data sets for AIM research. \n Conclusions: The application of AIM models for disease detection and management is a growing research domain. These models provide accurate predictions for enabling preventive care on a broader scale in the health care domain. Given the ever-increasing need for remote disease management during the pandemic, recent AI techniques, such as federated learning and explainable AI, can act as a catalyst for increasing the adoption of AIM and enabling secure data sharing across the health care industry.",
  "year": 2009,
  "date": "2009",
  "journal": "Health Aff (Millwood)",
  "publication": "Health Aff (Millwood)",
  "authors": [
    {
      "forename": "Paras",
      "surname": "Bhatt",
      "name": "Paras Bhatt",
      "affiliation": "1  Department of Electrical & Computer Engineering , The University of Texas at San Antonio , San Antonio , TX , United States \n\t\t\t\t\t\t\t\t Department of Electrical & Computer Engineering \n\t\t\t\t\t\t\t\t The University of Texas at San Antonio \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Antonio \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jia",
      "surname": "Liu",
      "name": "Jia Liu",
      "affiliation": "2  The University of Texas Health Science Center at San Antonio , San Antonio , TX , United States \n\t\t\t\t\t\t\t\t The University of Texas Health Science Center at San Antonio \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Antonio \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Yanmin",
      "surname": "Gong",
      "name": "Yanmin Gong",
      "affiliation": "1  Department of Electrical & Computer Engineering , The University of Texas at San Antonio , San Antonio , TX , United States \n\t\t\t\t\t\t\t\t Department of Electrical & Computer Engineering \n\t\t\t\t\t\t\t\t The University of Texas at San Antonio \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Antonio \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jing",
      "surname": "Wang",
      "name": "Jing Wang",
      "affiliation": "3  Florida State University , Tallahassee , FL , United States Department of Electrical & Computer Engineering \n\t\t\t\t\t\t\t\t Department of Electrical & Computer Engineering \n\t\t\t\t\t\t\t\t Florida State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tallahassee \n\t\t\t\t\t\t\t\t\t FL \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Yuanxiong",
      "surname": "Guo",
      "name": "Yuanxiong Guo",
      "affiliation": "1  Department of Electrical & Computer Engineering , The University of Texas at San Antonio , San Antonio , TX , United States \n\t\t\t\t\t\t\t\t Department of Electrical & Computer Engineering \n\t\t\t\t\t\t\t\t The University of Texas at San Antonio \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Antonio \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t United States",
      "email": "yuanxiong.guo@utsa.edu"
    },
    {
      "affiliation": "The University of Texas at San Antonio 1 UTSA Circle San Antonio , TX , 78249 United States \n\t\t\t\t\t\t\t\t The University of Texas at San Antonio \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1 UTSA Circle San Antonio \n\t\t\t\t\t\t\t\t\t 78249 \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/35053",
  "keywords": [
    "mobile health units",
    "telemedicine",
    "machine learning",
    "artificial intelligence",
    "review literature as topic"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Initially, information technology systems were mainly used to record patient data  [1] , but the rapid development in technology over the years has paved the way for data analytics and machine learning (ML) to be applied in the health care domain  [2] . Advanced artificial intelligence (AI) techniques combined with the rapid integration of medical internet of things (IoT) devices  [3]  has led to an increase in research on digital health care and preventive medicine  [4] . Such research focuses on mobile health (mHealth) technologies that are used to monitor serious ailments, like asthma, diabetes, and sleep apnea, and to ensure patient well-being and safety  [5] . mHealth is a critical sector of the health care information technology industry that has grown rapidly in recent years  [6] . This growth has been fueled by the rise in wearable technologies  [7] , mobile sensors  [8] , and the exponential increase in the number of IoT devices in general  [9] . Such devices are increasingly used in hospitals and medical institutions  [10]  for constant patient monitoring  [11]  and intensive care unit capacity monitoring. Coinciding with the increase in the use of IoT devices, the wearing of health devices outside hospital premises for remote in-home care has also increased  [12] . This has led to both a greater level of research  [13]  and higher investment in mHealth  [14] . Researchers have stressed mHealth's importance in challenging times such as the current pandemic to enable the provision of remote health care facilities  [15] . Recent research indicates that there has been a significant increase in mHealth usage since COVID-19  [16] . AI has helped scholars to research new avenues of clinical care that are focused on ensuring the maintenance of social distancing and better hygiene and have developed remote mHealth capabilities that can enable patient care during and after COVID-19  [17, 18] .\n\nWith the increase in mHealth research, there have been significant improvements in the level of AI available to researchers as well. These improvements offer more accurate insights and results than does traditional ML while simultaneously preserving patient privacy and ensuring a high data security standard. Deep learning (DL) and federated learning (FL)  [19, 20]  are some examples of these newer techniques that ensure data security and privacy. Consequently, researchers have used AI techniques to study novel scenarios and tasks within the health care IT domain, from using it to classify and predict disease occurrence  [21] , to detecting the presence of chronic illnesses  [22] , and even assisting doctors in making decisions about preventive health care programs  [23] . AI has been successfully integrated with the health care sector, and many systematic literature surveys outline its importance to this domain  [24] [25] [26] .\n\nRecently, research related to AI techniques in the mHealth sector has increased considerably  [27] . This can be attributed to the rapid evolution and acceptance of telehealth during the COVID-19 pandemic  [28] . As a result of several changes in telehealth policies (telehealth integration into hospital portals, expanding insurance coverage for telehealth services, and increasing patient choices for telehealth services)  [29, 30] , telehealth has emerged as a viable alternative to providing care to noncritical patients  [31] , thus enabling hospitals and medical institutions to direct their resources to serving critical patients. The adoption of mHealth devices has also increased during this period  [16] , providing both localized and personalized patient information  [32]  and resulting in the generation of a large amount of data which is particularly well-suited to train AI models. ML algorithms running locally on smart and wearable devices have led to novel insights. For instance, researchers use AI to study neurogenerative disorders like Parkinson  [33]  and Alzheimer  [34]  disease, which exhibit latent temporal symptoms that are difficult to characterize without mHealth sensors. This symbiosis of AI and mHealth technologies is crucial for the development of remote health care infrastructure that can better inform physicians and benefit millions of patients.\n\nUsing mHealth sensors, researchers have documented disease progression  [35] , depicting how an illness spreads or manifests over time in a patient. These insights can be significant in the early diagnosis and treatment of chronic diseases and management of symptoms hitherto undetectable by traditional patient monitoring within hospitals and assisted living facilities. This confluence of AI and mHealth has given rise to a new domain of research that studies the combination of these 2 research streams. It is known as AI-powered mHealth (AIM)  [36] . Using AI techniques in the application of mHealth scenarios can have numerous benefits, such as the automatic detection of chronic disease occurrence  [21] , real-time prediction and intervention for suicide prevention  [37] , facilitating emergency response  [38] , enabling patient rehabilitation  [39] , providing noninvasive care  [40, 41] , and preventing medical errors. Preventable medical error is a significant cause of death in the USA. Clinical decision-making technology can significantly reduce it by using real-time data from wearable health sensors  [42, 43] .\n\nAIM devices can power ubiquitous health care solutions through remote patient monitoring  [44] , which is essential for providing health services in remote and medically underserved areas, where patients are not connected with modern health care systems. AIM can also enable at-risk minority populations who do not have access to health care facilities receive quality health care with ease  [45, 46] . With the development of newer AI techniques, such as DL, reinforcement learning, and few-shot learning, the domain of AIM will only grow in the future  [47, 48] . Furthermore, mHealth has implications for remote patient-monitoring and telehealth research and practice, which is becoming a reality much faster than the medical industry expected because of the COVID-19 pandemic  [49] .\n\nPrior research focusing on the application of AI in the health care domain noted that certain implementation factors exist that prevent large scale automation of the health care sector  [50] . However, with the advancement in AI techniques and the advent of DL, there has been a significant rise in both AIM research and practice. Previous surveys of mHealth have focused on only XSL • FO RenderX niche conditions, such as musculoskeletal medicine  [51] , or have attempted to study perceptions of AI in the mHealth domain and health care settings in general  [52, 53] .\n\nOver the last couple of years, there have been significant advances in both the usage of AI and mHealth. In this regard, several recent studies share an overlapping context (AI + mHealth)  [54] [55] [56] [57]  in seeking to explain and implement the clinical use of AI in mHealth settings. A current review of such research is lacking, which presents a gap in the AI mHealth literature. Therefore, it is necessary to survey the current state of the art in AIM research (eg, current work, current solutions, and future opportunities) both in the mHealth industry and the field of AI. A scoping review of this research is much needed, as it addresses the gap in literature related to an in-depth analysis of AI capabilities currently being used in the mHealth settings. Our aim in this paper is to further expand the research scope of this critical health care domain and explore the opportunities for future development. To the best of our knowledge, this is the first attempt to survey research on AIM analytics. Our objective is also to map current research on the growing use of AIM for remote patient-monitoring and examine how researchers use patient data for building AI models for disease management."
    },
    {
      "title": "Methods",
      "text": "Scoping reviews are used to examine the extent, range, and nature of research activity in a particular domain. In this context, we used Arksey and O'Malley's  [58]  5-step scoping review framework to guide our search strategy for reviewing current peer-reviewed AIM research."
    },
    {
      "title": "Step 1: Identifying Research Questions",
      "text": "We started by identifying our research questions (RQs) and aimed to survey the literature on the current use of AIM to identify and manage different health conditions. We also investigated the use of data collected from wearable sensors and mobile devices for building AIM models."
    },
    {
      "title": "Step 2: Identifying Relevant Studies",
      "text": "After specifying our RQs, we identified relevant studies to be screened in this review. This involved searching electronic databases including PubsOnline at INFORMS and the e-journal archive at MIS Quarterly for information systems (IS) articles. We used the Association for Computing Machinery (ACM) Digital Library, which catalogs research from top conferences and journals in the AI domain, for AI articles. We also used a search query in Google Scholar with a 2-year filter (since 2019) for including recent articles on specific advancements in the field of AIM related to the use of FL and explainable AI (XAI). The state of the art in AI until 2019 had been covered by previous researchers in surveys and reviews on AI in the health care sector  [50, 51, 53] ; therefore, we decided to focus on articles from 2019 and beyond. Moreover, since DL has only been growing in the health care domain during the last couple of years and newer AIM techniques such as FL have recently emerged as privacy-preserving mechanisms, we decided to limit the search to articles published from 2019 to the present.\n\nThe articles screened for this review were published in the 3 major domains of biomedical technology, AI, and IS. In this regard, the journals and articles searched were from top venues in these domains. We searched the Journal of Biomedical Informatics, Journal of Medical Internet Research, and Nature Medicine for biomedical technology articles. For AI, we focused our efforts on recent top conferences including the Conference on Neural Information Processing Systems (NeurIPS) and the Association for the Advancement of Artificial Intelligence (AAAI). Within these conferences, we looked at ML for health, ML for mobile health, ML for public health, and web search and data mining. As for IS, we searched articles in the top journals of Management Information Systems Quarterly (MISQ), Information Systems Research (ISR), and ACM's Transactions journals. These studies are related to the use of health care technology combined with a behavioral component that seeks to explain how AI can define patient well-being. We used the keywords \"mobile health,\" \"mHealth,\" \"mobile healthcare,\" \"mobile sensors,\" \"wearable sensors,\" \"medical sensors,\" \"smartphone data,\" \"ML,\" and \"AI.\""
    },
    {
      "title": "Step 3: Study Selection",
      "text": "After selecting relevant articles, we defined our study selection metrics based on the inclusion and exclusion criteria as specified in Table  S1  in Multimedia Appendix 1. We eliminated several articles identified through our keyword searches that did not meet the criteria. During the last 2 years, there has been a significant increase in research in AIM  [59] . In the same period, researchers have developed and used newer AI techniques, such as FL and XAI, to build predictive privacy-preserving models  [20]  for disease management. Therefore, we decided to limit the search for AIM articles to the last 2 years. Additionally, we considered articles where both AI and mHealth concepts were specifically used in the study design or the primary research motivation for the paper. Finally, each author independently read article summaries and abstracts to determine their eligibility for this scoping review based on the inclusion and exclusion criteria as specified in Table  S1  in Multimedia Appendix 1."
    },
    {
      "title": "Step 4: Charting the Data",
      "text": "After selection of the studies for this scoping review, we segregated articles according to research streams (biomedical technology, AI, IS), type of data used (public vs proprietary), and health conditions (physical health, mental health, and general health promotion and wellness). Articles related to physical health examined the use of AIM for disease management of chronic health issues, such as asthma and diabetes, and neurological illnesses, such as Alzheimer and Parkinson disease. These severe health conditions are difficult to manage without active support from physicians, and thus, the application of mHealth sensors can be used to track patients with these conditions. Studies focused on general health promotion and wellness were related to nonchronic conditions that do not require constant medical supervision, such as leading an active lifestyle and engaging in regular exercise. mHealth sensors can notify and remind people to engage in physical activity to have an overall better level of physical health. Articles related to mental health focused on using AIM to facilitate the detection of mental health issues among the population by collecting data from personal devices.\n\nSince public data has massive potential for enabling broader collaboration in health care technology usage and AIM adoption across organizational, national, and international boundaries, we also divided articles based on the data set they used. Studies using publicly available data sets are more effective in bringing out the potential impact of AIM and inspiring confidence among the public and medical institutions in the efficacy of AIM models."
    },
    {
      "title": "Step 5: Collating, Summarizing, and Reporting the Results",
      "text": "Finally, in the results section, we collate, summarize, and report the findings from this review. We discuss their implications for future AIM research in the discussion section and present results of the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) technique we used to identify and select articles for this review. We also discuss the selected 37 articles using AIM capabilities for disease management and monitoring physical and mental health conditions. Furthermore, some of the articles focused on using AIM models for enhancing general health promotion and wellness of people."
    },
    {
      "title": "Results",
      "text": "Step 1: Identifying RQs After careful consideration and discussions, we decided to define the scope of our review paper based on the shared capabilities of AI and mHealth. Through deliberations, we decided to focus on the emerging uses of AI in the current state-of-the-art mobile health care domain. In this regard, we identified the following 3 RQs of value for both researchers and practitioners in this scoping review: (1) What are the major health conditions being researched in the AI-powered mHealth (AIM) domain? (2) How do AIM techniques use the data collected from wearable sensors and mHealth devices? (3) What are the requirements for facilitating the rapid adoption of AIM models in hospitals and medical institutions in the health care sector?\n\nStep 2: Identifying Relevant Studies\n\nWe initially started with 108 articles related to each of the 3 domains in this study: biomedical technology, AI, and IS. We identified 108 relevant studies in total: 101 from our selected databases (PubsOnline, n=34; e-journal archive at MISQ, n=27; and ACM Digital Library, n=40) and 7 articles through reference checking in search engines."
    },
    {
      "title": "Step 3: Study Selection",
      "text": "Using the PRISMA technique depicted in Figure  1 , 37 articles matched the study selection criteria for this scoping review. When selecting the articles, we proceeded to remove duplicate articles (n=8) that had both a journal and conference version (journal version included in review) and screened the title and abstract of the selected articles (n=27) to ensure sufficient AIand mHealth-based content was present in the work. Upon final selection, we independently screened the full text of the remaining articles (n=3)."
    },
    {
      "title": "Step 4: Charting the Data",
      "text": "The majority of the articles identified used mixed method research with participant-based studies that focused on using mHealth devices to collect data from people experiencing a certain health condition (asthma, diabetes, suicidal tendencies, depression, etc) and then using the data collected to train AI models to automatically detect such conditions; otherwise, they were analytical studies that applied AI models to publicly available data sets. The final set of 37 articles included in this review are presented in Table  S2  in Multimedia Appendix 1.\n\nOf the 37 articles, 31 were published in 2020 (84%), and 23 out of the 37 (62%) articles were from AI databases which represented the largest domain included in our review. Of the 23 articles within the AI domain, 17 (74%) mainly focused on physical health and chronic health conditions. Both these conditions were researched in most of the articles included in the review. Physical health articles primarily focused on using AIM models for human activity recognition and analyzing people's activities of daily living. The data used in these studies were collected using multiple mHealth devices, such as object and motion detection sensors. However, accessing large repositories of such data is difficult because data sharing among medical institutions, hospitals, and clinical studies is often restricted  [20] . This gives rise to a lack of availability of quality data sets for building AIM models, which was also observed in our review, as 28 out of the total 37 (76%) articles used proprietary data sets rather than public ones. Finally, mental health studies used a combination of qualitative techniques, such as surveys and smartphone sensors, to augment their data collection. These data were used for building predictive models that detect depression and suicidal tendencies in people. Figure  2  below presents the different metrics of the selected articles in our scoping review."
    },
    {
      "title": "Step 5: Collating, Summarizing, and Reporting the Results",
      "text": "The results from our scoping review help to answer our RQ1 about the major health conditions being researched in the AIM domain and our RQ2 about how AIM data collected from wearable sensors and mHealth devices are used by researchers. In terms of RQ1, 3 major categories are being researched in the AIM domain: mental health, physical health, and chronic health conditions. For RQ2, most of the studies use data collected from AIM devices to build and train advanced AI models that seek to detect, predict, and manage health conditions in general.\n\nAs we discussed the results of our scoping review of articles on AIM, we observed the research in this domain is concentrated in 3 distinct categories of physical health, mental health, and chronic health conditions, as presented in Figure  3 .\n\nMost of the studies in the scoping review focused on chronic health conditions, such as cardiovascular conditions related to heart disease, stroke, arrhythmia, and atrial fibrillation; respiratory conditions, such as sleep apnea, asthma, and COVID-19 monitoring; and other conditions chronic conditions, such as diabetes, arthritis, and Parkinson disease. These studies explain how AIM models are used to enable greater self-management of chronic diseases by providing real-time health insights to patients and doctors  [56, 60] . AIM models focused on chronic health conditions are developed using heterogeneous data, including text, audio, and rhythmic body movements, collected from wearable and mobile sensors,  [54, 55, 57, 61] . Researchers note that the physiological features of people, such as their height, weight, and metabolism, can be used as data points to train personalized AIM models  [62] . These models can then predict the types of chronic health conditions a person may be susceptible to (currently and in the future)  [63] . For instance, researchers used AIM models to predict the likelihood of an imminent episode of Parkinson that may result in a patient falling  [64] . Moreover, other researchers have demonstrated the effectiveness of AIM models in enhancing the development of preventive and precision medicine and detecting early signs of the onset of chronic conditions, such as in imminent asthma attacks  [65, 66] .\n\nAfter chronic conditions, the next major category of studies focused on mental health conditions for which research has recently increased  [67] . Included were articles that sought to understand the nature, causes, and consequences of mental disorders. Studies in this category focused on using mobile sensors to predict people's moods and behaviors while also determining the causes responsible for such a shift in them  [68, 69] . Research aimed at understanding the causes and consequences of mental disorders is fundamental in clinical psychiatry  [70]  and can be used to provide interventions to people who exhibit antisocial behavior  [71] . Studies relating to the consequences of mental health disorders play a crucial role"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX in identifying at-risk populations who might be suffering from suicidal tendencies. In some of our selected articles, researchers inferred suicidal tendencies from smartphone usage  [72, 73] . Smartphone usage can also help the understanding of the causes of mental health disorders. The mood of a person is indicative of the emotional state they are in. There is growing evidence to suggest people's moods (happy, sad, etc) and their inner emotional states (anxiety, depression, panic, etc) are interlinked  [74, 75] . Several studies have successfully pursued this link to identify people vulnerable to suffering from mental disorders  [76, 77] . For instance, some authors  [76]  used an AIM model to find emotionally distressed people in online social networks. The model analyzes the text of users' posts to detect the usage of negative words or phrases (eg, \"I am all alone,\" \"I don't want to live anymore\") that indicate if a person is feeling suicidal. Similarly, other authors  [77]  also used data from wearable sensors to build AIM models that detect whether people are under emotional stress and determine the underlying causes for mental disorders.\n\nThe final category of studies focused on the use of AIM devices to monitor people's physical health. The articles studied different mental, social, and physical activities that people engage in and collected data using AIM devices. These data were used to build AIM models that detect when people were not engaging in their regular activities, such as exercising and walking. Once a lack of social or physical activity is detected, the AIM model sends out personalized suggestions encouraging people to lead an active lifestyle  [78, 79] . Such AIM models can also detect prolonged periods of human inactivity, which is of particular importance when monitoring the health of older adults. Studies show data related to heart rate and self-reported fatigue levels can be used to share automatic suggestions that remind people to engage in healthy exercise  [80] [81] [82] [83] . In addition, AIM devices can be used for monitoring the movements of older adults through the use of mobile sensors, such as wearable and object detection sensors  [84] [85] [86] [87] . Data collected through AIM devices can also identify human activity and encourage safe physical health practices  [59, 88] . For instance, during the current pandemic, researchers have used AIM devices to build models that identify and detect dangerous COVID-19 behavior, such as face touching  [89, 90] . Further, the use of AIM devices can help to ensure privacy and protect people's private health data  [91]  by using AI techniques, such as FL, that can prevent data from being transferred outside AIM devices. These kinds of varied applications showcase the versatility of the AIM domain for ensuring the physical health of people."
    },
    {
      "title": "Discussion",
      "text": "The findings from our scoping review showcase the benefits of using AIM in applications ranging from clinical care  [92]  to improvements in the overall adoption and access of telehealth services  [29, 30] . A key finding to discuss from our work is how the recent confluence of AI and mobile wearable technology has resulted in the increase in mHealth usage  [16] . Another important insight to consider is how mHealth and telehealth have emerged as reliable avenues to provide noncritical care to patients  [31] , which is vital during the current pandemic. This is also evident in many of the papers included in this review  [78, 81, 83] . This review surveys the recent developments in the AIM domain, and based on our findings, we present some practical recommendations for future research. First, by using the recent advances in AI techniques of FL and XAI, AIM could facilitate an even broader expansion and provision of mHealth services which is also evidenced by its significant use during the pandemic  [16] . Second, the increased adoption of such services can be helpful in building a consensus about the rules governing the usage of wearable technologies in medical institutions. Currently, hospitals use proprietary mHealth devices that do not allow data sharing even if it is for critical research purposes  [20] . With the increase in adoption, different health care institutions can come together and create a shared set of rules that can enable AI-based models to study the data from across all participating institutions, thus resulting in the generation of more robust and accurate medical insights. Third, given the importance of health care access for all sections of society, governments and private institutions should promote the use of XSL • FO RenderX mHealth in their digital health efforts and public safety campaigns.\n\nGiven the growing importance of remote health and telehealth facilities during the COVID-19 pandemic, we conclude that it is important to facilitate greater adoption of remote health monitoring devices, protect patient privacy, and increase people's trust in smart wearable health devices. This is because our findings show that mHealth indeed plays a significant role in shaping the future of how citizens access health care facilities in testing times such as a pandemic. In this regard, some recent AI techniques that can accelerate its adoption and enable faster implementation across hospitals, medical institutions, and users at large are discussed. The discussion of these techniques also answers RQ3 about the requirements for facilitating the rapid adoption of AIM models in hospitals and medical institutions in the health care sector and how recent AI techniques can be implemented to strengthen research in the AIM domain.\n\nTo protect patients' privacy, ML techniques such as DL, FL, and transfer learning can effectively drive the smart health care revolution. These techniques use privacy-preserving feature engineering to translate vast amounts of biomedical data into actionable and potentially life-saving human health outcomes  [93] . From the analysis of the papers included in this survey, we observe that a critical outcome of applying DL in the mHealth analytics domain is that it results in the development of powerful algorithms. These algorithms provide excellent capabilities to predict and detect diseases early, thus enabling efforts to provide preventive medicine and care to vulnerable people  [94] . Since users' data exist in isolated silos or islands across different hospitals and medical institutions, it becomes increasingly difficult for researchers working in this domain to access these data. Moreover, generalizing the performance of an ML model for a large population becomes difficult in the absence of personalized data about individuals  [95] . Recent advances in FL and transfer learning show that it is a promising solution in such scenarios. It ensures data privacy, as user data never leave an institution  [96] . In addition, model insights learned from one set of data can be transferred to make predictions for another set of data. When FL models are used, data remain static and situated at the source, thereby protecting privacy. The only information exchange under such models involves purely numerical representations of stochastic gradient descent. These numerical data cannot be used to reverse engineer and determine the source of data. The use of such techniques can help dismantle privacy barriers that are associated with health care data access. It can enable greater collaboration between the medical, research, and practitioner communities while ensuring faster development and integration of AIM in the health care sector. To this effect, the 3 identified research streams can act as guiding principles for providing holistic health care services that cover the mind, body, and spirit of people. It can also ensure that people receive the best possible care in the shortest time and with maximum efficacy.\n\nThe DARPA (Defense Advanced Research Projects Agency) XAI program strives to support the development of AI systems whose models can be interpreted, understood, and trusted by end users  [97] . XAI is necessary for the future of AIM integration, as it can help increase the acceptability and understanding of ML techniques and models in the health care domain. With increased knowledge of AI models, we can expect an increase in the adoption rate of AIM in the health care industry, as is evidenced by various studies relating to the technology acceptance model  [98] . According to this model, as the ease of use of technology increases, so does the intention and behavior of people to engage in and use the said technology. In this case, as AI models become increasingly easy to use and deploy, their widespread adoption will significantly increase hospitals' efficacy. It will also result in better providing remote health services that depend on crucial data from patients' wearable sensor devices. Adadi et al  [99]  conducted in-depth survey on XAI and note its diverse implications for the medical field in the future. They emphasize how the lack of transparency in ML models is one of the primary reasons for the nonadoption of AI in the health care industry. Peeking inside the black-box nature of AI is thus an effective way to overcome the impediments that limited knowledge and understanding place on the use of AIM.  Gordon et al [100]  have shown how XAI techniques can be used in surgical and operative settings in hospitals and in processing medical data for real-time clinical decision support. These models can help surgical teams to analyze, anticipate, understand, and prevent adverse intraoperative events. In another study,  Payrovnaziri et al [101]  surveyed how XAI specifically can be used to model real-world electronic health record data. They identify several gaps in the literature and conclude XAI has not been adequately pursued and practiced in medicine. They acknowledge there are several opportunities available where the adoption and application of XAI can significantly enhance mHealth. These have important implications for both research and practice. The recency of these surveys underscores the importance of AIM in the health care sector and provides a guideline for future research into this critical domain.\n\nAs with most scoping reviews, there are some limitations in this work. First, we only considered research from the 3 domains of biomedical technology, IS, and AI. Second, we did not consider the social aspect of AIM technology in this paper, but it is an emerging aspect of health care research. We will work to address these limitations in our future work. Third, we considered only a limited number of databases for selecting the articles and had to restrict the search so that we could focus on articles that address the latest transdisciplinary research context of AI, biomedical technology, and IS. Such work included papers that were published in niche ML and AI conference proceedings and listed within a particular database, for instance the ACM Digital Library. However, the databases we selected are comprehensive avenues for state-of-the-art research in the AIM domain and include the latest peer-reviewed research literature in the 3 streams.\n\nOur findings from this scoping review indicate that there has recently been considerable increase in the research, practice, and adoption of mHealth and AI capabilities in the health care sector, which has resulted in significant advances in both critical and noncritical clinical care. However, certain areas still exist where there is a lack of AI research, such as in addressing mental health issues. A particular reason for this lack of research can be attributed to the nonavailability of public data sets hindering the widespread adoption of the AIM domain. A solution for this problem is to ensure collaboration and data sharing among different medical institutions. Such collaborative efforts will ensure the better utilization of AI tools by doctors, physicians, and hospitals alike. Furthermore, new and advanced AI techniques, such as FL and XAI, are rapidly being developed by researchers, and their subsequent adoption in real-world scenarios will likely have life-saving consequences in the future."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram. ACM: Association for Computing Machinery; AI: artificial intelligence; IS: information systems; MISQ: Management Information Systems Quarterly; ML: machine learning."
    },
    {
      "text": "Figure 2. Statistics of different AI-powered mobile health domains (N=37). AI: artificial intelligence; IS: information systems."
    },
    {
      "text": "Figure 3. Studies in the AIM Domain. mHealth: mobile health."
    }
  ],
  "references": [
    {
      "title": "Health information technology and patient safety: evidence from panel data",
      "authors": [
        "S Parente",
        "J Mccullough"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.2.357"
    },
    {
      "title": "Big data analytics in healthcare: promise and potential",
      "authors": [
        "W Raghupathi",
        "V Raghupathi"
      ],
      "year": 2014,
      "doi": "10.1186/2047-2501-2-3"
    },
    {
      "title": "Smart and secure IoT and AI integration framework for hospital environment",
      "authors": [
        "R Valanarasu"
      ],
      "year": 2019,
      "doi": "10.36548/jismac.2019.3.004"
    },
    {
      "title": "Artificial intelligence supported patient self-care in chronic heart failure: a paradigm shift from reactive to predictive, preventive and personalised care",
      "authors": [
        "M Barrett",
        "J Boyne",
        "J Brandts",
        "H Brunner-La Rocca",
        "De Maesschalck",
        "De Wit"
      ],
      "year": 2019,
      "doi": "10.1007/s13167-019-00188-9"
    },
    {
      "title": "Clinical applications of mobile health wearable-based sleep monitoring: systematic review",
      "authors": [
        "E Guillodo",
        "C Lemey",
        "M Simonnet",
        "M Walter",
        "E Baca-García",
        "V Masetti",
        "Network"
      ],
      "year": 2020,
      "doi": "10.2196/10733"
    },
    {
      "title": "Theoretical advancements in mHealth: a systematic review of mobile apps",
      "authors": [
        "A Chib",
        "S Lin"
      ],
      "year": 2018,
      "doi": "10.1080/10810730.2018.1544676"
    },
    {
      "title": "Consumers' adoption of wearable technologies: literature review, synthesis, and future research agenda",
      "authors": [
        "M Kalantari"
      ],
      "year": 2017,
      "doi": "10.1504/ijtmkt.2017.089665"
    },
    {
      "title": "A path-dependence perspective on the adoption of Internet of Things: Evidence from early adopters of smart and connected sensors in the United States",
      "authors": [
        "T Tang",
        "A Ho"
      ],
      "year": 2019,
      "doi": "10.1016/j.giq.2018.09.010"
    },
    {
      "title": "A survey of Internet-of-Things: future vision, architecture, challenges and services",
      "authors": [
        "D Singh",
        "G Tripathi",
        "A Jara"
      ],
      "year": 2014,
      "doi": "10.1109/wf-iot.2014.6803174"
    },
    {
      "title": "An empirical examination of consumer adoption of Internet of Things services: network externalities and concern for information privacy perspectives",
      "authors": [
        "C Hsu",
        "J Lin"
      ],
      "year": 2016,
      "doi": "10.1016/j.chb.2016.04.023"
    },
    {
      "title": "Patient monitoring system based on internet of things",
      "authors": [
        "J Gómez",
        "B Oviedo",
        "E Zhuma"
      ],
      "year": 2016,
      "doi": "10.1016/j.procs.2016.04.103"
    },
    {
      "title": "Real time patient monitoring system based on internet of things",
      "authors": [
        "M Uddin",
        "J Alam",
        "S Banu"
      ],
      "year": 2017,
      "doi": "10.1109/icaee.2017.8255410"
    },
    {
      "title": "mHealth taxonomy: a literature survey of mobile health applications",
      "authors": [
        "P Olla",
        "C Shimskey"
      ],
      "year": 2015,
      "doi": "10.1007/s12553-014-0093-8"
    },
    {
      "title": "Global mHealth policy arena: status check and future directions",
      "authors": [
        "D Malvey",
        "D Slovensky"
      ],
      "year": 2017,
      "doi": "10.21037/mhealth.2017.09.03"
    },
    {
      "title": "Delivering healthcare remotely to cardiovascular patients during COVID-19 : A rapid review of the evidence",
      "authors": [
        "L Neubeck",
        "T Hansen",
        "T Jaarsma",
        "L Klompstra",
        "R Gallagher"
      ],
      "year": 2020,
      "doi": "10.1177/1474515120924530"
    },
    {
      "title": "Mobile Health Apps on COVID-19 Launched in the Early Days of the Pandemic: Content Analysis and Review",
      "authors": [
        "L Ming",
        "N Untong",
        "N Aliudin",
        "N Osili",
        "N Kifli",
        "C Tan"
      ],
      "year": 2020,
      "doi": "10.2196/19796"
    },
    {
      "title": "Designing Futuristic Telemedicine Using Artificial Intelligence and Robotics in the COVID-19 Era",
      "authors": [
        "S Bhaskar",
        "S Bradley",
        "S Sakhamuri",
        "S Moguilner",
        "V Chattu",
        "S Pandya"
      ],
      "year": 2020,
      "doi": "10.3389/fpubh.2020.556789"
    },
    {
      "title": "Prognostic Modeling of COVID-19 Using Artificial Intelligence in the United Kingdom: Model Development and Validation",
      "authors": [
        "A Abdulaal",
        "A Patel",
        "E Charani",
        "S Denny",
        "N Mughal",
        "L Moore"
      ],
      "year": 2020,
      "doi": "10.2196/20259"
    },
    {
      "title": "Federated Learning with Sparsification-Amplified Privacy and Adaptive Optimization",
      "authors": [
        "R Hu",
        "Y Gong",
        "Y Guo"
      ],
      "year": 2021,
      "doi": "10.24963/ijcai.2021/202"
    },
    {
      "title": "Personalized Federated Learning With Differential Privacy",
      "authors": [
        "R Hu",
        "Y Guo",
        "H Li",
        "Q Pei",
        "Y Gong"
      ],
      "year": 2020,
      "doi": "10.1109/jiot.2020.2991416"
    },
    {
      "title": "Variable generalization performance of a deep learning model to detect pneumonia in chest radiographs: A cross-sectional study",
      "authors": [
        "J Zech",
        "M Badgeley",
        "M Liu",
        "A Costa",
        "J Titano",
        "E Oermann"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pmed.1002683"
    },
    {
      "title": "A deep learning algorithm to detect chronic kidney disease from retinal photographs in community-based populations",
      "authors": [
        "C Sabanayagam",
        "D Xu",
        "Dsw Ting",
        "S Nusinovici",
        "R Banu",
        "H Hamzah"
      ],
      "year": 2020,
      "doi": "10.1016/s2589-7500(20)30063-7"
    },
    {
      "title": "Converging blockchain and next-generation artificial intelligence technologies to decentralize and accelerate biomedical research and healthcare",
      "authors": [
        "P Mamoshina",
        "L Ojomoko",
        "Y Yanovich",
        "A Ostrovski",
        "A Botezatu",
        "P Prikhodko"
      ],
      "year": 2018,
      "doi": "10.18632/oncotarget.22345"
    },
    {
      "title": "Structural Health Monitoring",
      "authors": [
        "C Farrar",
        "K Worden"
      ],
      "year": 2012
    },
    {
      "title": "Machine Learning for Healthcare: On the Verge of a Major Shift in Healthcare Epidemiology",
      "authors": [
        "J Wiens",
        "E Shenoy"
      ],
      "year": 2018,
      "doi": "10.1093/cid/cix731"
    },
    {
      "title": "A guide to deep learning in healthcare",
      "authors": [
        "A Esteva",
        "A Robicquet",
        "B Ramsundar",
        "V Kuleshov",
        "M Depristo",
        "K Chou"
      ],
      "year": 2019,
      "doi": "10.1038/s41591-018-0316-z"
    },
    {
      "title": "Voice Pathology Detection Using Deep Learning on Mobile Healthcare Framework",
      "authors": [
        "M Alhussein",
        "G Muhammad"
      ],
      "year": 2018,
      "doi": "10.1109/ACCESS.2018.2856238"
    },
    {
      "title": "Harnessing Digital Health Technologies During and After the COVID-19 Pandemic: Context Matters",
      "authors": [
        "F Petracca",
        "O Ciani",
        "M Cucciniello",
        "R Tarricone"
      ],
      "year": 2020,
      "doi": "10.2196/21815"
    },
    {
      "title": "Trends in the Use of Telehealth During the Emergence of the COVID-19 Pandemic -United States, January-March 2020",
      "authors": [
        "L Koonin",
        "B Hoots",
        "C Tsang",
        "Z Leroy",
        "K Farris",
        "B Jolly"
      ],
      "year": 2020,
      "doi": "10.15585/mmwr.mm6943a3"
    },
    {
      "title": "Rapid Utilization of Telehealth in a Comprehensive Cancer Center as a Response to COVID-19: Cross-Sectional Analysis",
      "authors": [
        "P Lonergan",
        "Washington Iii",
        "S Branagan",
        "L Gleason",
        "N Pruthi",
        "R Carroll"
      ],
      "year": 2020,
      "doi": "10.2196/19322"
    },
    {
      "title": "Telehealth for Noncritical Patients With Chronic Diseases During the COVID-19 Pandemic",
      "authors": [
        "N Liu",
        "R Huang",
        "T Baldacchino",
        "A Sud",
        "K Sud",
        "M Khadra"
      ],
      "year": 2020,
      "doi": "10.2196/19493"
    },
    {
      "title": "Wearable technologies for personalized mobile healthcare monitoring and management",
      "authors": [
        "S Vashist",
        "J Luong"
      ],
      "year": 2018,
      "doi": "10.1016/b978-0-12-811810-8.00012-9"
    },
    {
      "title": "Movement Disorder Society Task Force on Technology. A roadmap for implementation of patient-centered digital outcome measures in Parkinson's disease obtained using mobile health technologies",
      "authors": [
        "A Espay",
        "J Hausdorff",
        "Sánchez-Ferro",
        "J Klucken",
        "A Merola",
        "P Bonato"
      ],
      "year": 2019,
      "doi": "10.1002/mds.27671"
    },
    {
      "title": "Digital biomarkers for Alzheimer's disease: the mobile/ wearable devices opportunity",
      "authors": [
        "L Kourtis",
        "O Regele",
        "J Wright",
        "G Jones"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0084-2"
    },
    {
      "title": "Mobile Health: Revolutionizing Healthcare Through Transdisciplinary Research",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "M Pavel",
        "M Srivastava"
      ],
      "year": 2013,
      "doi": "10.1109/MC.2012.392"
    },
    {
      "title": "Analyzing Description, User Understanding and Expectations of AI in Mobile Health Applications",
      "authors": [
        "Z Su",
        "M Figueiredo",
        "Jo Zheng",
        "K Chen"
      ],
      "year": 2020
    },
    {
      "title": "Smartphones, Sensors, and Machine Learning to Advance Real-Time Prediction and Interventions for Suicide Prevention: a Review of Current Progress and Next Steps",
      "authors": [
        "J Torous",
        "M Larsen",
        "C Depp",
        "T Cosco",
        "I Barnett",
        "M Nock"
      ],
      "year": 2018,
      "doi": "10.1007/s11920-018-0914-y"
    },
    {
      "title": "Understanding mobile health service use: An investigation of routine and emergency use intentions",
      "authors": [
        "F Liu",
        "E Ngai",
        "X Ju"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2018.09.004"
    },
    {
      "title": "Wearable Technology Applications in Healthcare: A Literature Review: OJNI",
      "authors": [
        "M Wu"
      ],
      "year": 2019
    },
    {
      "title": "Wearable biosensors for healthcare monitoring",
      "authors": [
        "J Kim",
        "A Campbell",
        "B De Ávila",
        "J Wang"
      ],
      "year": 2019,
      "doi": "10.1038/s41587-019-0045-y"
    },
    {
      "title": "Non-Invasive Flexible and Stretchable Wearable Sensors With Nano-Based Enhancement for Chronic Disease Care",
      "authors": [
        "G Yang",
        "G Pang",
        "Z Pang",
        "Y Gu",
        "M Mantysalo",
        "H Yang"
      ],
      "year": 2019,
      "doi": "10.1109/rbme.2018.2887301"
    },
    {
      "title": "A Deep Learning Approach to on-Node Sensor Data Analytics for Mobile or Wearable Devices",
      "authors": [
        "D Ravi",
        "C Wong",
        "B Lo",
        "G Yang"
      ],
      "year": 2017,
      "doi": "10.1109/jbhi.2016.2633287"
    },
    {
      "title": "A Health Decision Support System for Disease Diagnosis Based on Wearable Medical Sensors and Machine Learning Ensembles",
      "authors": [
        "H Yin",
        "N Jha"
      ],
      "year": 2017,
      "doi": "10.1109/tmscs.2017.2710194"
    },
    {
      "title": "A Systematic Review of Wearable Patient Monitoring Systems -Current Challenges and Opportunities for Clinical Adoption",
      "authors": [
        "M Baig",
        "H Gholamhosseini",
        "A Moqeem",
        "F Mirza",
        "M Lindén"
      ],
      "year": 2017,
      "doi": "10.1007/s10916-017-0760-1"
    },
    {
      "title": "It Is Time to REACT: Opportunities for Digital Mental Health Apps to Reduce Mental Health Disparities in Racially and Ethnically Minoritized Groups",
      "authors": [
        "E Friis-Healy",
        "G Nagy",
        "S Kollins"
      ],
      "year": 2021,
      "doi": "10.2196/25456"
    },
    {
      "title": "Discounting Lives: Analyzing the causes of Hispanic Adversity raging in the Healthcare sector during Covid-19 using Cumulative Inequality Theory",
      "authors": [
        "P Bhatt",
        "Y Guo",
        "Y Gong"
      ],
      "year": 2021,
      "doi": "10.24251/hicss.2021.483"
    },
    {
      "title": "Adaptive mobile behavior change intervention using reinforcement learning",
      "authors": [
        "L Cai",
        "C Wu",
        "K Meimandi",
        "M Gerber"
      ],
      "year": 2017,
      "doi": "10.1109/companion.2017.8287078"
    },
    {
      "title": "Few-shot learning-based human activity recognition",
      "authors": [
        "S Feng",
        "M Duarte"
      ],
      "year": 2019,
      "doi": "10.1016/j.eswa.2019.06.070"
    },
    {
      "title": "Telehealth Transformation: COVID-19 and the rise of Virtual Care",
      "authors": [
        "J Wosik",
        "M Fudim",
        "B Cameron",
        "Z Gellad",
        "A Cho",
        "D Phinney"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa067"
    },
    {
      "title": "The potential for artificial intelligence in healthcare",
      "authors": [
        "T Davenport",
        "R Kalakota"
      ],
      "year": 2019,
      "doi": "10.7861/futurehosp.6-2-94"
    },
    {
      "title": "Artificial Intelligence and Arthroplasty at a Single Institution: Real-World Applications of Machine Learning to Big Data, Value-Based Care, Mobile Health, and Remote Patient Monitoring",
      "authors": [
        "P Ramkumar",
        "H Haeberle",
        "M Bloomfield",
        "J Schaffer",
        "A Kamath",
        "B Patterson"
      ],
      "year": 2019,
      "doi": "10.1016/j.arth.2019.06.018"
    },
    {
      "title": "Perceptions of artificial intelligence in healthcare: findings from a qualitative survey study among actors in France",
      "authors": [
        "M Laï",
        "M Brian",
        "M Mamzer"
      ],
      "year": 2020,
      "doi": "10.1186/s12967-019-02204-y"
    },
    {
      "title": "Physician Confidence in Artificial Intelligence: An Online Mobile Survey",
      "authors": [
        "S Oh",
        "J Kim",
        "S Choi",
        "H Lee",
        "J Hong",
        "S Kwon"
      ],
      "year": 2019,
      "doi": "10.2196/12422"
    },
    {
      "title": "Enabling autonomous clinical decision support systems in space through AI-enhanced wearables",
      "authors": [
        "E Antoniadou",
        "D Belo",
        "D' Silva",
        "K Wang",
        "B Soboczenski"
      ],
      "year": 2020,
      "doi": "10.4018/978-1-4666-9432-3.ch010"
    },
    {
      "title": "Contactless cardiac arrest detection using smart devices. npj",
      "authors": [
        "J Chan",
        "T Rea",
        "S Gollakota",
        "J Sunshine"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0128-7"
    },
    {
      "title": "IT-Enabled Self-Monitoring for Chronic Disease Self-Management: An Interdisciplinary Review",
      "authors": [
        "J Jiang"
      ],
      "year": 2020,
      "doi": "10.25300/misq/2020/15108"
    },
    {
      "title": "Privacy-preserving technology to help millions of people: Federated prediction model for stroke prevention",
      "authors": [
        "C Ju",
        "R Zhao",
        "J Sun",
        "X Wei",
        "B Zhao",
        "Y Liu"
      ],
      "year": 2020
    },
    {
      "title": "Scoping studies: towards a methodological framework",
      "authors": [
        "H Arksey",
        "O' Malley"
      ],
      "year": 2005,
      "doi": "10.1080/1364557032000119616"
    },
    {
      "title": "Exploring contrastive learning in human Activity Recognition for healthcare",
      "authors": [
        "C Tang",
        "I Perez-Pozuelo",
        "D Spathis",
        "C Mascolo"
      ],
      "year": 2020
    },
    {
      "title": "Cascading Feedback: A Longitudinal Study of a Feedback Ecosystem for Telemonitoring Patients with Chronic Disease",
      "authors": [
        "K Brohman",
        "S Addas",
        "J Dixon",
        "A Pinsonneault"
      ],
      "year": 2020,
      "doi": "10.25300/misq/2020/15089"
    },
    {
      "title": "A First Step Towards On-Device Monitoring of Body Sounds in the Wild",
      "authors": [
        "S Tailor",
        "J Chauhan",
        "C Mascolo"
      ],
      "year": 2020,
      "doi": "10.1145/3410530.3414440"
    },
    {
      "title": "Sensor fusion using backward shortcut connections for sleep apnea detection in multi-modal data",
      "authors": [
        "S Van",
        "D Deschrijver",
        "T Dhaene"
      ],
      "year": 2019
    },
    {
      "title": "Personalized Machine Learning Models for Noninvasive Glucose Prediction Using Wearables",
      "authors": [
        "B Bent",
        "J Dunn"
      ],
      "year": 2020
    },
    {
      "title": "Real-time streaming of gait assessment for Parkinson's disease",
      "authors": [
        "C Flagg",
        "O Frieder",
        "S Macavaney",
        "G Motamedi"
      ],
      "year": 2021,
      "doi": "10.1145/3437963.3441701"
    },
    {
      "title": "A Data Analytics Framework for Smart Asthma Management Based on Remote Health Information Systems with Bluetooth-Enabled Personal Inhalers",
      "authors": [
        "J Son",
        "Flatley Brennan",
        "P Zhou"
      ],
      "year": 2020,
      "doi": "10.25300/misq/2020/15092"
    },
    {
      "title": "A Comprehensive Analysis of Triggers and Risk Factors for Asthma Based on Machine Learning and Large Heterogeneous Data Sources",
      "authors": [
        "W Zhang",
        "S Ram"
      ],
      "year": 2020,
      "doi": "10.25300/misq/2020/15106"
    },
    {
      "title": "Strategies and future attempts to reduce stigmatization and increase awareness of mental health problems among young people: a narrative review of educational interventions",
      "authors": [
        "S Yamaguchi",
        "Y Mino",
        "S Uddin"
      ],
      "year": 2011,
      "doi": "10.1111/j.1440-1819.2011.02239.x"
    },
    {
      "title": "Bayesian Hierarchical Vector Autoregression Models for Health Label and Mobile Sensor-based Behavioral Feature Prediction",
      "authors": [
        "E Lyon",
        "L Victor",
        "A Sano"
      ],
      "year": 2020,
      "doi": "10.1109/embc46164.2021.9630732"
    },
    {
      "title": "Modeling patterns of smartphone usage and their relationship to cognitive health",
      "authors": [
        "J Rauber",
        "E Fox",
        "L Gatys"
      ],
      "year": 2019
    },
    {
      "title": "Optimism, pessimism, mood swings and dishonest behavior",
      "authors": [
        "E Siniver",
        "G Yaniv"
      ],
      "year": 2019,
      "doi": "10.1016/j.joep.2019.01.007"
    },
    {
      "title": "Computing in Mental Health",
      "authors": [
        "R Calvo",
        "K Dinakar",
        "R Picard",
        "P Maes"
      ],
      "year": 2016,
      "doi": "10.1145/2851581.2856463"
    },
    {
      "title": "Multimodal privacy-preserving mood prediction from mobile data: A preliminary study",
      "authors": [
        "T Liu",
        "P Liang",
        "M Muszynski"
      ]
    },
    {
      "title": "Passive detection of behavioral shifts for suicide attempt prevention",
      "authors": [
        "P Moreno-Muñoz",
        "L Romero-Medrano",
        "Moreno",
        "J Herrera-López",
        "E Baca-García",
        "A Artés-Rodríguez"
      ],
      "year": 2020
    },
    {
      "title": "Fusing Mobile Phone Sensing and Brain Imaging to Assess Depression in College Students",
      "authors": [
        "J Huckins",
        "A Dasilva",
        "R Wang",
        "W Wang",
        "E Hedlund",
        "E Murphy"
      ],
      "year": 2019,
      "doi": "10.3389/fnins.2019.00248"
    },
    {
      "title": "Mental Health and Behavior of College Students During the Early Phases of the COVID-19 Pandemic: Longitudinal Smartphone and Ecological Momentary Assessment Study",
      "authors": [
        "J Huckins",
        "A Dasilva",
        "W Wang",
        "E Hedlund",
        "C Rogers",
        "S Nepal"
      ],
      "year": 2020,
      "doi": "10.2196/20185"
    },
    {
      "title": "Finding People with Emotional Distress in Online Social Media: A Design Combining Machine Learning and Rule-Based Classification",
      "authors": [
        "M Chau",
        "Tmh Li",
        "Pwc Wong",
        "J Xu",
        "Psf Yip",
        "H Chen"
      ],
      "year": 2020,
      "doi": "10.25300/misq/2020/14110"
    },
    {
      "title": "Bayesian Active Learning for wearable stress and affect detection",
      "authors": [
        "A Ragav",
        "G Gudur"
      ],
      "year": 2020
    },
    {
      "title": "Learning generalizable physiological representations from large-scale wearable data",
      "authors": [
        "D Spathis",
        "I Perez-Pozuelo",
        "S Brage",
        "N Wareham",
        "C Mascolo"
      ],
      "year": 2020,
      "doi": "10.1145/3450439.3451863"
    },
    {
      "title": "Fast Physical Activity Suggestions: Efficient Hyperparameter Learning in Mobile Health",
      "authors": [
        "M Menictas",
        "S Tomkins",
        "S Murphy"
      ],
      "year": 2020
    },
    {
      "title": "Distributed sensing using smart end-user devices: Pathway to federated learning for autonomous IoT. Distributed sensing using smart end-user devices: Pathway to federated learning for autonomous IoT",
      "authors": [
        "A Imteaj",
        "M Amini"
      ],
      "year": 2019,
      "doi": "10.1109/csci49370.2019.00218"
    },
    {
      "title": "Improving hip-worn accelerometer estimates of sitting using machine learning methods",
      "authors": [
        "J Kerr",
        "J Carlson",
        "S Godbole",
        "L Cadmus-Bertram",
        "J Bellettiere",
        "S Hartman"
      ],
      "year": 2018,
      "doi": "10.1249/mss.0000000000001578"
    },
    {
      "title": "A smartwatch-based framework for real-time and online assessment and mobility monitoring",
      "authors": [
        "M Kheirkhahan",
        "S Nair",
        "A Davoudi",
        "P Rashidi",
        "A Wanigatunga",
        "D Corbett"
      ],
      "year": 2019,
      "doi": "10.1016/j.jbi.2018.11.003"
    },
    {
      "title": "Assessment of Fatigue Using Wearable Sensors: A Pilot Study",
      "authors": [
        "H Luo",
        "P Lee",
        "I Clay",
        "M Jaggi",
        "De Luca"
      ],
      "year": 2020,
      "doi": "10.1159/000512166"
    },
    {
      "title": "Cost-Effectiveness of Telemedicine in Remote Orthopedic Consultations: Randomized Controlled Trial",
      "authors": [
        "A Buvik",
        "T Bergmo",
        "E Bugge",
        "A Smaabrekke",
        "T Wilsgaard",
        "J Olsen"
      ],
      "year": 2019,
      "doi": "10.2196/11330"
    },
    {
      "title": "Artificial Intelligence-Powered Digital Health Platform and Wearable Devices Improve Outcomes for Older Adults in Assisted Living Communities: Pilot Intervention Study",
      "authors": [
        "G Wilmink",
        "K Dupey",
        "S Alkire",
        "J Grote",
        "G Zobel",
        "H Fillit"
      ],
      "year": 2020,
      "doi": "10.2196/19554"
    },
    {
      "title": "A Deep Learning Approach for Recognizing Activity of Daily Living (ADL) for Senior Care: Exploiting Interaction Dependency and Temporal Patterns",
      "authors": [
        "H Zhu",
        "S Samtani",
        "R Brown",
        "H Chen"
      ],
      "year": 2021,
      "doi": "10.25300/misq/2021/15574"
    },
    {
      "title": "Human Identification for Activities of Daily Living: A Deep Transfer Learning Approach",
      "authors": [
        "H Zhu",
        "S Samtani",
        "H Chen",
        "J Nunamaker"
      ],
      "year": 2020,
      "doi": "10.1080/07421222.2020.1759961"
    },
    {
      "title": "Federated Learning with heterogeneous labels and models for mobile activity monitoring",
      "authors": [
        "G Gudur",
        "S Perepu"
      ],
      "year": 2020
    },
    {
      "title": "Supporting home quarantine with smart speakers",
      "authors": [
        "A Alrumayh",
        "C Tan"
      ],
      "year": 2020,
      "doi": "10.1145/3396868.3400897"
    },
    {
      "title": "Towards Personal Hand Hygiene Detection in Free-living Using Wearable Devices",
      "authors": [
        "Q Tang",
        "A Ponnada",
        "S Intille"
      ],
      "year": 2020
    },
    {
      "title": "PMF: A privacy-preserving human mobility prediction framework via federated learning",
      "authors": [
        "J Feng",
        "C Rong",
        "F Sun",
        "D Guo",
        "Y Li"
      ],
      "year": 2020,
      "doi": "10.1145/3381006"
    },
    {
      "title": "Interdisciplinary Mobile Health Model to Improve Clinical Care After Heart Transplantation: Implementation Strategy Study",
      "authors": [
        "M Gomis-Pastor",
        "S Mirabet",
        "E Roig",
        "L Lopez",
        "V Brossa",
        "E Galvez-Tugas"
      ],
      "year": 2020,
      "doi": "10.2196/19065"
    },
    {
      "title": "An analysis of the communication strategies of Spanish commercial music networks on the web",
      "authors": [
        "A Amoedo",
        "Mdp Martnez-Costa",
        "E Moreno"
      ],
      "year": 2009,
      "doi": "10.1386/rajo.6.1.5_4"
    },
    {
      "title": "Machine learning in healthcare: A review",
      "authors": [
        "K Shailaja",
        "B Seetharamulu",
        "M Jabbar"
      ],
      "year": 2018,
      "doi": "10.1109/iceca.2018.8474918"
    },
    {
      "title": "FedHealth: A Federated Transfer Learning Framework for Wearable Healthcare",
      "authors": [
        "Y Chen",
        "X Qin",
        "J Wang",
        "C Yu",
        "W Gao"
      ],
      "year": 2020,
      "doi": "10.1109/mis.2020.2988604"
    },
    {
      "title": "Federated optimization: Distributed optimization beyond the datacenter",
      "authors": [
        "J Konečný",
        "B Mcmahan",
        "D Ramage"
      ],
      "doi": "10.48550/arXiv.1511.03575"
    },
    {
      "title": "DARPA's Explainable Artificial Intelligence (XAI) Program",
      "authors": [
        "D Gunning",
        "D Aha"
      ],
      "year": 2019,
      "doi": "10.1609/aimag.v40i2.2850"
    },
    {
      "title": "Perceived Usefulness, Perceived Ease of Use, and User Acceptance of Information Technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008"
    },
    {
      "title": "Peeking Inside the Black-Box: A Survey on Explainable Artificial Intelligence (XAI)",
      "authors": [
        "A Adadi",
        "M Berrada"
      ],
      "year": 2018,
      "doi": "10.1109/access.2018.2870052"
    },
    {
      "title": "Explainable Artificial Intelligence for Safe Intraoperative Decision Support",
      "authors": [
        "L Gordon",
        "T Grantcharov",
        "F Rudzicz"
      ],
      "year": 2019,
      "doi": "10.1001/jamasurg.2019.2821"
    },
    {
      "title": "Explainable artificial intelligence models using real-world electronic health record data: a systematic scoping review",
      "authors": [
        "S Payrovnaziri",
        "Z Chen",
        "P Rengifo-Moreno",
        "T Miller",
        "J Bian",
        "J Chen"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocaa053"
    }
  ],
  "num_references": 101
}
