{
  "paper_id": "XA5TNN2U",
  "title": "A Mobile Health Mindfulness Intervention for Women With Moderate to Moderately Severe Postpartum Depressive Symptoms: Feasibility Study",
  "abstract": "Background: Approximately 20% of women suffer from postpartum depression (PPD). Due to barriers such as limited access to care, half of the women with PPD do not receive treatment. Therefore, it is critical to identify effective and scalable interventions. Traditional mindfulness programs have been effective in reducing depressive symptoms, however access remains a barrier. A self-paced mobile health (mHealth) mindfulness program may fit the lifestyle of busy mothers who are unable to attend in-person classes. However, little is known regarding the feasibility or efficacy of mHealth mindfulness interventions in postpartum women with depressive symptoms. Objective: This study aims to assess the feasibility, acceptability, and preliminary efficacy of an mHealth mindfulness intervention for postpartum women with moderate to moderately severe depressive symptoms. \n Methods: We conducted a single-arm feasibility trial of an mHealth mindfulness intervention within Kaiser Permanente Northern California (KPNC), a large integrated health care system. Participants were identified through clinician referral and electronic health records via KPNC's universal perinatal depression screening program and recruited by the study team. Inclusion criteria included the following: English-speaking, up to 6 months postpartum with a Patient Health Questionnaire (PHQ-8) score of 10 to 19, and no regular mindfulness/meditation practice. Participants were asked to use a mindfulness app, Headspace, 10 to 20 min/day for 6 weeks. Baseline and postintervention surveys captured data on patient-reported outcomes (depression and stress symptoms, sleep quality, and mindfulness). Semistructured interviews captured acceptability. Retention and adherence were used to assess feasibility. \n Results: Of the 115 women who were contacted and met the eligibility criteria or declined participation before eligibility assessment, 27 (23%) were enrolled. In addition, 70% (19/27) completed the study. The mean age of participants was 31 years (SD 5.2), 30% (8/27) were non-Hispanic White, and, on average, participants were 12.3 weeks postpartum (SD 5.7). Of the women who completed the study, 100% (19/19) used the Headspace app at least once, and nearly half (9/19, 47%) used the app on ≥50% of the days during the 6-week intervention period. Of the 16 participants who completed the postintervention interview, 69% (11/16) reported that they were very or extremely satisfied with the app. Interviews indicated that women appreciated the variety of meditations and felt that the program led to reduced anxiety and improved sleep. Significant improvements in pre-and postintervention scores were observed for depressive symptoms (PHQ-8: -3.8, P=.004), perceived stress (10-item Perceived Stress Scale: -6.0, P=.005), and sleep quality (Pittsburgh Sleep Quality Index: -2.1, P=.02, indicating less sleep disturbance). Improvements in mindfulness were also significant (Five Facet Mindfulness Questionnaire-Short Form: 10.9, P=.01). Conclusions: An mHealth mindfulness intervention for postpartum women with moderate to moderately severe depressive symptoms is feasible and acceptable. An efficacy trial is warranted.",
  "year": 2020,
  "date": "2020",
  "journal": "JMIR Ment Health",
  "publication": "JMIR Ment Health",
  "authors": [
    {
      "forename": "Lyndsay",
      "surname": "Avalos",
      "name": "Lyndsay Avalos",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States",
      "email": "lyndsay.a.avalos@kp.org"
    },
    {
      "forename": "Sara",
      "surname": "Aghaee",
      "name": "Sara Aghaee",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Elaine",
      "surname": "Kurtovich",
      "name": "Elaine Kurtovich",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Charles",
      "surname": "Quesenberry",
      "name": "Charles Quesenberry",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Linda",
      "surname": "Nkemere",
      "name": "Linda Nkemere",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Ba",
      "surname": "Megann",
      "name": "Ba Megann",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "K",
      "surname": "Mcginnis",
      "name": "K Mcginnis",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Ai",
      "surname": "Kubo",
      "name": "Ai Kubo",
      "affiliation": "Kaiser Permanente Northern California , Division of Research , Oakland , CA , United States \n\t\t\t\t\t\t\t\t Division of Research \n\t\t\t\t\t\t\t\t Kaiser Permanente Northern California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/17405",
  "keywords": [
    "depression",
    "postpartum",
    "health services, mental",
    "eHealth",
    "mental health",
    "internet-based intervention",
    "mindfulness",
    "behavioral intervention",
    "mobile"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Postpartum Depression",
      "text": "Postpartum depression (PPD) is the number 1 complication of childbirth  [1, 2] , affecting up to 20% of postpartum women. It is a life-threatening, debilitating, and costly mood disorder that emerges within a year of delivery  [1, 3, 4] . Symptoms of PPD include loss of interest or energy, depressed mood, fluctuations in sleep or eating patterns, reduced ability to think or concentrate, feelings of worthlessness, and recurrent suicidal ideation; PPD can also result in infanticide  [5, 6] . PPD can have multigenerational consequences, substantially affecting the health of the mother and the child. For example, women with PPD are more likely to demonstrate hostile and/or coercive behaviors and disengagement from their infants  [7] , resulting in negative mother-infant interactions  [8] . Women with PPD are less likely to breastfeed and are at increased risk of early cessation of breastfeeding  [9] , and their infants receive fewer preventive services, such as recommended immunizations  [10, 11] . Children of women with PPD have poorer cognitive function  [12] [13] [14] , are at increased risk of behavioral and developmental disorders, such as attention deficit hyperactivity disorder  [15]  and psychiatric disorders  [16, 17] , such as depression, anxiety, and conduct disorders. The societal costs of untreated perinatal mood disorders for all US births in 2017 were estimated at US $14.2 billion  [18] , and unfortunately, half of the women with a perinatal mood disorder (which includes PPD) do not receive the treatment they need.\n\nRecent guidelines by the United States Preventive Services Task Force  [19]  and several specialized medical societies, including the American Academy of Pediatrics and the American College of Obstetricians and Gynecologists  [20, 21] , have established perinatal depression screening and treatment as essential components of postpartum care. Despite these recommendations, several patient-and system-level barriers to the receipt of current treatment options (eg, psychotherapy and antidepressant medications) remain. For example, although psychotherapy is an effective nonpharmacological treatment option, numerous barriers to receiving care exist, including the shortage of mental health care providers  [22] , limited access to care, financial constraints, and lack of time, transportation, and childcare  [23] . In addition, most pregnant and postpartum women (83-95%) prefer nonpharmaceutical treatments  [24] . Further, the COVID-19 pandemic has had a significant impact on the mental health of pregnant and postpartum women, with more than one-third of women reporting significant depression symptoms  [25] . Although the rates of perinatal depression have increased, access to in-person delivered health care has drastically diminished  [26, 27] . Therefore, it is critical to identify safe, effective, patient-centered, and scalable intervention options for postpartum women with heavy depression symptom burden."
    },
    {
      "title": "Mindfulness Interventions for Depression",
      "text": "Mindfulness, a psychological process of bringing attention to the present moment  [28] [29] [30] , has demonstrated its effectiveness as an intervention for reducing symptoms of depression in many populations  [31] [32] [33] [34] [35] . However, gold standard mindfulness training often requires 30 or more hours of in-person instruction with 45 min of daily homework  [28, 36] . Thus, despite their known efficacy in reducing depression symptoms, traditional mindfulness programs pose similar accessibility barriers to those associated with counseling services, reducing its potential to help busy women with PPD. Technology is becoming an increasingly popular method for delivering lifestyle and behavioral interventions, and there has been a steady rise in mobile health (mHealth) interventions, particularly as they fit the lifestyles of individuals who are unable to attend regular in-person classes. Thus, a self-paced, mHealth mindfulness-based intervention has potential as a scalable behavioral intervention that addresses barriers to traditional mindfulness programs.\n\nResearch is needed to ascertain the effectiveness of mHealth mindfulness interventions in postpartum women with depressive symptoms. As a first step, we conducted a feasibility study of an mHealth mindfulness-based intervention for women with moderate to moderately severe PPD symptoms within a large integrated health care delivery system. This study investigates the feasibility and acceptability of the mHealth mindfulness intervention while also reporting on the preliminary efficacy of patient-reported outcomes to determine whether conducting a randomized control trial of the intervention is warranted."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Setting",
      "text": "The study was conducted within Kaiser Permanente Northern California (KPNC), an integrated health care delivery system serving over 4.4 million racially and socioeconomically diverse members representative of the Northern California population  [37, 38] . Standard postpartum care includes screening for depression at the fourth to eighth week postpartum visit using the 9-item Patient Health Questionnaire (PHQ-9)  [39, 40] ."
    },
    {
      "title": "Study Design and Population",
      "text": "A mixed-methods single-arm trial of a 6-week mHealth mindfulness intervention was conducted between March 2018 and June 2019. Women seeking postpartum care were recruited from 7 of the 44 KPNC obstetrics and gynecology clinics. Women aged at least 18 years, within 6 months of giving birth, with a PHQ-9 score of 10 to 19 (indicating moderate to moderately severe depressive symptoms), English-speaking, with access to a smartphone, tablet, or computer with internet access were eligible for the study. Women who engaged in regular mindfulness, meditation, or yoga practice 3 or more times per week or enrolled in a mindfulness program were excluded. Participants were asked to complete a web survey at baseline and immediately after the intervention to assess patient-reported outcomes of depression, stress, sleep quality, and mindfulness. Semistructured interviews were conducted within 3 weeks of completion of the intervention to assess the acceptability of the mHealth mindfulness intervention. This study was approved by the KPNC institutional review board."
    },
    {
      "title": "Participant Identification and Recruitment",
      "text": "Potential participants were identified via 2 strategies: (1) a postpartum PHQ-9 score of 10 to 19, identified through the KPNC electronic health records (EHRs), and (2) self-or clinician-referral from KPNC obstetrics and gynecology clinical staff or study brochures. Potential eligible participants were contacted about the study via email and phone by a research assistant and rescreened for depression symptoms using the 8-item Patient Health Questionnaire (PHQ-8; see the Measures subsection for more information). Women who met all eligibility criteria and had a PHQ-8 score of 10 to 19 were enrolled. Participants who completed both baseline and 6-week follow-up surveys received a US $25 gift card and an additional year-long subscription to the mindfulness app."
    },
    {
      "title": "Intervention",
      "text": "On signing the informed consent and completing the baseline survey, participants were provided access to a commercially available mindfulness app, Headspace. Headspace was chosen because it was identified as the best commercially available mindfulness mobile app in a review published in a peer-reviewed journal  [41] , and most of the previous studies, including ours, have reported that Headspace is an accessible and effective tool for delivering training to increase mindfulness in various populations  [42] [43] [44] [45] [46] [47] [48] . Headspace provides self-paced, guided mindfulness meditations through a website or mobile app (iOS and Android). The home screen displays the next meditation in the series. Much of the program follows a linear pathway of daily, progressive meditations (ie, each day builds upon previous content) designed to deepen the understanding of mindfulness and encourage its integration into daily life.\n\nThe women were asked to use the app for 10 to 20 min a day during the 6-week study period. Each participant was given a study-specific log-in ID and encouraged to complete the 30-day Basics course first and then choose from the other themed sessions (eg, anxiety, relationships) for the remainder of the 6-week study period. When the study staff noted that a participant had completed fewer than 3 sessions in the past week, they called the participant to remind her to use the app."
    },
    {
      "title": "Measures"
    },
    {
      "title": "Feasibility",
      "text": "We assessed 2 feasibility measures: adherence and retention.\n\n• Retention: retention was calculated as the proportion of enrolled participants who completed both the baseline and postintervention surveys;\n\n• Adherence to the intervention: the date, time, duration, and type of each meditation session that participants completed were collected by Headspace using the study-specific log-in ID. Adherence was assessed for all enrolled women and for women who completed the study."
    },
    {
      "title": "Acceptability",
      "text": "Acceptability was assessed through responses in a semistructured interview.\n\nParticipants were asked open-ended questions about their experience with the study and Headspace, recommended changes to the study procedures, perceived effects or benefits of practicing mindfulness, and perceived need for additional health system support for pregnant and postpartum women. Participants were also asked to respond to the question, \"What was your overall experience with the Headspace program?\" with 1 of the 4 responses: extremely useful/satisfied, very useful/satisfied, somewhat useful/satisfied, and not at all useful/satisfied. Participants' responses were written down as close to verbatim as possible by the interviewer."
    },
    {
      "title": "Preliminary Efficacy of Participant-Reported Outcomes",
      "text": "The 4 participant-reported outcomes assessed were depression, stress, sleep quality, and mindfulness.\n\n• Depression: the PHQ-8  [49]  depression screener is a validated instrument adapted from the PHQ-9, which was used to assess current depression symptoms at recruitment and follow-up. The PHQ-8 excludes the question regarding suicidal thoughts. The PHQ-8 scores ranged from 0 to 24. Scores of 1 to 4 suggest minimal depression, 5 to 9 mild depression, 10 to 14 moderate depression, 15 to 19 moderately severe depression, and 20 to 24 severe depression;\n\n• Stress: the 10-item Perceived Stress Scale  [50]  assesses the degree to which a respondent perceives situations in his or her life in the previous month as stressful through a 5-point Likert scale (0=never to 4=very often). The scores are summed to give a total score ranging from 0 to 40;\n\n• Sleep quality: the 19-item Pittsburgh Sleep Quality Index  [51]  asks about sleep quality during the previous month, including questions on sleep duration, sleep disturbance, and use of sleep-inducing medications. A global score ranging from 0 to 21 is calculated using 7 components of sleep. Higher scores indicate poorer sleep quality;\n\n• Mindfulness: the 24-item Five Facet Mindfulness Questionnaire-Short Form  [52]  uses a 5-point Likert scale to measure mindfulness and includes subscales to assess 5 elements of mindfulness-observing, describing, acting with awareness, nonjudging of inner experience, and nonreactivity to inner experience. Responses vary between 1 (never or very rarely true) to 5 (very often or always true). Scores for overall mindfulness range from 24 to 120. The scores for observing range from 4 to 20, whereas the scores for describing, acting with awareness, nonjudging of inner experience, and nonreactivity to inner experience range from 5 to 25. Higher scores indicate greater mindfulness."
    },
    {
      "title": "Analytic Methods"
    },
    {
      "title": "Quantitative Data Analyses",
      "text": "Baseline characteristics differences between completers and noncompleters were assessed using the analysis of variance (ANOVA) for continuous variables and the Fisher exact test for categorical variables. Baseline mean and SD were calculated for all participant-reported outcome measures. Pre-post changes in scores and P values were derived using paired t tests, and a repeated measures ANOVA analysis was conducted to compare pre-post changes in scores by adherence to the intervention (meditated <50% of the days vs ≥ 50% of the days). All analyses were conducted using SAS software version 9.4 (Cary, NC)."
    },
    {
      "title": "Qualitative Assessment and Analysis",
      "text": "Qualitative data were uploaded into the NVivo qualitative data analysis software (QSR International Pty Ltd version 12, 2018). Inductive thematic analysis was used to identify and develop codes on themes related to mindfulness benefits, interface experience, experience with the study, and suggested changes. Each interview was coded by 2 primary coders (MM and LN); a third coder (EK) reviewed all coded transcripts to ensure the accuracy of codes."
    },
    {
      "title": "Results"
    },
    {
      "title": "Recruitment",
      "text": "We contacted and reached 155 potentially eligible women, identified through the EHR (n=146) or clinician referral (n=9), by phone and assessed their eligibility; some women declined to participate (Figure  1 ). Of the women who were contacted, 26% (40/155) did not meet the eligibility criteria, 36% (55/155) declined to participate, and 21% (33/155) were eligible and interested but did not complete the enrollment process and thus were excluded from the study. The most common reasons for ineligibility were PHQ-8 scores outside of the eligible range and existing meditation practice. The most common reasons for declining participation were being too busy, too tired, already sought other treatments for depression, and lack of interest. A total of 27 of the 115 women who were either eligible or who declined to participate before eligibility was assessed, enrolled in the study, corresponding to a conservative 24% (27/115) recruitment rate."
    },
    {
      "title": "Baseline Characteristics",
      "text": "Of the 27 women recruited, 9 (33%) were Hispanic, 8 (30%) were White, and 5 (19%) were Black. More than half (15/27, 56%) of the participants did not have a college degree, nearly a quarter (6/27, 22%) received Medicaid benefits, and most (20/27, 74%) had household income <US $100,000. The mean baseline PHQ-8 score was 14.3 (range 10-23, SD 3.8), and about half of the women had a current depression diagnosis (13/27, 48%; 6/27, 22%; postpartum only; and 7/27, 26%, postpartum and history of depression; Table  1 ). There were no significant differences between women who completed the study and those who did not complete it."
    },
    {
      "title": "Feasibility Outcomes"
    },
    {
      "title": "Retention",
      "text": "Seventy percent (19/27) of participants completed the baseline and follow-up surveys (Table  1 )."
    },
    {
      "title": "Adherence to the Intervention",
      "text": "High rates of engagement were noted among the participants. Of the 27 women who enrolled in the study, 20 (74%) used the Headspace app at least once, with 9 (33%) practicing meditation for at least half of the days during the 6-week study period and 5 (19%) practicing at least 70% of the days. These rates were similar when only women who completed the study were considered. Among the women who completed the study, 100% (19/19) used the Headspace app at least once. Of these 19 participants, 9 (47%) practiced meditation for at least half of the days during the 6-week study period, and 5 (26%) practiced meditation for at least 70% of the days. In addition, 58%  (11/19)  participants used Headspace at least once during the month after the 6-week intervention period ended."
    },
    {
      "title": "Acceptability",
      "text": "Of the participants who completed the study, 84% (16/19) participated in a postintervention telephone interview; 11 participants (11/16, 69%) responded that they were either very or extremely satisfied with the Headspace app, and all of the participants planned to continue their mindfulness practice with Headspace after the study ended. Results from the semistructured interviews supported participant satisfaction, as women reported that they felt it was easy to use, liked the variety of available meditation options, and valued the convenience of an app-based intervention. Whereas some participants liked the male facilitator's voice for meditation, others shared that they would prefer different voice options to guide the meditations, particularly a female voice, an option that Headspace added during the course of the study. Two participants wanted more freedom to explore different meditation sessions rather than to follow the prescribed course required by the study; 1 had meditation experience and would have liked to start at a more advanced level than to follow the basic meditation course; the other was interested in trying shorter (eg, 1 min) meditations because she found it hard to remain uninterrupted with a newborn. Another participant would have liked more phone calls from study staff to assist with initially downloading the app and weekly check-ins to encourage the use of the app.\n\nParticipants noted several benefits of using Headspace. The most commonly mentioned benefits were improved stress management, reduced anxiety, improved sleep, and increased physical activity. Many also noted that meditation allowed them to take some time off for themselves. Several participants liked having a structured routine of meditating each day. Others said they would work meditation, particularly the counted breathing technique, into their day while driving, exercising, or in moments of stress (eg, when the baby was crying)."
    },
    {
      "title": "Preliminary Efficacy of Participant-Reported Outcomes",
      "text": "At the 6-week postintervention follow-up assessment, participants experienced significant improvements in depressive symptoms (-3.8, SD 5.0, P=.004), perceived stress (-6.0, SD 7.9, P=.005), and sleep quality (-2.1, SD 3.4, P=.02, indicating less sleep disturbance) compared with baseline (Figure  2 ). Participants also achieved significantly greater levels of mindfulness in 3 of the 5 mindfulness domains (observing: 2.5, SD 3.9, P=.01; describing 2.4, SD 4.2, P=.02; nonjudging of inner experience 2.4, SD 4.1, P=.02; Figure  3 ) and significant improvements in overall mindfulness (10.9, SD 16.8, P=.01).\n\nAlthough not statistically significant, trends suggest a greater improvement in depression symptoms (-4.6, SD 5.2 vs -3.1, SD 4.9, P=.54), stress (-6.7, SD 8.8 vs -5.3, SD 7.3, P=.55; Figure  4 ), and overall mindfulness (13.3, SD 18.4 vs 8.8, SD 15.8, P=.57) for women who meditated using the app for at least 50% of the days compared with women who meditated for less than 50% of the days of the 6-week intervention, respectively. No differences were noted in sleep quality between the groups (-1.2, SD 3.9 vs -2.8, SD 2.8, P=.32; Figure  4 )."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Findings from this study suggest that a self-paced mHealth mindfulness intervention for women with moderate to moderately severe symptoms of PPD is both feasible and acceptable. This study demonstrated our team's ability to identify and recruit postpartum women with significant depression symptoms with good recruitment and retention rates. The participants appreciated the convenience of the intervention: most of the women engaged in the meditation program at least one time and a third of all recruited participants and nearly half of those who completed the study meditated for a majority of the intervention days. The quantitative data and findings from the semistructured interviews suggest preliminary efficacy and improvement in depression symptoms, stress, sleep, and mindfulness in postpartum women with moderate to moderately severe symptoms of PPD, suggesting that a full-powered trial is warranted.\n\nThis feasibility study also provided information on study protocols that may be used to improve the efficiency of a larger efficacy trial. Tracking participants' app usage allowed us to reach out when there was an extended period of inactivity (ie, <3 sessions in the previous week). This helped remind some participants to get back on track with the app. Using the reminder features and push notifications built into the app may also be useful as a reminder, given that at least 1 participant shared that they would have liked weekly reminders from the study team to encourage the use of the app. Further, automatic tracking of progress can be used as a source of motivation to continue using the app. Such interactive features of a mobile app can increase its adherence and effectiveness, and ease of use can facilitate widespread, efficient implementation  [53] . Additionally, the assessment of patient-reported outcomes provides preliminary effect estimates for informing power in a randomized control trial."
    },
    {
      "title": "Comparison With Previous Work",
      "text": "The theoretical basis for mindfulness derives from a model based on studies of the influence of mindfulness on brain regions involved in learning and memory processes, emotion regulation, self-referential processing, and perspective taking  [54, 55] . Recent research suggests that mindfulness programs may serve as a nonpharmacological treatment option for postpartum women with depression. For example, a recent meta-analysis, which included 9 studies of adults with depression (75% women), documented a significantly reduced risk of relapse over a 5-year follow-up period for those who received a mindfulness-based intervention compared with those who did not (hazard ratio, 0.69; 95% CI 0.58-0.82) [56] . Additionally, a meta-analysis of 8 randomized controlled trials of pregnant women concluded that women in the in-person mindfulness arm experienced significant reductions in depression  [34] .\n\nDespite the positive effects of mindfulness programs on depression symptoms, the requirements of traditional mindfulness programs limit the accessibility and adherence of postpartum women. Traditional mindfulness programs often require more than 30 hours of in-person instruction along with 45 min of home practice daily. Postpartum women often face competing priorities such as a child at home or a full-time job, making attendance at in-person sessions challenging. A recent in-person mindfulness pilot study for pregnant women reported that recruitment was challenging for these reasons and that a more practical intervention was needed  [32] . These findings may also be generalized to postpartum women. A recent meta-analysis including 65 randomized controlled trials, totaling 5489 participants, demonstrated that brief mindfulness training (ranging from a single-session to multisession interventions lasting up to 2 weeks) was also effective in reducing depression and anxiety  [57] . Given the busy lifestyle of new mothers, convenient, frequent, and low dosage mindfulness programs that can be accessed from anywhere are more feasible than the traditional, lengthy, and in-person mindfulness interventions.\n\nIn addition to these common barriers, the COVID-19 pandemic has caused a surge in PPD symptoms, increasing the demand for mental health care. A recent study documented a near tripling of perinatal depression, with 15% of women reporting high depression symptoms prepandemic compared with 41% reporting such symptoms since the pandemic started  [58] . Our study was conducted before COVID-19, and reasons for women declining participation included already seeking other treatments for depression and being too busy, although being too busy was a barrier this intervention was developed to address. The sheltering-in-place orders have had a dramatic impact on busyness, whereas the COVID-19 pandemic has simultaneously had a significant impact on mental health care resources, decreasing the availability of other options for depression treatment. Further, it is not clear whether the women felt that participating in an intervention study would be time consuming or the actual intervention would be so. Thus, as perinatal depression has increased during this time, the lifestyles of people have changed, and access to in-person delivered health care has greatly decreased  [26, 27] , further highlighting the need for effective, remotely delivered interventions.\n\nRecent studies report that many Americans having depression, stress, or anxiety prefer internet-based mindfulness training over in-person sessions  [59, 60] . A recent meta-analysis of web-based, webinar-versions of traditional mindfulness-based interventions (eg, Mindfulness-based Stress Reduction) demonstrated a significant beneficial impact on stress, anxiety, depression, and well-being  [61] . Although the use of technology for the delivery of mindfulness programs is a major advancement, these studies used web-based versions of the traditional mindfulness interventions in a webinar format with a facilitator, which still required the participants to log on weekly at a specified time, and had the same extensive training duration (eg, 30 or more hours, 2.5 hours per session) and homework requirements (45 min per day) as the in-person versions  [62] [63] [64] [65] . Although the use of technology can help increase accessibility to the intervention compared with in-person sessions, this type of intervention can still be resource-intensive, and thus not readily scalable, and be still challenging for new mothers who often do not have flexible schedules to attend scheduled sessions. Our study addressed these barriers by offering a web-based, self-paced, and brief mindfulness intervention."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX",
      "text": "Women in our study valued the variety of options provided by the mindfulness program. They enjoyed both the guided meditations and the breathing techniques and the ability to choose from a male or female voice. Additionally, women also reported the perceived benefits of the program, such as improved stress management, reduced anxiety, improved sleep, and increased physical activity and techniques for managing stress in stressful moments (eg, baby crying). Most of the women contacted for potential recruitment into the study had access to the technology required, and very few participants had trouble downloading or using the app. Although our study was not able to assess an effective daily dose, future studies should consider assessing the effectiveness of various dosages (duration and frequency). However, overall, women enjoyed the intervention.\n\nOur results also suggest the potential for mHealth mindfulness-based interventions to reach women of low socioeconomic status, a population that often does not have access to more traditional treatment options (eg, psychotherapy) for PPD. Nearly a quarter of our sample received Medicaid benefits during the postpartum period. Women of low socioeconomic status are at increased risk of depression, and most women with a depression diagnosis do not receive the treatment they need  [66] . Mobile devices are becoming increasingly popular, and approximately 90% of Americans of reproductive age own a smartphone  [67] . This type of intervention will also be cost saving for health care systems that have limited resources to offer mental health services, particularly during the COVID-19 pandemic where health care resources are scarce, and distress rates are high."
    },
    {
      "title": "Limitations",
      "text": "This feasibility study has several limitations. First, we are not able to draw conclusions regarding the efficacy of the mHealth mindfulness intervention on participant-reported outcomes or assess dose-response relationships given the small, single-arm feasibility study design. Without a control group, it is not possible to know whether the observed improvements can be attributed to the intervention. However, we successfully demonstrated the feasibility and acceptability of the intervention, which the study was designed to evaluate. Further, the preliminary efficacy results on patient-reported outcomes assessed immediately after the intervention were promising; however, we acknowledge that these results could be affected by missing data. The positive feasibility, acceptability, and preliminary efficacy findings support the need for a future, larger effectiveness study with longer-term follow-up. Second, the generalizability may be limited because we required the use of technology as part of the intervention. However, as described above, most women who we attempted to recruit owned mobile devices or computers with an internet connection, making the digital divide unlikely. The main reasons reported for declining to participate were lack of time or interest and not lack of access to technology. Third, the intervention was only offered in English, and thus non-English speakers were ineligible. Future mHealth mindfulness-based studies should incorporate other languages, given the high burden of depression among minority populations  [68] . Of note, Headspace now offers programs in other languages, offering opportunities to conduct more generalizable studies."
    },
    {
      "title": "Conclusions",
      "text": "Findings from this study demonstrate that postpartum women with moderate to moderately severe depressive symptoms are interested in a mobile-based mindfulness intervention. In addition, we demonstrate that conducting an mHealth mindfulness intervention study in this population is feasible within a large integrated health care system. Larger-scale randomized trials are needed to establish the efficacy and effectiveness of mHealth mindfulness interventions in this population. Highlighting the need for such studies is the recent recommendation by the United States Preventive Services Task Force to refer all women at increased risk of perinatal depression to counseling services. Implementing this recommendation will place a tremendous burden on the health care system, which already has a shortage of mental health care providers  [69] [70] [71] [72] [73] [74] . Thus, the findings from this study support the need for pragmatic trials, which will provide evidence on the effectiveness of implementing low-cost, technology-based programs for women with moderate to moderately severe PPD symptoms, which are necessary for improving the health of families."
    },
    {
      "text": "Figure 1. Study recruitment flowchart for a mobile health mindfulness feasibility study for postpartum women with moderate to moderately severe symptoms of depression in Kaiser Permanente Northern California between 2018 and 2019."
    },
    {
      "text": "Figure 2. Differences in pre-and postintervention patient-reported outcomes in a mobile health mindfulness feasibility study of postpartum women with moderate to moderately severe symptoms of depression in Kaiser Permanente Northern California between 2018 and 2019. *P<.05 and **P<.01."
    },
    {
      "text": "Figure 3. Differences in pre-and postintervention patient-reported mindfulness outcomes in a mobile health mindfulness feasibility study of postpartum women with moderate to moderately severe symptoms of depression in Kaiser Permanente Northern California between 2018 and 2019. *P<.05 and **P<.01."
    },
    {
      "text": "Figure 4. Patient-reported outcomes by percent Headspace intervention adherence in a mobile health mindfulness feasibility study of postpartum women with moderate to moderately severe symptoms of depression in Kaiser Permanente Northern California between 2018 and 2019."
    },
    {
      "text": "Baseline characteristics of participants in a feasibility mobile health mindfulness study of postpartum women with moderate to moderately severe symptoms of depression in Kaiser Permanente Northern California between 2018 to 2019, overall and by study completion status."
    }
  ],
  "references": [
    {
      "year": 2020,
      "doi": "10.2196/17405"
    },
    {
      "title": "Perinatal depression: a systematic review of prevalence and incidence",
      "authors": [
        "N Gavin",
        "B Gaynes",
        "K Lohr",
        "S Meltzer-Brody",
        "G Gartlehner",
        "T Swinson"
      ],
      "year": 2005,
      "doi": "10.1097/01.aog.0000183597.31630.db"
    },
    {
      "title": "Interventions to prevent perinatal depression: US preventive services task force recommendation statement",
      "authors": [
        "Services Us Preventive",
        "Task Force",
        "S Curry",
        "A Krist",
        "D Owens",
        "M Barry",
        "A Caughey"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2019.0007"
    },
    {
      "title": "Perinatal depression: prevalence, screening accuracy, and screening outcomes",
      "authors": [
        "B Gaynes",
        "N Gavin",
        "S Meltzer-Brody",
        "K Lohr",
        "T Swinson",
        "G Gartlehner"
      ],
      "year": 2005,
      "doi": "10.1037/e439372005-001"
    },
    {
      "title": "The American College of Obstetricians and Gynecologists Committee Opinion no. 630. Screening for perinatal depression",
      "authors": [
        "Committee On",
        "Obstetric Practice"
      ],
      "year": 2015,
      "doi": "10.1097/01.AOG.0000465192.34779.dc"
    },
    {
      "title": "A follow-up study of post partum illness, 1946-1978",
      "authors": [
        "J Davidson",
        "E Robertson"
      ],
      "year": 1985,
      "doi": "10.1111/j.1600-0447.1985.tb05057.x"
    },
    {
      "title": "Postpartum depression",
      "authors": [
        "T Pearlstein",
        "M Howard",
        "A Salisbury",
        "C Zlotnick"
      ],
      "year": 2009,
      "doi": "10.1016/j.ajog.2008.11.033"
    },
    {
      "title": "Sex differences in obesity and the regulation of energy homeostasis",
      "authors": [
        "J Lovejoy",
        "A Sainsbury",
        "Conference ; Working Stock",
        "Group"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-789X.2008.00529.x"
    },
    {
      "title": "The effects of postpartum depression on maternal-infant interaction: a meta-analysis",
      "authors": [
        "C Beck"
      ],
      "year": 1995,
      "doi": "10.1097/00006199-199509000-00007"
    },
    {
      "title": "Postpartum Mental Health and Breastfeeding Practices: An Analysis Using the 2010-2011 Pregnancy Risk Assessment Monitoring System",
      "authors": [
        "K Wouk",
        "A Stuebe",
        "S Meltzer-Brody"
      ],
      "year": 2017,
      "doi": "10.1007/s10995-016-2150-6"
    },
    {
      "title": "Postnatal Depression and Infant Health Practices Among High-Risk Women",
      "authors": [
        "Zajicek-Farber Ml"
      ],
      "year": 2008,
      "doi": "10.1007/s10826-008-9224-z"
    },
    {
      "title": "Maternal depressive symptoms and children's receipt of health care in the first 3 years of life",
      "authors": [
        "C Minkovitz",
        "D Strobino",
        "D Scharfstein",
        "W Hou",
        "R Miller",
        "K Mistry"
      ],
      "year": 2005,
      "doi": "10.1542/peds.2004-0341"
    },
    {
      "title": "The impact of postnatal depression on infant development",
      "authors": [
        "L Murray"
      ],
      "year": 1992,
      "doi": "10.1111/j.1469-7610.1992.tb00890.x"
    },
    {
      "title": "Intellectual problems shown by 11-year-old children whose mothers had postnatal depression",
      "authors": [
        "D Hay",
        "S Pawlby",
        "D Sharp",
        "P Asten",
        "A Mills",
        "R Kumar"
      ],
      "year": 2001,
      "doi": "10.1111/1469-7610.00784"
    },
    {
      "title": "The effect of postpartum depression on child cognitive development and behavior: a review and critical analysis of the literature",
      "authors": [
        "S Grace",
        "A Evindar",
        "D Stewart"
      ],
      "year": 2003,
      "doi": "10.1007/s00737-003-0024-6"
    },
    {
      "title": "Mothers of children diagnosed with attention-deficit/hyperactivity disorder: health conditions and medical care utilization in periods before and after birth of the child",
      "authors": [
        "G Ray",
        "L Croen",
        "L Habel"
      ],
      "year": 2009,
      "doi": "10.1097/mlr.0b013e31817e18c0"
    },
    {
      "title": "The effects of postpartum depression on child development: a meta-analysis",
      "authors": [
        "C Beck"
      ],
      "year": 1998,
      "doi": "10.1016/s0883-9417(98)80004-6"
    },
    {
      "title": "Antenatal and postnatal maternal mood symptoms and psychiatric disorders in pre-school children from the 2004 Pelotas Birth Cohort",
      "authors": [
        "I Santos",
        "A Matijasevich",
        "A Barros",
        "F Barros"
      ],
      "year": 2014,
      "doi": "10.1016/j.jad.2014.04.033"
    },
    {
      "title": "Societal Costs of Untreated Perinatal Mood and Anxiety Disorders in the United States",
      "authors": [
        "D Luca",
        "N Garlow",
        "C Staatz",
        "C Margiotta",
        "K Zivin"
      ],
      "year": 2019,
      "doi": "10.2105/ajph.2020.305619"
    },
    {
      "title": "Screening for Depression in Adults: US Preventive Services Task Force Recommendation Statement",
      "authors": [
        "A Siu",
        "; Uspstf)",
        "K Bibbins-Domingo",
        "D Grossman",
        "L Baumann",
        "K Davidson"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2015.18392"
    },
    {
      "title": "The American College of Obstetricians and Gynecologists Committee Opinion no. 630. Screening for perinatal depression",
      "authors": [
        "Committee On",
        "Obstetric Practice"
      ],
      "year": 2015,
      "doi": "10.1097/01.aog.0000465192.34779.dc"
    },
    {
      "title": "Committee on Psychosocial Aspects of ChildFamily Health American Academy of Pediatrics. Incorporating recognition and management of perinatal and postpartum depression into pediatric practice",
      "authors": [
        "M Earls"
      ],
      "year": 2010,
      "doi": "10.1542/peds.2010-2348"
    },
    {
      "title": "Mental Health Care Health Professional Shortage Areas (HPSAs)",
      "year": 2019,
      "doi": "10.2196/17405"
    },
    {
      "title": "Women's attitudes, preferences, and perceived barriers to treatment for perinatal depression",
      "authors": [
        "J Goodman"
      ],
      "year": 2009,
      "doi": "10.1111/j.1523-536x.2008.00296.x"
    },
    {
      "title": "Nonpharmacologic intervention and prevention strategies for depression during pregnancy and the postpartum",
      "authors": [
        "S Dimidjian",
        "S Goodman"
      ],
      "year": 2009,
      "doi": "10.1097/grf.0b013e3181b52da6"
    },
    {
      "title": "New Poll: Covid-19 Impacting Mental Well-being: Americans Feeling Anxious, Especially for Loved Ones; Older Adults Are Less Anxious2020",
      "year": 2020
    },
    {
      "title": "The Implications of COVID-19 for Mental Health and Substance Use Issue Brief",
      "year": 2020,
      "doi": "10.17159/assaf.2023/0089"
    },
    {
      "title": "Challenges and Priorities in Responding to COVID-19 in Inpatient Psychiatry",
      "authors": [
        "L Li"
      ],
      "year": 2020,
      "doi": "10.1176/appi.ps.202000166"
    },
    {
      "title": "Full Catastrophe Living: Using the Wisdom of Your Body and Mind to Face Stress, Pain, and Illness",
      "authors": [
        "J Kabat-Zinn"
      ],
      "year": 1990
    },
    {
      "title": "Mindfulness Interventions",
      "authors": [
        "J Creswell"
      ],
      "year": 2017,
      "doi": "10.1146/annurev-psych-042716-051139"
    },
    {
      "title": "Being mindful about mindfulness",
      "authors": [
        "F Pagnini",
        "D Philips"
      ],
      "year": 2015,
      "doi": "10.1016/s2215-0366(15)00041-3"
    },
    {
      "title": "Effects of a mindfulness-based intervention during pregnancy on prenatal stress and mood: results of a pilot study",
      "authors": [
        "C Vieten",
        "J Astin"
      ],
      "year": 2008,
      "doi": "10.1007/s00737-008-0214-3"
    },
    {
      "title": "Randomised controlled pilot trial of mindfulness training for stress reduction during pregnancy",
      "authors": [
        "C Guardino",
        "Dunkel Schetter",
        "C Bower",
        "J Lu",
        "M Smalley"
      ],
      "year": 2014,
      "doi": "10.1080/08870446.2013.852670"
    },
    {
      "title": "Staying well during pregnancy and the postpartum: A pilot randomized trial of mindfulness-based cognitive therapy for the prevention of depressive relapse/recurrence",
      "authors": [
        "S Dimidjian",
        "S Goodman",
        "J Felder",
        "R Gallop",
        "A Brown",
        "A Beck"
      ],
      "year": 2016,
      "doi": "10.1037/ccp0000068"
    },
    {
      "title": "The Effectiveness of Mindfulness-Based Interventions in the Perinatal Period: A Systematic Review and Meta-Analysis",
      "authors": [
        "Lever Taylor",
        "B Cavanagh",
        "K Strauss"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0155720"
    },
    {
      "title": "Mindfulness-based stress reduction for healthy individuals: A meta-analysis",
      "authors": [
        "B Khoury",
        "M Sharma",
        "S Rush",
        "C Fournier"
      ],
      "year": 2015,
      "doi": "10.1016/j.jpsychores.2015.03.009"
    },
    {
      "title": "Mindfulness Based Cognitive Therapy for Depression: a New Approach to Preventing Relapse",
      "authors": [
        "Z Segal",
        "J Williams",
        "J Teasdale"
      ],
      "year": 2002
    },
    {
      "title": "Northern California: Statistics from the 2011 California Health Interview Survey",
      "authors": [
        "N Gordon"
      ],
      "year": 2015,
      "doi": "10.7812/tpp/15-225"
    },
    {
      "title": "A Comparison of Sociodemographic and Health Characteristics of the Kaiser Permanente Northern California Membership Derived from Two Data Sources: The 2008 Member Health Survey and the",
      "authors": [
        "N Gordon"
      ],
      "year": 2007,
      "doi": "10.7812/tpp/15-225"
    },
    {
      "title": "Perinatal Obstetric Office Depression Screening and Treatment: Implementation in a Health Care System",
      "authors": [
        "T Flanagan",
        "L Avalos"
      ],
      "year": 2016,
      "doi": "10.1097/aog.0000000000001395"
    },
    {
      "title": "Improved Perinatal Depression Screening, Treatment, and Outcomes With a Universal Obstetric Program",
      "authors": [
        "L Avalos",
        "T Raine-Bennett",
        "H Chen",
        "A Adams",
        "T Flanagan"
      ],
      "year": 2016,
      "doi": "10.1097/aog.0000000000001403"
    },
    {
      "title": "Review and Evaluation of Mindfulness-Based iPhone Apps",
      "authors": [
        "M Mani",
        "D Kavanagh",
        "L Hides",
        "S Stoyanov"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4328"
    },
    {
      "title": "Improvements in Stress, Affect, and Irritability Following Brief Use of a Mindfulness-based Smartphone App: A Randomized Controlled Trial",
      "authors": [
        "M Economides",
        "J Martman",
        "M Bell",
        "B Sanderson"
      ],
      "year": 2018,
      "doi": "10.1007/s12671-018-0905-4"
    },
    {
      "title": "The efficacy of a brief app-based mindfulness intervention on psychosocial outcomes in healthy adults: A pilot randomised controlled trial",
      "authors": [
        "L Champion",
        "M Economides",
        "C Chandler"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0209482"
    },
    {
      "title": "Encouraging Mindfulness in Medical House Staff via Smartphone App: A Pilot Study",
      "authors": [
        "L Wen",
        "T Sweeney",
        "L Welton",
        "M Trockel",
        "L Katznelson"
      ],
      "year": 2017,
      "doi": "10.1007/s40596-017-0768-3"
    },
    {
      "title": "Putting the 'app' in Happiness: A Randomised Controlled Trial of a Smartphone-Based Mindfulness Intervention to Enhance Wellbeing",
      "authors": [
        "A Howells",
        "I Ivtzan",
        "Eiroa-Orosa Fj"
      ],
      "year": 2014,
      "doi": "10.1007/s10902-014-9589-1"
    },
    {
      "title": "Online-based Mindfulness Training Reduces Behavioral Markers of Mind Wandering",
      "authors": [
        "I Bennike",
        "A Wieghorst",
        "U Kirk"
      ],
      "year": 2017,
      "doi": "10.1007/s41465-017-0020-9"
    },
    {
      "title": "Mobile Mindfulness Intervention on an Acute Psychiatric Unit: Feasibility and Acceptability Study",
      "authors": [
        "L Mistler",
        "D Ben-Zeev",
        "E Carpenter-Song",
        "M Brunette",
        "M Friedman"
      ],
      "year": 2017,
      "doi": "10.2196/mental.7717"
    },
    {
      "title": "MEMPHIS: a smartphone app using psychological approaches for women with chronic pelvic pain presenting to gynaecology clinics: a randomised feasibility trial",
      "authors": [
        "G Forbes",
        "S Newton",
        "Cantalapiedra Calvete",
        "C Birch",
        "J Dodds",
        "J Steed"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-030164"
    },
    {
      "title": "The PHQ-8 as a measure of current depression in the general population",
      "authors": [
        "K Kroenke",
        "T Strine",
        "R Spitzer",
        "J Williams",
        "J Berry",
        "A Mokdad"
      ],
      "year": 2009,
      "doi": "10.1016/j.jad.2008.06.026"
    },
    {
      "title": "A global measure of perceived stress",
      "authors": [
        "S Cohen",
        "T Kamarck",
        "R Mermelstein"
      ],
      "year": 1983,
      "doi": "10.2307/2136404"
    },
    {
      "title": "Evaluation of sleep disorders in cancer patients based on Pittsburgh Sleep Quality Index",
      "authors": [
        "T Akman",
        "T Yavuzsen",
        "Z Sevgen",
        "H Ellidokuz",
        "A Yilmaz"
      ],
      "year": 2015,
      "doi": "10.1111/ecc.12296"
    },
    {
      "title": "Using self-report assessment methods to explore facets of mindfulness",
      "authors": [
        "R Baer",
        "G Smith",
        "J Hopkins",
        "J Krietemeyer",
        "L Toney"
      ],
      "year": 2006,
      "doi": "10.1177/1073191105283504"
    },
    {
      "title": "Development of smartphone applications for nutrition and physical activity behavior change",
      "authors": [
        "L Hebden",
        "A Cook",
        "H Van Der Ploeg",
        "M Allman-Farinelli"
      ],
      "year": 2012,
      "doi": "10.2196/resprot.2205"
    },
    {
      "title": "Mindfulness practice leads to increases in regional brain gray matter density",
      "authors": [
        "B Hölzel",
        "J Carmody",
        "M Vangel",
        "C Congleton",
        "S Yerramsetti",
        "T Gard"
      ],
      "year": 2011,
      "doi": "10.1016/j.pscychresns.2010.08.006"
    },
    {
      "title": "How Does Mindfulness Meditation Work? Proposing Mechanisms of Action From a Conceptual and Neural Perspective",
      "authors": [
        "B Hölzel",
        "S Lazar",
        "T Gard",
        "Z Schuman-Olivier",
        "D Vago",
        "U Ott"
      ],
      "year": 2011,
      "doi": "10.1177/1745691611419671"
    },
    {
      "title": "Efficacy of Mindfulness-Based Cognitive Therapy in Prevention of Depressive Relapse: An Individual Patient Data Meta-analysis From Randomized Trials",
      "authors": [
        "W Kuyken",
        "F Warren",
        "R Taylor",
        "B Whalley",
        "C Crane",
        "G Bondolfi"
      ],
      "year": 2016,
      "doi": "10.1001/jamapsychiatry.2016.0076"
    },
    {
      "title": "Brief mindfulness training for negative affectivity: A systematic review and meta-analysis",
      "authors": [
        "M Schumer",
        "E Lindsay",
        "J Creswell"
      ],
      "year": 2018,
      "doi": "10.1037/ccp0000324"
    },
    {
      "title": "Moms Are Not OK: COVID-19 and Maternal Mental Health",
      "authors": [
        "M Davenport",
        "S Meyer",
        "V Meah",
        "M Strynadka",
        "R Khurana"
      ],
      "year": 2020,
      "doi": "10.3389/fgwh.2020.00001"
    },
    {
      "title": "One-on-one Mindfulness Meditation Trainings in a Research Setting",
      "authors": [
        "H Wahbeh",
        "J Lane",
        "E Goodrich",
        "M Miller",
        "B Oken"
      ],
      "year": 2014,
      "doi": "10.1007/s12671-012-0155-9"
    },
    {
      "title": "Internet Mindfulness Meditation Intervention for the General Public: Pilot Randomized Controlled Trial",
      "authors": [
        "H Wahbeh",
        "B Oken"
      ],
      "year": 2016,
      "doi": "10.2196/mental.5900"
    },
    {
      "title": "Effectiveness of online mindfulness-based interventions in improving mental health: A review and meta-analysis of randomised controlled trials",
      "authors": [
        "M Spijkerman",
        "W Pots",
        "E Bohlmeijer"
      ],
      "year": 2016,
      "doi": "10.1016/j.cpr.2016.03.009"
    },
    {
      "title": "Face-to-Face and Internet-Based Mindfulness-Based Cognitive Therapy Compared With Treatment as Usual in Reducing Psychological Distress in Patients With Cancer: A Multicenter Randomized Controlled Trial",
      "authors": [
        "F Compen",
        "E Bisseling",
        "M Schellekens",
        "R Donders",
        "L Carlson",
        "M Van Der Lee"
      ],
      "year": 2018,
      "doi": "10.1200/jco.2017.76.5669"
    },
    {
      "title": "Feasibility of the mobile mindfulness-based stress reduction for breast cancer (mMBSR(BC)) program for symptom improvement among breast cancer survivors",
      "authors": [
        "C Lengacher",
        "R Reich",
        "S Ramesar",
        "C Alinat",
        "M Moscoso",
        "L Cousin"
      ],
      "year": 2018,
      "doi": "10.1002/pon.4491"
    },
    {
      "title": "Effectiveness of Two Web-Based Interventions for Chronic Cancer-Related Fatigue Compared to an Active Control Condition: Results of the \"Fitter na kanker\" Randomized Controlled Trial",
      "authors": [
        "F Bruggeman-Everts",
        "M Wolvers",
        "R Van De Schoot",
        "M Vollenbroek-Hutten",
        "M Van Der Lee"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7180"
    },
    {
      "title": "A randomized wait-list controlled trial of feasibility and efficacy of an online mindfulness-based cancer recovery program: the eTherapy for cancer applying mindfulness trial",
      "authors": [
        "K Zernicke",
        "T Campbell",
        "M Speca",
        "K Mccabe-Ruff",
        "S Flowers",
        "L Carlson"
      ],
      "year": 2014,
      "doi": "10.1097/psy.0000000000000053"
    },
    {
      "title": "Racial and ethnic disparities in postpartum depression care among low-income women",
      "authors": [
        "K Kozhimannil",
        "C Trinacty",
        "A Busch",
        "H Huskamp",
        "A Adams"
      ],
      "year": 2011,
      "doi": "10.1176/ps.62.6.pss6206_0619"
    },
    {
      "title": "Mobile Fact Sheet",
      "year": 2017,
      "doi": "10.3133/fs10098"
    },
    {
      "title": "Racial/Ethnic Disparities in Antenatal Depression in the United States: A Systematic Review",
      "authors": [
        "S Mukherjee",
        "M Trepka",
        "Pierre Victor",
        "D Bahelah",
        "R Avent"
      ],
      "year": 2016,
      "doi": "10.1007/s10995-016-1989-x"
    },
    {
      "title": "Interventions to Prevent Perinatal Depression: US Preventive Services Task Force Recommendation Statement",
      "authors": [
        "Services Us Preventive",
        "Task Force",
        "S Curry",
        "A Krist",
        "D Owens",
        "M Barry",
        "A Caughey"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2019.0007"
    },
    {
      "title": "Interventions to Prevent Perinatal Depression: Evidence Report and Systematic Review for the US Preventive Services Task Force",
      "authors": [
        "E O'connor",
        "C Senger",
        "M Henninger",
        "E Coppola",
        "B Gaynes"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2018.20865"
    },
    {
      "title": "Perinatal Depression: Recommendations for Prevention and the Challenges of Implementation",
      "authors": [
        "M Freeman"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2018.21247"
    },
    {
      "title": "Preventing Perinatal Depression to Improve Maternal and Child Health-a Health Care Imperative",
      "authors": [
        "L Avalos",
        "T Flanagan",
        "D Li"
      ],
      "year": 2019,
      "doi": "10.1001/jamapediatrics.2018.5491"
    },
    {
      "title": "Implementing the USPSTF Recommendations on Prevention of Perinatal Depression-Opportunities and Challenges",
      "authors": [
        "J Felder"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2018.7729"
    },
    {
      "title": "Attention to Prevention-Can We Stop Perinatal Depression Before It Starts?",
      "authors": [
        "K Wisner",
        "E Miller",
        "D Tandon"
      ],
      "year": 2019,
      "doi": "10.1001/jamapsychiatry.2018.4085"
    }
  ],
  "num_references": 75
}
