{
  "paper_id": "XFS77SUH",
  "title": "Predictors of treatment outcome of psychological therapies for common Predictors of treatment outcome of psychological therapies for common mental health problems (CMHP) in older adults: a systematic literature mental health problems (CMHP) in older adults: a systematic",
  "abstract": "literature review. review.",
  "year": 2020,
  "date": "2020",
  "journal": "Journal of Public Health",
  "publication": "Journal of Public Health",
  "authors": [
    {
      "forename": "Alexandra",
      "surname": "Schmidt",
      "name": "Alexandra Schmidt",
      "affiliation": "a  School of Psychology , University of Sussex , Brighton , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t University of Sussex \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brighton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Nick",
      "surname": "Grey",
      "name": "Nick Grey",
      "affiliation": "a  School of Psychology , University of Sussex , Brighton , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t University of Sussex \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brighton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Clara",
      "surname": "Strauss",
      "name": "Clara Strauss",
      "affiliation": "a  School of Psychology , University of Sussex , Brighton , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t University of Sussex \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brighton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Darya",
      "surname": "Gaysina",
      "name": "Darya Gaysina",
      "affiliation": "a  School of Psychology , University of Sussex , Brighton , UK \n\t\t\t\t\t\t\t\t School of Psychology \n\t\t\t\t\t\t\t\t University of Sussex \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brighton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "University of Sussex , Pevensey 1 , Brighton BN1 9GH , UK. \n\t\t\t\t\t\t\t\t University of Sussex \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pevensey 1 \n\t\t\t\t\t\t\t\t\t BN1 9GH \n\t\t\t\t\t\t\t\t\t Brighton \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "",
  "sections": [
    {
      "title": "Introduction",
      "text": "Common mental health problems (CMHP), which encompasses depression, generalised anxiety disorder, panic disorder, obsessivecompulsive disorder (OCD), post-traumatic stress disorder (PTSD) and social anxiety disorder (National Institute of Health and Care Excellence, 2011) are highly prevalent in older adults (aged 65+), with 1 in 5 older adults being affected  (Mueller, Thompsell, Harwood, Bagshaw, & Burns, 2017) . They are associated with physical conditions, such as heart disease or cancer  (Hare, Toukhsati, Johansson, & Jaarsma, 2014; Kang et al., 2015) , and dementia  (Rodda, Walker, & Carter, 2011) . Further, they are linked to increased mortality via increased risk of suicide  (Rodda et al., 2011)  and worse prognosis in physical conditions  (Sokoreli, de Vries, Pauws, & Steyerberg, 2016) . This is particularly relevant in the present time as population ageing is a worldwide phenomenon. In the UK, it is estimated that by 2030, 1 in 5 people (21.8%) will be aged 65+ (Office for National  Statistics, 2019) . Life expectancy has risen more quickly than healthy life expectancy and time spent in poor health has increased for adults aged 65+  (Public Health England, 2017) . In addition to this, recent reports by Age UK (Age UK, 2020, 2021) highlighted the increased prevalence of low mood and anxiety in the older population due to the COVID-19 pandemic, with many facing fears around leaving the house but at the same time struggling to cope with isolation at home, and these impacts may be long-lasting.\n\nPsychological therapies, such as cognitive-behaviour therapy (CBT) have been found to be effective for older people with depression  (Cuijpers, van Straten, Smit, & Andersson, 2009)  and anxiety disorders, for example, generalised anxiety disorder  (Kishita & Laidlaw, 2017) , post-traumatic stress disorder  (Clapp & Beck, 2012)  and obsessive compulsive disorder  (Calamari, Faber, Hitsman, & Poppe, 1994)  and is a recommended treatment in national treatment guidelines (National Institute for Health and Care Excellence, 2011). Some research reported higher recovery rates for older adults compared to working age adults  (Saunders et al., 2021) , and recovery rates in the NHS Talking Therapies services (formerly Improving Access to Psychological Therapies, IAPT) in England suggest that older adults have better recovery rates than working age adults  (NHS Digital, 2020) . However, other studies have reported lower efficacy of psychological treatment for older adults compared to working age adults, for example for anxiety disorders  (Gould, Coulson, & Howard, 2012b) . Another study reported increasing reliable improvement rates for CMHP up to age 69, however, the lowest proportion of patients achieving reliable improvement was found in the group aged 70-74  (Pettit et al., 2017) . The overall recovery rate in NHS Talking Therapies services is around 50%  (NHS Digital, 2021) .\n\nThese findings raise the question what differentiates older adults who recover from those that do not. Identifying factors that affect psychological treatment outcomes in older adults would allow for the development of personalised treatment approaches and match patients to existing evidence-based treatments and to develop new or adapted interventions for non-responders to current practices  (Fernandes et al., 2017; National Institute of Mental Health, 2020) . Some machine learning research has reported moderate success in being able to predict treatment outcomes, but highlight the need for additional factors to be added to models to increase prediction accuracy  (Hilbert et al., 2020) . Previous research into treatment predictors identified a number of factors associated with treatment outcomes for CMHP. For example,  Amati, Banks, Greenfield, and Green (2017)  reported initial symptom severity and comorbid depression as significant predictors negatively impacting outcomes. However, this review was based on mixed-age population and might not be applicable to older adults. A recent systematic review and meta-analysis into treatment predictors for depression in later life identified baseline symptom severity, comorbid anxiety and executive dysfunction as significant factors associated with treatment outcomes  (Tunvirachaisakul et al., 2018) , however this study included all types of treatment, including pharmacological, and was focused on depression only. Another review into psychosocial interventions for treatment of depression reported treatment outcome predictors associated with worse outcomes to be baseline anxiety and stress, personality pathology, endogenous depression and reduced self-rated health  (Kiosses, Leon, & Areán, 2011) . In a meta-analysis and meta-regression on the effectiveness of CBT for depression in older adults  Gould, Coulson, and Howard (2012a)  reviewed factors associated with larger effect sizes for CBT effectiveness. Significant factors identified were clinical (concurrent use of pharmacotherapy) and study quality related (non-active versus active controls, type of outcome measure and selective outcome reporting), however, not demographic or treatment-related factors. In a metaanalysis and meta-regression on the effectiveness of CBT for generalised anxiety disorder in older adults,  Gould et al. (2012b)  investigated a number of factors associated with magnitude of effect sizes for CBT, but found only one quality related factor, the use of non-active versus active controls, to be significant.\n\nPrevious systematic reviews on predictors of psychological treatment outcomes for CMHP have either included few studies focusing on older adults  (Amati et al., 2017)  or focused on depression only  (Kiosses et al., 2011; Tunvirachaisakul et al., 2018) , included other types of treatments, such as pharmacotherapy  (Tunvirachaisakul et al., 2018)  or focused on CBT only  (Gould et al., 2012a (Gould et al., , 2012b)) . To our knowledge, there is no existing review of predictors for evidence-based psychological treatments for all CMHP in older adults, that encompasses different types of psychological treatment, covers all types of CMHP and is focussed on older adults.\n\nThis review aims to address the important evidence-gap in the literature and focus on predictors of outcome following evidence-based psychological treatments for CMHP (National Institute for Health and Care Excellence, 2011). The review is focused on psychological treatments as research has shown these are more accepted and preferred by older adults as treatment for their condition compared to pharmacotherapy  (Gum et al., 2006; Landreville, Landry, Baillargeon, Guérette, & Matteau, 2001) . Further, this review comprises various common mental health problems in order to provide a comprehensive review and due to their frequent comorbidity  (Byers, Yaffe, Covinsky, Friedman, & Bruce, 2010; Thomlinson, Muncer, & Dent, 2017) . A study investigating comorbidity and communality of risk factors of depression and anxiety in older adults reported there to be more differences than similarities between the two  (Beekman et al., 2000) . However, it remains unclear whether these differences are also evident in predictors to psychological treatment outcomes.\n\nThe aim of the present study is to review and synthesise existing evidence on predictors of psychological treatment outcomes across common mental health problems in older adults and secondly, to investigate any differences across predictors identified in the studies in relation to outcome based on diagnostic group or psychological treatment type."
    },
    {
      "title": "Methods",
      "text": "This review was conducted in accordance with Preferred Recording Items for Systematic review and Meta-Analyses (PRISMA) guidelines  (Page et al., 2021)  and was prospectively registered at PROSPERO: ID: CRD42020207580 ( https://www.crd.york.ac.uk/prospero/display_reco  rd.php?ID=CRD42020207580 )."
    },
    {
      "title": "Search strategy and study selection",
      "text": "Four electronic databases (PubMed, PsycINFO, Scopus and Web of Science) were searched from inception up until July 2022 and last updated on 14th April 2024. In addition, reference lists and citations of published papers were manually searched. The search terms were organised in three blocks: conditions, population and treatment (Table  A1 , Appendix A)."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Studies written in English and published up until 14th April 2024 were included."
    },
    {
      "title": "Study design",
      "text": "Included were observational, quantitative, population-based studies and randomised controlled trials (RCT) or secondary analysis of data from a RCT. Case studies were excluded. Studies where the sample size was fewer than 10 in any condition were excluded."
    },
    {
      "title": "Participants",
      "text": "Included were studies with participants aged 65+ years, or the mean age of participants was 65+ years (studies including younger and older participants were included only if separate analyses were conducted for older adults)."
    },
    {
      "title": "Condition",
      "text": "Participants had a diagnosis of a common mental health disorder according to the Diagnostic and Statistical Manual of Mental Disorders (DSM) (American Psychiatric Association, 2013)/International statistical classification of diseases and related health problems (ICD) (World Health Organization, 2019) including depression, generalised anxiety disorder, social anxiety, phobia, agoraphobia, panic disorder, obsessivecompulsive disorder, health anxiety (hypochondriasis), and posttraumatic stress disorder. Studies investigating more severe mental health conditions, such as schizophrenia, personality disorders, severe cognitive decline, such as Alzheimer's disease or other dementias were excluded."
    },
    {
      "title": "Type of treatment",
      "text": "Participants received any evidence-based psychological treatment as recommended by the National Institute for Health and Care Excellence (NICE) for each CMHP. Depending on the CMHP, this included cognitive behavioural therapy (CBT) (including computerised, group-based and guided self-help CBT), behavioural activation, dynamic interpersonal therapy (DIT), counselling for depression (CfD), eye movement desensitisation reprogramming (EMDR), interpersonal psychotherapy (IPT), mindfulness-based cognitive therapy (MBCT), behavioural couples therapy and exposure and response prevention (ERP). Studies where the intervention/treatment is pharmacological only or pharmacological and psychological combined were excluded. No exclusions were made based on the setting of the study or who treatment was delivered by."
    },
    {
      "title": "Treatment outcomes",
      "text": "Any measures of psychological therapy outcome as reported by the study were included. These measures included change in scores on a validated scale for each presenting problem post-therapy (such as Patient Health Questionnaire (PHQ-9)  (Kroenke, Spitzer, & Williams, 2001) , Generalised Anxiety Disorder Assessment (GAD-7)  (Spitzer, Kroenke, Williams, & Löwe, 2006) ) or change in clinical diagnosis status. Studies with outcome measures not related to a specific condition, for example those measuring overall psychological wellbeing, were excluded. Including more general measures of mental health may increase heterogeneity for data synthesis and reduce comparability. Where two or more follow ups were reported, results at the end of treatment were included in the main synthesis."
    },
    {
      "title": "Predictors",
      "text": "Included were studies that investigated any predictor or moderator of treatment outcome measured at baseline. Studies that measured predictors following treatment, for example, for longer term outcomes, were excluded."
    },
    {
      "title": "Screening procedure",
      "text": "All studies identified in the main search went through a process involving three steps: title screening, following this abstract screening and lastly, review of the full text. For the updated search, there were two stages: title/abstract screening and full text screening. All articles were screened by one rater and 15% of articles were additional screened by another rater at each stage of the process to ensure consistency of rating. The inter-rater reliability for screening showed substantial agreement, with κ = 0.81, 0.82 for title and abstract respectively, κ = 1 for full text (Cohen's Kappa)  (McHugh, 2012) . Any discrepancies were resolved to 100% agreement through regular discussions."
    },
    {
      "title": "Quality assessment",
      "text": "Study quality was assessed using the Quality Assessment Tool for quantitative studies from the Effective Public Health Practice Project (EPHPP)  (Thomas, Ciliska, Dobbins, & Micucci, 2004) . Studies were independently assessed by one rater and an additional 15% by another rater; any disagreements were resolved through discussion. The EPHPP assessment tools evaluates studies based on several components: (sample) selection bias, study design, confounders, blinding, data collection methods and withdrawals/dropouts. Each component is scored on a scale (1 -strong, 2 -moderate, 3 -weak) and then an overall score is created incorporating the subcomponents (no weak ratingsstrong, one weak ratingmoderate, two or more weak ratingsweak). In addition to this, we have created a sum score per study, with a range of scores from 6 to 18, with lower scores indicating better quality."
    },
    {
      "title": "Data extraction",
      "text": "Data were extracted using a structured coding form and included: 1) Study information (Authors, publication year, country of origin, DOI, study design); 2) Sample information (Sample size at baseline, mean age and range, gender, ethnicity, number of follow-ups, length of follow-up, sample size at final follow-up, number/percentage of drop-outs); 3) Diagnosis and assessment of CMHP (Type of common mental disorder, measure used to assess common mental disorder, including thresholds for diagnosis and severity of symptoms (where available); 4) Interventions (Intervention type, description of intervention, duration, number of sessions, setting and methods of delivery, who delivered treatment, description of comparators; 5) Outcomes (Description of primary and secondary outcomes at study defined end of treatment and follow up data, where available); Predictors of treatment (including significant and non-significant); 6) Statistical information (statistical test applied, effect sizes, covariates adjusted for in the statistical model)."
    },
    {
      "title": "Analysis",
      "text": "Although it was initially planned to conduct a meta-analysis on factors reported by at least three studies, this was not possible due to various factors. Firstly, there was heterogeneity in outcome measures across studies, meaning there were multiple outcome measures for a factor and for specific conditions. Secondly, there was heterogeneity among predictor measures across studies for some factors. Thirdly, there were variations in types of statistical analyses across the studies, as well as in reporting of statistical test results, whereby some studies did not report statistical test results for non-significant predictors or some studies reporting only unstandardised coefficients, which cannot be compared across different measures. A detailed analysis of this can be found in supplementary material, Table  B1 .\n\nAn alternative box-score approach was applied, which outlines the results in respect to the number of studies that investigated a factor, the percentage of statistically significant results and the direction of these results. This approach has the advantage of visually displaying the statistical significance and direction of results, by condition, to aid overall interpretation  (Brorson, Ajo Arnevik, Rand-Hendriksen, & Duckert, 2013; Merkouris, Thomas, Browning, & Dowling, 2016) ."
    },
    {
      "title": "Results",
      "text": "Our search identified 9378 articles. After removal of duplicates, 3929 articles remained, and titles and abstracts were screened. After screening, 3729 articles were removed. Full texts were retrieved for the remaining 200 articles and screened for eligibility. Of these, 28 were selected for inclusion, and 14 additional articles were identified through reference and citation screening of relevant articles. See Fig.  1  for the selection process."
    },
    {
      "title": "Demographic information",
      "text": "Demographic information of the included studies can be found in Table  1 . The total number of participants across all studies included in the review was 7978. Generally, individual sample sizes were small, with 27 (64%) of the included studies having fewer than 100 participants. The mean age of the participants was 68.9 years (SD = 2.85). There was a higher proportion of female participants, with an average of 65% across the studies. The most commonly investigated CMHP was depression (k = 21), followed by generalised anxiety disorder (k = 11), mixed depression and anxiety (k = 3), panic disorder (k = 3) and posttraumatic stress disorder (k = 2) and mixed common mental health problems (k = 2). The majority of the studies (k = 30, 71%) investigated the efficacy of cognitive-behavioural therapy (CBT), including four internet-based CBT and one MBCT, cognitive/behavioural/psychodynamic (k = 3), interpersonal therapy for depression (k = 1), modular psychotherapy for anxiety (k = 1), behaviour therapy for depression/ behavioural activation (k = 5), EMDR (k = 1) and treatments offered in the Improving Access to Psychological Therapies (IAPT) services (k = 1)."
    },
    {
      "title": "Quality of included studies",
      "text": "The results of the quality analysis are reported in Table  1 . The quality of the studies was generally good, with strong and moderate ratings, (k = 12) and (k = 20) respectively, and (k = 9) weak ratings. Quality scores for the papers included in the present review ranged from 7 to 12, with M = 10.20 (SD = 1.40), on a scale ranging from 6 to 18, with lower scores indicating better quality. The least problematic categories of the assessment tool, with percentage of strong ratings in brackets, were study design (61%), confounders (59%), withdrawals (63%) and data collection method (93%). The most problematic components, with percentage of weak ratings in brackets were selection bias (44%) and blinding (39%)."
    },
    {
      "title": "Predictors of treatment outcome",
      "text": "In total, 44 factors were investigated, of which 28 factors were found to predict treatment outcome in at least one study, see Table  2 . Among those, 18 factors were examined in three or more studies, of which 15 were significant predictors of treatment outcomes. For less frequently investigated factors (that were investigated by fewer than three studies), 13 out of a total of 26 factors were reported to have significant associations with treatment outcomes in at least one study.\n\nSignificant predictors were found across several domains: psychosocial (n = 9), clinical (n = 6), treatment-related (n = 6), sociodemographic (n = 4), neurobiological (n = 3). Each of the factors is discussed below (For full statistical results on all predictors, see supplementary material, Table  C1 )."
    },
    {
      "title": "Psychosocial predictors",
      "text": "This was the largest category of significant predictors and to a large part related to how the individual viewed or coped with their respective circumstances.\n\nStressful life events & coping styles. The most studied predictors in the psychosocial category were presence and impact of major/stressful life events and associated coping styles. Two studies reported the presence or number of events to be associated with worse treatment outcomes for anxiety  (Wetherell et al., 2009)  and PTSD  (Gielkens, Sobczak, Rossi, & van Alphen, 2022) , and one study reporting no effects on depression treatment outcomes  (Marquett et al., 2013) . However, how older adults were impacted by these events or applied different strategies for coping with them showed significant associations with treatment outcomes, with using emotional support as coping style associated with better outcomes for depression in two studies  (Choi, Sullivan, Marti, & Kunik, 2021; Marquett et al., 2013)  and engaging in activities to keep busy associated with worse outcomes for anxiety  (Wetherell et al., 2009)  and no effect for using religious coping, active coping or denial as coping styles  (Choi et al., 2021; Marquett et al., 2013) .\n\nPerceived health. Another factor looking at subjectiveness of experience and associated with treatment outcomes was lower perceived health, which was found to be a significant predictor of worse treatment outcomes for anxiety, not only post-treatment but also at 1 year follow up  (Schuurmans et al., 2009) , however, two studies found no effect of perceived health on treatment outcomes for depression  (Arean et al., 2005; Marquett et al., 2013) .\n\nSocial support. Perceived social support was only found to be a predictor for treatment outcomes for anxiety in one study in a subgroup of  veterans  (Barrera et al., 2015) , whereas three studies in this review found no such effect  (Arean et al., 2005; Hundt et al., 2014; Marquett et al., 2013) .\n\nLocus of control (LOC). LOC was investigated by two studies, with internal LOC linked to better treatment outcomes for PTSD  (Boettche, Kuwert, Pietrzak, & Knaevelsrud, 2016 ) and external LOC with worse treatment outcomes for depression  (Marquett et al., 2013) .\n\nPersonality. The effects of different aspects of personality was reported by two studies, with higher openness to experience linked to better treatment outcomes for depression and no effect of extroversion or neuroticism  (Marquett et al., 2013) , whereas another study reported higher neuroticism linked to worse treatment outcomes for anxiety  (Schuurmans et al., 2009) .\n\nPost-traumatic growth (PTG). Higher PTG was associated with better treatment outcomes in one study investigating treatment outcomes for PTSD  (Boettche et al., 2016) .\n\nExternal blame for stressful events was reported as significant predictor for treatment outcome for depression in one study; those assigning blame for stressful situations to someone else benefitted more from treatment than those that do not  (Marquett et al., 2013) .\n\nEngagement in pleasant activities was reported to have a beneficial effect on treatment outcomes for depression by one study  (Arean et al., 2005) . Lastly, no significant effect was found for self-efficacy, problemsolving confidence, participant needs or assertiveness  (Arean et al., 2005; Boettche et al., 2016; Hundt et al., 2014) .\n\nIn summary, there were 13 reported factors in the psychosocial category, of which nine were significant predictors of treatment outcome."
    },
    {
      "title": "Clinical predictors",
      "text": "Baseline symptom severity. The most commonly studied predictor in this category and overall was baseline symptom severity, with higher baseline symptom severity mostly associated with worse treatment outcomes across all CMHP. Most studies reported higher baseline symptom severity to be associated with worse outcomes  (Barrera et al., 2015; Choi et al., 2021; Coon & Thompson, 2003; Marquett et al., 2013; Schuurmans et al., 2009)  or conversely, lower symptom severity with better outcomes  (Hendriks, Kampman, Keijsers, Hoogduin, & Voshaar, 2014; Hundt et al., 2014; Mohlman, 2013 Mohlman, , 2020)) , for depression, anxiety and panic disorder. In contrast, a smaller number of studies reported higher baseline symptom severity to be associated with better outcomes for PTSD  (Boettche et al., 2016)  and depression  (Dafsari et al., 2023; Gilbody et al., 2024; Van Schaik et al., 2006) . One study found no effect of baseline symptom severity on treatment outcomes  (Wetherell et al., 2005) .\n\nPsychological comorbidities showed to have a mixed effect on treatment outcomes. For generalised anxiety disorder, higher levels of comorbid depressive symptoms were associated with worse treatment outcomes  (Schuurmans et al., 2009)  and conversely, lower comorbid depression levels with better outcomes  (Hundt et al., 2014) . For PTSD, the total number of comorbid psychiatric disorders was negatively associated with remission rates  (Gielkens et al., 2022) . For panic disorder, comorbid cluster B personality disorder was associated with worse outcomes  (Gulpers et al., 2020) . In contrast,  Brenes et al. (2020)  reported better treatment outcomes for individuals with a comorbid depression diagnosis and Mohlman (2020) reported better treatment outcomes for individuals with a higher number of comorbidities. Four studies reported no effect of psychological comorbidities  (Barrera et al ., Table 1 (continued ) Study ID First author (year) Country Study design Sample N Mean age % female Condition Treatment CMHP outcome scale EPHPP a Quality rating categorical (sum score) [33] Schuurmans et al. (2009) Netherlands Secondary analysis of RCT 47 70.0 70.0 GAD, panic disorder, agoraphobia or social phobia CBT HARS Weak (11) [34] Silfvernagel et al. (2018) Sweden RCT 66 66.1 66.7 Depression & Anxiety ICBT BAI Moderate (11) [35] Stanley et al. (2014) US RCT 223 66.9 53.4 GAD CBT PSWQ-A, GADSS, STAI-T, SIGH-A Strong (9) [36] Szanton et al. (2014) US Secondary analysis of RCT 208 69.6 78.4 Depression ICBT PHQ-9 Moderate (10) [37] Thompson et al. (2015) US Cohort study 60 68.9 57.0 Depression CBT M.I.N.I. Weak (12) [38] Thompson et al. (1987) US Controlled clinical trial 95 67.0 67.4 Depression CT, BT, BDT SADS, BDI, HRSD, GDS, BSI Moderate (10) [39] Van Schaik et al. (2006) Netherlands RCT 143 67.9 69.2 Depression IPT MADRS Strong (9) [40] Wetherell et al. (2005) US Secondary analysis of RCTs 65 67.7 69.0 GAD CBT ADIS-IV, PSWQ, HAMA Moderate (10) [41] Wetherell et al. (2009) US RCT 31 72.2 83.9 GAD, ANOS Modular Psychotherapy HAMA, PSWQ, BDI Moderate (11) [42] Xiang et al. (2020) US Cohort study 26 76.4 69.2 Depression ICBT PHQ-9 Weak (12)     2015;  Gum, Arean, & Bostrom, 2007; Mohlman, 2013; Wetherell et al., 2005) . Psychotropic medication use. The use of psychotropic medication was associated with worse treatment outcome for anxiety  (Wetherell et al., 2009) , however, three studies found no effect of psychotropic medication use for depression and anxiety  (Belliveau et al., 2021; Brenes et al., 2020; Hundt et al., 2014) .\n\nMental health service use. Worse treatment outcomes for anxiety were predicted by higher mental health service use  (Barrera et al., 2015) .\n\nAge at onset of condition. Higher age at onset of condition was associated with better outcomes in panic disorder  (Hendriks et al., 2012; Hendriks, Kampman, Keijsers, Hoogduin, & Voshaar, 2014) .\n\nDuration of illness was another factor reported to be associated with better outcomes in panic disorder  (Hendriks et al., 2012; Hendriks, Kampman, Keijsers, Hoogduin, & Voshaar, 2014) .\n\nNo significant effects were reported for physical comorbidities, higher medical service use or mental health disability status (for veterans)  (Barrera et al., 2015) .\n\nIn summary, nine factors were investigated in the clinical category of which six were significant in at least one study. The most frequently studied predictor was baseline symptom severity which was mainly negatively associated with treatment outcomes."
    },
    {
      "title": "Treatment-related predictors",
      "text": "In this category, the majority of significant predictors associated with better treatment outcomes were related to how engaged the patient was with the therapy.\n\nHomework completion was the most commonly studied predictor and in all three studies that investigated this predictor associated with better treatment outcomes, for depression and anxiety  (Coon & Thompson, 2003; Hundt et al., 2014; Wetherell et al., 2005) .\n\nTherapeutic alliance. Higher-rated therapeutic alliance was associated with better outcomes for depression by two studies, investigating clinician-and client-rated therapeutic alliance respectively  (Gaston, Thompson, Gallagher, Cournoyer, & Gagnon, 1998; Karlin et al., 2015) .\n\nNumber of sessions. Attending a higher number of treatment sessions was related to better outcomes for depression and anxiety  (Arean et al., 2005; Gilbody et al., 2024; Hundt et al., 2014) , however, two studies did not report any association  (Wetherell et al., 2005; Xiang, Sun, Smith, Lai, & Himle, 2020) .\n\nExploratory techniques. One study investigated the therapists' use of exploratory techniques: when viewed across sessions, exploratory techniques were associated with better treatment outcomes for cognitive therapy (CT), but not for behavioural (BT) or brief dynamic therapy (BDT). When considered mid-treatment, there was an interaction between exploratory techniques and therapeutic alliance: for CT and BT, exploratory techniques were associated with better treatment outcomes when therapeutic alliance was poorer, whereas for BDT, exploratory techniques were linked to better outcomes when therapeutic alliance was rated higher  (Gaston et al., 1998) .\n\nPatient expectations. One study identified greater expectation of gaining help through behavioural and cognitive change to be a significant predictor of positive treatment outcomes for depression  (Gaston, Marmar, Gallagher, & Thompson, 1989) , but another study found no effect of patient expectations on treatment outcome for anxiety  (Hundt et al., 2014) .\n\nExpertise of therapist. Higher level of expertise of therapist was not significantly associated with treatment outcomes for anxiety in two studies  (Calleo et al., 2013; Stanley et al., 2014) . Lastly, no effects on treatment outcomes were found for type of therapy (L. W.  Thompson, Gallagher, & Breckenridge, 1987) , content of therapy  (Schmaling, Williams, Schwartz, Ciechanowski, & LoGerfo, 2008) , delivery method of therapy  (Rollandi et al., 2023) , preference/selection effects  (Brenes et al., 2020; Danhauer et al., 2022) , therapist adherence/competence  (Hundt et al., 2014)  or level of assistance received during treatment  (Wetherell et al., 2009; Xiang et al., 2020) . In summary, there were thirteen investigated factors in the treatment-related category, of which six were significant predictors of treatment outcome. The most consistent predictor in this category was homework completion, which was reported to have positive associations with treatment outcome."
    },
    {
      "title": "Socio-demographic predictors",
      "text": "Few significant predictors were identified in this category and findings were mixed.\n\nAge was found to be significantly related to outcome by three studies, with two studies reporting better outcomes for older age for depression and panic disorder  (Choi et al., 2021; Hendriks, Kampman, Keijsers, Hoogduin, & Voshaar, 2014) , but another reporting older adults benefitting less from treatment for depression  (Holland, Schatzberg, O'Hara, Marquett, & Gallagher-Thompson, 2013) . However, eight studies did not find any association with age  (Brenes et al., 2020; Hendriks, et al., 2012; Hundt et al., 2014; Janssen et al., 2023; Schmaling et al., 2008; Schuurmans et al., 2009; Thompson et al., 2015; Wetherell et al., 2005) .\n\nEducation. Higher education was linked to better treatment outcomes by two studies  (Gum et al., 2007; Johnco, Wuthrich, & Rapee, 2014) , however was reported to not have any significant effect on treatment outcomes by six studies  (Choi et al., 2021; Coon & Thompson, 2003; Janssen et al., 2023; Karlin et al., 2015; Marquett et al., 2013; Thompson et al., 2015) .\n\nMarital status was reported as a significant predictor by one study, with being married linked to worse treatment outcomes  (Laidlaw et al., 2008) , but two studies reported no effect  (Holland et al., 2013; Wetherell et al., 2005) .\n\nRace/Ethnicity. Only one study identified an effect of race/ethnicity, with African Americans benefiting more from treatment  (Choi et al., 2021) , however, nine studies found no effect of race/ethnicity  (Barrera et al., 2015; Brenes et al., 2020; Danhauer et al., 2022; Holland et al., 2013; Hundt et al., 2014; Karlin et al., 2015; Rollandi et al., 2023; Schmaling et al., 2008; Wetherell et al., 2005) .\n\nOccupation/income. No effect was found for occupation/income in the four studies that investigated this factor  (Choi et al., 2021; Coon & Thompson, 2003; Szanton, Thorpe Jr, & Gitlin, 2014; Wetherell et al., 2005) .\n\nGender. No effect was found for gender in any of the studies that investigated this factor  (Boettche et al., 2016; Brenes et al., 2020; Choi et al., 2021; Dafsari et al., 2023; Danhauer et al., 2022; Janssen et al., 2023; Karlin et al., 2015; Schmaling et al., 2008; Thompson et al., 2015; Wetherell et al., 2005) .\n\nIn summary, the socio-demographic category included six predictors, of which four were found to have a significant effect on treatment outcome. However, findings in this category are mixed and two predictors (gender, occupation/income) consistently did not predict treatment outcome."
    },
    {
      "title": "Neurobiological predictors",
      "text": "This category included three factors, namely cognitive function, brain structure and function, and cortisol levels.\n\nCognitive function. Cognitive function was measured across ten studies using different instruments/tasks as outlined below. The main finding here was the association between cognitive flexibility, namely performance in the Wisconsin Card Sorting Test (WCST) and treatment outcomes, however, the findings were inconsistent. Worse pre-treatment performance in the WCST predicted worse treatment outcomes in one study investigating mixed depression & anxiety  (Silfvernagel et al., 2018) , better treatment outcomes in another study, investigating depression  (Goodkind et al., 2016) . One other study reported no effect of WCST performance, however, brain activation in specific regions of the brain during the task were predictive of a positive response to treatment  (Thompson et al., 2015) . The remaining studies investigated the following factors: verbal fluency and Stroop task performance  (Goodkind et al., 2016) , cognitive failures questionnaire  (Silfvernagel et al., 2018) , Verbal Paired Associates Retention  (Mohlman, 2020) , Mini Mental State Examination scores  (Caudle et al., 2007; Marquett et al., 2013; Wetherell et al., 2005) , verbal and non-verbal executive skills  (Mohlman, 2013) , cognitive flexibility composite measure  (Johnco et al., 2014)  and mild cognitive impairment  (Janssen et al., 2023) , which were non-significant.\n\nBrain structure and function. Prefrontal cortex activation during an executive function task (WCST set shifting) was reported as a significant predictor for treatment outcomes for depression by one study, namely the lower activity in the left inferior frontal triangle and right superior frontal gyrus and higher activity in the right middle frontal gyrus and left superior frontal gyrus  (Thompson et al., 2015) . One study examined hippocampal volume as a potential predictor but found no significant effect on treatment outcomes for anxiety  (Mohlman, 2020) .\n\nCortisol levels were only investigated by one study which found higher baseline cortisol levels to be associated with worse treatment outcomes for depression  (Holland et al., 2013) .\n\nIn summary, there were three factors investigated in this category and significant results were identified for each of these. Cognitive flexibility, a measure of cognitive function, was reported to have significant associations with treatment outcome, however, findings were mixed."
    },
    {
      "title": "Discussion",
      "text": "The present systematic literature review identified 28 factors which reported to significantly predict psychological treatment outcomes for CMHP in older adults in at least one study. Homework completion most consistently predicted positive treatment outcomes, whereas gender, income and physical comorbidities consistently did not predict treatment outcome. Symptom severity at baseline was the most commonly studied predictor across all conditions and treatment types, with higher baseline symptom severity largely, but not always predicting worse treatment outcomes.\n\nThe largest number of predictors were identified in the psychosocial category. Previous systematic reviews on treatment outcome predictors for CMHP in older adults have reported few psychosocial factors. In this category, the predictors identified were mostly related to patient outlook, life events experienced and associated coping. Emotion-focused coping strategies, and in particular using emotional support was consistently linked to better treatment outcomes. In contrast, problemfocused, avoidant or religious coping strategies appeared to have no effect on treatment outcomes. People using emotion-focused strategies may be more used to and familiar with discussing their emotions with others and therefore benefit more from therapy. The impact of life events was negatively associated with treatment outcomes in this review. The ongoing impact of stressful life events experienced by an older person was also highlighted in qualitative research by  (Frost et al., 2020) , who reported that older adults believed these issues to be unresponsive to treatment and created feelings of hopelessness. It therefore appears important to provide sufficient information to older adults on the beneficial impact of psychological therapies and how these can help with these stressful life events. The research into psychosocial treatment outcome predictors appears to be exploratory at this point and further research is needed in this area. This may also be of special interest as some of these factors are modifiable and could be addressed during treatment.\n\nIn contrast to previous reviews  (Amati et al., 2017; Kiosses et al., 2011) , which reported associations between social support and treatment outcomes across all ages  (Amati et al., 2017)  and for older age  (Kiosses et al., 2011) , poor social support was only found to be a significant predictor of worse treatment outcomes in a subsample of veterans  (Barrera et al., 2015) . One explanation for this finding may be that participants may have interpreted the social support as the presence of material, functional or psychological support rather than the quality of such support. Older adults may experience feelings of social isolation and loneliness even when surrounded by family or friends and previous research has shown links between loneliness and poorer depression outcomes  (Wang, Mann, Lloyd-Evans, Ma, & Johnson, 2018) . A qualitative study reporting on the experience of depression of older adults reported that older adults often felt that they wanted to talk about their problems, but were met with silence by family and friends  (Rydberg Sterner et al., 2020) . It would therefore be interesting to investigate loneliness as a potential factor for treatment outcomes in future research.\n\nHigher baseline symptom severity was mostly associated with worse treatment outcomes, which is in line with results from other reviews including both younger and older adults  (Amati et al., 2017; Tunvirachaisakul et al., 2018) . However, four studies included in this review reported better outcomes for higher symptoms at baseline: among these, three studies investigated treatment outcomes for depression and one study investigating PTSD treatment outcomes  (Böttche, Kuwert, Pietrzak, & Knaevelsrud, 2016) . Another study has reported this effect in the treatment of PTSD  (Foa, Riggs, Massie, & Yarczower, 1995) , and attributed displayed fear during therapy, experienced more by patients with initial higher symptom severity, being a necessary component of successful therapy for PTSD. In addition, these studies defined the outcome as the magnitude of pre-to post-treatment symptom severity change and patients with higher baseline severity may have had more room to improve. The studies that found higher baseline symptom severity to be associated with better outcomes reported pre-treatment means representing moderate symptoms  (Gilbody et al., 2024; Van Schaik et al., 2006) , moderate-severe  (Boettche et al., 2016)  or severe symptoms  (Dafsari et al., 2023) . Another possible explanation could be the influence of other factors on the relationship between baseline symptom severity and treatment outcomes. For example, previous research suggested that baseline symptom severity may interact with duration of symptoms to predict treatment outcomes in depression. In a younger sample, higher symptom severity was linked to better treatment outcomes in patients with chronic depression whereas this relationship could not be observed in patients with non-chronic depression (Lorenzo-Luaces,  Rodriguez-Quintana, & Bailey, 2020) . Future research should therefore explore the possible interplay between baseline symptom severity and other factors on psychological treatment outcomes for older adults.\n\nPsychological comorbidities were reported with mixed and contradictory results, leading to both better and worse treatment outcomes or not showing a significant effect in other studies. These differences may be due to the variability in the assessment of comorbidities. For example, the two studies that reported better treatment outcomes employed instruments to identify comorbidities that measure several conditions, such as the Structured Clinical Interview (SCID)  (Mohlman, 2020)  and the PROMIS-29  (Brenes et al., 2020) , whereas other studies employed measures specific to a certain condition, such as PHQ-8  (Hundt et al., 2014) , CES-D  (Schuurmans et al., 2009)  or PDQ  (Gulpers, et al., 2020) .\n\nIn the treatment-related category, most significant predictors were related to patients' engagement in treatment. Whilst the type of therapy, delivery method, expertise or competence of the therapist did not appear to affect treatment outcomes, positive associations were found for better rated therapeutic alliance, better homework completion and number of sessions attended. Higher rated therapeutic alliance and better homework completion were also linked with better psychological treatment outcomes in previous reviews including younger adults  (Arnow et al., 2013; Mausbach, Moore, Roesch, Cardenas, & Patterson, 2010) .\n\nFew conclusive associations were found in this review with regards to socio-demographic factors, which is in line with some previous reviews including older adults  (Gould et al., 2012a (Gould et al., , 2012b)) , but in contrast with  Tunvirachaisakul et al. (2018) , who identified age and Amati et al.\n\n(2017), who identified gender as significant predictors of treatment outcome, for older and younger adults, respectively. In this review, only three studies identified age as a significant predictor and these effects were contradictory. None of the studies reported any significant effect of gender on treatment outcome and where reported, effect sizes were small.\n\nThe majority of studies investigating predictors related to cognitive function reported non-significant results. This is in contrast with a previous review  (Tunvirachaisakul et al., 2018) , which identified performance in the Trail Making Test, a measure of executive function, to be associated with better treatment outcomes for older adults. In this review, only lower cognitive flexibility, as measured by perseverative errors in the Wisconsin Card Sorting Test, was reported to have a significant association with treatment outcome, which is in contrast to  (Lindner et al., 2016) , who found no association in younger adults. In one study, worse cognitive flexibility was reported to be associated with worse treatment outcomes  (Silfvernagel et al., 2018) . Cognitive flexibility and the ability to re-evaluate accuracy of beliefs and consider alternative beliefs may be an important factor in psychological therapies such as CBT and therefore worse cognitive flexibility may explain less beneficial treatment outcomes. In contrast, another study reported worse performance to be associated with better treatment outcomes  (Goodkind et al., 2016 ). An explanation for this may be that a person may be practising cognitive flexibility during CBT, which may address cognitive deficits that may be linked to negative mood. One other of the included studies in this review reported an interesting finding in this respect, with a change between pre and post verbal and non-verbal executive skills, which were non-significant predictors when measured at baseline, however, when measured again post-treatment, those with intact or improved executive function skills benefited more from treatment. This may provide an interesting avenue for adaptation of treatment to include the acquisition of executive skills."
    },
    {
      "title": "Strengths and limitations",
      "text": "The main strength of this systematic review is the inclusion of different types of common mental health problems and the focus on evidence-based psychological treatments, thus providing a comprehensive summary of the known predictors of psychological treatments for these conditions. A limitation of this review is that it does not include findings from grey literature and only includes reported results as due to time constraints we were not able to contact the study authors to obtain this information. Limitations of studies included in this review include the high heterogeneity across the studies. A number of studies took an exploratory approach, which meant that more than a third of all reported predictors were only investigated by one study, making it difficult to draw conclusions for these. Although desirable, it was not possible for us to conduct a meta-analysis due to the high heterogeneity in measures for both predictors and outcomes as well as limitations in the reporting of statistical test results in the included studies. Further, a large percentage (64%) of the included studies had a small sample size of fewer than 100 participants, which may mean they were underpowered to find moderator effects or require replication. A considerable number of studies were either exploratory, secondary analyses of RCTs or did not have the identification of predictors of treatment outcome as their primary aim. There was a high variability in how effect sizes for different predictors were reported and effect sizes for non-significant predictors were often not reported, which limited the ability for analysis and comparison. Further research should aim to report standardised statistical test results, which allow for comparison and more effective synthesis of results.\n\nThere were mixed results for some of the identified predictors, with either opposing results across studies or effects for a predictor identified in some studies but not others, which again, may make it difficult to draw specific conclusion. Lastly, the majority of studies examined the effects of cognitive-behaviour therapy (71%), with few studies covering other treatments. However, older adults are offered and receive a whole range of different treatments, as recommended by NICE and offered in services such as the NHS Talking Therapies in the UK, hence further research into other types of treatment, such as counselling, may be warranted.\n\nThe review did not include studies that investigated the predictors of treatment outcomes for patients with severe cognitive impairment or dementia, however, cognitive decline may impact treatment outcomes in older adults  (Kiosses et al., 2011) . The results of this study therefore need to be interpreted in this context and further research should explore whether the presence of severe cognitive decline or dementia may impact the results presented in this review."
    },
    {
      "title": "Implications and future directions",
      "text": "This review provides important insight into factors that impact psychological treatment outcomes for CMHP in older adults and can support in identifying who benefits from treatment most or least. This is of importance in a clinical setting as it would allow for the effective adjusting or tailoring of treatment for individual patients, making treatment more effective and promoting healthier lives for older adults. For example, in this review better therapeutic alliance and homework completion were associated with better treatment outcomes, which are aspects that clinicians can pay particular attention to during treatment.\n\nSome areas appear to be understudied and may require further research. Studies in this review predominantly studied depression and anxiety, whereas few studies looked at other types of conditions, such as mixed depression and anxiety or PTSD, and none of the identified studies investigated obsessive-compulsive disorder. Similarly, with regards to treatment types, the focus appeared to be on CBT, with few studies investigating predictors for other types of treatment. However, older adults should be offered the whole range of treatments recommended in treatment guidelines, such as interpersonal psychotherapy, EMDR, brief psychodynamic psychotherapy or counselling for depression  (NHS Digital, 2020) , for which research into predictors of treatment outcomes for older adults appears to be scarce or non-existent.\n\nWith regards to individual predictors further research into inconclusive findings would be interesting. For example, in contrast to a previous review including older adults, age was only found to be predictive of treatment outcomes in three studies in this review, with contradictory findings. The average age of the participants in this sample was 68.6 years, which could be considered 'young old'  (Public Health England, 2019)  and few studies provided an age range. Therefore, little is known about treatment predictors in the 'old' (75-84 years) and 'older old' (85 years and above), yet there is some evidence that these groups benefit least from treatment  (Pettit et al., 2017; Public Health England, 2019) . As the population grows older, with the category of those over 80 projected to rise the most, potential age specific effects in the older age categories would be worthwhile to explore in future research.\n\nAs mentioned previously, research into psychosocial predictors of treatment outcomes appears to be exploratory at this point and further research in this area would be beneficial. Identifying factors which are modifiable could present opportunities for therapists to address these during therapy. One such example could be self-compassion, which has previously been linked to mental health outcomes  (Tavares, Vagos, & Xavier, 2020 ), but has not been studied as a potential predictor for treatment outcomes.\n\nOnly one study investigated biological predictors in this study. Biomarkers are intensively studied as predictors in anti-depressant treatment  (Tunvirachaisakul et al., 2018) , however, appear to be relatively understudied for psychological therapies, for an example see  (Koch et al., 2009) , however, this study only included younger adults. Objectively measured predictors of treatment outcome may provide interesting additional insight to the research on predictors, so future studies could explore this avenue.\n\nLastly, studies with larger samples should be conducted as studies included in this review may have been underpowered to identify predictors of treatment outcomes due to small sample sizes."
    },
    {
      "title": "Conclusion",
      "text": "This review identified 28 predictors for psychological treatment outcomes for CMHP in older adults across five different domains, with most predictors in the psychosocial category. Homework completion most consistently predicted positive treatment outcomes, whereas gender, income and physical conditions most consistently did not predict treatment outcomes. Baseline symptom severity was the most commonly studied predictor and was largely, but not exclusively, negatively associated with treatment outcomes across different conditions and types of treatment. Mixed or inconclusive findings were reported for a high proportion of factors. In future, further studies are required for the identification of factors affecting psychological treatment outcomes, which could inform the development of more personalised treatment approaches, particularly where factors are modifiable and can be addressed before and during treatment."
    },
    {
      "text": "Fig. 1. Selection process (PRISMA flow diagram)."
    },
    {
      "text": "BDT = Brief psychodynamic therapy, BT = Behavioural therapy, CT = Cognitive therapy, CBT = Cognitive-behavioural therapy, ICBT = Internet-based cognitive-behavioural therapy, IPT = Interpersonal Psychotherapy. CMHP scale ACQ = Agoraphobic Cognitions Questionnaire, ADIS-IV = Anxiety Disorders Interview Schedule, BAI = Beck Anxiety Inventory, BDI-II = Beck Depression Inventory, BHS = Beck Hopelessness Scale, BSI = Brief Symptom Inventory, CAPS-5 = Clinician-administered PTSD Scale, CES-D = Centre for Epidemiologic Studies Depression Scale, GAD-Q = Generalised Anxiety Disorder Questionnaire-IV, GADSS = Generalised Anxiety Disorder Severity Scale, GDS = Geriatric Depression Scale, HAMA = Hamilton Anxiety Rating Scale, HARS = Hamilton Anxiety Rating Scale, HDRS/Ham-D = Hamilton Depression Rating Scale, HSCL-20 = Hopkins Symptom Checklist-20, MADRS = Montgomery Åsberg Depression Rating Scale, MI-A = Mobility Inventory Avoidance Scale, MINI = Mini-International Neuropsychiatric Interview, PDS = Post-traumatic diagnostic scale, PHQ-9 = Patient Health Questionnaire, PROMIS-29 -Patient Reported Outcomes Measurement Information System, PSS-SR = PTSD Symptom Scale-Self Report, PSWQ = Penn State Worry Questionnaire, QIDS-16 = Quick Inventory of Depressive Symptomatology, SADS = Schedule for Affective Disorders and Schizophrenia, SCID = Structured Clinical Interview for DSM-IV Axis I Disorders, SIGH-A = Structured Interview Guide for the Hamilton Anxiety Scale, STAI-T = Spielberger State-Trait Anxiety Inventory.a Effective Public Health Practice Project."
    },
    {
      "text": "et al. (2020) (l) x Danhauer et al. (2022) (l) x x Hundt et al. (2014) (l) x Belliveau et al. (2021) (s) x (mixed) (continued on next page)"
    },
    {
      "text": "al. (2005) (s) xMarital status (being married) Laidlaw et al. (2008) (s) -3 33% Holland et al. (2013) (s) x Wetherell et al. (2005) (s) x Education Gum et al. (2007) (s) + 8 25% Johnco et al. (2014) (s) + (mixed) Marquett et al. (2013) (s) x (continued on next page)"
    },
    {
      "text": "Characteristics and quality rating of included studies."
    },
    {
      "text": "Overview of all investigated predictors in the included studies by predictor category."
    },
    {
      "text": "(continued )"
    },
    {
      "text": "(continued )"
    }
  ],
  "references": [
    {
      "title": "The impact of Covid-19 to date on older people's mental and physical health",
      "year": 2020,
      "doi": "10.1002/pnp.0010119"
    },
    {
      "title": "The impact of Covid-19 on older people's mental and physical health: One year on",
      "year": 2021,
      "doi": "10.1002/pnp.0010119"
    },
    {
      "title": "Predictors of outcomes for patients with common mental health disorders receiving psychological therapies in community settings: A systematic review",
      "authors": [
        "F Amati",
        "C Banks",
        "G Greenfield",
        "J Green"
      ],
      "year": 2017,
      "doi": "10.1093/pubmed/fdx168"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2013
    },
    {
      "title": "Treatment of depression in low-income older adults",
      "authors": [
        "P Arean",
        "A Gum",
        "C Mcculloch",
        "A Bostrom",
        "D Gallagher-Thompson",
        "L Thompson"
      ],
      "year": 2005
    },
    {
      "title": "The relationship between the therapeutic alliance and treatment outcome in two distinct psychotherapies for chronic depression",
      "authors": [
        "B Arnow",
        "D Steidtmann",
        "C Blasey",
        "R Manber",
        "M Constantino",
        "D Klein",
        "J Kocsis"
      ],
      "year": 2013,
      "doi": "10.1037/a0031530"
    },
    {
      "title": "Cognitive-behavioral therapy for late-life anxiety: Similarities and differences between veteran and community participants",
      "authors": [
        "T Barrera",
        "J Cully",
        "A Amspoker",
        "N Wilson",
        "C Kraus-Schuman",
        "P Wagener",
        "M Stanley"
      ],
      "year": 2015,
      "doi": "10.1016/j.janxdis.2015.04.005"
    },
    {
      "title": "Anxiety and depression in later life: Co-occurrence and communality of risk factors",
      "authors": [
        "A Beekman",
        "E De Beurs",
        "A Van Balkom",
        "D Deeg",
        "R Van Dyck",
        "W Van Tilburg"
      ],
      "year": 2000,
      "doi": "10.1176/ajp.157.1.89"
    },
    {
      "title": "Effects of mindfulness-based cognitive therapy on peripheral markers of stress and inflammation in older-adults with depression and anxiety: A parallel analysis of a randomized controlled trial",
      "authors": [
        "C Belliveau",
        "C Nagy",
        "S Escobar",
        "N Mechawar",
        "G Turecki",
        "S Rej",
        "S Torres-Platas"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyt.2021.804269"
    },
    {
      "title": "Predictors of outcome of an internet-based cognitive-behavioural therapy for post-traumatic stress disorder in older adults",
      "authors": [
        "M Boettche",
        "P Kuwert",
        "R Pietrzak",
        "C Knaevelsrud"
      ],
      "year": 2016,
      "doi": "10.1111/papt.12069"
    },
    {
      "title": "Predictors of outcome of an internet-based cognitive-behavioural therapy for post-traumatic stress disorder in older adults",
      "authors": [
        "M Böttche",
        "P Kuwert",
        "R Pietrzak",
        "C Knaevelsrud"
      ],
      "year": 2016,
      "doi": "10.1111/papt.12069"
    },
    {
      "title": "Comparison of cognitive-behavioral therapy and yoga for the treatment of late-life worry: A randomized preference trial",
      "authors": [
        "G Brenes",
        "J Divers",
        "M Miller",
        "A Anderson",
        "G Hargis",
        "S Danhauer"
      ],
      "year": 2020
    },
    {
      "title": "Drop-out from addiction treatment: A systematic review of risk factors",
      "authors": [
        "H Brorson",
        "E Ajo Arnevik",
        "K Rand-Hendriksen",
        "F Duckert"
      ],
      "year": 2013,
      "doi": "10.1016/j.cpr.2013.07.007"
    },
    {
      "title": "High occurrence of mood and anxiety disorders among older adults: The National Comorbidity Survey Replication",
      "authors": [
        "A Byers",
        "K Yaffe",
        "K Covinsky",
        "M Friedman",
        "M Bruce"
      ],
      "year": 2010,
      "doi": "10.1001/archgenpsychiatry.2010.35"
    },
    {
      "title": "Treatment of obsessive compulsive disorder in the elderly: A review and case example",
      "authors": [
        "J Calamari",
        "S Faber",
        "B Hitsman",
        "C Poppe"
      ],
      "year": 1994
    },
    {
      "title": "Treating late-life generalized anxiety disorder in primary care: An effectiveness pilot study",
      "authors": [
        "J Calleo",
        "A Bush",
        "J Cully",
        "N Wilson",
        "C Kraus-Schuman",
        "H Rhoades",
        "M Stanley"
      ],
      "year": 2013
    },
    {
      "title": "Cognitive errors, symptom severity, and response to cognitive behavior therapy in older adults with generalized anxiety disorder",
      "authors": [
        "D Caudle",
        "A Senior",
        "J Wetherell",
        "H Rhoades",
        "J Beck",
        "M Kunik",
        "M Stanley"
      ],
      "year": 2007,
      "doi": "10.1097/jgp.0b013e31803c550d"
    },
    {
      "title": "Religious coping and acceptability and outcome of short-term psychotherapeutic treatments for depression among low-income homebound older adults",
      "authors": [
        "N Choi",
        "J Sullivan",
        "C Marti",
        "M Kunik"
      ],
      "year": 2021
    },
    {
      "title": "Treatment of PTSD in older adults: Do cognitivebehavioral interventions remain viable?",
      "authors": [
        "J Clapp",
        "J Beck"
      ],
      "year": 2012,
      "doi": "10.1016/j.cbpra.2010.10.002"
    },
    {
      "title": "The relationship between homework compliance and treatment outcomes among older adult outpatients with mild-to moderate depression",
      "authors": [
        "D Coon",
        "L Thompson"
      ],
      "year": 2003
    },
    {
      "title": "Is psychotherapy for depression equally effective in younger and older adults? A meta-regression analysis",
      "authors": [
        "P Cuijpers",
        "A Van Straten",
        "F Smit",
        "G Andersson"
      ],
      "year": 2009,
      "doi": "10.1017/s1041610208008089"
    },
    {
      "title": "Cognitive behavioral therapy for late-life depression (CBTlate): Results of a multicenter, randomized, observer-blinded, Controlled trial",
      "authors": [
        "F Dafsari",
        "B Bewernick",
        "S Böhringer",
        "K Domschke",
        "M Elsaesser",
        "M Löbner",
        "F Jessen"
      ],
      "year": 2023,
      "doi": "10.1159/000529445"
    },
    {
      "title": "A randomized preference trial comparing cognitive-behavioral therapy and yoga for the treatment of late-life worry: Examination of impact on depression, generalized anxiety, fatigue, pain, social participation, and physical function",
      "authors": [
        "S Danhauer",
        "M Miller",
        "J Divers",
        "A Anderson",
        "G Hargis",
        "G Brenes"
      ],
      "year": 2022,
      "doi": "10.1177/2164957x221100405"
    },
    {
      "title": "The new field of 'precision psychiatry",
      "authors": [
        "B Fernandes",
        "L Williams",
        "J Steiner",
        "M Leboyer",
        "A Carvalho",
        "M Berk"
      ],
      "year": 2017,
      "doi": "10.1186/s12916-017-0849-x"
    },
    {
      "title": "The impact of fear activation and anger on the efficacy of exposure treatment for posttraumatic stress disorder",
      "authors": [
        "E Foa",
        "D Riggs",
        "E Massie",
        "M Yarczower"
      ],
      "year": 1995
    },
    {
      "title": "Supporting frail older people with depression and anxiety: A qualitative study",
      "authors": [
        "R Frost",
        "P Nair",
        "S Aw",
        "R Gould",
        "K Kharicha",
        "M Buszewicz",
        "K Walters"
      ],
      "year": 2020,
      "doi": "10.1080/13607863.2019.1647132"
    },
    {
      "title": "Impact of confirming patient expectations of change processes in behavioral, cognitive, and brief dynamic psychotherapy",
      "authors": [
        "L Gaston",
        "C Marmar",
        "D Gallagher",
        "L Thompson"
      ],
      "year": 1989,
      "doi": "10.1037/h0085439"
    },
    {
      "title": "Alliance, technique, and their interactions in predicting outcome of behavioral, cognitive, and brief dynamic therapy",
      "authors": [
        "L Gaston",
        "L Thompson",
        "D Gallagher",
        "L.-G Cournoyer",
        "R Gagnon"
      ],
      "year": 1998
    },
    {
      "title": "The feasibility of eye movement desensitization and reprocessing (EMDR) for older adults with posttraumatic stress disorder (PTSD) and comorbid psychiatric and somatic disorders",
      "authors": [
        "E Gielkens",
        "S Sobczak",
        "G Rossi",
        "S Van Alphen"
      ],
      "year": 2022,
      "doi": "10.1037/tra0001402"
    },
    {
      "title": "Behavioural activation to mitigate the psychological impacts of COVID-19 restrictions on older people in England and Wales (BASIL+): A pragmatic randomised controlled trial",
      "authors": [
        "S Gilbody",
        "E Littlewood",
        "D Mcmillan",
        "L Atha",
        "D Bailey",
        "K Baird"
      ],
      "year": 2024,
      "doi": "10.1016/S2666-7568(23)00238-6"
    },
    {
      "title": "The impact of executive function on response to cognitive behavioral therapy in late-life depression",
      "authors": [
        "M Goodkind",
        "D Gallagher-Thompson",
        "L Thompson",
        "S Kesler",
        "L Anker",
        "J Flournoy",
        "R … O'hara"
      ],
      "year": 2016
    },
    {
      "title": "Cognitive behavioral therapy for depression in older people: A meta-analysis and meta-regression of randomized controlled trials",
      "authors": [
        "R Gould",
        "M Coulson",
        "R Howard"
      ],
      "year": 2012
    },
    {
      "title": "Efficacy of cognitive behavioral therapy for anxiety disorders in older people: A meta-analysis and meta-regression of randomized controlled trials",
      "authors": [
        "R Gould",
        "M Coulson",
        "R Howard"
      ],
      "year": 2012,
      "doi": "10.1111/j.1532-5415.2011.03824.x"
    },
    {
      "title": "The impact of personality pathology on treatment outcome in late-life panic disorder",
      "authors": [
        "B Gulpers",
        "R Oude Voshaar",
        "M Kampman",
        "F Verhey",
        "V Hendriks"
      ],
      "year": 2020,
      "doi": "10.1097/pra.0000000000000472"
    },
    {
      "title": "Low-income depressed older adults with psychiatric comorbidity: Secondary analyses of response to psychotherapy and case management",
      "authors": [
        "A Gum",
        "P Arean",
        "A Bostrom"
      ],
      "year": 2007,
      "doi": "10.1002/gps.1702"
    },
    {
      "title": "Depression treatment preferences in older primary care patients",
      "authors": [
        "A Gum",
        "P Areán",
        "E Hunkeler",
        "L Tang",
        "W Katon",
        "P Hitchcock",
        "J Unützer"
      ],
      "year": 2006
    },
    {
      "title": "Depression and cardiovascular disease: A clinical review",
      "authors": [
        "D Hare",
        "S Toukhsati",
        "P Johansson",
        "T Jaarsma"
      ],
      "year": 2014,
      "doi": "10.1093/eurheartj/eht462"
    },
    {
      "title": "Cognitive-behavioral therapy for panic disorder with agoraphobia in older people: A comparison with younger patients",
      "authors": [
        "G Hendriks",
        "M Kampman",
        "G Keijsers",
        "C Hoogduin",
        "R Voshaar"
      ],
      "year": 2014
    },
    {
      "title": "Predictors of outcome of pharmacological and psychological treatment of late-life panic disorder with agoraphobia",
      "authors": [
        "Keijsers Hendriks",
        "G Kampman",
        "M Hoogduin",
        "C Oude Voshaar"
      ],
      "year": 2012,
      "doi": "10.1002/gps.2700"
    },
    {
      "title": "Predicting cognitive behavioral therapy outcome in the outpatient sector based on clinical routine data: A machine learning approach",
      "authors": [
        "K Hilbert",
        "S Kunas",
        "U Lueken",
        "N Kathmann",
        "T Fydrich",
        "L Fehm"
      ],
      "year": 2020
    },
    {
      "title": "Pretreatment cortisol levels predict posttreatment outcomes among older adults with depression in cognitive behavioral therapy",
      "authors": [
        "J Holland",
        "A Schatzberg",
        "R O'hara",
        "R Marquett",
        "D Gallagher-Thompson"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychres.2013.07.033"
    },
    {
      "title": "Predictors of CBT outcome in older adults with GAD",
      "authors": [
        "N Hundt",
        "A Amspoker",
        "C Kraus-Schuman",
        "J Cully",
        "H Rhoades",
        "M Kunik",
        "M Stanley"
      ],
      "year": 2014
    },
    {
      "title": "Behavioural activation versus treatment as usual for depressed older adults in primary care: A pragmatic cluster-randomised controlled trial",
      "authors": [
        "N Janssen",
        "P Lucassen",
        "M Huibers",
        "D Ekers",
        "T Broekman",
        "J Bosmans",
        "G Hendriks"
      ],
      "year": 2023,
      "doi": "10.1159/000531201"
    },
    {
      "title": "The influence of cognitive flexibility on treatment outcome and cognitive restructuring skill acquisition during cognitive behavioural treatment for anxiety and depression in older adults: Results of a pilot study",
      "authors": [
        "C Johnco",
        "V Wuthrich",
        "R Rapee"
      ],
      "year": 2014
    },
    {
      "title": "Comorbidity of depression with physical disorders: Research and clinical implications",
      "authors": [
        "H.-J Kang",
        "S.-Y Kim",
        "K.-Y Bae",
        "S.-W Kim",
        "I.-S Shin",
        "J.-S Yoon",
        "J.-M Kim"
      ],
      "year": 2015,
      "doi": "10.4068/cmj.2015.51.1.8"
    },
    {
      "title": "Comparison of the effectiveness of cognitive behavioral therapy for depression among older versus younger veterans: Results of a national evaluation",
      "authors": [
        "B Karlin",
        "M Trockel",
        "G Brown",
        "M Gordienko",
        "J Yesavage",
        "C Taylor"
      ],
      "year": 2015
    },
    {
      "title": "Psychosocial interventions for late-life major depression: Evidence-based treatments, predictors of treatment outcomes, and moderators of treatment effects",
      "authors": [
        "D Kiosses",
        "A Leon",
        "P Areán"
      ],
      "year": 2011
    },
    {
      "title": "Cognitive behaviour therapy for generalized anxiety disorder: Is CBT equally efficacious in adults of working age and older adults?",
      "authors": [
        "N Kishita",
        "K Laidlaw"
      ],
      "year": 2017
    },
    {
      "title": "Changes in CREB phosphorylation and BDNF plasma levels during psychotherapy of depression",
      "authors": [
        "J Koch",
        "D Hinze-Selch",
        "K Stingele",
        "C Huchzermeier",
        "R Göder",
        "M Seeck-Hirschner",
        "J Aldenhoff"
      ],
      "year": 2009
    },
    {
      "title": "The PHQ-9: Validity of a brief depression severity measure",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2001,
      "doi": "10.1046/j.1525-1497.2001.016009606.x"
    },
    {
      "title": "A randomised controlled trial of cognitive behaviour therapy vs treatment as usual in the treatment of mild to moderate late life depression",
      "authors": [
        "K Laidlaw",
        "K Davidson",
        "H Toner",
        "G Jackson",
        "S Clark",
        "J Law",
        "S Cross"
      ],
      "year": 2008
    },
    {
      "title": "Older adults' acceptance of psychological and pharmacological treatments for depression",
      "authors": [
        "P Landreville",
        "J Landry",
        "L Baillargeon",
        "A Guérette",
        "E Matteau"
      ],
      "year": 2001
    },
    {
      "title": "Does cognitive flexibility predict treatment gains in internetdelivered psychological treatment of social anxiety disorder, depression, or tinnitus? Peerj",
      "authors": [
        "P Lindner",
        "P Carlbring",
        "E Flodman",
        "A Hebert",
        "S Poysti",
        "F Hagkvist",
        "G … Andersson"
      ],
      "year": 2016
    },
    {
      "title": "Double trouble: Do symptom severity and duration interact to predicting treatment outcomes in adolescent depression?",
      "authors": [
        "L Lorenzo-Luaces",
        "N Rodriguez-Quintana",
        "A Bailey"
      ],
      "year": 2020,
      "doi": "10.1016/j.brat.2020.103637"
    },
    {
      "title": "Psychosocial predictors of treatment response to cognitive-behavior therapy for late-life depression: An exploratory study",
      "authors": [
        "R Marquett",
        "L Thompson",
        "R Reiser",
        "J Holland",
        "R O'hara",
        "S Kesler",
        "D Thompson"
      ],
      "year": 2013
    },
    {
      "title": "The relationship between homework compliance and therapy outcomes: An updated meta-analysis",
      "authors": [
        "B Mausbach",
        "R Moore",
        "S Roesch",
        "V Cardenas",
        "T Patterson"
      ],
      "year": 2010,
      "doi": "10.1007/s10608-010-9297-z"
    },
    {
      "title": "Interrater reliability: the kappa statistic",
      "authors": [
        "M Mchugh"
      ],
      "year": 2012
    },
    {
      "title": "Predictors of outcomes of psychological treatments for disordered gambling: A systematic review",
      "authors": [
        "S Merkouris",
        "S Thomas",
        "C Browning",
        "N Dowling"
      ],
      "year": 2016,
      "doi": "10.1016/j.cpr.2016.06.004"
    },
    {
      "title": "Executive skills in older adults with GAD: Relations with clinical variables and CBT outcome",
      "authors": [
        "J Mohlman"
      ],
      "year": 2013,
      "doi": "10.1016/j.janxdis.2012.12.001"
    },
    {
      "title": "Neurocognitive predictors of long-term outcome in CBT for late life generalized anxiety disorder",
      "authors": [
        "J Mohlman"
      ],
      "year": 2020
    },
    {
      "title": "Mental health in older people A practice primer",
      "authors": [
        "C Mueller",
        "A Thompsell",
        "D Harwood",
        "P Bagshaw",
        "A Burns"
      ],
      "year": 2017
    },
    {
      "title": "Common Mental Health Problems: Identification and Pathways to Care",
      "year": 2011,
      "doi": "10.1258/jicp.2007.007174"
    },
    {
      "title": "Psychological therapies, annual report on the use of IAPT services 2019-20",
      "year": 2020,
      "doi": "10.1186/s12888-019-2235-z"
    },
    {
      "title": "Psychological therapies: Reports on the use of IAPT services",
      "year": 2021
    },
    {
      "title": "Living longer: Is age 70 the new age",
      "year": 2019
    },
    {
      "title": "The PRISMA 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow",
        "D Moher"
      ],
      "year": 2021
    },
    {
      "title": "Variation in referral and access to new psychological therapy services by age: An empirical quantitative study",
      "authors": [
        "S Pettit",
        "A Qureshi",
        "W Lee",
        "R Byng",
        "A Gibson",
        "A Stirzaker",
        "W Henley"
      ],
      "year": 2017
    },
    {
      "title": "Chapter 1: Life expectancy and healthy life expectancy",
      "year": 2017,
      "doi": "10.1093/acrefore/9780190632366.013.384"
    },
    {
      "title": "Depression in older adults",
      "authors": [
        "J Rodda",
        "Z Walker",
        "J Carter"
      ],
      "year": 2011
    },
    {
      "title": "Improved outcomes for depressed elder abuse victims with video-delivered psychotherapy during COVID-19",
      "authors": [
        "I Rollandi",
        "S Banerjee",
        "Y Qiu",
        "O Fiallo",
        "T Abramson",
        "J Berman",
        "J Sirey"
      ],
      "year": 2023,
      "doi": "10.1080/10503307.2023.2292743"
    },
    {
      "title": "I wanted to talk about it, but I couldn't', an H70 focus group study about experiencing depression in early late life",
      "authors": [
        "Rydberg Sterner",
        "T Dahlin-Ivanoff",
        "S Gudmundsson",
        "P Wiktorsson",
        "S Hed",
        "S Falk",
        "H Waern"
      ],
      "year": 2020
    },
    {
      "title": "Older adults respond better to psychological therapy than working-age adults: Evidence from a large sample of mental health service attendees",
      "authors": [
        "R Saunders",
        "J Buckman",
        "J Stott",
        "J Leibowitz",
        "E Aguirre",
        "A John",
        "S Pilling"
      ],
      "year": 2021
    },
    {
      "title": "The content of behavior therapy for depression demonstrates few associations with treatment outcome among low-income, medically III older adults",
      "authors": [
        "K Schmaling",
        "B Williams",
        "S Schwartz",
        "P Ciechanowski",
        "J Logerfo"
      ],
      "year": 2008
    },
    {
      "title": "Long-term effectiveness and prediction of treatment outcome in cognitive behavioral therapy and sertraline for late-life anxiety disorders",
      "authors": [
        "J Schuurmans",
        "H Comijs",
        "P Emmelkamp",
        "I Weijnen",
        "M Van Den Hout",
        "R Van Dyck"
      ],
      "year": 2009
    },
    {
      "title": "Individually tailored internet-based cognitive behaviour therapy for older adults with anxiety and depression: A randomised controlled trial",
      "authors": [
        "K Silfvernagel",
        "A Westlinder",
        "S Andersson",
        "K Bergman",
        "R Diaz Hernandez",
        "L Fallhagen",
        "G … Andersson"
      ],
      "year": 2018
    },
    {
      "title": "Depression and anxiety as predictors of mortality among heart failure patients: Systematic review and meta-analysis",
      "authors": [
        "I Sokoreli",
        "J De Vries",
        "S Pauws",
        "E Steyerberg"
      ],
      "year": 2016
    },
    {
      "title": "A brief measure for assessing generalized anxiety disorder: The GAD-7",
      "authors": [
        "R Spitzer",
        "K Kroenke",
        "J Williams",
        "B Löwe"
      ],
      "year": 2006
    },
    {
      "title": "Lay providers can deliver effective cognitive behavior therapy for older adults with generalized anxiety disorder: A randomized trial",
      "authors": [
        "M Stanley",
        "N Wilson",
        "A Amspoker",
        "C Kraus-Schuman",
        "P Wagener",
        "J Calleo",
        "M Kunik"
      ],
      "year": 2014
    },
    {
      "title": "Beat the blues decreases depression in financially strained older African-American adults",
      "authors": [
        "S Szanton",
        "R Thorpe",
        "Jr",
        "L Gitlin"
      ],
      "year": 2014,
      "doi": "10.1016/j.jagp.2013.05.008"
    },
    {
      "title": "The role of self-compassion in the psychological (mal)adjustment of older adults: A scoping review",
      "authors": [
        "L Tavares",
        "P Vagos",
        "A Xavier"
      ],
      "year": 2020
    },
    {
      "title": "A process for systematically reviewing the literature: Providing the research evidence for public health nursing interventions",
      "authors": [
        "B Thomas",
        "D Ciliska",
        "M Dobbins",
        "S Micucci"
      ],
      "year": 2004
    },
    {
      "title": "Comorbidity between PTSD and anxiety and depression: Implications for IAPT services",
      "authors": [
        "R Thomlinson",
        "S Muncer",
        "H Dent"
      ],
      "year": 2017
    },
    {
      "title": "fMRI activation during executive function predicts response to cognitive behavioral therapy in older, depressed adults",
      "authors": [
        "D Thompson",
        "S Kesler",
        "K Sudheimer",
        "K Mehta",
        "L Thompson",
        "R Marquett",
        "… O'hara"
      ],
      "year": 2015
    },
    {
      "title": "Comparative effectiveness of psychotherapies for depressed elders",
      "authors": [
        "L Thompson",
        "D Gallagher",
        "J Breckenridge"
      ],
      "year": 1987
    },
    {
      "title": "Predictors of treatment outcome in depression in later life: A systematic review and meta-analysis",
      "authors": [
        "C Tunvirachaisakul",
        "R Gould",
        "M Coulson",
        "E Ward",
        "G Reynolds",
        "R Gathercole",
        "R Howard"
      ],
      "year": 2018
    },
    {
      "title": "Interpersonal psychotherapy for elderly patients in primary care",
      "authors": [
        "A Van Schaik",
        "H Van Marwijk",
        "H Adèr",
        "R Van Dyck",
        "M De Haan",
        "B Penninx",
        "G Buitenamstel"
      ],
      "year": 2006
    },
    {
      "title": "Associations between loneliness and perceived social support and outcomes of mental health problems: A systematic review",
      "authors": [
        "J Wang",
        "F Mann",
        "B Lloyd-Evans",
        "R Ma",
        "S Johnson"
      ],
      "year": 2018
    },
    {
      "title": "Modular psychotherapy for anxiety in older primary care patients",
      "authors": [
        "J Wetherell",
        "C Ayers",
        "J Sorrell",
        "S Thorp",
        "R Nuevo",
        "W Belding",
        "T Patterson"
      ],
      "year": 2009
    },
    {
      "title": "Cognitive-behavioral therapy for late-life generalized anxiety disorder: Who gets better?",
      "authors": [
        "J Wetherell",
        "D Hopko",
        "G Diefenbach",
        "P Averill",
        "J Beck",
        "M Craske",
        "M Stanley"
      ],
      "year": 2005,
      "doi": "10.1016/s0005-7894(05)80063-2"
    },
    {
      "title": "International statistical classification of diseases and related health problems",
      "year": 2019,
      "doi": "10.1071/sh17086"
    },
    {
      "title": "Internet-based cognitive behavioral therapy for depression: A feasibility study for home care older adults",
      "authors": [
        "X Xiang",
        "Y Sun",
        "S Smith",
        "P Lai",
        "J Himle"
      ],
      "year": 2020
    }
  ],
  "num_references": 91,
  "original_doi": "https://doi.org/10.13039/100009981"
}
