{
  "paper_id": "XKCQM58J",
  "title": "Community-Based Participatory Research Contributions to Intervention Research: The Intersection of Science and Practice to Improve Health Equity",
  "abstract": "Community-based participatory research (CBPR) has emerged in the last decades as a transformative research paradigm that bridges the gap between science and practice through community engagement and social action to increase healthequity. CBPRexpandsthepotential for the translational sciences to develop, implement, and disseminate effective interventions across diverse communitiesthroughstrategiesto redress power imbalances; facilitate mutual benefit among community and academic partners; and promote reciprocal knowledge translation, incorporating community theories into the research. We identify the barriers and challenges within the intervention and implementation sciences, discuss how CBPR can address these challenges, provide an illustrative research example, and discuss next steps to advancethetranslationalscience of CBPR.",
  "year": 2009,
  "date": "2009-11-03",
  "journal": "Annu Rev Public Health",
  "publication": "Annu Rev Public Health",
  "authors": [
    {
      "forename": "Nina",
      "surname": "Wallerstein",
      "name": "Nina Wallerstein",
      "affiliation": "Center for Participatory Research , Department of Family and Community Medicine and Office of Community Health , School of Medicine , University of New Mexico , Albuquerque. \n\t\t\t\t\t\t\t\t Center for Participatory Research \n\t\t\t\t\t\t\t\t Department of Family and Community Medicine and Office of Community Health \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Albuquerque",
      "email": "nwallerstein@salud.unm.edu"
    },
    {
      "forename": "Bonnie",
      "surname": "Drph",
      "name": "Bonnie Drph",
      "affiliation": "Center for Participatory Research , Department of Family and Community Medicine and Office of Community Health , School of Medicine , University of New Mexico , Albuquerque. \n\t\t\t\t\t\t\t\t Center for Participatory Research \n\t\t\t\t\t\t\t\t Department of Family and Community Medicine and Office of Community Health \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Albuquerque"
    },
    {
      "surname": "Duran",
      "name": "Duran",
      "affiliation": "Center for Participatory Research , Department of Family and Community Medicine and Office of Community Health , School of Medicine , University of New Mexico , Albuquerque. \n\t\t\t\t\t\t\t\t Center for Participatory Research \n\t\t\t\t\t\t\t\t Department of Family and Community Medicine and Office of Community Health \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Albuquerque"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "ALTHOUGH MUCH EVIDENCE exists of health and social disparities within populations of color and other marginalized groups, the real challenge lies ahead-to develop, implement, and sustain effective strategies to eliminate disparities in clinical and public health systems and population health status. Community-based participatory research (CBPR) represents a transformative research opportunity to unite the growing interest of health professionals, academics, and communities in giving underserved communities a genuine voice in research, and therefore to increase the likelihood of an intervention's success.  1  In this article, we add to the literature on intervention and implementation sciences by identifying barriers and challenges to building bridges between science and community-based practice and policy. We illustrate ways to address these challenges through an example of successful CBPR work done among American Indians in the Southwest, and through presenting CBPR as an overall translational strategy for diverse communities to improve health equity.\n\nSeveral definitions of CBPR circulate widely. In their 1995 study of participatory research in Canada, Green et al. defined CBPR as an ''inquiry with the participation of those affected by an issue for the purpose of education and action for effecting change.''  2 In the definition offered by the Agency for Healthcare Research and Quality in 2004, CBPR is an approach that incorporates formalized structures to ensure community participation.  3  Focusing on disparities, the Kellogg Foundation Community Health Scholars Program states that CBPR equitably involves all partners . . . with a research topic of importance to the community with the aim of combining knowledge and action for social change to improve community health and eliminate health disparities.  1(p6) p6) These definitions set the stage for CBPR to be able to address core challenges in intervention research."
    },
    {
      "title": "CHALLENGES WITHIN TRANSLATIONAL INTERVENTION RESEARCH",
      "text": "The widening socioeconomic and racial/ethnic health disparities documented in the past 20 years,  4, 5  the chasm in the quality of health care delivery, and the extended time it takes for research findings to translate into practice  6  have created a national urgency to design effective interventions, including an increased emphasis by the National Institutes of Health (NIH) on public health significance and impact. This context for the translational intervention sciences has produced an important new area of investigation that is now emerging as its own disciplineimplementation science  [7] [8] [9]  -with a new Implementation Science journal, conferences, and calls by the NIH for proposals. According to the NIH, ''Implementation [research] is the use of strategies to adopt and integrate evidence-based health interventions and change practice patterns within specific settings.''  10 o its credit, this includes a core assumption that efficacy and effectiveness trials require adaptations to local settings and consideration within complex systems.  11 Nonetheless, this NIH definition presents a unidirectional approach, which can privilege academic knowledge and methods, and it does not consider those barriers and conflicts that, when uncovered and addressed through CBPR approaches, can lead to greater translational success. For translational research, there are at least 6 core challenges. Table  1  lists each of these challenges and tells how CBPR addresses it.\n\nThe first challenge involves external validity, or translating specific findings from highly controlled trials to real-world community interventions in diverse contexts,  12, 13  which may have high variability in culture, resources, organizational factors, and research acceptance.  8, 14, 15  T  second challenge is the question of what is evidence, or of listening to and incorporating indigenous practices, beliefs, and theories that inform community interventions and motivate collective action for change.  16, 17 ndigenous knowledge is local, unique to cultures, and focused on problem solving; it is the basis for community decision making in health, education, resource allocation, etc.  18  The recognition and systematic evaluation of culturally supported interventions confront the tradition of one-way translation of knowledge-from academia to the communityand assert the value of hybrid knowledge, or the intersection between Western and indigenous medical and public health knowledge.  19 he third challenge is language, which includes incompatible discourse between the academy and the community, and the power of naming, which encompasses such commonly used terms as ''institutionalization'' or ''collaborators.'' These terms can unwittingly trigger resistance and historical memories of assimilationist policies or betrayal.  [20] [21] ] [22] [23]  The fourth challenge is one of business as usual, where academics control the research process, often by adapting and ''manualizing'' evidence-based behavioral prescriptions to impose on the ''other,'' or by using community participation with the single intent of increasing minority enrollment in clinical trials.\n\nThe fifth challenge is sustainability, because insufficient attention to implementation within organizational culture and resources is a barrier to the integration of interventions within existing practice and program settings.  8 inally, the challenge of lack of trust between researchers and underrepresented communities, identified strongly within CBPR initiatives, has historical resonance from the Tuskegee study and has diminished participation by people of color in research.  24, 25 Such mistrust is also ongoing, as indicated by a recent lawsuit for violation of consent forms,  26, 27  and has provoked actions such as the Affiliated Tribes of Northwest Indian's Education Committee resolution rebuking mandated evidence-based interventions as a mechanism of forced assimilation.  28 Further, a lack of trust in research is not confined to communities facing health disparities. Public debateson the Environmental Protection Agency's environmental standards, for example-pose conflicts that represent a challenge to the current system of scientific governance.  29"
    },
    {
      "title": "AN EMERGING TRANSFORMATIVE RESEARCH PARADIGM",
      "text": "Over the last decade, community-engaged approaches have gained traction in NIH research circles for their capacity to reduce or eliminate racial/ethnic health disparities.  [30] [31] 1] [32] [33] [34] [35] [36] [37]  This progress follows substantial funding support for CBPR from the Centers for Disease Control and Prevention (CDC) and multiple foundations, which has helped advance the science.  38 The new NIH Clinical Translational Science Awards also represent opportunities for CBPRbased science within academic health centers because of required community engagement.\n\nIn addition to funding support, CBPR has gained recognition in academia, with the Institute of Medicine naming CBPR as 1 of 8 new competencies recommended for all health professional students.  39 In addition to public health, CBPR has traditions in other disciplines, such as nursing,  40  and medicine  41  and provider-based research networks have shown corresponding interest in CBPR.  42 Two new CBPRoriented journals, Progress in Community Health Partnerships and Action Research, have been launched, as well as 2 new CBPR textbooks.  1, 43 s a core concept, CBPR has been framed as an orientation and overall research approach, which equalizes power relationships between academic and community research partners 1 rather than specific qualitative or quantitative research methods.  44, 45 CBPR is not a community-outreach strategy for one-way transmission of information, nor a way for universities to claim they conduct community-based research without commitment to changing internal structures. Although specific practices may vary, 8 core principles have been adhered to by CBPR researchers, including genuine partnership and colearning, capacity building of community members in research, applying findings to benefit all partners, and long-term partnership commitments.  46, 47 CBPR principles derived from tribes reflect tribal sovereignty,  48  with tribes determining how research is conducted, including making decisions on publications.  [49] [50] 0] [51]  Although other underserved communities may not have sovereign status, the question becomes how to rebalance power with communities as full negotiating partners.\n\nThrough these principles and overall approaches, CBPR has the capacity to address the 6 challenges of translational research described in the previous section."
    },
    {
      "title": "External Validity",
      "text": "CBPR literature parallels the implementation science literature in addressing external validity, because of challenges and even failures of highly effective interventions when translated to another setting.  52, 53 Both literatures recognize the importance of studying how to promote uptake of research findings through working with local stakeholders to create adaptations to multiple diverse settings.  7, 9 CBPR, however, starts by asking for community health priorities, and collaboratively develops or adapts interventions."
    },
    {
      "title": "Evidence",
      "text": "The challenge of evidence is difficult to overcome, as researchers are often perceived as experts with the power of empirically tested scientific knowledge.  54 CBPR has championed the integration of culturally based evidence,  16  practicebased evidence,  12, 13  and indigenous research methodologies,  55, 56  which support community knowledge based on local explanatory models, healing practices, and programs. These local practices and programs, many of which have never been formally evaluated, could be important interventions for rigorous NIH research."
    },
    {
      "title": "Language",
      "text": "The use of language is closely tied to knowledge dominance,  57  with CBPR advocating changes in research discourse-that is, from ''research subject'' to ''research participant,'' or from ''targeting community members'' to ''engaging community partners.'' Ongoing dialogue with partners about discourse specific to local values remains critical; for example, the language of ''institutionalizing'' programs can bring up historical trauma from government, schools, or academic institutions that have caused damage in communities of color."
    },
    {
      "title": "Business as Usual",
      "text": "Business as usual, which is characterized by universities' control of resources, budgets, and processes, is examined and redressed through CBPR. CBPR asks questions about community engagement, such as, ''Is there participation of community-level investigators throughout all research processes,  58  with sufficient participatory structures  59  and collaborative decision making?''  60 At the university, the continued predominance of White academics (except perhaps in historically Black or tribal colleges) may reflect, often unintentionally, institutional biases against faculty of color who may connect more readily with their communities of origin or other disenfranchised groups.  [61] [62] 2] [63]  Standard research practice is upended through development of long-term relationships built on accountability, cultural humility, and the capacity of academics to reflect on their personal and institutional power.  64 iversified research teams, including staff and students from the same ethnic minority population as the community, help mitigate this history of business as usual by contributing to authentic partnerships.  65, 66 New university structures can also change business as usual, by expanding institutional review board protections to require community benefits,  67, 68  creating CBPR disparities centers,  69, 70  and supporting new tenure and promotion standards for community-engaged scholarship and culturally centered mentorship.  71"
    },
    {
      "title": "Sustainability",
      "text": "The sustainability of a program or demonstration intervention after the grant ends is always a challenge. One of the core principles of CBPR is capacity training for community members in program implementation  8  and research,  72  which can facilitate the integration of the new program into existing community systems. Collaborative data analysis and dissemination can also strengthen community ownership and the use of data for improving community programs.  73"
    },
    {
      "title": "Lack of Trust",
      "text": "Ultimately, CBPR principles and its ability to address translational and implementation challenges culminate in the issue of trust between academia and communities. Policies that equalize power relations can create an environment that fosters trust more easily, such as the NIH-Indian Health Service partnership Native American Research Centers for Health (NARCH),  74  which locates the principal investigator within tribal entities. Trust scales are being developed, 75 although as a construct, trust is always dynamic and requires continual nurturing through dialogue and reflection fostered by CBPR."
    },
    {
      "title": "INTEGRATION OF SCIENCE AND PRACTICE",
      "text": "In one example from the University of New Mexico, the 4-Corners Circle of Services Collaborative (4CC) broke new ground in developing integrated HIV/AIDS care on a large, resource-poor reservation in the Southwest. External validity challenges were overcome by American Indian leadership and the engagement of 4 local partners in the conceptualization and implementation of integrated, culturally supported, and evidence-based medical, mental health, and cultural services for people with or at risk for HIV/ AIDS with substance abuse and mental disorders. The hypotheses were that American Indian health services research has authentic partnerships, better outcomes, and less attrition by using CBPR; that indigenized motivational interviewing promotes entry into mental health and substance abuse treatment; and that HIV treatment access and adherence increases with culturally centered, integrated services.\n\nDifficulties involving business as usual and language were minimized through power sharing and ''knowledge hybridity,'' where knowledge from different sources were integrated into the partnership. The University of New Mexico team contributed cross-training in indigenized motivational interviewing and standard research methods. Indian Health Service partners contributed medical and pharmacy services. The native nonprofit substance abuse treatment agency was the principal investigator and provided cultural, ceremonial, and fiscal leadership. And the tribal community-based organization and tribal health department provided cultural and spiritual knowledge, case management, and referral.\n\nThe 4CC promoted trust through negotiation of principles that sought to overcome assimilation legacies and ensure participation-for example, equitable sharing of resources, frequent communication and faceto-face meetings, annual retreats for project review and recommitment, American Indian-based conflict resolution, the hiring of staff from the target population, and deference to cultural beliefs and norms. In addition, the potential for sustainability and health outcomes  76  was increased because the 4CC staff were predominantly native language speakers working in existing tribal agencies and familiar with near-universal cultural traditions or American Indian-based Christianity, which provided access to extended clan and family support networks. The hybrid training they received also increased their capacity to serve their population in any future jobs. Although the example here is American Indian, these CBPR strategies to enhance and create effective interventions are applicable across diverse populations and settings."
    },
    {
      "title": "EFFECTIVENESS AT INFLUENCING OUTCOMES",
      "text": "CBPR has demonstrated promise in enhancing the effectiveness of interventions, but there still remains the challenge to better understand how and what type of partnerships and participation most effectively enhance the integration of science and practice. The literature in CPBR has documented systemchange outcomes such as policy changes,  1, 77, 78  practice and program changes such as greater sustainability and equity,  [79] [80] [81] [82] [83]  and community capacity and empowerment outcomes, all of which contribute to health outcomes.  84, 85 However, the first cross-site CBPR study to assess promoters and barriers to effective partnerships, and to better understand the added value of CBPR partnerships to produce desirable outcomes, is just being launched.\n\nIn"
    },
    {
      "title": "COMMENTARIES",
      "text": "aims of (1) creating a Community of Practice of academic and community partners, (2) describing the variability of CBPR partnerships through Internet surveys of 80 CBPR sites and 8 case studies, (3) examining associations between participation variables and CBPR capacity and systems outcomes, and (4) identifying promising practices, assessment tools, and future research. The research design is based on a conceptual logic model, which continues to evolve over time and was developed with a national committee of academic and community CBPR experts, with pilot funding from the National Center for Minority Health and Health Disparities (Figure  1 ).  86 This new NARCH grant therefore provides further opportunity to solidify the scientific contribution of CBPR to the translational sciences.\n\nIn conclusion, CBPR has an important role in expanding the reach of translational intervention and implementation sciences to influence practices and policies for eliminating disparities. The NIH and CDC have identified the benefits of CBPR, such as interventions with greater contextual and cultural centeredness, appropriate recruitment and retention strategies, and strengthened community capacity in research. To achieve these benefits, CBPR addresses a range of intervention challenges; these include partnering with community members to best contextualize an intervention for specific settings, integrating cultural values and practices to enhance sustainability when grant funding ends, and ultimately, democratizing science by valuing communities as equal contributors to the knowledge production process.\n\nWithin the university, both structural changes and the cultural humility of academics can redress power imbalances and foster the needed trust within partnerships to enable the most effective translation of research within diverse settings. j"
    },
    {
      "text": "2009, a national partnership, led by the National Congress of American Indians Policy Research Center as principal investigator and collaborating with the Universities of New Mexico and Washington, received 4-year NARCH funding with the specific Source. Wallerstein et al. 87"
    },
    {
      "text": "FIGURE 1-Conceptual logic model of community-based participatory research."
    },
    {
      "text": "How Community-Based Participatory Research (CBPR) Addresses the Challenges of Translational Research"
    }
  ],
  "references": [
    {
      "title": "Community Based Participatory Research for Health: Process to Outcomes",
      "authors": [
        "M Minkler",
        "N Wallerstein"
      ],
      "year": 2008
    },
    {
      "title": "Study of Participatory Research in Health Promotion: Review and Recommendations for the Development of Participatory Research in Health Promotion in Canada",
      "authors": [
        "L Green",
        "M George",
        "M Daniel"
      ],
      "year": 1995,
      "doi": "10.1177/14664240071270060904"
    },
    {
      "title": "Community-Based Participatory Research: Assessing the Evidence",
      "authors": [
        "M Viswanathan",
        "A Ammerman",
        "E Eng"
      ],
      "year": 2004,
      "doi": "10.1037/e439622005-001"
    },
    {
      "title": "National Healthcare Disparities Report",
      "year": 2005,
      "doi": "10.1037/e593252009-001"
    },
    {
      "title": "Social epidemiology: social determinants of health in the United States: are we losing ground?",
      "authors": [
        "L Berkman"
      ],
      "year": 2009,
      "doi": "10.1146/annurev.publhealth.031308.100310"
    },
    {
      "title": "Crossing the Quality Chasm: A New Health System for the 21st Century",
      "year": 2001
    },
    {
      "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
      "authors": [
        "L Damschroder",
        "D Aron",
        "R Keith",
        "S Kirsh",
        "J Alexander",
        "J Lowery"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-50"
    },
    {
      "title": "Implementation Research: A Synthesis of the Literature",
      "authors": [
        "D Fixsen",
        "S Naoom",
        "K Blase",
        "R Friedman",
        "F Wallace"
      ],
      "year": 2005
    },
    {
      "title": "What is implementation research? Rationale, concepts, and practices",
      "authors": [
        "O Bhattacharyya",
        "S Reeves",
        "M Zwarenstein"
      ],
      "year": 2009,
      "doi": "10.1177/1049731509335528"
    },
    {
      "title": "Dissemination and Implementation Research in Health (R01)",
      "year": 2009
    },
    {
      "title": "Theorising interventions as events in systems",
      "authors": [
        "P Hawe",
        "A Shiell",
        "T Riley"
      ],
      "year": 2009
    },
    {
      "title": "How can we increase translation of research into practice? Types of evidence needed",
      "authors": [
        "R Glasgow",
        "K Emmons"
      ],
      "year": 2007,
      "doi": "10.1146/annurev.publhealth.28.021406.144145"
    },
    {
      "title": "From research to ''best practices'' in other settings and populations",
      "authors": [
        "L Green"
      ],
      "year": 2001
    },
    {
      "title": "Learning from communities: overcoming difficulties in dissemination of prevention and promotion efforts",
      "authors": [
        "R Miller",
        "M Shinn"
      ],
      "year": 2005,
      "doi": "10.1007/s10464-005-3395-1"
    },
    {
      "title": "Community-based intervention research: coping with the ''noise'' of real life in study design",
      "authors": [
        "A Hohmann",
        "M Shear"
      ],
      "year": 2002
    },
    {
      "title": "Psychotherapy research with ethnic minorities: empirical, ethical, and conceptual issues",
      "authors": [
        "G Hall"
      ],
      "year": 2001,
      "doi": "10.1037//0022-006x.69.3.502"
    },
    {
      "title": "Interventions for alcohol problems in minority and rural populations: the experience of the Southwest Addictions Research Group",
      "authors": [
        "B Duran",
        "N Wallerstein",
        "W Miller"
      ],
      "year": 2008
    },
    {
      "title": "Native American Postcolonial Psychology",
      "authors": [
        "E Duran",
        "B Duran"
      ],
      "year": 1995
    },
    {
      "title": "Introduction to history, health, and hybridity",
      "authors": [
        "B Brookes"
      ],
      "year": 2006
    },
    {
      "title": "Colonizing Bodies: Aboriginal Health and Healing in British Columbia 1900-1950",
      "authors": [
        "M Kelm"
      ],
      "year": 1998
    },
    {
      "title": "The last frontier: isolation and Aboriginal health",
      "authors": [
        "M Mccallum"
      ],
      "year": 2005,
      "doi": "10.3138/cbmh.22.1.103"
    },
    {
      "title": "Ignorant of any rational method'': European assessments of indigenous healing practices in the North American Arctic",
      "authors": [
        "W Vanast"
      ],
      "year": 1992,
      "doi": "10.3138/cbmh.9.1.57"
    },
    {
      "title": "The politics of names: rethinking the methodological and ethical significance of naming people, organizations, and places",
      "authors": [
        "K Guenther"
      ],
      "year": 2009
    },
    {
      "title": "Participation in cancer clinical trials: race-, sex-, and age-based disparities",
      "authors": [
        "V Murthy",
        "V Krumholz",
        "C Gross"
      ],
      "year": 2004
    },
    {
      "title": "Racial differences in enrollment in a cancer genetics registry",
      "authors": [
        "P Moorman",
        "C Skinner",
        "J Evans"
      ],
      "year": 2004
    },
    {
      "title": "Ethical issues in community-based participatory research: balancing rigorous research with community participation in community intervention studies",
      "authors": [
        "D Buchanan",
        "F Miller",
        "N Wallerstein"
      ],
      "year": 2007,
      "doi": "10.1353/cpr.2007.0006"
    },
    {
      "title": "Havasupai tribe files $50 M lawsuit against Arizona State University",
      "authors": [
        "M Potkonjak"
      ],
      "year": 2004
    },
    {
      "title": "ATNI Resolution 13-support for tribal consultation with the WA State governor's substance abuse prevention plan and cultural integration in prevention planning",
      "authors": [
        "P Whitefoot"
      ],
      "year": 2008
    },
    {
      "authors": [
        "W Yakima"
      ]
    },
    {
      "title": "The politics of talk: coming to terms with the ''new'' scientific governance",
      "authors": [
        "A Irwin"
      ],
      "year": 2006
    },
    {
      "title": "Communities and health policy: a pathway for change",
      "authors": [
        "J Bell",
        "M Standish"
      ],
      "year": 2005
    },
    {
      "title": "Power to the people? Restoring citizen participation",
      "authors": [
        "J Morone",
        "E Kilbreth"
      ],
      "year": 2003
    },
    {
      "title": "Education, participation, and capacity building in community organizing with women of color",
      "authors": [
        "L Gutierrez",
        "E Lewis"
      ],
      "year": 2005
    },
    {
      "title": "Social determinants of health: the community as an empowered partner",
      "authors": [
        "S Syme"
      ],
      "year": 2004
    },
    {
      "title": "Promoting Healthy Public Policy Through Community-Based Participatory Research: Ten Case Studies",
      "authors": [
        "M Minkler",
        "Va ´squez",
        "Vb",
        "C Chang"
      ],
      "year": 2008
    },
    {
      "title": "Integration and implementation sciences: building a new specialization",
      "authors": [
        "G Bammer"
      ],
      "year": 2005,
      "doi": "10.5751/es-01360-100206"
    },
    {
      "title": "The Language and Logic of Research Transfer: Finding Common Ground",
      "authors": [
        "A Best",
        "R Hiatt",
        "C Norman"
      ],
      "year": 2006
    },
    {
      "title": "The value and challenges of participatory research: strengthening its practice",
      "authors": [
        "M Cargo",
        "S Mercer"
      ],
      "year": 2008
    },
    {
      "title": "Federal funding and support for participatory research in public health and health care",
      "authors": [
        "S Mercer",
        "L Green"
      ],
      "year": 2008
    },
    {
      "title": "The Future of the Public's Health in the 21st Century",
      "authors": [
        "K Gebbie",
        "L Rosenstock",
        "L Hernandez"
      ],
      "year": 2003
    },
    {
      "title": "Community partnership through a nursing lens",
      "authors": [
        "J Averill"
      ],
      "year": 2008
    },
    {
      "title": "Strategies for academic and clinician engagement in community-participatory partnered research",
      "authors": [
        "L Jones",
        "K Wells"
      ],
      "year": 2007
    },
    {
      "title": "Community-based participatory research in practice-based research networks",
      "authors": [
        "J Westfall",
        "R Vanvorst",
        "D Main",
        "C Hebert"
      ],
      "year": 2006,
      "doi": "10.1370/afm.511"
    },
    {
      "title": "Methods in Community-Based Participatory Research for Health",
      "authors": [
        "B Israel",
        "E Eng",
        "A Schulz",
        "E Parker"
      ],
      "year": 2005
    },
    {
      "title": "Combining communitybased research and local knowledge to confront asthma and subsistence-fishing hazards in Greenpoint/Williamsburg, Brooklyn, New York",
      "authors": [
        "J Corburn"
      ],
      "year": 2002
    },
    {
      "title": "Integrating epidemiology, education, and organizing for environmental justice: community health effects of industrial hog operations",
      "authors": [
        "S Wing",
        "R Horton",
        "N Muhammad",
        "G Grant",
        "M Tajik"
      ],
      "year": 2008,
      "doi": "10.2105/ajph.2007.110486"
    },
    {
      "title": "Review of community-based research: assessing partnership approaches to improve public health",
      "authors": [
        "B Israel",
        "A Schulz",
        "E Parker",
        "A Becker"
      ],
      "year": 1998
    },
    {
      "title": "Critical issues in developing and following CBPR principles",
      "authors": [
        "B Israel",
        "A Schulz",
        "E Parker",
        "A Becker",
        "A Allen",
        "J Guzman"
      ],
      "year": 2008
    },
    {
      "title": "Contextualizing CBPR: key principles of CBPR meet the Indigenous research context",
      "authors": [
        "D Laveaux",
        "S Christopher"
      ],
      "year": 2009
    },
    {
      "title": "Triballydriven research agenda",
      "year": 2009
    },
    {
      "title": "Access, relevance, and control in the research process: lessons from Indian country",
      "authors": [
        "S Manson",
        "E Garroutte",
        "R Goins",
        "P Henderson"
      ],
      "year": 2004
    },
    {
      "title": "Research in American Indian and Alaska Native communities: navigating the cultural universe of values and process",
      "authors": [
        "I Norton",
        "S Manson"
      ],
      "year": 1996,
      "doi": "10.1037//0022-006x.64.5.856"
    },
    {
      "title": "Core implementation components",
      "authors": [
        "D Fixsen",
        "K Blase",
        "S Naoom",
        "F Wallace"
      ],
      "year": 2009
    },
    {
      "title": "Outcomes from a randomized controlled trial of a multi-component alcohol use preventive intervention for urban youth: Project Northland Chicago",
      "authors": [
        "K Komro",
        "C Perry",
        "S Veblen-Mortenson"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02110.x"
    },
    {
      "title": "Theories of Discourse: An Introduction",
      "authors": [
        "D Macdonnel"
      ],
      "year": 1986
    },
    {
      "title": "Issues in Indigenous Research: Decolonizing Methodologies Research and Indigenous People",
      "authors": [
        "L Smith",
        "Tuhiwei"
      ],
      "year": 1999
    },
    {
      "title": "Handbook of Critical and Indigenous Methodologies",
      "authors": [
        "N Denzin",
        "Y Lincoln",
        "Tuhiwai Smith"
      ],
      "year": 2008
    },
    {
      "title": "Under Western eyes: feminist scholarship and colonial discourses",
      "authors": [
        "C Mohanty"
      ],
      "year": 1984
    },
    {
      "title": "Reliability-tested guidelines for assessing participatory research projects",
      "authors": [
        "S Mercer",
        "L Green",
        "M Cargo"
      ],
      "year": 2008
    },
    {
      "title": "Developing and maintaining partnerships with communities",
      "authors": [
        "N Wallerstein",
        "B Duran",
        "M Minkler",
        "K Foley"
      ],
      "year": 2005
    },
    {
      "title": "Strategies and techniques for effective group process in CBPR partnerships",
      "authors": [
        "A Becker",
        "B Israel",
        "A Allen"
      ],
      "year": 2005
    },
    {
      "title": "The dance of race and privilege in CBPR",
      "authors": [
        "V Cha ´vez",
        "B Duran",
        "Q Baker",
        "M Avila",
        "N Wallerstein"
      ],
      "year": 2008
    },
    {
      "title": "Power dynamics between researcher and community: a case study of New Mexico's healthier communities",
      "authors": [
        "N Wallerstein"
      ],
      "year": 1999
    },
    {
      "title": "Domination and the Arts of Resistance: Hidden Transcripts",
      "authors": [
        "J Scott"
      ],
      "year": 1990
    },
    {
      "title": "Cultural humility vs cultural competence: a critical distinction in defining physician training outcomes in medical education",
      "authors": [
        "M Tervalon",
        "Murray Garcia"
      ],
      "year": 1998
    },
    {
      "title": "Community, community development, and the forming of authentic partnerships: some critical reflections",
      "authors": [
        "R Labonte"
      ],
      "year": 2004
    },
    {
      "title": "Becoming an Ally: Breaking the Cycle of Oppression in People",
      "authors": [
        "A Bishop"
      ],
      "year": 2002,
      "doi": "10.4324/9781003416487-13"
    },
    {
      "title": "Community-Campus Partnerships for Health. Community-based participatory research and research ethics",
      "year": 2009
    },
    {
      "title": "Using community-based participatory research to address health disparities",
      "authors": [
        "N Wallerstein",
        "B Duran"
      ],
      "year": 2006
    },
    {
      "title": "Making the best case for community-engaged scholarship in promotion and tenure review",
      "authors": [
        "S Seifer"
      ],
      "year": 2008
    },
    {
      "title": "Forces affecting community involvement of Academic Heath Centers: perspectives of institutional and faculty leaders",
      "authors": [
        "D Calleson",
        "S Siefer",
        "C Maurana"
      ],
      "year": 2002
    },
    {
      "title": "Reducing health disparities through a culturally centered mentorship program for minority faculty: the Southwest Addictions Research Group (SARG) Experience",
      "authors": [
        "V Lopez-Viets",
        "C Baca",
        "K Venner",
        "S Verney",
        "T Parker",
        "N Wallerstein"
      ],
      "year": 2009
    },
    {
      "title": "Bringing experimental design to communitypartnered participatory research",
      "authors": [
        "L Jones",
        "P Koegel",
        "K Wells"
      ]
    },
    {
      "title": "Community Based Participatory Research for Health: Process to Outcomes",
      "authors": [
        "M Minkler",
        "N Wallerstein"
      ],
      "year": 2008
    },
    {
      "title": "The power and the promise: working with communities to analyze data, interpret findings, and get to outcomes",
      "authors": [
        "S Cashman",
        "S Adeky",
        "A Allen",
        "Iii"
      ],
      "year": 2008
    },
    {
      "title": "Native American Research Centers for Health (NARCH) Web page",
      "year": 2009
    },
    {
      "title": "Achieving high quality HIV care in rural frontier tribal settings through tribally-driven partnerships",
      "authors": [
        "B Duran",
        "M Harrison",
        "K Foley",
        "J Iralu",
        "L Davidson-Stroh",
        "M Shurley"
      ],
      "year": 2010
    },
    {
      "title": "The role of CBPR in policy advocacy",
      "authors": [
        "M Themba-Nixon",
        "M Minkler",
        "N Freudenberg"
      ],
      "year": 2008
    },
    {
      "title": "Promoting environmental justice through community-based participatory research: the role of community and partnership capacity",
      "authors": [
        "M Minkler",
        "V Vasquez",
        "M Tajik",
        "D Petersen"
      ],
      "year": 2008
    },
    {
      "title": "Representatives: representing the ''community",
      "authors": [
        "R Jewkes",
        "A Murcott"
      ],
      "year": 1998
    },
    {
      "title": "Primary health care: on measuring participation",
      "authors": [
        "S Rifkin",
        "J Muller",
        "W Bichmann"
      ],
      "year": 1988
    },
    {
      "title": "The Contribution of People's Participation to Rural Water Supply: Findings From 122 Projects",
      "authors": [
        "D Narayan"
      ],
      "year": 1992
    },
    {
      "title": "Community participation: so what? Evidence from a comparative study of two rural water supply and sanitation projects in India",
      "authors": [
        "S Manikutty"
      ],
      "year": 1997,
      "doi": "10.1111/1467-7679.00029"
    },
    {
      "title": "Does participation improve performances? Establishing causality with subjective data",
      "authors": [
        "J Isham",
        "D Narayan",
        "L Pritchett"
      ],
      "year": 1995,
      "doi": "10.1093/wber/9.2.175"
    },
    {
      "title": "Participation effect from water projects on EPI",
      "authors": [
        "E Eng",
        "J Briscoe",
        "A Cunningham"
      ],
      "year": 1990,
      "doi": "10.1016/0277-9536(90)90315-j"
    },
    {
      "title": "The effectiveness of empowerment strategies to improve health",
      "authors": [
        "N Wallerstein"
      ],
      "year": 2006,
      "doi": "10.2471/b09273"
    },
    {
      "title": "What predicts outcomes in CBPR?",
      "authors": [
        "N Wallerstein",
        "J Oetzel",
        "B Duran",
        "G Tafoya",
        "L Belone"
      ],
      "year": 2008
    },
    {
      "title": "The Theory of Communicative Action",
      "authors": [
        "J Habermas"
      ],
      "year": 1984
    }
  ],
  "num_references": 88,
  "original_doi": "https://doi.org/10.13039/100011075"
}
