{
  "paper_id": "XQ4KLMIT",
  "title": "DTEXTtext messaging intervention to improve outcomes of people with type 2 diabetes: protocol for randomised controlled trial and cost-effectiveness analysis",
  "abstract": "Background: Diabetes prevalence is rapidly increasing, with type 2 diabetes predicted to be the leading contributor of non-communicable disease in Australia by 2020. It is anticipated that rates of type 2 diabetes will continue to increase if factors such as overweight and obesity, low physical activity and poor nutrition are not addressed. The majority of Australians with type 2 diabetes do not meet the guidelines for optimal diabetes management, and access to diabetes education is limited. This highlights the need for new interventions that can reduce existing barriers to diabetes education, attain greater population reach and support self-management strategies for people with type 2 diabetes. Mobile phone text messages have shown promising results as an intervention for people with chronic disease. They have the ability to achieve high levels of engagement and broad population reach, whilst requiring minimal resources. There is however, no evidence on the effect of text messaging to improve the health of people with type 2 diabetes in Australia. Methods/Design: This randomised controlled trial aims to investigate if a 6 month text message intervention (DTEXT) can lead to improvements in glycated haemoglobin (HbA1c) and diabetes self-management among Australian residents in New South Wales (NSW) with type 2 diabetes. Community dwelling adults (n = 340) will be recruited with the primary outcome being change in HbA1c at 6 months. Secondary outcomes include behaviour change for diabetes self-management, self-efficacy, quality of life and intervention acceptability. An economic evaluation will be conducted using a funder plus patient perspective. Discussion: This study will provide evidence on the effectiveness and cost effectiveness of a text message intervention to reduce HbA1c and enhance self-management of type 2 diabetes in the Australian population. If successful, this intervention could be used as a model to complement and extend existing diabetes care in the Australian health care system.",
  "year": 2017,
  "date": "2017-03-23",
  "journal": "Australia's health series",
  "publication": "Australia's health series",
  "authors": [
    {
      "forename": "Karen",
      "surname": "Waller",
      "name": "Karen Waller",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "karen.waller@health.nsw.gov.au"
    },
    {
      "forename": "Susan",
      "surname": "Furber",
      "name": "Susan Furber",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia",
      "orcid": "0000-0002-4495-3124"
    },
    {
      "forename": "Adrian",
      "surname": "Bauman",
      "name": "Adrian Bauman",
      "affiliation": "2  University of Sydney , Sydney , Australia. \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Margaret",
      "surname": "Allman-Farinelli",
      "name": "Margaret Allman-Farinelli",
      "affiliation": "2  University of Sydney , Sydney , Australia. \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Paul",
      "surname": "Van Den Dolder",
      "name": "Paul Van Den Dolder",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Alison",
      "surname": "Hayes",
      "name": "Alison Hayes",
      "affiliation": "2  University of Sydney , Sydney , Australia. \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Franca",
      "surname": "Facci",
      "name": "Franca Facci",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Lisa",
      "surname": "Franco",
      "name": "Lisa Franco",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Alison",
      "surname": "Webb",
      "name": "Alison Webb",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Robert",
      "surname": "Moses",
      "name": "Robert Moses",
      "affiliation": "1  Illawarra Shoalhaven Local Health District , Warrawong , Australia \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Warrawong \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Stephen",
      "surname": "Colagiuri",
      "name": "Stephen Colagiuri",
      "affiliation": "2  University of Sydney , Sydney , Australia. \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "",
  "keywords": [
    "Diabetes",
    "Text message",
    "Mobile phone",
    "SMS",
    "Glycaemic control",
    "HbA1c",
    "Self-management"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Type 2 diabetes is predicted to be the leading contributor to the burden of disease in Australia by 2020  [1] . In 2014-15 it was estimated that one million Australian adults (5%) had type 2 diabetes  [2] , and if trends continue, this figure could triple to three million by 2025, due to factors such as high rates of overweight and obesity, low physical activity and poor lifestyle behaviours  [3] . The majority of Australians with type 2 diabetes do not meet the recommended guidelines for optimum diabetes management  [4] . Research shows that diabetes self-management, which includes management of symptoms, treatment, physical and psychosocial consequences, and lifestyle changes  [5] , can improve glycaemic control and reduce complications in people with type 2 diabetes  [6] .\n\nType 2 diabetes, if not managed well, can progress to complications such as coronary artery disease, stroke, kidney failure, limb amputations and blindness  [7] . These complications lead to an increased burden of the disease for the health system and the individual  [8] [9] [10] [11] . By reducing type 2 diabetes related complications, there would be a significant reduction in hospitalisations and the economic burden posed by diabetes on the health care system and people with the disease  [12] . Modifiable lifestyle factors such as a poor diet and physical inactivity leading to overweight and obesity are driving the development of type 2 diabetes in the majority of cases  [8] . A recent study showed that the majority of Australian adults with type 2 diabetes performed little or no exercise (66%) and had inadequate vegetable (93%) and fruit (51%) consumption  [13] . The Australian Institute of Health and Welfare (AIHW) reported that only 55% of Australians with type 2 diabetes effectively manage their condition, and this figure reduces to 38% for Indigenous adults  [14] . The AIHW also reported that only 18% of Australian's complete the Annual Cycle of Care  [13] , the recommended best practice for the management of type 2 diabetes  [7] .\n\nInternational studies suggest that attendance at diabetes education sessions can be as low as 30% due to logistical, medical, or financial reasons; or a perceived lack of benefit  [15] . In Australia, it has been reported that over 40% of people with type 2 diabetes have no access to diabetes education programs  [16] , and only 24% of people saw a diabetes educator in the last year  [14] . A study of Australian adults aged 18-39 years with type 2 diabetes showed that 59% chose not to participate in a structured education program with the perception that programs do not cater to their needs or concerns  [17] . People not attending diabetes education have a fourfold increased risk of complications  [18] , therefore self-management of type 2 diabetes is critical to delaying or preventing disease progression and complications  [19] [20] [21] .\n\nThe use of mobile phone text message interventions to complement existing health care is a rapidly emerging field  [22] [23] [24] . Text message interventions have the potential for high population reach; require minimal resources; and can be easily translated into the routine practice and existing services. In Australia, 96% of adults use a mobile phone  [25] , and it has been shown that usage is high amongst people from lower socioeconomic areas, rural and remote regions, the aging population and those with higher body mass index, health comprising behaviours and lower levels of self-rated health  [26] [27] [28] [29] . These socio-demographic characteristics align closely with those having a higher prevalence of type 2 diabetes  [30] , suggesting that a text message intervention could be an appropriate method to support self-management of their condition.\n\nResearch has shown that text message interventions can improve the short term health of cardiac patients  [31] , help promote smoking cessation  [32]  and assist in weight loss  [29]  by providing prompts, information, reminders and support. Studies have also shown that text messaging can aid in lowering blood pressure  [33] , and improve medication adherence  [34] , physical activity  [35] , weight loss  [36]  and glycaemic control  [24, 37, 38] , however, these studies have been limited due to factors such as a short study duration, small sample size and lack of theoretical basis  [39] [40] [41] [42] .\n\nA recent systematic review and meta-analysis by Faruque et al. 2017 for people with type 1 and 2 diabetes showed that text messaging interventions resulted in some improvement in glycaemic control, but not other clinical outcomes  [43] . A systematic review by  Dobson et al. 2017  reported that improvements in glycaemic control from text message interventions were inconclusive for people with sub optimal (HbA1c 7.1-8%) or poorly controlled diabetes (HbA1c ≥8.1%)  [22] . Currently no evidence exists for a text message intervention to improve the health and support self-management of adults with type 2 diabetes in Australia."
    },
    {
      "title": "Aim",
      "text": "This study aims to determine the effectiveness and cost effectiveness of a text message intervention (DTEXT) on improvements in glycated haemoglobin (HbA1c) and self-management for people with type 2 diabetes."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "This study protocol describes a 6-month text message intervention (DTEXT) that will be conducted as a randomised controlled trial, with two parallel arms, an intervention arm and a control arm -see Fig.  1 .\n\nThe study protocol is in accordance with the SPIRIT 2013 statement  [44] , the Consolidated Standards of Reporting (CONSORT) -eHEALTH checklist  [45]  and Hoffman et al's 2014  [46]  extension of these two documents."
    },
    {
      "title": "Participants",
      "text": "Participants will be community dwelling adults with a diagnosis of type 2 diabetes and an HbA1c of 7% (53 mmol/mol) or above, who reside in New South Wales, Australia. Participants must be 18 years or older, own and be able to use a mobile phone, be able to read and speak English, and be able to provide informed consent. Exclusion criterion is pregnancy, to exclude gestational diabetes."
    },
    {
      "title": "Recruitment",
      "text": "Participants will be recruited by referral from health service providers and doctors; advertising in newspapers, community noticeboards, radio and social media (Facebook); and mail outs through the regional public health Diabetes and Renal Services in the Illawarra Shoalhaven Local Health District, and the Australian Government National Diabetes Services Scheme."
    },
    {
      "title": "Sample size",
      "text": "The required sample size of 340 (170 per arm) will provide 80% power of detecting a between-group change in HbA1c of 0.7%, allowing for 20% loss to follow up and an alpha = 0.05."
    },
    {
      "title": "Randomisation and blinding",
      "text": "The PROC PLAN function in Statistical Analysis System (SAS) v 9.4 will be used to randomise participants into sets of two letters (A and B, representing the intervention and control arms respectively) by blocks of four to ensure a balanced sample size across both study groups. Couples will be treated as a single unit to ensure both are allocated to the same treatment group.\n\nThe randomisation letters will be generated by a statistician at the University of Sydney, and packaged by a NSW Health staff member not involved in the study to ensure group allocation is concealed from the researcher until completion of baseline measures.\n\nParticipants will be randomised into the intervention or control arm after providing informed consent, obtaining medical clearance and completing baseline measures.\n\nDue to the nature of the intervention and telephone surveys conducted, participants and researchers cannot be blinded to treatment allocation. Pathology collectors assessing objective measures (HbA1c, lipids, height and weight) and the participant's doctor will not be informed of treatment allocation."
    },
    {
      "title": "The intervention",
      "text": "The randomised controlled trial will involve two parallel arms, an intervention arm and a control arm. The intervention arm will receive the 6 month text message intervention (DTEXT). Both arms will receive usual care from their treating doctor and associated health professionals.\n\nThe text message intervention was developed by an expert panel of clinicians, academics and health promotion staff using evidence-based guidelines and recommendations  [7] , and the use of appropriate language for Australian adults with type 2 diabetes  [47, 48] . The content of the messages has a readability level of grade 5-6 (10-11 years of age)  [49] . Each text message was limited to 160 characters in length, and no message was repeated during the intervention. The messages were tested with 20 people with type 2 diabetes in a 5 week pilot program to determine message acceptability and ensure message content, tone and structure was appropriate. Adjustments to the messages were made based on pilot participant feedback.\n\nThe DTEXT text messages were designed using Michie et al's COM-B system from the Behaviour Change Wheel  [50] . This system increases the individual's capability, opportunity and motivation to enhance their self-management of health and lifestyle related behaviours, with the aim to improving diabetes control. Individual behaviour change is a critical component to achieve self-management of conditions  [20] . The behaviour change techniques used in the text messages were based on the Behaviour Change Technique Taxonomy  [51]  and include: providing information about the health consequences, prompts and cues, problem solving, self-monitoring of behaviour and outcome, goal setting of behaviour and outcome, instruction on how to perform a behaviour, graded tasks, social support, social comparison, self-talk, credible source and reducing negative emotions. Behaviour change techniques are recommended for disease management programs using mobile technology  [52] .\n\nThe text message intervention will consist of daily text messages for months 1-3; and four messages per week for months 4-6. The messages will be designed to be sent at random times between 8 am and 5 pm, with message themes coinciding with relevant times of the day e.g. breakfast messages sent in the early morning, healthy dinner options sent in the afternoon. They include modules on nutrition, physical activity and sedentary behaviour, diabetes care and compliance with the diabetes Annual Cycle of Care, weight management, medication adherence and smoking cessation. The messages will be semi-personalised with occasional use of the participant's name receiving the messages, occasional use of the researcher's name (Karen) sending the messages, and tailored so that only smokers receive smoking cessation messages and only those taking medication will receive medication adherence messages (see Table  1 ).\n\nA technology platform to deliver text messages will be developed using the software company Message Media. The platform will allow for automation of the text message intervention. The intervention will be designed as a uni-directional program, however participants will be able to reply to text messages with responses addressed by the study team, if required. Participants can withdraw from the study at any time using an automated opt-out STOP function."
    },
    {
      "title": "Outcomes measures Primary outcome",
      "text": "The primary outcome measure will be change in HbA1c, determined by blood test at baseline, 3 and 6 months. Blood tests will occur at the participant's local pathology collection centre, and a copy of the results will be sent to their doctor for consultation and follow up with their patient if required. Participants will receive a $25 store voucher upon receipt of pathology results."
    },
    {
      "title": "Secondary outcomes",
      "text": "Secondary outcome measures will be collected at baseline, 3 and 6 months through objective measures taken by pathology collectors and a self-report telephone questionnaire administered by the research team. The questionnaire was piloted with 10 people and determined to be acceptable by pilot participants and easy to deliver with an appropriate timeframe (10-15 min) by the research team."
    },
    {
      "title": "Secondary outcome measures include",
      "text": "Blood lipid profile This includes total cholesterol (TC), low density lipoprotein (LDL-C), high density lipoprotein (HDL-C) and triglycerides (TG). Lipid results will be assessed according to the recommended guideline levels for people with type 2 diabetes  [7] .\n\nBody mass index (BMI) Weight and height will be assessed for calculation of BMI (kg/m 2 ). Readings will be recorded by standardised pathology collectors at the time of each blood test and through self-reported data collected during the questionnaires. BMI status will be assessed according to the World Health Organisation classifications  [53] .\n\nPhysical activity This will be measured using the validated two-question (2Q) assessment tool. This captures duration, frequency and intensity of activity to determine if people are meeting the current guidelines for physical activity  [54] . Nutrition This will be measured using selected questions from the New South Wales Population Health Survey  [55]  and a question developed specifically for this study. The survey provides detailed information on the health of adults in NSW for planning and evaluation purposes.\n\nSmoking status This will be measured using a question from the World Health Organisation (WHO) Steps Instrument and a question developed specifically for this study. The Steps instrument is used to collect and measure non-communicable disease risk factor data  [56] .\n\nQuality of life This will be assessed using the Short Form 12-item Health Survey (SF12v2). This multi-pur pose survey measures quality of life in terms of functional health and wellbeing and has two subscales addressing psychometric measures of physical and mental health  [57] . Preference-based health utilities will be determined from a subset of the SF12 questions, using the UK valuation algorithm  [58] . These utility scores will be used to calculate Quality-adjusted Life Years (QALYs) for the economic evaluation.\n\nSelf-efficacy (physical activity, nutrition and diabetes self-care) This will be measured by questions developed specifically for this study to determine confidence levels with activities.\n\nMedication adherence This will be measured using a question developed specifically for this study to determine compliance with medication schedules."
    },
    {
      "title": "Statistical analysis",
      "text": "Statistical analysis will be conducted using the software programs Statistical Package for the Social Sciences (SPSS-25) and Statistical Analysis System (SAS) v9.4, with an intention to treat principle.\n\nGeneralised estimating equation (GEE) models will be used to assess impact, modelling repeated outcome measures over time. Change in HbA1c will be analysed using GEE models to test the effect of the intervention on change in HbA1c between the two groups. GEE will also be used to assess the effect of group allocation on changes over time in BMI, TC, LDL-C, HDL-C, TG, physical activity, dietary behaviour, smoking status, quality of life, self-efficacy measures and use of health services after adjusting for baseline scores. Two planned subgroup analyses will be undertaken to assess differential impact of the intervention on the basis of age and sex."
    },
    {
      "title": "Economic evaluation",
      "text": "The economic evaluation will be conducted from a health funder plus patient perspective. The 'within trial' economic evaluation will include a cost-effectiveness and a cost-utility analysis.\n\nThe cost of delivering the intervention, including setting up the technology platform, delivery of text messages, staffing costs and consumables, will be determined using standard micro-costing techniques. Healthcare utilisation, including doctor or specialists visits, will be determined by individual data linkage to the Medicare Benefits Schedule. Medicines use will be determined from the Pharmaceutical Benefits Schedule. Individual patient consent will be obtained to access records from these administrative databases. The records will provide both health funder (government) cost and patient out-of-pocket costs. All costs will be valued in 2018 Australian dollars.\n\nThe main outcome for the cost-effectiveness analysis will be the incremental cost of the intervention per unit of HbA1c avoided compared with usual care. The cost-utility analysis will estimate the incremental cost per quality adjusted life year (QALY) gained. Quality of life will be measured using the SF12v2 at baseline and end of trial and quality adjusted life years calculated using the United Kingdom valuation  [58] .\n\nUsing the mean costs and mean health outcomes in each trial arm, incremental costs and incremental outcomes will be determined. These results will be plotted on a cost-effectiveness plane with bootstrapped estimates to present joint uncertainty in costs and health outcomes. Multiple one-way sensitivity analyses will be conducted around key variables. A cost-effectiveness acceptability curve (CEAC) will be derived which estimates the probability of the intervention being cost-effective at different willingness to pay thresholds."
    },
    {
      "title": "Process evaluation",
      "text": "Process evaluation will be conducted using survey responses and process information obtained in the telephone questionnaire by interview at 3 and 6 months. The evaluation will assess intervention acceptability based on participant satisfaction, engagement, retention and recommendations. These measures will be summarised using descriptive statistics."
    },
    {
      "title": "Discussion",
      "text": "The study will examine if the text message intervention, DTEXT, leads to improved glycated haemoglobin and self-management of type 2 diabetes compared to usual care. If successful, DTEXT will provide evidence to support scalable text message interventions as an appropriate tool to complement existing health care services and assist in improving the health of Australians with type 2 diabetes.\n\nThe findings from DTEXT have the potential to inform the New South Wales Ministry of Health on the scalability and translation of the intervention across the health care system. If the intervention is effective it could provide benefits on a population, individual and health service delivery level. These benefits could include: improving the population reach of diabetes education and support through an intervention that is equitable across location, culture and socioeconomic status; enhances diabetes self-management; and reduces diabetes related complications and hospitalisations with a low-cost, low resource intensive intervention that can enhance existing models of care."
    },
    {
      "text": "Fig. 1 Study design and flow. HbA1c: glycated haemoglobin, MBS: Medicare Benefits Schedule, PBS: Pharmaceutical Benefits Scheme"
    },
    {
      "text": "Summary of the 6 month DTEXT intervention"
    }
  ],
  "references": [
    {
      "title": "Australia's health",
      "year": 2010,
      "doi": "10.1017/s0266462300005304"
    },
    {
      "title": "Diabetes Snapshot",
      "year": 2018
    },
    {
      "title": "Diabetes: the silent pandemic and its impact on Australia",
      "authors": [
        "J Shaw",
        "S Tanamas"
      ],
      "year": 2012
    },
    {
      "title": "Report on government services 2011",
      "year": 2011
    },
    {
      "title": "Self-management approaches for people with chronic conditions: a review",
      "authors": [
        "J Barlow",
        "C Wright",
        "J Sheasby",
        "A Turner",
        "J Hainsworth"
      ],
      "year": 2002
    },
    {
      "title": "Self-management education for adults with type 2 diabetes",
      "authors": [
        "S Norris",
        "J Lau",
        "S Smith",
        "C Schmid",
        "M Engelgau"
      ],
      "year": 2002
    },
    {
      "title": "General practice management of type 2 diabetes",
      "year": 2016,
      "doi": "10.1093/ww/9780199540884.013.u288341"
    },
    {
      "title": "the NHMRC research translation faculty diabetes mellitus steering Group",
      "authors": [
        "S Colagiuri",
        "G Johnson"
      ],
      "year": 2014,
      "doi": "10.2337/diacare.26.1.36"
    },
    {
      "title": "Diabetes expenditure in Australia 2008-09",
      "year": 2013
    },
    {
      "title": "The cost of diabetes in adults in Australia",
      "authors": [
        "C Lee",
        "R Colagiuri",
        "D Magliano",
        "A Cameron",
        "J Shaw",
        "P Zimmet",
        "S Colagiuri"
      ],
      "year": 2013,
      "doi": "10.1016/j.diabres.2012.12.002"
    },
    {
      "title": "Changes in quality of life associated with complications of diabetes: results from the ADVANCE study",
      "authors": [
        "A Hayes",
        "H Arima",
        "M Woodward",
        "J Chalmers",
        "N Poulter",
        "P Hamet",
        "P Clarke"
      ],
      "year": 2016,
      "doi": "10.1016/j.jval.2015.10.010"
    },
    {
      "title": "Event rates, hospital utilization, and costs associated with major complications of diabetes: a multicountry comparative analysis",
      "authors": [
        "P Clarke",
        "P Glasziou",
        "A Patel",
        "J Chalmers",
        "M Woodward",
        "S Harrap",
        "J Salomon",
        "A Group"
      ],
      "year": 2010,
      "doi": "10.1371/journal.pmed.1000236"
    },
    {
      "title": "Diabetes indicators",
      "year": 2017,
      "doi": "10.2196/preprints.8603"
    },
    {
      "title": "Diabetes indicators for the Australian National Diabetes Strategy",
      "year": 2016
    },
    {
      "title": "Reasons why patients referred to diabetes education programmes choose not to attend: a systematic review",
      "authors": [
        "G Horigan",
        "M Davies",
        "F Findlay-White",
        "D Chaney",
        "V Coates"
      ],
      "year": 2017
    },
    {
      "title": "Benefits of Credentialled diabetes educators to people with diabetes and Australia",
      "year": 2014,
      "doi": "10.1177/014572170202800607"
    },
    {
      "title": "The needs, concerns, and characteristics of younger Australian adults with type 2 diabetes",
      "authors": [
        "J Browne",
        "R Scibilia",
        "J Speight"
      ],
      "year": 2013
    },
    {
      "title": "A comprehensive assessment of the avoidability of longterm complications of diabetes. A case-control study. SID-AMD Italian study Group for the Implementation of the St. Vincent declaration",
      "authors": [
        "A Nicolucci",
        "D Cavaliere",
        "N Scorpiglione",
        "F Carinci",
        "F Capani",
        "G Tognoni",
        "M Benedetti"
      ],
      "year": 1996,
      "doi": "10.2337/diacare.19.9.927"
    },
    {
      "title": "Text to move: a randomized controlled trial of a text-messaging program to improve physical activity behaviors in patients with type 2 diabetes mellitus",
      "authors": [
        "S Agboola",
        "K Jethwani",
        "L Lopez",
        "M Searl",
        "O' Keefe",
        "S Kvedar"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6439"
    },
    {
      "title": "Putting theory into practice: a case study of diabetes-related behavioral change interventions on Chicago's south side",
      "authors": [
        "M Peek",
        "M Ferguson",
        "T Roberson",
        "M Chin"
      ],
      "year": 2014,
      "doi": "10.1177/1524839914532292"
    },
    {
      "title": "Behavior matters",
      "authors": [
        "E Fisher",
        "M Fitzgibbon",
        "R Glasgow",
        "D Haire-Joshu",
        "L Hayman",
        "R Kaplan",
        "M Nanney",
        "J Ockene"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2010.12.031"
    },
    {
      "title": "The effectiveness of text message-based self-management interventions for poorly-controlled diabetes: a systematic review",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Pfaeffli Dale",
        "L Maddison"
      ],
      "year": 2017
    },
    {
      "title": "Text2PreventCVD: protocol for a systematic review and individual participant data meta-analysis of text message-based interventions for the prevention of cardiovascular diseases",
      "authors": [
        "C Chow",
        "Sms Islam",
        "A Farmer",
        "K Bobrow",
        "R Maddision",
        "R Whittaker",
        "L Dale",
        "A Lechner",
        "L Niessen",
        "S Lear"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-012723"
    },
    {
      "title": "Diabetes text-message self-management support program (SMS4BG): a pilot study",
      "authors": [
        "R Dobson",
        "K Carter",
        "R Cutfield",
        "A Hulme",
        "R Hulme",
        "C Mcnamara",
        "R Maddison",
        "R Murphy",
        "M Shepherd",
        "J Strydom",
        "R Whittaker"
      ],
      "year": 2015
    },
    {
      "title": "Consumer Barometer with Google",
      "year": 2018,
      "doi": "10.1109/is3c.2018.00057"
    },
    {
      "title": "Design and rationale of the tobacco, exercise and diet messages (TEXT ME) trial of a text message-based intervention for ongoing prevention of cardiovascular disease in people with coronary disease: a randomised controlled trial protocol",
      "authors": [
        "C Chow",
        "J Redfern",
        "A Thiagalingam",
        "Jan Whittaker",
        "R Hackett",
        "M Graves",
        "N Mooney",
        "J Hillis"
      ],
      "year": 2012
    },
    {
      "title": "Orientations in adolescent use of information and communication technology: a digital divide by sociodemographic background, educational career, and health",
      "authors": [
        "L Koivusilta",
        "T Lintonen",
        "A Rimpela"
      ],
      "year": 2007
    },
    {
      "title": "Are computer and cell phone use associated with body mass index and overweight? A population study among twin adolescents",
      "authors": [
        "H Lajunen",
        "A Keski-Rahkonen",
        "L Pulkkinen",
        "R Rose",
        "A Rissanen",
        "J Kaprio"
      ],
      "year": 2007,
      "doi": "10.1186/1471-2458-7-24"
    },
    {
      "title": "A systematic review and meta-analysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2015
    },
    {
      "year": 2014,
      "doi": "10.52041/srap.13102"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett",
        "Jan Graves",
        "N De Keizer",
        "L Barry"
      ],
      "year": 2015
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012
    },
    {
      "title": "Effectiveness of an intervention to provide information to patients with hypertension as short text messages and reminders sent to their mobile phone (HTA-Alert)",
      "authors": [
        "C Márquez",
        "Vwm",
        "G Gil",
        "A Ylla-Catala",
        "M Figueras",
        "M Balana",
        "J Naval"
      ],
      "year": 2004
    },
    {
      "title": "A text message programme designed to modify patients' illness and treatment beliefs improves selfreported adherence to asthma preventer medication",
      "authors": [
        "K Petrie",
        "K Perry",
        "E Broadbent",
        "J Weinman"
      ],
      "year": 2012,
      "doi": "10.1111/j.2044-8287.2011.02033.x"
    },
    {
      "title": "Using internet and mobile phone technology to deliver an automated physical activity program: randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M Boni",
        "B Fairley",
        "T Hurst",
        "P Murray",
        "A Richardson",
        "J Sodhi"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams",
        "L Dillon",
        "M Zabinski",
        "C Rock",
        "W Griswold",
        "G Norman"
      ],
      "year": 2009
    },
    {
      "title": "A randomized controlled trial of sweet talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006
    },
    {
      "title": "Effectiveness of text message based, diabetes self management support programme (SMS4BG): two arm, parallel randomised controlled trial",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Y Jiang",
        "R Maddison",
        "M Shepherd",
        "C Mcnamara",
        "R Cutfield",
        "M Khanolkar",
        "R Murphy"
      ],
      "year": 2018
    },
    {
      "title": "The impact of automated brief messages promoting lifestyle changes delivered via mobile devices to people with type 2 diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola",
        "I Ricci-Cabello",
        "P Manikavasagam",
        "N Roberts",
        "D French",
        "A Farmer"
      ],
      "year": 2016
    },
    {
      "title": "Effects of interventions promoting monitoring of medication use and brief messaging on medication adherence for people with type 2 diabetes: a systematic review of randomized trials",
      "authors": [
        "A Farmer",
        "J Mcsharry",
        "S Rowbotham",
        "L Mcgowan",
        "I Ricci-Cabello",
        "D French"
      ],
      "year": 2016,
      "doi": "10.1111/dme.12987"
    },
    {
      "title": "Mobile phone interventions to increase physical activity and reduce weight: a systematic review",
      "authors": [
        "J Stephens",
        "J Allen"
      ],
      "year": 2013,
      "doi": "10.1097/jcn.0b013e318250a3e7"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011
    },
    {
      "title": "Effect of telemedicine on glycated hemoglobin in diabetes: a systematic review and meta-analysis of randomized trials",
      "authors": [
        "L Faruque",
        "N Wiebe",
        "A Ehteshami-Afshar",
        "Y Liu",
        "N Dianati-Maleki",
        "B Hemmelgarn",
        "B Manns",
        "M Tonelli"
      ],
      "year": 2017,
      "doi": "10.1503/cmaj.150885"
    },
    {
      "title": "SPIRIT 2013 statement: defining standard protocol items for clinical trials",
      "authors": [
        "A-W Chan",
        "J Tetzlaff",
        "D Altman",
        "A Laupacis",
        "P Gøtzsche",
        "K Krleža-Jerić",
        "A Hróbjartsson",
        "H Mann",
        "K Dickersin",
        "J Berlin"
      ],
      "year": 2013
    },
    {
      "title": "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher",
        "C Group"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c332"
    },
    {
      "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffmann",
        "P Glasziou",
        "I Boutron",
        "R Milne",
        "R Perera",
        "D Moher",
        "D Altman",
        "V Barbour",
        "H Macdonald",
        "M Johnston"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1687"
    },
    {
      "title": "Diabetes Australia position statement. A new language for diabetes: improving communications with and about people with diabetes",
      "authors": [
        "J Speight",
        "J Conn",
        "T Dunning",
        "T Skinner"
      ],
      "year": 2012
    },
    {
      "title": "Communicating diabetes in Australian print media: a change in language use between 2010 and 2014?",
      "authors": [
        "J Bailey",
        "T Mccrossin"
      ],
      "year": 2016,
      "doi": "10.1111/1753-6405.12563"
    },
    {
      "title": "Automatic Readability Checker",
      "year": 2017
    },
    {
      "title": "The behaviour change wheel: a new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman",
        "M Eccles",
        "J Cane",
        "C Wood"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Developing a behavioral model for mobile phone-based diabetes interventions",
      "authors": [
        "S Nundy",
        "J Dick",
        "M Solomon",
        "M Peek"
      ],
      "year": 2013
    },
    {
      "title": "Obesity: preventing and managing the global epidemic",
      "year": 2000,
      "doi": "10.1017/s0021932003245508"
    },
    {
      "title": "Reliability and validity of a brief physical activity assessment for use by family doctors",
      "authors": [
        "A Marshall",
        "B Smith",
        "A Bauman",
        "S Kaur"
      ],
      "year": 2005
    },
    {
      "title": "NSW Population Health Survey 2015 -Questionnaire",
      "year": 2016,
      "doi": "10.1071/nb03s11"
    },
    {
      "title": "WHO STEPS Instrument (Core and Expanded",
      "year": 2016,
      "doi": "10.1093/acprof:oso/9780195325089.003.0003"
    },
    {
      "title": "User's manual for the SF-12v2 Health Survey",
      "authors": [
        "M Maruish"
      ],
      "year": 2012
    },
    {
      "title": "The estimation of a preference-based measure of health from the SF-12",
      "authors": [
        "J Brazier",
        "J Roberts"
      ],
      "year": 2004,
      "doi": "10.1097/01.mlr.0000135827.18610.0d"
    }
  ],
  "num_references": 58,
  "original_doi": "https://doi.org/10.13039/501100021333"
}
