{
  "paper_id": "XTZE5HVK",
  "title": "Adapting the stage-based model of personal informatics for low-resource communities in the context of type 2 diabetes",
  "abstract": "Growing availability of self-monitoring technologies creates new opportunities for collection of personal health data and their use in personalized health informatics interventions. However, much of the previous empirical research and existing theories of individuals' engagement with personal data focused on early adopters and data enthusiasts. Less is understood regarding ways individuals from medically underserved low-income communities who live with chronic diseases engage with self-monitoring in health. In this research, we adapted a widely used theoretical framework, the stage-based model of personal informatics, to the unique attitudes, needs, and constraints of low-income communities. We conducted a qualitative study of attitudes and perceptions regarding tracking and planning in health and other contexts (e.g., finances) among low-income adults living with type 2 diabetes. This study showed distinct differences in participants' attitudes and behaviors around tracking and planning, as well as wide variability in their sense of being in charge of different areas of one's life. Ultimately, we found a strong connection between these two: perceptions of being in charge seems to be strongly connected to an individual's proactive or reactive tracking and planning in that area. Whereas individuals with a greater sense of being in charge of their health were more proactive, meaning they were likely to engage with all the stages of personal informatics model on their own, those with less of a sense of being in charge were more likely to be reactive-relying on their healthcare providers for several critical stages of self-monitoring (deciding what data to collect, integrating data from multiple sources, reflecting over patterns in collected data, and arriving at conclusions and implications for action). Perhaps as a result, these individuals were less likely to experience increases in self-awareness and self-knowledge, common motivating factors to engaging in self-monitoring in the future. We argue that adapting this framework in a way that highlights gaps in individuals' engagement has a number of important implications for future research in biomedical informatics and for the design of new interventions that promote engagement with self-monitoring, and that are robust in light of fragmented engagement.",
  "year": 2017,
  "date": "2017",
  "journal": "Health Sociology Review",
  "publication": "Health Sociology Review",
  "authors": [
    {
      "forename": "Meghan",
      "surname": "Reading Turchioe",
      "name": "Meghan Reading Turchioe",
      "affiliation": "a  Division of Health Informatics , Department of Population Health Sciences , Weill Cornell Medical College , New York , NY , USA \n\t\t\t\t\t\t\t\t Division of Health Informatics \n\t\t\t\t\t\t\t\t Department of Population Health Sciences \n\t\t\t\t\t\t\t\t Weill Cornell Medical College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Marissa",
      "surname": "Burgermaster",
      "name": "Marissa Burgermaster",
      "affiliation": "b  Department of Nutritional Sciences , College of Natural Sciences & Department of Population Health , Dell Medical School , The University of Texas at Austin , Austin , TX , USA \n\t\t\t\t\t\t\t\t Department of Nutritional Sciences \n\t\t\t\t\t\t\t\t College of Natural Sciences \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t Dell Medical School \n\t\t\t\t\t\t\t\t The University of Texas at Austin \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Austin \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Elliot",
      "surname": "Mitchell",
      "name": "Elliot Mitchell",
      "affiliation": "c  Department of Biomedical Informatics , Columbia University , New York , NY , USA \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Pooja",
      "surname": "Desai",
      "name": "Pooja Desai",
      "affiliation": "d  Department of Biobehavioral Science , Teachers College , Columbia University ; New York , NY , USA \n\t\t\t\t\t\t\t\t Department of Biobehavioral Science \n\t\t\t\t\t\t\t\t Teachers College \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lena",
      "surname": "Mamykina",
      "name": "Lena Mamykina",
      "affiliation": "c  Department of Biomedical Informatics , Columbia University , New York , NY , USA \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t Columbia University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Division of Health Informatics ; Department of Population Health Sciences , 425 East 61 st Street , Suite 301 , New York , New York 10065 , USA. \n\t\t\t\t\t\t\t\t Division of Health Informatics \n\t\t\t\t\t\t\t\t Department of Population Health Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 425 East 61 st Street Suite 301 \n\t\t\t\t\t\t\t\t\t 10065 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.jbi.2020.103572",
  "sections": [
    {
      "title": "Introduction",
      "text": "In recent years, health and wellness self-monitoring technologies have enabled the collection of personal health data on an unprecedented scale  [1] . Such devices as Apple Watch® and Fitbit® have become increasingly accessible, affordable,  [2]  and capable of collecting data with more detail, variety, and in greater amounts  [3, 4] . These data can benefit individuals with health challenges who need to engage in proactive self-management. For example, examining and reflecting on data with personal informatics solutions can lead to increased self-awareness and self-knowledge  [1, 3] . These data can also be shared with important stakeholders, including clinicians and caregivers  [5, 6] . In addition, these data present new opportunities to personalize both medical treatment and self-management strategies to the unique physiology and lifestyle of each individual  [7] [8] [9] .\n\nIn response to this increasing interest in data-driven technologies for personal health, research communities have generated a rich body of knowledge on ways individuals engage with self-monitoring in a variety of domains including health  [10] [11] [12] . In addition, theoretical frameworks emerged that can help researchers and practitioners develop a richer understanding of this phenomenon and guide future work. One such framework, the staged-based model of personal informatics, has become particularly influential and inspired a slew of research projects and design solutions  [13] [14] [15] . However, the vast majority of previous research on attitudes towards self-monitoring and self-tracking has focused on individuals who are intrinsically motivated to engage in data collection and who want to discover more about themselves and their health  [16, 17] . These individuals comprise the Quantified Self movement, characterized by their curiosity and desire for self-knowledge  [16, 18] . They also share specific demographic characteristics: a recent study found that \"quantified selfers\" are primarily young and middleaged men of white or European descent  [18, 19] .\n\nIn contrast, individuals most in need of effective solutions for personal health often reside in economically disadvantaged, low-resource communities that have a higher prevalence of chronic diseases, such as obesity and diabetes, than their more affluent counterparts  [20, 21] . Evidence suggests that these individuals are far less likely to spontaneously engage in proactive self-monitoring  [18, 22] . Specifically, there is increasing evidence that individuals reporting lower incomes and education attainment are less likely to track a health indicator or symptoms, and are less likely to use an application or medical device to do so, compared to individuals with higher levels of income and education  [19, 22, 23] . This lack of engagement with self-monitoring may preclude these individuals from the opportunities to improve their health using personalized interventions that rely on data. Moreover, it can further increase the digital divide and create a new data divide between those who can take advantage of personal data and data-driven solutions and those who lack the knowledge, motivation, and skills to do so  [24] .\n\nWhile engagement among well-resourced individuals has been well described, there exists a considerable knowledge gap in understanding what motivates low-resource individuals to engage in self-monitoring, how these individuals engage with personal data, and whether there are important differences in engagement between different populations. Therefore, in this research we aimed to develop a better understanding of how individuals in low-resource, medically underserved communities with a high prevalence of chronic conditions engage in self-monitoring for health, their attitudes towards personal data, and factors that both facilitate and inhibit such engagement, with the goal of increasing both empirical and theoretical knowledge in this area. Our specific focus was on individuals with Type 2 Diabetes Mellitus (T2DM). Individuals living with T2DM must make numerous daily decisions that affect their blood glucose levels and ultimately their risk of diabetes-related complications  [25] . These decisions include dietary choices (what, when, and how much to eat), exercise, sleep, and stress management, among many others. While there exist general guidelines for self-care behaviors,  [26, 27]  due to the high individual differences in blood glucose regulation,  [28]  specific self-management strategies must be tailored to each individual  [29, 30] . Data collected through self-monitoring can inform these strategies and provide between-visit measurements for healthcare providers  [31] . Yet there exist considerable challenges to engagement in self-monitoring for individuals with T2DM  [32] [33] [34] . Moreover, T2DM is disproportionately prevalent among individuals who are older, reside in economically disadvantaged communities, and Latino and African American individuals  [35, 36] . Many of these individuals are medically underserved  [7, 37]  and effective self-management interventions could bridge existing gaps in care  [5, 38] .\n\nIn order to address this knowledge gap, we conducted a qualitative study of attitudes and perceptions about tracking and planning among low-income Latino adults diagnosed with T2DM. To gain a richer understanding of participants' perceptions about tracking and planning, we explored the topic in both health-specific and non-health (e.g., finances) contexts. In this paper, we present empirical and theoretical findings from this study, proposing refinements to an existing theory and drawing implications for the design of informatics interventions to engage these populations in self-monitoring in health."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Participants and recruitment",
      "text": "Individuals with T2DM were recruited from a database of participants who were previously enrolled in the Washington Heights/Inwood Informatics Infrastructure for Comparative Effectiveness Research (WICER) study  [39] . WICER participants were recruited from community centers and ambulatory care clinics in the Washington Heights-Inwood neighborhood of New York City. As part of their participation in WICER research, these individuals gave their consent to be contacted for participation in future research studies at Columbia University Irving Medical Center (CUIMC). Participants indicating willingness to participate in future studies were contacted and enrolled in individual and focus group interviews. Inclusion criteria for the participants were: 1) self-reported diagnosis of T2DM, 2) age from 18 to 65, and 3) proficiency in either English or Spanish. Both the original WICER study and the individual and focus group interviews described here were approved by the CUIMC Institutional Review Board (IRB)."
    },
    {
      "title": "Data collection",
      "text": "This study included individual and focus group interviews conducted either in English or Spanish as the primary data collection approach. While focus groups are at times conceptualized as group discussion activities, we used a definition provided by Patton of focus group as \"an interview with a small group of people on a specific topic,\" where the objective is \"… to get high quality data in a social context where people can consider their own views in the context of the views of others.\" [40]  All sessions were scheduled as focus group interviews; when only one participant was present at the scheduled time, focus group interviews were converted into individual interviews but followed a similar structure and discussion guide. Each session lasted approximately 90 min (range: 45-120 min); the sessions were conducted during August and September of 2016. All of the authors participated in some or all English sessions as moderators. A Spanish-speaking moderator affiliated with the WICER project moderated Spanish sessions. The moderator was introduced to the study goals and trained on the use of the focus group guide. All individual and focus group interviews were conducted at CUIMC. Participants were provided with refreshments and a $20 incentive. Demographic data on all participants were obtained from the WICER research database.\n\nWe used a focus group guide divided into two sections: first, participants were asked to share their experiences with making changes to different areas of their lives (health and non-health related) and maintaining these changes; and second, participants were asked about specific strategies for keeping track of data and records in both health and non-health related areas. We approached the topic broadly and asked the participants about their experiences keeping records in various areas of their lives, including finances and childcare as well as health. We specifically framed our questions as \"keeping track of records\" rather than \"self-monitoring\" because the term self-monitoring is typically used only in health-related contexts  [41] . individual and focus group interviews were conducted until saturation was reached, specifically, after 13 sessions (7 focus groups and 6 individual interviews) that included 25 participants. We conducted 7 focus groups (1 English and Spanish) with 19 participants; each session included 2 to 4 participants each. We also conducted 6 individual interviews (3 English and Spanish). Interviews and focus groups were audio-recorded and transcribed verbatim. Spanish interview and focus group transcripts were translated during transcription."
    },
    {
      "title": "Data analysis",
      "text": "The analysis was conducted in two distinct stages. First, in order to understand individuals' attitudes towards self-monitoring and selfmonitoring behaviors, we used inductive thematic analysis  [42]  in NVivo 11.4.0 (QSR International, Inc., Burlington, MA). We collaboratively coded two transcripts as a team. Once consensus on an initial coding scheme was achieved through team coding, the first author (MRT) coded and categorized the remaining data. Three additional researchers independently read the interview and focus group transcripts and coded results (EGM, MB, LM). The researchers met periodically to discuss the emerging themes; all conflicts in coding were resolved through consensus. The coding scheme during the first stage consisted of four major themes that emerged inductively from the data. These themes described participants' life circumstances, health management, perceptions of being in charge in life and health, and attitudes and behaviors related to tracking and planning in both life and health. One of the most notable findings during this stage of coding was the identification of different levels for perceptions of being in charge (high/low) and different attitudes and behaviors related to tracking and planning (proactive/reactive). Consequently, we developed these two categories along their dimensions, identifying additional sub-categories describing each dimension.\n\nMemos of developing ideas about the data and the emerging themes were incorporated throughout the analysis. Review of these memos and further discussions within the team suggested a potential connection between two of the main findings: perceptions of being in charge in life and health, and attitudes and behaviors related to tracking and planning. To examine this connection, we cross-tabulated the codes that were categorized under different dimensions of \"perceptions of being in charge\" (high/low) and different dimensions of \"attitudes towards tracking and planning\" (proactive/reactive).\n\nIn the second stage of the analysis, we related our findings to the stages of the stage-based model of personal informatics. Specifically, we examined evidence supporting the stages of the framework and noted findings that were inconsistent with the stages as they are currently described. We related these differences to the different dimensions of categories described above (\"perceptions of being in charge\" and \"attitudes towards tracking and planning\"). This led us to identify several proposed modifications to the framework needed to reflect the attitudes towards self-monitoring and self-monitoring behaviors reported by the study participants.\n\nWe took several steps to ensure rigor throughout the data analysis process. To enhance confirmability, we member checked during the individual and focus group interviews and confirmed the content of the audio recordings and transcripts to ensure accuracy  [43] . In addition, the research team openly shared audit trails, including notes on each code and developing themes, to illustrate the evidence that led to their conclusions  [44] . Finally, to further enhance rigor in developing the findings, we cross-checked emerging themes with the participants' original statements, and recorded detailed notes outlining the analysis  [45] . Although in many cases we were unable to attribute quotes to specific participants due to cross-talk, quotes were attributed to the focus group in which they were stated. All four researchers contributed to the development of the themes, contributing alternative perspectives due to their diverse backgrounds in biomedical informatics, nutrition, public health, and nursing. This contributed to the richness and increased the validity of the findings."
    },
    {
      "title": "Results",
      "text": "Below, we present results in three sections. The first two sections offer rich depictions of participants and provide context for their experiences attempting to manage their health. In the third section, we specifically focus on tracking and planning and the central finding of this study: the connection between the sense of being in charge of a particular area of an individual's life and their willingness to engage in data tracking and planning in that area. We unpack this finding through five themes: (1) sense of being in charge in life, (2) sense of being in charge in health, (3) tracking and planning, (4) sense of being in charge and tracking and planning, and (5) additional facilitators and barriers to tracking and planning."
    },
    {
      "title": "Description of the participants",
      "text": "The 25 individuals with T2D who participated in this study were predominantly female (n = 22), middle aged adults (mean age 51.2 ± 8.7 years; range 20-61 years). Most were of Hispanic or Latino origin (n = 22) and most were born in a Spanish-speaking country (n = 23). The majority had an education level at high school or below (n = 23) and reported receiving Medicaid health insurance, suggesting low income.\n\nThroughout the individual and focus group interviews, we identified several subgroups of participants with similar life experiences. Some participants (two or three) described a series of life challenges, including unstable housing, unsafe neighborhoods, financial struggles, and strained social relationships. All of these participants were Englishspeaking. For example, one participant explained the multiple life challenges she had faced: \"I have enough bad stories. My cousin, she just died Friday, she was 91, you know, so I don't want to hear your sad stories when I'm struggling. I lost my mother. She had aneurysm. She was in the coma, she suffered. I don't want to hear your sad stories, because I'm living one.\" -FG 4 (English)\n\nAnother group of participants (approximately one-third) reported working as home attendants or community health workers and found their work to be fulfilling and rewarding. These participants did not report the hardships experienced by the first group. Furthermore, they took pride in their ability to help others: \"So I was able to start working in my own field which is amazing…doing community work, because I always love to do community work and didn't want to get away from that in my life.\" -FG 7 (English)\n\nThe largest sub-group within the sample (approximately two-thirds) included middle-aged female immigrants from Spanish-speaking countries with strong ties to their culture. Though they were different ages when they emigrated, ranging from infants to adults, they all appeared to have tapped into resources and networks of support within their communities to build a stable life in the United States. Many were positioned as family matriarchs who saw themselves as the head of the household, taking care of themselves and their families. One participant explained: \"I was really blessed, because I was well connected when I arrived to this country like I know that many immigrants have to pass through difficult situations before they even have the feet inside the door…I was able to start working in this school and after that I got so many supports.\" -FG (English)\n\nFinally, there were a few participants (two or three) that did not fit any of these identifiable sub-groups. Specifically, the Spanish-speaking male participants were overall less vocal in focus groups than their female counterparts and provided fewer details regarding their life experiences."
    },
    {
      "title": "Health self-management",
      "text": "Regardless of their life circumstances, the majority of the participants saw their health as difficult to manage and as a continuous source of struggle. Most experienced multiple health challenges, including chronic, co-morbid medical conditions and mental health problems. They described how challenges and hardships they experienced in life contributed to unhealthy habits: \"I had anxiety and I coped with eating sweets…Oh and a lot of pasta I ate. A lot of pasta.\" -FG 3 (Spanish)\n\nAt the same time, participants were aware of the importance of healthy daily behaviors in managing T2DM. Diet, in particular, was frequently mentioned as the most common approach to selfmanagement. One participant stated: \"Diabetes is what you eat. It's the mouth."
    },
    {
      "title": "I look at the portions. And the size is the first. You have to pretend you're at a restaurant you serve yourself a little bit because you eat from your eyes, but you have to recognize you have to eat that small size… Diabetes is definitely the mouth. Diabetes is what you eat.\" -FG 2 (Spanish).",
      "text": "Reported strategies for healthy eating included creating limits (e.g., portion control, proportion of macronutrients), meal planning, seeking sources of healthy food (healthy grocery stores, healthy restaurants), creating variety within their diet, and very commonly, using USDA's MyPlate graphic from the Dietary Guidelines for Americans  [46] : \"My doctor says that half of my plate has to be greens and a quarter has to be a grains and on the other side has to be the protein, so that's the way that I manage it now.\" -FG 2 (Spanish)\n\nParticipants who worked within the healthcare system were especially cognizant of the importance of health behaviors, in particular diet, and seemed to have internalized the health advice that they offered their patients. These participants reported that through their professional experiences, they came to better understand their own health. One participant described applying the information she provided to her patients to herself as well: \"Because I have a meal plan. We are given a nutritional plan. I take care of elderly patients… I apply the plan with the patients, but I also apply it to myself because that majority of the patients that I care for are diabetic. That's the majority, it's like an epidemic.\" -FG 12 (Spanish)"
    },
    {
      "title": "Main theme: Sense of being in charge and tracking and planning attitudes and behaviors",
      "text": "The main finding that emerged from the study was that there were considerable differences in participants' attitudes towards tracking and planning in life and health, and in their reports of their actual tracking and planning behaviors. Furthermore, we noted wide variability in participants' perceptions of being in charge in life and in health. Importantly, the results suggested that differences in tracking and planning were connected with individuals' projected sense of being in charge of a particular area of their lives. When individuals exhibited a greater sense of being in charge of a particular area of their lives, they were more likely to exhibit proactive attitudes towards tracking and planning within that area and to have a set of established practices for data collection and analysis. This was most common with participants' approaches to finances and child rearing; it was also the case for tracking in health, although only a few participants perceived themselves in charge of their health and proactively tracked and planned in this area. On the other hand, individuals who exhibited a lesser sense of being in charge of their health often exhibited reactive attitudes towards tracking and planning and only engaged in it when prompted by external factors or other stakeholders, such as healthcare providers. This was often exacerbated by their lack of skills necessary to interpret health data and use it to inform future action. We describe these findings in more detail below."
    },
    {
      "title": "Sense of being in charge in life",
      "text": "Overall, the participants in this study varied greatly in the way they described their own roles in building their lives, an attribute we came to refer to as the perceived sense of being in charge. Some participants spoke of themselves as active agents that determine their own destinies, and of the importance of their own choices in life. One participant described building a life for herself and taking initiative to learn her way around a new city when she arrived in the United States: \"Initially if you don't get yourself together, you can maybe lose yourself in that process-you never stop, so once you feel comfortable with something, you got to move. And that was the first 2 years-let me go to the school, if I cannot pay for the school, let me go to the library to learn English which is what I did first. I was helping my husband to make a life together; I cannot be at home sitting down waiting for him.\" -FG 7 (English). This was particularly the case for the Spanish-speaking matriarchs, who described themselves, \"the mothers,\" as prominent members of their communities and the central figures in their households, as one exchange revealed:\n\nModerator: Who makes the decisions at home? Participants 3-6 [all at once]: The mother. Moderator: Everyone here makes the decisions. Including the bank account, savings, who is going to pay the bill, everything? Participants 3-6 [all at once]: Yes.\n\n-FG 2 (Spanish)\n\nThese women actively engaged with their communities, leveraged available resources and social connections, and, in return, were often actively helping others. These women were also in charge of organizing and planning family activities, and were responsible for many decisions regarding the lives of their families, including managing family finances: \"I don't let my husband handle not even $10… I give him $20 a week. If somebody asks him-Saturday my brother asked him, 'Can you give me $20?' He took out his pocket and he said, 'Look ask your sister, she don't give me nothing.'\" -FG 8 (Spanish).\n\nOther participants felt little sense of being in charge of their lives and often attributed hardships they experienced in their daily lives to unfortunate circumstances, other persons, or a higher power such as God: \"I've had to get to the point where I'd gotten on the floor and actually kneeled on the floor and pray that I'd stop this, or I'd stop that. 'Please, God, if you do the-,' and make a deal with Him. And probably, I'll try to be good.\" -FG (English) These perceptions were particularly notable among the English-speaking participants of the study. The perception of not being in charge of one's life was further complicated by the lack of stability and life challenges that some participants faced, and by a lack of social support. Participants who described unstable living conditions also described feelings of hopelessness surrounding the circumstances they were in. One participant described how these challenges created competing priorities with health concerns: \"Like there are a lot of things that I have to have done, and I can't do it, because I'm so busy helping my family, or I can't get the help that I need. I'll be honest with you. I'm living in a room…I cannot even use the kitchen… I get food stamps, because I'm on a fixed budget. And I'm on social security income, which is nothing.\" -FG (English).\n\nNotably, while these participants often attributed their own hardships to other people or to higher powers, they derided poor choices made by others and attributed hardships experienced by others to their personal shortcomings. This was particularly true in the case of receiving government subsidies, which they typically considered necessary in their own situation, but irresponsible when speaking of others: \"Well, I don't take welfare. I think welfare will help me pay my rent. All right. I take welfare all the time. Thank you for the food stamps. Thank you for the cash… but on Long Island, there's no reason for that. People get housing. You have to put into it. You have to get off your ass and put into it.\" -FG 1 (English)"
    },
    {
      "title": "Sense of being in charge in health",
      "text": "Despite these apparent differences regarding perceptions of being in charge in life, the majority of study participants did not feel in charge of their health. Instead, they talked about external forces as driving factors when it came to health; these included heredity, the environment, and the healthcare system. Some participants felt confined by hereditary diseases and conditions, especially in the case of T2DM as one participant stated: \"I would like that that the diabetes would go away but it can't happen because it is also hereditary. I can't be healthy.\" -FG 6 (Spanish). Others felt that the environment directly counteracted their efforts to manage their health: \"Everything has sugar. Then how is one supposed to control themselves if everything has sugar?\" -FG 3 (Spanish). Rather than taking a proactive role in monitoring their health, making decisions, and seeking resources, they preferred to let their healthcare providers manage their health: \"I was surprised by my glucose. In the hospital they told me that when I got there it was bad. Thank God after they controlled it, it was going down to 7 but then it came back up again."
    },
    {
      "title": "I do not know how much-on Tuesday they took out blood to see what level it is.\" -FG 5 (Spanish).",
      "text": "There were, however, a few participants who reported feeling in charge of their health. These participants discussed maintaining accountability for their decisions and spoke of \"will power\" to make healthy choices. As one participant described: \"I had will power. You see, yesterday when my grandson arrived from school…he told me grandma can you make me a hamburger? I made him the hamburger, but what did I make for myself? Vegetables.\" -FG 2 (Spanish). Another participant described being the one who was ultimately in charge of maintaining their health and wellbeing: \"I take the accountability of my health… by maintaining a balanced diet, healthy. Keeping in shape, doing exercise, eating healthy. I prick myself I am determined to take care of myself.\" -FG 3 (Spanish)."
    },
    {
      "title": "Tracking and planning",
      "text": "Just as we observed differences in participants' perceptions of being in charge in both health and life, we observed differences in attitudes towards tracking and planning. The majority of participants in this study had previous experience with tracking and planning in many different areas of their lives. However, they varied greatly in both their attitudes towards these activities, and their actual experiences with them. Specifically, some participants described proactively tracking and planning in health and life, while others described a more reactive approach--tracking and planning only in response to a strong external cue, such as a healthcare's providers request. Below we unpack these two approaches to tracking and planning."
    },
    {
      "title": "3.3.3.1.",
      "text": "Proactive tracking and planning. Some participants exhibited both proactive attitudes and a set of established practices for planning, organizing, scheduling, and self-monitoring. These were particularly common in non-health related aspects of participants' lives, for example, managing their finances: \"I write it down, yes…I get all the bills, so I have a journal and like let's see, connect a $100.\" -FG 6 (English). Other common areas in which participants were proactive were managing appointments and schedules, and planning for their household (e. g., buying groceries, cooking meals). One participant explained a system she devised for planning purposes: \"I keep notes, for example, of what I have to do the next day. I put a note on the refrigerator because I forget things so, for example, Saturday morning I have to go to church, I have to help take care of the boy in the afternoon, in the afternoon I have a visitor so I would have to cook, this is what I have on paper on my refrigerator.\" -FG 13 (Spanish).\n\nA few participants exhibited similarly proactive attitudes towards tracking and planning in health and saw self-monitoring as a way of increasing their knowledge and their ability to improve their selfmanagement. These participants made their own decisions to track their diet, weight, and blood glucose, and described doing so because they felt it would ultimately improve their health: \"Especially that I want to bring [my blood glucose] down…every day that I'm going to eat I'm going to check.\" -FG 13 (Spanish). They also took an interest in experimenting with health behaviors, identifying meaningful patterns from the information they were collecting themselves, and incorporating these insights by tailoring their medications and diet accordingly. One participant described looking for trends in her blood glucose data: \"I would wake up in the morning I said okay maybe sometimes will be low or good in the morning when I ate breakfast I'll check it again and compare them.\" -FG 11 (Spanish). By reflecting and acting on the data, these individuals noticed improvements in their health, which encouraged them to continue self-monitoring: \"I write down what I eat… If it lowers to 80, I'm already shaking. I have not eaten for three hours. I would write down why I am shaking… [This helps] because I'm more careful. I can't eat rice, I can't eat yucca.\" -FG 2 (Spanish). 3.3.3.2. Reactive tracking and planning. However, the majority of participants did not exhibit such proactive attitudes to tracking and planning in health and did not perceive it as an important part of their selfmanagement. While these participants often had previous experience with self-monitoring, they were most commonly engaged in it reactively, in response to a request from their healthcare provider, who decided what to monitor, how, and for how long. One participant stated: \"They told me to take [my blood sugar] after I eat. And then later in two hours. To see how I have it…they gave me the pill to see how I had it but after that they told me not to check it so often.\" -FG 3 (Spanish). Similarly, these participants typically did not examine the collected data, but rather handed it over to healthcare providers for analysis: \"When the blood sugar is very high, I have to write it down for the doctor. And I take it to her until it's controlled again.\" -FG 8 (Spanish). Frequently these participants stated that they did not view regular self-monitoring as a critical part of health maintenance and were content to receive periodic snapshots of their blood glucose from clinicians: \"I ask the doctor and she checks it for me.\" -FG 8 (Spanish). Overall, these participants found self-monitoring to be a frustrating experience with unclear benefits for their health: \"All right. I would like to track my health, and I try to. I'm in this like situation where I'm damned if I do and I'm damned if I don't.\" -FG 1 (English). While these participants often reported making changes to their behaviors as a result of self-tracking, they mostly relied on their healthcare providers to make recommendations for the needed changes: \"I wrote down everything I ate."
    },
    {
      "title": "I am put on a diet. The doctor gave me a diet of what I can eat, what I cannot.",
      "text": "There are things I do not eat for the diabetes.\" -FG 3 (Spanish)."
    },
    {
      "title": "Sense of being in charge and tracking and planning",
      "text": "Cross-tabulation of participants' reported perceptions of their sense of being in charge and their attitudes towards tracking and planning showed a strong association between the two (Fig.  1 ). In the majority of cases, those participants who talked about feeling in charge of their health were also the ones who were proactive in their tracking and planning. These participants described maintaining healthy behaviors, proactively seeking health information and resources, and feeling that they were ultimately accountable for the health. At the same time, these participants also described proactive self-monitoring; they made decisions to consistently self-monitor, frequently evaluated and reflected upon the data they were collecting, and made adjustments to medications and diet based on the data.\n\nFor instance, in one session, a participant discussed seeking classes and other resources to improve diabetes self-management, as well as consistently self-monitoring blood glucose, evaluating the recorded data, and adjusting her medication accordingly:"
    },
    {
      "title": "Moderator: Think for a moment about a time you decided to do something totally differentchanged your lifestyle in some way. Participant 3: For me, taking classes has been very important. This one and the other ones I've taken because I also at the senior center I take a lot of classes of anything covering diabetes. To learn to eat and all of that. Moderator: Why did you decide to make this change? Participant 3: Because of my health. I weighed 416 lb. It's true. I had surgery but from there I learned how to eat less of carbohydrates in general since it worsens diabetes. Because it is what causes people to get more sick. Moderator: Ok. What helped you make that change? And what didn't you do? Participant 3: Recognizing. Learning to eat, learning what is good and bad. [time elapses] Moderator: How do you maintain records of your information regarding your diabetes? Like sugar levels? We know already how you eat, how do you write it? Do you save it on your phone, computer, paper, notebook? Participant 3: For me, on the glucose machine, it has memory but aside from that I write it down. I use pills and insulin so it's very important to maintain records and to know because if my sugar level is up to 110, I can't put it 90 units of insulin which is what I usually give myself in the mornings. So I every day I have to check it out. For example, I checked my diabetes today and it was at 103. I couldn't take two pills of 500. Today I said, I'm not going for that, I don't want pills today. -FG 2 (Spanish)",
      "text": "On the other hand, those participants who described other factors as major drivers of their health were also more likely to rely on others and to be reactive when it came to tracking and planning. These participants described feeling trapped by their hereditary, environmental, and socioeconomic circumstances, relying on healthcare providers to make health decisions, and ultimately feeling unable to change their health outcomes. Similarly, these participants relied on healthcare providers for tracking and planning decisions, specifically, what data to collect and when, how to interpret it, and what to do in response. They were also more likely to perceive tracking and planning as unnecessary on a routine basis. For example, one participant described self-management as following the \"rules\" given by a healthcare provider, and also described checking and recording blood glucose only when requested by a provider:\n\nParticipant 17: I also learned the doctor when I was told that I was diabetic # 2, she herself gave me something about what I can eat. Moderator: So the doctor gave you pamphlets? Or some graph or she gave you a pyramid? Participant 17: No no, she gave me something like the fruit that thing that I could eat me and that helped me a lot. Moderator: Okay and you followed there are the instructions that the doctor gave you? Participant 17: The rules. [time elapsed] Moderator: Tell me how you maintain your glucose. Where you write it or how you remember it. Participant 17: No I do not write it down…only when I have it very high, I have to write it down for the doctor. Moderator: Okay then there if you check it and write it down in a notebook? Participant 17: No, it's a little book that she gives me and I take it. Moderator: It's a booklet that comes and then you start to write it down. Participant 17: Of course, I have to take it three times a day. Moderator: Okay. And then when it is controlled again? Participant 17: I follow my normal routine. It's very rare for me to get out of control but that's how I do it. A lot of time passes, I do not get out of control.\n\n-FG 8 (Spanish)"
    },
    {
      "title": "Additional facilitators and barriers to tracking and planning",
      "text": "Beyond reported differences in the sense of being in charge as one of the main factors driving tracking and planning, participants reported other factors that either aided or inhibited their efforts to track their health and other areas of their lives. One of the most common facilitators of tracking and planning activities was the development of organizing structures that focused their efforts. Examples of such structures included reminders and the creation of routines, for example receiving regular bills in the mail: \"So when the bill arrives, they are just like ok I have to pay the bills.\" -FG 3 (Spanish). Structures could also be derived from social contexts, such as recruiting family members to be more proactive in tracking and planning as a group: \"I told my daughter, we live with the budget and we manage ourselves in a budget base. And she's like -she never asks me for money because she says…my family lives in a budget, that's what she said to her friend and that's funny -that's what I said.\" -FG 7 (English). Tools were also helpful for participants in tracking efforts, particularly in health. Many received booklets from their healthcare providers in which to keep track of their health-related data. However, for the majority of participants these tools were limited to paper-based organizers. Despite a general familiarity with the Internet and smartphone technology, only two participants discussed using technology as an organizing structure: one participant used a calendar application on her smartphone to track appointments and schedules, and another used a patient portal provided by her health system.\n\nIn regard to barriers, all participants experienced challenges with consistently and systematically tracking records in both more general areas of life and in health. Many patients reported financial and resource-related barriers to self-monitoring, such as the inability to afford enough test strips to regularly self-monitor: \"Her strips would not last too long. And her pharmacy won't give her more. Her insurance only gives her 50 for a month.\" -FG 3 (Spanish) Health records in particular were often perceived as burdensome and labor intensive because most participants used paper organizers (if anything), which require manual data collection. Health records also presented a unique additional barrier related to the need to interpret the collected data. Several participants discussed confusion regarding their self-monitoring records, particularly records that required some degree of transformation to be useful for health: \"I guess that will be the"
    },
    {
      "title": "most confusing part, because in the real life try to take the information and what you really eat… that's the sandwich…how can I convert this in what I've seen in this picture.\" -FG 7 (English)"
    },
    {
      "title": "Re-Examining the Stage-Based model of personal informatics",
      "text": "In this research, our focus was on developing new empirical and theoretical knowledge regarding ways individuals in low-resource communities engage in self-monitoring in health. Given this broad goal, we used the themes that emerged through thematic analysis, particularly the central finding surrounding connections between perceptions of being in charge and tracking and planning, to examine the applicability of the staged-based model of personal informatics to the target population in this study. We chose this specific framework because of its influence over research and design in technologies for personal health. [13] [14] [15]  We used themes developed through thematic analysis to re-examine the data from the perspective of the stage-based model of personal informatics. We specifically examined differences and similarities between the steps outlined in the existing model and our qualitative findings. This allowed us to identify areas for modification within the model that would offer a better description of experienced reported by the participants.\n\nWe found that the stage-based personal informatics framework adequately explained tracking and planning behaviors among participants who had a greater sense of being in charge of their health. These participants described undertaking each step of the self-monitoring process themselves, from deciding to self-monitor, to collecting data, to identifying important trends from the data and changing behaviors based on those insights. For example, one participant described the entire process of deciding to keep track of weight and blood sugar, proactively identifying behaviors that would improve weight and blood sugar, implementing the behavior change, and noticing an improvement afterwards: \"I do it every day. I check to see if anything changed or is still the same. My records go 6 years back. I started seeing a change after I started to change the way I eat. I used to eat a lot of fatty food, but not anymore."
    },
    {
      "title": "I changed the oil-I used to cook with the corn and vegetable oil, but now everything I do I cook it with olive oil. I found it on the Internet, I looked for the best oil to cook and that's what came up. They have a group of diabetics and I love to see what other people put on there -I also look for the way to lose weight and stay like that, that's what I look for.\" -FG 2 (Spanish).",
      "text": "Importantly, these participants described noticing a benefit from selfmonitoring in terms of increased knowledge and self-awareness, which may have motivated continued engagement.\n\nHowever, we found that the steps of engagement in self-monitoring looked distinctly different for those who had less sense of being in charge in health. While these individuals often engaged in the actual process of data collection, they were more likely to \"outsource\" or rely on healthcare providers to initiate self-monitoring, and to determine what data to collect, how to collect it, and for how long (preparation). One described stopping and starting self-monitoring based on her provider's cues: \"The doctor gave me a notebook so I could write it down, so when I go see her I bring it with me. At the beginning I wrote everything down. Well now she knows more or less what I eat.\" -FG 6 (English). In addition, they relied on their healthcare providers to review and synthesize the data (integration) and to interpret it (reflection). One participant described relying on their provider for data collection and interpretation of normal ranges: \"You know the range that the doctor has-he does the blood work, and I go by that number.\" -FG 4 (English).\n\nMoreover, they expected healthcare providers to draw implications for future actions, and to translate inferences from their data into recommendations they could incorporate into their medical regimen and daily behaviors. Thus, the action step was actually described in two distinct sub-stepsthe identification of what to change and the implementation of that change. Specifically, participants with a lesser sense of being in charge were often willing to introduce changes to their behaviors suggested by healthcare providers but were rarely the ones to identify an appropriate change. Accordingly, many preferred to take direction from providers regarding behavior change, as one participant stated: \"For what I'm eating, I may be wrong, and I would like to have somebody that has knowledge on that field to be able to correct me.\" -FG 7 (English).\n\nThese findings suggest the need to expand and adjust the model to account for these differences (Fig.  2 ). Specifically, the study suggests that while the stages of the framework may be consistent across different populations, multiple stakeholders may be involved in carrying out these steps. Most participants of our study, who did not perceive themselves in charge of their health, collected health data and later implemented necessary changes suggested by the data, but \"outsourced\" other critical steps to providers, including deciding to collect data (preparation), synthesizing (integration) and reflecting upon the data (reflection), and deciding what to do in response (action). Related to this last step, \"action\" described by Li et al. can be more usefully conceptualized as including two distinct sub-steps: identification and implementation. Whereas our findings suggested that participants who did not perceive themselves in charge of health were rarely the ones to identify a change based on insights from their health data and thus outsourced this step, they were willing and able to implement the change after it was identified by their providers."
    },
    {
      "title": "Discussion",
      "text": "In this study, we investigated perceptions and attitudes towards Fig.  2 . Differences in engagement with self-monitoring among those with a greater and less sense of being in charge.\n\ntracking and planning in different areas of life and health among lowincome adults diagnosed with T2DM. Overall, the study showed that individuals varied in the degree and impact of hardship they experienced in their lives: while some were well-established in their local communities, others reported challenging circumstances and constrained resources. The study also showed that individuals differed in their perceptions of being in charge; while some were more likely to see themselves as proactive agents driving their choices, others were more likely to attribute their situations to external forces. Despite the wide variability in these perceptions regarding life in general, most participants experienced challenges managing their health and felt they had little control over it. Importantly, this study suggested that there exists an association between an individuals' perceived sense of being in charge of a particular area of their life and their willingness to engage in tracking and planning in that area. For those areas where individuals perceived higher degree of being in charge, such as finances, they were more willing to keep track of records and plan their future choices. In contrast, when they felt little sense of being in charge, such as in health, they perceived self-monitoring as lacking in clear benefits.\n\nIn this study, an individual's perception of being in charge emerged as a central driving factor in explaining their engagement with selfmonitoring. While the concept of perceptions of being in charge was empirically derived from our findings, there is a congruence between this finding and several theoretical constructs described in theories of human behavior and psychology. For example, Self-Determination Theory (SDT) includes autonomy-the perception of control over behaviors and outcomes in life-as one of the fundamental human needs. Furthermore, SDT posits that autonomy, together with competence and relatedness, two other fundamental needs, play a critical role in influencing individuals' motivation to engage in different activities: greater autonomy leads to internal motivation, lower autonomy leads to external motivation. [47]  A related concept, self-efficacy, is an individual's belief that they are able to execute necessary actions in order to achieve their goals. [48]  Locus of control is a psychological construct describing an individual's beliefs about the extent of control that they have over things that happen to them. [49]  Locus of control is oriented along a spectrum from internal-the belief that one controls their fate, to external-the belief that fate is determined by external forces, such as a higher power or environmental factors.\n\nThese constructs, while originating in different theories, have considerable conceptual overlap with each other, and with the sense of being in charge identified in our study. For example, previous examination proposed that self-efficacy is a component of perceived behavioral control (or perceived control over performance of a behavior). [50]  Others have suggested that locus of control and autonomy are similar in that both create a dichotomy between internal versus external forces driving behaviors and outcomes. [51]  The concept of being in charge that empirically emerged from our findings appears to be conceptually related with both of these constructs: both of them align with the continuum between the greater and the lower sense of control exhibited by our study participants. While the primary focus of this study was on understanding attitudes and perceptions towards self-monitoring, these findings suggest a need for further exploration of these constructs and, potentially, for a more systematic examination of differences in individuals' perceptions of being in charge, and the relation to such constructs as locus of control and autonomy, which could be measured by established and validated scales. [49, 52]  Furthermore, while our study identified an association between perceptions of being in charge and self-monitoring, future work should look beyond association and examine whether a causal relationship exists between them: whether perceptions of being in charge can lead to proactive tracking and planning behaviors, proactive tracking and planning behaviors foster a greater sense of being in charge, or, alternatively, whether there is a synergistic, bi-directional relationship between them.\n\nRe-examination of our findings from the perspective of the stagebased model of personal informatics suggested that the model requires refinement to translate into more diverse populations with different degrees of perceived control. Previously, this model has been applied primarily to highly engaged individuals or \"quantified selfers.\" [53]  Previous research has also noted that high perceived control is common among in the Quantified Self community  [54]  and others who selfmonitor for health self-management  [55, 56] . In general, we found the stages of the model were consistent with participants' reports but the degree of their engagement with different stages varied greatly between those with a greater sense of being in charge of their health and those with less sense of being in charge. Specifically, those with lower perceived control over their health were less likely to decide when and what to monitor and to actively reflect on the collected data. Instead, these individuals relied on their healthcare providers for making key decisions and arriving at key conclusions. In addition, we identified that the action steps may be two distinct sub-steps involving the identification of what to change and the implementation of that change; participants with a lesser sense of being in charge often engaged in implementation but rarely identification. Furthermore, our analysis suggested that the degree of engagement in different stages of self-monitoring may have an impact on individuals' perception of its benefits and, as a result, their willingness to continue their engagement. Participants who engaged in each step of self-monitoring reported increased knowledge and selfawareness, which motivated continued engagement. In contrast, participants who outsourced the decision to self-monitor and reflection on the data did not see much benefit in self-monitoring and were unlikely to continue engaging in it. For these participants, self-monitoring did not lead to increased self-awareness, thus breaking the positive reinforcement loop reported in the previous literature. [32]  Our findings are consistent with previous critiques of the stage based model, particularly those who described that self-monitoring as ongoing and iterative  [57]  and social in nature, often involving caregivers, healthcare providers, and the broader sociocultural context. [57, 58]  Moreover, previous research suggested that there may exist distinct substages of the preparation stage (deciding to self-monitor and selecting appropriate tools to do so) and the collection, integration, and reflection stages (tracking and acting). [14]  Additionally, our study further expands on previous critiques by contributing to refinement of the framework regarding differences in the social nature of the framework by perceptions of being in charge-specifically, individuals who perceive themselves as being less in charge rely more on healthcare providers to complete many of the steps, while those who perceive themselves as more in charge rely less on healthcare providers. Our study also contributes a new conceptualization of the action step-identification and implementation.\n\nThese findings, and the resulting recommendations for modifications to the stage-based framework for personal informatics, have several implications for informatics interventions in low-resource, medically underserved communities. First, given the apparent association between perceptions of being in charge (or perceived control) and individuals' engagement in self-monitoring, informatics solutions can target perceived control itself. Applying health behavior theory may suggest concrete opportunities to intervene on individual's perceptions of control. Our study suggests that the degree of perceived control can vary between different areas of an individual's life, and as such is a malleable state, rather than an unchangeable trait: many who reported lower control in health also reported higher perceived control in other areas of life, such as finances and scheduling, and proactively tracked and planned in these areas. This suggests an opportunity and, possibly, a need to tailor self-monitoring interventions to different levels of intrinsic motivation, focusing on providing incentives to those who are extrinsically motivated, and on highlighting intrinsic health benefits for those who are intrinsically motivated. Aligning interventions with intrinsic motivation may help to bolster perceived control, self-determination, and, ultimately, motivation to self-monitor.\n\nSecond, given that lack of skills needed to interpret data collected with self-monitoring in health was one of the main barriers for more proactive engagement in reflection, it may be possible to close the loop of self-monitoring through applications of data science. For example, future interventions can incorporate computational data analysis to automatically detect trends and patterns in the collected data, thus reducing the need for individuals themselves to engage in the cognitively demanding task of reflection. [59]  Moreover, innovative patientfacing decision support tools can translate detected patterns into predictions and recommendations to guide future action. [60]  However, this raises questions regarding trustworthiness of automated inferences and recommendations, and an individual's ability to critically examine them. Recently studies have begun examining trustworthiness of predictions and recommendations generated by machine learning algorithms,  [61, 62]  and how individuals decide when to follow recommendations and when to contest them. [63]  However, the majority of this research has been conducted with healthcare professionals. It is plausible that questions of trust and reliability will be of even greater importance for individuals with low sense of being in charge of their health and with higher reliance on healthcare providers. [64, 65]  One approach to addressing this challenge is closer integration of healthcare professionals as moderators of computationally generated inferences and recommendations. Another approach is to develop new ways to communicate trustworthiness and reliability of computational inferences to populations with diverse literacy levels and different perceptions of being in charge. [60]  Furthermore, this study suggests the need to re-examine the conceptualization of engagement in self-monitoring and to consider the possibility that sustained engagement may not be a realistic, or even desirable, goal for all individuals all of the time. A proportion of the participants in this study reflected on a number of hardships and barriers to prolonged self-monitoring, including the high cost of test strips of other supplies, and other constrained resources. These findings align with prior research on self-monitoring in underserved populations with diabetes, which has reported similar barriers. [33, 34]  For these individuals, diabetes self-management concerns had to compete with many pressing needs and were often overshadowed by more urgent priorities. Thus, this study reinforced the impact of systemic barriers to engaging in proactive health management, including self-monitoring. Accordingly, we found in this study as well as our prior work  [66]  that participants were more likely to engage in short bursts of proactive tracking with a clearly defined goal, such as addressing particularly problematic patterns in blood glucose levels, rather than prolonged selfmonitoring with a more general goal of self-awareness. In the context of these broader systemic and socioeconomic barriers that many lowresource patients face, designing systems that can be highly effective during short periods of use represents a rich area of future work.\n\nFinally, while the primary focus of this work is on self-monitoring in health, it raised important questions related to the conceptualizations of perceived control and its relationship with structural inequalities experienced by different populations. Much has been written on how the relationships between actual power in situations, the unique advantages and disadvantages created by interacting components of identity, including race, gender, and others (e.g., intersectionality  [67] ), and the interlocking structures of power and oppression that stem from intersectionality (known as the matrix of domination  [68] ) further disempower underserved populations  [69]  and may exacerbate existing health disparities. [70]  However, the question of how actual control influences the sense of being in charge, or perceived control, is an important, open question for future work.\n\nThis study has several limitations. Given the focus of this research on medically underserved low-income populations, we purposefully sampled from the WICER cohort. As such our participants were predominantly Latino, female, and middle-aged and our results may not be generalizable to other populations. For this reason, the proposed recommendations for refinement to the stage-based model of personal informatics should be further explored in future work with larger, more diverse samples. The few men who participated were less vocal during focus groups and may not have contributed their perspectives as equally as their female counterparts. Future research should include the option for individual interviews. Furthermore, while trends in the behaviors of the different individuals in this sample seemed to emerge, we were unable to attribute quotes to specific individuals. Trends observed in this study should be confirmed in future work."
    },
    {
      "title": "Conclusion",
      "text": "In this study we adapted an existing theory, the stage-based model of personal informatics, to unique attitudes towards tracking and planning in both health and non-health contexts among low-income individuals with T2DM, and found clear differences in the way participants engaged with tracking and planning which appear to relate to perceptions of being in charge. These results allowed us to propose an expansion to the stage-based model of personal informatics to better describe the unique ways individuals who do not perceive themselves in charge of health engage with self-monitoring. These recommendations for modifications may be useful to other researchers studying understudied or underserved groups, for whom existing frameworks may be relevant but not adequately tailored. In addition, our findings have multiple implications for future work at the intersection of health behavior change and data science and motivate future research questions around appropriate degrees of self-monitoring for underserved individuals, who report multiple challenges in the context of competing priorities and constrained resources."
    },
    {
      "title": "CRediT authorship contribution statement"
    },
    {
      "title": "Declaration of Competing Interest",
      "text": "The authors declare the following financial interests/personal relationships which may be considered as potential competing interests: Meghan Reading Turchioe is affiliated with Iris OB Health Inc., New York, a startup company focused on postpartum depression, and has equity ownership. The other authors have no known competing financial interesting or personal relationships that could have appeared to influence the work reported in this paper to declare."
    },
    {
      "text": "Fig. 1. Cross-tabulation of codes for perceptions of being in charge and attitudes towards tracking and planning."
    },
    {
      "text": "Reading Turchioe: Conceptualization, Methodology, Formal analysis, Investigation, Data curation, Writing -original draft, Writing -review & editing. Marissa Burgermaster: Conceptualization, Methodology, Formal analysis, Investigation, Data curation, Writingreview & editing. Elliot G. Mitchell: Conceptualization, Methodology, Formal analysis, Investigation, Data curation, Writing -review & editing. Pooja M. Desai: Conceptualization, Methodology, Formal analysis, Investigation, Data curation, Writing -review & editing. Lena Mamykina: Conceptualization, Methodology, Formal analysis, Investigation, Data curation, Writing -review & editing, Supervision, Funding acquisition."
    }
  ],
  "references": [
    {
      "title": "Mobile, wearable and ingestible health technologies: towards a critical research agenda",
      "authors": [
        "E Rich",
        "A Miah"
      ],
      "year": 2017
    },
    {
      "title": "Wearable medical systems for p-Health",
      "authors": [
        "X Teng"
      ],
      "year": 2008
    },
    {
      "title": "Mobile technology and the digitization of healthcare",
      "authors": [
        "S Bhavnani",
        "J Narula",
        "P Sengupta"
      ],
      "year": 2016
    },
    {
      "title": "Consumer eHealth: Patient-generated Health Data",
      "year": 2016
    },
    {
      "title": "Potential and challenges of patient-generated health data for high-quality cancer care",
      "authors": [
        "A Chung",
        "E Basch"
      ],
      "year": 2015,
      "doi": "10.1200/jop.2015.003715"
    },
    {
      "title": "Assessing the value of patient-generated data to comparative effectiveness research",
      "authors": [
        "L Howie"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2014.0225"
    },
    {
      "title": "Personalized support for chronic conditions. A novel approach for enhancing self-management and improving lifestyle",
      "authors": [
        "I Lasorsa"
      ],
      "year": 2016
    },
    {
      "title": "Mobile health technology for personalized primary care medicine",
      "authors": [
        "R Shaw"
      ],
      "year": 2015,
      "doi": "10.1016/j.amjmed.2015.01.005"
    },
    {
      "title": "Patient-generated health data foundation for personalized collaborative care",
      "authors": [
        "S Hull"
      ],
      "year": 2015
    },
    {
      "title": "Taming data complexity in lifelogs: exploring visual cuts of personal informatics data",
      "authors": [
        "D Epstein"
      ],
      "year": 2014
    },
    {
      "title": "Fostering Engagement with Personal Informatics Systems",
      "authors": [
        "R Gulotta"
      ],
      "year": 2016,
      "doi": "10.1145/2901790.2901803"
    },
    {
      "title": "Motivational affordances and personality types in personal informatics",
      "authors": [
        "Y Karanam"
      ],
      "year": 2014,
      "doi": "10.1145/2638728.2638800"
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409"
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "D Epstein"
      ],
      "year": 2015
    },
    {
      "title": "Supporting patient-provider communication and engagement with personal informatics data",
      "authors": [
        "C.-F Chung"
      ],
      "year": 2017
    },
    {
      "title": "Quantified Self: self knowledge through numbers",
      "year": 2015,
      "doi": "10.1515/9783839449219-007"
    },
    {
      "title": "The Emergence of Quantified Self as a Data-driven Movement to Promote Health and Wellness",
      "authors": [
        "M Braber"
      ],
      "year": 2016
    },
    {
      "title": "What's happening in the\" Quantified Self\" movement?",
      "authors": [
        "V Lee"
      ],
      "year": 2014
    },
    {
      "title": "Lessons learned from an initial effort to bring a quantified self \"meetup\" experience to a new demographic",
      "authors": [
        "V Lee",
        "M Briggs"
      ],
      "year": 2014,
      "doi": "10.1145/2638728.2641321"
    },
    {
      "title": "Sociodemographic Patterns of Chronic Disease: How the Mid-South Region Compares to the Rest of the Country",
      "authors": [
        "G Oates"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.09.004"
    },
    {
      "title": "Socioeconomic Status and Self-Reported Chronic Diseases Among Argentina's Adult Population: Results Based on Multivariate Probability Models",
      "authors": [
        "V Viego",
        "K Temporelli"
      ],
      "year": 2017,
      "doi": "10.4081/jphr.2017.883"
    },
    {
      "title": "Self-monitoring of blood glucose experiences of adults with type 2 diabetes",
      "authors": [
        "L Dlugasch",
        "D Ugarriza"
      ],
      "year": 2014
    },
    {
      "title": "Tracking for Health",
      "authors": [
        "Pew"
      ],
      "year": 2013
    },
    {
      "title": "Digital inequalities in the use of self-tracking diet and fitness apps: interview study on the influence of social, economic, and cultural factors",
      "authors": [
        "F Regnier",
        "L Chauvel"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9189"
    },
    {
      "title": "Living with Diabetes",
      "authors": [
        "Ada"
      ],
      "year": 2016
    },
    {
      "title": "national standards for diabetes self-management education",
      "authors": [
        "M Funnell"
      ],
      "year": 2010,
      "doi": "10.2337/dc10-s089"
    },
    {
      "title": "Nutrition therapy recommendations for the management of adults with diabetes",
      "authors": [
        "A Evert"
      ],
      "year": 2013
    },
    {
      "title": "Personalized nutrition by prediction of glycemic responses",
      "authors": [
        "D Zeevi"
      ],
      "year": 2015
    },
    {
      "title": "Self-monitoring of blood glucose in non-insulin treated type 2 diabetes (the SMBG study): study protocol for a randomised controlled trial",
      "authors": [
        "S Parsons"
      ],
      "year": 2017
    },
    {
      "title": "A Systematic Review of Reviews Evaluating Technology-Enabled Diabetes Self-Management Education and Support",
      "authors": [
        "D Greenwood"
      ],
      "year": 2017,
      "doi": "10.1177/1932296817713506"
    },
    {
      "title": "Monitoring in chronic disease: a rational approach",
      "authors": [
        "P Glasziou",
        "L Irwig",
        "D Mant"
      ],
      "year": 2005
    },
    {
      "title": "Glucose self-monitoring in non-insulin-treated patients with type 2 diabetes in primary care settings: a randomized trial",
      "authors": [
        "L Young"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.1233"
    },
    {
      "title": "Factors Influencing Diabetes Self-Management Among Medically Underserved Patients With Type II Diabetes",
      "authors": [
        "J Reyes"
      ],
      "year": 2017
    },
    {
      "title": "Social and Environmental Barriers to Nutrition Therapy for Diabetes Management Among Underserved Pregnant Women: A Qualitative Analysis",
      "authors": [
        "L Yee"
      ],
      "year": 2016
    },
    {
      "title": "Multiple Chronic Conditions in the United States",
      "authors": [
        "C Buttorff",
        "T Ruder",
        "M Bauman"
      ],
      "year": 2017
    },
    {
      "title": "Chronic Disease Overview",
      "authors": [
        "Cdc"
      ],
      "year": 2016,
      "doi": "10.1037/e373222004-001"
    },
    {
      "title": "The role of technology in chronic disease care",
      "authors": [
        "R Milani",
        "R Bober",
        "C Lavie"
      ],
      "year": 2016,
      "doi": "10.1016/j.pcad.2016.01.001"
    },
    {
      "title": "Aligning health information technologies with effective service delivery models to improve chronic disease care",
      "authors": [
        "A Bauer"
      ],
      "year": 2014
    },
    {
      "title": "Comparisons among health behavior surveys: implications for the design of informatics infrastructures that support comparative effectiveness research",
      "authors": [
        "S Yoon",
        "A Wilcox",
        "S Bakken"
      ],
      "year": 2013,
      "doi": "10.13063/2327-9214.1021"
    },
    {
      "title": "How to Use Qualitative Methods in Evaluation",
      "authors": [
        "M Patton"
      ],
      "year": 1987
    },
    {
      "title": "A concept analysis of self-monitoring",
      "authors": [
        "M Wilde",
        "S Garvin"
      ],
      "year": 2007
    },
    {
      "title": "Content analysis and thematic analysis: implications for conducting a qualitative descriptive study",
      "authors": [
        "M Vaismoradi",
        "H Turunen",
        "T Bondas"
      ],
      "year": 2013
    },
    {
      "title": "Enhancing the quality and credibility of qualitative analysis",
      "authors": [
        "M Patton"
      ],
      "year": 1999
    },
    {
      "title": "The qualitative research audit trail: a complex collection of documentation",
      "authors": [
        "B Rodgers",
        "K Cowles"
      ],
      "year": 1993
    },
    {
      "title": "Rigour and grounded theory",
      "authors": [
        "A Cooney"
      ],
      "year": 2011,
      "doi": "10.7748/nr2011.07.18.4.17.c8631"
    },
    {
      "title": "What is My Plate?",
      "year": 2018,
      "doi": "10.7759/cureus.25231"
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0003-066x.55.1.68"
    },
    {
      "title": "Self-efficacy mechanism in human agency",
      "authors": [
        "A Bandura"
      ],
      "year": 1982,
      "doi": "10.1037//0003-066x.37.2.122"
    },
    {
      "title": "Generalized expectancies for internal versus external control of reinforcement",
      "authors": [
        "J Rotter"
      ],
      "year": 1966
    },
    {
      "title": "Perceived behavioral control, self-efficacy, locus of control, and the theory of planned behavior1",
      "authors": [
        "I Ajzen"
      ],
      "year": 2002
    },
    {
      "title": "Autonomous regulation and locus of control as predictors of antiretroviral medication adherence",
      "authors": [
        "I Lynam"
      ],
      "year": 2009,
      "doi": "10.1177/1359105309103577"
    },
    {
      "title": "The index of autonomous functioning: development of a scale of human autonomy",
      "authors": [
        "N Weinstein",
        "A Przybylski",
        "R Ryan"
      ],
      "year": 2012
    },
    {
      "title": "Designing Self-Monitoring Technology to Promote Data Capture and Reflection",
      "authors": [
        "E Choe"
      ],
      "year": 2014
    },
    {
      "title": "Self-tracking for health and the quantified self: re-articulating autonomy, solidarity, and authenticity in an age of personalized healthcare",
      "authors": [
        "T Sharon"
      ],
      "year": 2017
    },
    {
      "title": "Self-management, perceived control, and subjective quality of life in multiple sclerosis: an exploratory study",
      "authors": [
        "M Bishop",
        "M Frain",
        "M Tschopp"
      ],
      "year": 2008
    },
    {
      "title": "Personal informatics, self-insight, and behavior change: a critical review of current literature",
      "authors": [
        "E Kersten-Van Dijk"
      ],
      "year": 2017
    },
    {
      "title": "It's not just technology, it's people\": constructing a conceptual model of shared health informatics for tracking in chronic illness management",
      "authors": [
        "L Vizer"
      ],
      "year": 2019,
      "doi": "10.2196/10830"
    },
    {
      "title": "Personal Informatics in Interpersonal Contexts: Towards the Design of Technology that Supports the Social Ecologies of Long-Term Mental Health Management",
      "authors": [
        "E Murnane"
      ],
      "year": 2018
    },
    {
      "title": "Health mashups: presenting statistical patterns between wellbeing data and context in natural language to promote behavior change",
      "authors": [
        "F Bentley"
      ],
      "year": 2013,
      "doi": "10.1145/2503823"
    },
    {
      "title": "Pictures Worth a Thousand Words: Reflections on Visualizing Personal Blood Glucose Forecasts for Individuals with Type 2 Diabetes",
      "authors": [
        "P Desai"
      ],
      "year": 2018
    },
    {
      "title": "Physician understanding, explainability, and trust in a hypothetical machine learning risk calculator",
      "authors": [
        "W Diprose"
      ],
      "year": 2020,
      "doi": "10.1093/jamia/ocz229"
    },
    {
      "title": "How did you get to this number?\" Stakeholder needs for implementing predictive analytics: a pre-implementation qualitative study",
      "authors": [
        "N Benda"
      ],
      "year": 2020
    },
    {
      "title": "Designing contestability: interaction design, machine learning, and mental health",
      "authors": [
        "T Hirsch"
      ],
      "year": 2017
    },
    {
      "title": "You get reminded you're a sick person\": personal data tracking and patients with multiple chronic conditions",
      "authors": [
        "J Ancker"
      ],
      "year": 2015
    },
    {
      "title": "MAHI: investigation of social scaffolding for reflective thinking in diabetes management",
      "authors": [
        "L Mamykina"
      ],
      "year": 2008
    },
    {
      "title": "Designing for engagement with self-monitoring: A usercentered approach with low-income, latino adults with type 2 diabetes",
      "authors": [
        "M Turchioe"
      ],
      "year": 2019
    },
    {
      "title": "Mapping the margins: intersectionality, identity politics, and violence against women of color",
      "authors": [
        "K Crenshaw"
      ],
      "year": 1991,
      "doi": "10.2307/1229039"
    },
    {
      "title": "Black Feminist Thought: knowledge, consciousness, and the politics of empowerment",
      "authors": [
        "P Collins"
      ],
      "year": 2000
    },
    {
      "title": "Leveling up: on the potential of upstream health informatics interventions to enhance health equity",
      "authors": [
        "T Veinot"
      ],
      "year": 2019
    },
    {
      "title": "Good intentions are not enough: how informatics interventions can worsen inequality",
      "authors": [
        "T Veinot",
        "H Mitchell",
        "J Ancker"
      ],
      "year": 2018
    }
  ],
  "num_references": 70
}
