{
  "paper_id": "XYP4Q2S4",
  "title": "Chronic Disease Prediction Using the Common Data Model: Development Study",
  "abstract": "Background: Chronic disease management is a major health issue worldwide. With the paradigm shift to preventive medicine, disease prediction modeling using machine learning is gaining importance for precise and accurate medical judgement. Objective: This study aimed to develop high-performance prediction models for 4 chronic diseases using the common data model (CDM) and machine learning and to confirm the possibility for the extension of the proposed models. Methods: In this study, 4 major chronic diseases-namely, diabetes, hypertension, hyperlipidemia, and cardiovascular disease-were selected, and a model for predicting their occurrence within 10 years was developed. For model development, the Atlas analysis tool was used to define the chronic disease to be predicted, and data were extracted from the CDM according to the defined conditions. A model for predicting each disease was built with 4 algorithms verified in previous studies, and the performance was compared after applying a grid search. Results: For the prediction of each disease, we applied 4 algorithms (logistic regression, gradient boosting, random forest, and extreme gradient boosting), and all models show greater than 80% accuracy. As compared to the optimized model's performance, extreme gradient boosting presented the highest predictive performance for the 4 diseases (diabetes, hypertension, hyperlipidemia, and cardiovascular disease) with 80% or greater and from 0.84 to 0.93 in area under the curve standards. \n Conclusions: This study demonstrates the possibility for the preemptive management of chronic diseases by predicting the occurrence of chronic diseases using the CDM and machine learning. With these models, the risk of developing major chronic diseases within 10 years can be demonstrated by identifying health risk factors using our chronic disease prediction machine learning model developed with the real-world data-based CDM and National Health Insurance Corporation examination data that individuals can easily obtain.",
  "year": 2016,
  "date": "2016",
  "journal": "Korean J Med",
  "publication": "Korean J Med",
  "authors": [
    {
      "forename": "Chanjung",
      "surname": "Lee",
      "name": "Chanjung Lee",
      "affiliation": "1  Evidnet , Seongnam , Republic of Korea \n\t\t\t\t\t\t\t\t Evidnet \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seongnam \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Brian",
      "surname": "Jo",
      "name": "Brian Jo",
      "affiliation": "1  Evidnet , Seongnam , Republic of Korea \n\t\t\t\t\t\t\t\t Evidnet \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seongnam \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Hyunki",
      "surname": "Woo",
      "name": "Hyunki Woo",
      "affiliation": "1  Evidnet , Seongnam , Republic of Korea \n\t\t\t\t\t\t\t\t Evidnet \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seongnam \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Yoori",
      "surname": "Im",
      "name": "Yoori Im",
      "affiliation": "1  Evidnet , Seongnam , Republic of Korea \n\t\t\t\t\t\t\t\t Evidnet \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seongnam \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Rae",
      "surname": "Park",
      "name": "Rae Park",
      "affiliation": "2  Department of Biomedical Informatics , Ajou University Hospital , Suwon , Republic of Korea \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t Ajou University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Suwon \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Chulhyoung",
      "surname": "Park",
      "name": "Chulhyoung Park"
    },
    {
      "affiliation": "Department of Biomedical Informatics Ajou University Hospital 164 , World cup-ro , Yeongtong-gu , Suwon-si , Gyeonggi-do Suwon , 16499 Republic of Korea \n\t\t\t\t\t\t\t\t Department of Biomedical Informatics \n\t\t\t\t\t\t\t\t Ajou University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 164 World cup-ro Yeongtong-gu Suwon-si Gyeonggi-do \n\t\t\t\t\t\t\t\t\t 16499 \n\t\t\t\t\t\t\t\t\t Suwon \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    }
  ],
  "doi": "10.2196/41030",
  "keywords": [
    "common data model",
    "chronic disease",
    "prediction model",
    "machine learning",
    "disease management",
    "data model",
    "disease prediction",
    "prediction",
    "risk prediction",
    "risk factors",
    "health risk"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "World Health Organization's Global Action Plan (2013-2020) for noninfectious diseases aims to reduce the premature death rate stemming from chronic diseases by 25% by 2025  [1] . The plan also urges the establishment of national policies and management of performance indicators.\n\nAccordingly, the Ministry of Health and Welfare of South Korea has designated cardiovascular disease, diabetes, chronic respiratory disease, and cancer as chronic diseases to be managed by the government  [2]  and established a chronic disease management system centered on local hospitals. In March 2014, a community primary care pilot project for high blood pressure and patients with diabetes was initiated. In September 2016, the chronic disease management pilot project was carried out. From January 2019 to the present, a primary medical chronic disease management pilot project was conducted. Nevertheless, chronic diseases remain the primary cause of mortality and increasing medical expenses. According to the Korea Centers for Disease Control and Prevention, in 2020, chronic diseases were responsible for 7 out of 10 deaths in the country, accounting for 83.7% of total medical expenses  [3] .\n\nChronic diseases develop from metabolic syndrome that are caused by lifestyle or individual genetic and environmental factors  [4] . The development of chronic disease leads to various complications or requires long-term treatment  [5] . Therefore, it is important to take preemptive measures along with the prevention of metabolic syndrome. In this respect, it is necessary to develop various disease prediction models to reduce the risk of complications and medical costs.\n\nFortunately, early-stage disease prediction is gaining momentum with the use of real-world data combined with machine learning technology. Lee et al  [6]  predicted the risk of metabolic syndrome (area under the curve [AUC]=0.879) using machine learning techniques, and Choi et al  [7]  predicted disease occurrence using recurrent neural networks (diagnosis up to 79%). Lipton et al  [8]  predicted the probability of chronic disease by applying long short-term memory (AUC=0.81-0.99).\n\nHowever, the disease occurrence prediction models developed in South Korea used traditional statistical techniques, and most international predictive models were developed for Western White populations and therefore have reduced applicability to other countries and racial groups.\n\nAlthough there are already many studies using electronic medical record (EMR) and machine learning, they have limitations in requiring a definition of medical terms or preprocessing for standardization in multicentered studies, entailing that these studies cannot be synchronized with other prediction models. There are relatively few papers on predictive model development using the common data model (CDM; although version 6.0 was release recently, version 5.4 of the Observational Medical Outcomes Partnership CDM is supported by the Observational Health Data Sciences and Informatics suite of tools and methods), which can overcome these limitations. In this paper, we aimed to develop a scalable chronic disease prediction model using the CDM."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Subjects",
      "text": "We used the data of 790,822 subjects with at least one year of hospital records among subjects aged ≥20 years who had also visited a tertiary hospital in South Korea (Ajou University Hospital in Suwon) from 1999 to 2020. To predict the risk of developing chronic diseases for the subjects as they age, patients with chronic diseases (type 2 diabetes, high blood pressure, hyperlipidemia, and cardiovascular disease) as the underlying disease were excluded (Figure  1 )."
    },
    {
      "title": "Select Model Variables",
      "text": "The public health checkup is a test for adults aged >18 years in South Korea, and anyone can use it for free. Variables were selected based on the general examination of items from the National Health Insurance Service. A total of 19 variables were included, such as basic information, measurement information, lifestyle information, and history of diseases."
    },
    {
      "title": "Data Extraction",
      "text": "The data used in the predictive model were extracted using the Atlas analysis tool (Observational Health Data Sciences and Informatics-a nonprofit consortium that allows researchers to perform design, characterization, and analysis). A cohort for chronic diseases was created through Atlas design for the variables used in the cohort. Concept IDs following the Systematized Nomenclature Of Medicine-Clinical Terms terminology were used, which are mapped to the International Classification of Diseases, 10th Revision code and currently used as a diagnostic name in clinical practice. Systematized Nomenclature Of Medicine-Clinical Terms were developed to meet the various needs and expectations of clinicians around the world, and it is an international standard terminology system used in more than 80 countries, helping to consistently express clinical contents in medical information records. Additionally, concept IDs following the Local Laboratory Result Code terminology, mapped with the managed local code, was used. Local Laboratory Result Code refers to international standard test terms, and medical terms are defined and standardized for the standardization of test codes. Table  1  shows the concept IDs used in the defined cohort group.\n\nThe defined cohort group was divided into a disease-occurring group and a nonoccurring group according to the presence or absence of a diagnosed chronic disease within 10 years from the index date (when the criteria for participation in the study were met). Cohort generation and data extraction were performed according to the design criteria shown in Textbox 1."
    },
    {
      "title": "Exclusion criteria",
      "text": "• A history of chronic diseases (diabetes, high blood pressure, hyperlipidemia, or cardiovascular disease) for any period before the selection duration\n\nMissing basic information, examination, and questionnaire items that were selected as essential items in the study for the development of the chronic disease prediction model"
    },
    {
      "title": "Data Preparation",
      "text": "We used the patient information, medical treatment, and examination data from a tertiary hospital in South Korea for the CDM. If the missing value was a numeric variable, it was replaced with the median of the matching gender for each age group (stratified into 5-year units), and in the case of a categorical variable, it was replaced with the mode of the matching gender for each age group. Since the number of samples between the 2 groups was unbalanced, random undersampling was performed in the nondiabetic group within 10 years to match the size of the diabetic group. Although data balancing can be hidden from the actual prevalence in practice, it ensures model performance for new data by preventing biased learning from highly imbalanced class problems."
    },
    {
      "title": "Statistical Analysis",
      "text": "The descriptive statistics of each group (target group and comparator group) are shown in Table  2 ."
    },
    {
      "title": "Models"
    },
    {
      "title": "Overview",
      "text": "In this study, to select the most suitable model for disease prediction, we used the following 4 algorithms: logistic regression (LR), random forest (RF), gradient boosting model (GBM), and extreme gradient boosting (XGBoost). LR using binary classification in the statistics field and the other 3 machine learning algorithms had shown better performance than similar prior research  [9] . Afterward, the prediction performance was compared. Model validation was conducted with the same 80% training data and 20% validation data derived from the entire data set. Accuracy, sensitivity, specificity, and AUC were used as model performance indicators. The prediction model flow is shown in Figure  2 ."
    },
    {
      "title": "LR Algorithm",
      "text": "LR was devised by Cox  [10]  as a regression model that predicts the probability of the occurrence of an event with respect to a binary dependent variable. Unlike general linear regression analysis, the range of LR is limited to 0-1 because the dependent variable is dichotomous, and the conditional probability of the occurrence of an event also follows a binomial distribution. That is, if the estimated value following the logistic function satisfying the above assumption is less than 0.5, the predicted value is classified as \"nonoccurring,\" and if it is greater than 0.5, then the predicted value is classified as \"occurring.\" Although LR was developed in 1970, it is still being used for statistical analysis and predictive research in various fields."
    },
    {
      "title": "RF Algorithm",
      "text": "RF is a tree-based ensemble model capable of both classification and regression and selects the most appropriate forest model by collecting the results of randomly generated independent decision trees  [11] . Bagging-based training data inputted to the tree provides model diversity, and the randomness of variable combinations constituting the tree can prevent model noise and the risk of overfitting. The fact that RF is less sensitive to missing values than other algorithms is also an advantage."
    },
    {
      "title": "GBM Algorithm",
      "text": "GBM is a tree-based ensemble model similar to RF, but unlike RF, it creates a tree using a boosting method. The boosting method increases the performance of classification or prediction by sequentially combining several small models  [12] . GBM reduces the errors generated by the previous model. Although GBM shows high performance in prediction, it may take a lot of time to fit the model because training requires extensive computation. In recent years, GBM-based algorithms such as LightGBM  [13] , CatBoost, and XGBoost have been developed to overcome the shortcomings of GBM."
    },
    {
      "title": "XGBoost Algorithm",
      "text": "XGBoost is a representative tree-based ensemble model devised by Chen and Guestrin  [14] . It is a machine learning algorithm actively used in prediction and classification research because of its powerful performance and has many advantages such as fast learning due to parallel processing, overfitting regulation, and linkage with other algorithms. Since XGBoost is based on GBM, it optimizes the model by assigning weights using a boosting method, reducing the residual error of the model created with classification and regression tree algorithm-based trees."
    },
    {
      "title": "Grid Search",
      "text": "Unlike LR analysis, machine learning algorithms support various parameters (hyperparameters) so that users can optimize the model. Grid search is a technique to find the parameter value when the model has the highest performance by sequentially applying the parameter values set by the user. We optimized the model by applying grid search to the above 3 algorithms (RF, GBM, and XGBoost). Table  S1  in Multimedia Appendix 1 presents the parameters and ranges used in the grid search for each algorithm."
    },
    {
      "title": "Results"
    },
    {
      "title": "Model Results",
      "text": "Comparing model performance by chronic disease, the predictive model using XGBoost based on accuracy showed superior performance in all diseases compared to the other 3 models (Table  3 )."
    },
    {
      "title": "Model Validation Results",
      "text": "Table  4  shows the parameter values of each disease model outputted by the XGBoost grid search.\n\nThe model evaluation indicators used were accuracy, sensitivity, specificity, and AUC. Over 80% prediction accuracy was achieved for all diseases, with AUC from 0.84 to 0.93. The XGBoost model performance by disease is shown in Table  5  and Figure  3 ."
    },
    {
      "title": "Shapley Additive Explanations Model Variable Importance",
      "text": "In open-source program languages (eg, Python and R), the XGBoost package shows model feature importance using its own library. However, small models are more combined and complicated, and the feature importance of small models becomes inconsistent. Therefore, we used the Shapley additive explanations (SHAP) method to represent the model's feature importance, which had high consistency and accuracy  [15] . SHAP's feature importance used the weighted average of marginal contribution for each feature (Shapley value). It gave the importance of the features and the positive or negative effect of each feature. The formula of Shapley value is a follows:\n\nwhere Ø i is the Shaley value of data i , F is the full set, S is the subsets in total set excluding data i , is the contribution of the full set including data i , and f S (x S ) is the contribution of subsets excluding data i .\n\nThe SHAP value graph of the fitted model for each disease is presented in Figure  4 .\n\nIn the case of type 2 diabetes, fasting blood glucose (Shapley value=1.895), age (1.271), and BMI (0.245) influenced the occurrence of diabetes within 10 years  [16] . For hypertension, hyperlipidemia (1.272), cardiovascular disease (1.379), and age (1.117) had the greatest influence on disease occurrence. Furthermore, in the case of hyperlipidemia, it was found that among the variables excluding age, total cholesterol (0.616) and low-density lipoprotein (0.249) influenced disease occurrence, in the order presented  [17] . In case of cardiovascular disease, systolic blood pressure (0.164) and high-density lipoprotein (0.113) had the second highest influence on disease occurrence. These results are consistent with the results of previous studies that studied the risk factors of the 4 chronic diseases  [16, 17] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This study develops a disease prediction model with more than 80% accuracy by using the 16 National Health Insurance system test variables from the real-world data of a tertiary hospital in South Korea. Our study:\n\n1. Presents the possibility of predicting diseases with universal and useful information on public health examinations, 2. Explains the ability of model prediction results, and 3. Presents the external verification and scalability using other organizations' CDM.\n\nBy observing recent research trends relating to disease prediction models using a CDM, the number of cases focusing on multicenter studies rather than single-center studies is increasing. Lee et al  [18]  established an artificial intelligence (AI) learning platform for multicenter clinical research focusing on CDM linkage. Using data from Gachon University Gil Hospital to develop a machine learning model that predicts 5-year risk in patients with inflammatory bowel disease who started biologics, Choi et al  [19]  externally validated the model with CDM data (Ministry of Food and Drug Safety). Johnston et al  [20]  developed a model to predict whether patients will stop taking antihyperglycemic drugs within 1 to 2 years after laparoscopic metabolic surgery. Using psychiatric patient notes at Ajou University Hospital, Lee et al  [21]  developed an NLP model that predicts the onset of psychosis in patients by learning, which is a representative case. As such, if the same cohort criterion is applied to multiple institutions in an expanded form along with disease prediction model construction and cross-validation, a more universal and robust model can be developed.\n\nResearch is being conducted globally to reduce medical costs by predicting disease occurrence using AI. As the AI industry has gone bigger, AI can reduce costs in providing care and increase the efficiency of medical jobs  [22] . In 2019, researchers from the Boston Institute of Technology and Boston Health Center conducted joint research using electronic health records and lifelog big data with AI in an attempt to prevent disease outbreaks and medical fraud. The findings may help reduce hospitalization costs, which account for a substantial portion of US medical expenses  [23] . The model developed through this study is expected to evolve into a similar system for South Koreans, by predicting the risk of future disease development and aiding self-health management."
    },
    {
      "title": "Comparison With Prior Work",
      "text": "With the recent development of AI and data processing technology, research on disease prediction model development using National Health Insurance Service data  [9]  or single-institution EMR data  [24]  is steadily progressing. In this study, we developed chronic disease prediction models with relatively high performance compared to previous papers. A difference between this study and existing work is that the models have been developed using the CDM, so that we can XSL • FO RenderX expect improved precision through variable expansion and by simultaneously using multiorganizational data."
    },
    {
      "title": "Limitations",
      "text": "A limitation of this study is that it uses a single-institution CDM from a tertiary hospital. Therefore, it cannot ensure generalizability. Additionally, the demographic variables (educational level, residential area, marital status, etc.) are insufficient compared to the health insurance service examination items. They are limited due to the focus on South Korean public checkups; by using more features related with the disease (hemoglobin A1C and biopsy data), the model becomes more accurate. Lastly, the model was trained using the cross-sectional data of patients. If the model is trained using time-series data (eg, the cohort of patients' information that includes changes of laboratory results as time goes by), it could be much more comprehensive."
    },
    {
      "text": "Figure 1. The process of selecting subjects for the type 2 diabetes study. ALT: alanine aminotransferase; AST: aspartate aminotransferase; CDM: common data model; Cr: creatinine; DBP: diastolic blood pressure; FBS: fasting blood glucose; HDL: high-density lipoprotein; Hgb: hemoglobin; LDL: low-density lipoprotein; SBP: systolic blood pressure; TG: triglyceride."
    },
    {
      "text": "Figure 2. Prediction model flow. CDM: common data model; ML: machine learning; OMOP: Observational Medical Outcomes Partnership; XGBoost: extreme gradient boosting."
    },
    {
      "text": "Extreme gradient boosting grid search result. sample's rate of each tree. b Max depth: maximum depth of Tree. c Min child: minimum sum of weights for all observations needed in the child. d Eta: learning rate."
    },
    {
      "text": "Figure 3. Receiver operating characteristic curves for XGBoost (A) type 2 diabetes model, (B) hypertension model, (C) hyperlipidemia model, and (D) cardiovascular disease model. AUC: area under the curve; XGBoost: extreme gradient boost."
    },
    {
      "text": "Figure 4. Shapley additive explanations (SHAP) value graph of the fitted model for the importance of (A) type 2 diabetes variables, (B) hypertension variables, (C) hyperlipidemia variables, and (D) cardiovascular disease variables. ALT: alanine aminotransferase; AST: aspartate aminotransferase; DBP: diastolic blood pressure; HDL: high-density lipoprotein; LDL: low-density lipoprotein; SBP: systolic blood pressure."
    },
    {
      "text": "Concept ID information.Patients who visited the hospital from January 1, 1999, to May 31, 2020•Patients with data for 180 days before and after the index date•Patients diagnosed with chronic diseases (type 2 diabetes, hypertension, hyperlipidemia, or cardiovascular disease) within 10 years from the index date"
    },
    {
      "text": "Descriptive statistics."
    },
    {
      "text": "Performance comparison of disease prediction models."
    },
    {
      "text": "Predictive performance by model."
    }
  ],
  "references": [
    {
      "title": "Action plan for the prevention and control of noncommunicable diseases in the WHO European Region",
      "year": 2016,
      "doi": "10.2471/b09488"
    },
    {
      "title": "Impact of a primary health care chronic diseases management pilot program. Article in Korean",
      "authors": [
        "E Song",
        "Y Kim"
      ],
      "year": 2021,
      "doi": "10.3904/kjm.2021.96.1.7"
    },
    {
      "title": "chronic disease fact sheet",
      "authors": [
        "E Jeong"
      ],
      "year": 2020
    },
    {
      "title": "Diabetes fact sheets in Korea, 2020: an appraisal of current status",
      "authors": [
        "C Jung",
        "J Son",
        "S Kang",
        "W Kim",
        "H Kim",
        "H Kim"
      ],
      "year": 2021,
      "doi": "10.4093/dmj.2020.0254"
    },
    {
      "title": "Development of T2DM prediction model using RNN. Article in Korean",
      "authors": [
        "J Jang",
        "M Lee",
        "T Lee"
      ],
      "year": 2019,
      "doi": "10.14400/JDC.2019.17.8.249"
    },
    {
      "title": "Development and validation of prediction model for risk reduction of metabolic syndrome by body weight control: a prospective population-based study",
      "authors": [
        "S Lee",
        "H Lee",
        "J Choi",
        "S Koh"
      ],
      "year": 2020,
      "doi": "10.1038/s41598-020-67238-5"
    },
    {
      "title": "Doctor AI: Predicting Clinical Events via Recurrent Neural Networks",
      "authors": [
        "E Choi",
        "M Bahadori",
        "A Schuetz",
        "W Stewart",
        "J Sun"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocw112"
    },
    {
      "title": "Learning to diagnose with LSTM recurrent neural networks",
      "authors": [
        "Z Lipton",
        "D Kale",
        "C Elkan",
        "R Wetzel"
      ],
      "year": 2015,
      "doi": "10.48550/arXiv.1511.03677"
    },
    {
      "title": "Machine learning-based cardiovascular disease prediction model: a cohort study on the Korean National Health Insurance Service Health Screening Database",
      "authors": [
        "J Kim",
        "Y Jeong",
        "J Kim",
        "J Lee",
        "D Park",
        "H Kim"
      ],
      "year": 2021,
      "doi": "10.3390/diagnostics11060943"
    },
    {
      "title": "Regression models and life-tables",
      "authors": [
        "D Cox"
      ],
      "year": 2018,
      "doi": "10.1111/j.2517-6161.1972.tb00899.x"
    },
    {
      "title": "Understanding random forests: from theory to practice",
      "authors": [
        "G Louppe"
      ],
      "year": 2014,
      "doi": "10.48550/arXiv.1407.7502"
    },
    {
      "title": "Boosting algorithms: regularization, prediction and model fitting",
      "authors": [
        "P Bühlmann",
        "T Hothorn"
      ],
      "year": 2007,
      "doi": "10.1214/07-sts242"
    },
    {
      "title": "Predicting student performance in online learning using a highly efficient gradient boosting decision tree",
      "authors": [
        "C Wang",
        "L Chang",
        "T Liu"
      ],
      "year": 2022,
      "doi": "10.1007/978-3-031-03948-5_41"
    },
    {
      "title": "XGBoost: a scalable tree boosting system",
      "authors": [
        "T Chen",
        "C Guestrin"
      ],
      "year": 2016,
      "doi": "10.1145/2939672.2939785"
    },
    {
      "title": "A unified approach to interpreting model predictions",
      "authors": [
        "S Lundberg",
        "S Lee"
      ],
      "year": 2017
    },
    {
      "title": "Prevalence and risk factors of type 2 diabetes according to gender among Korean employees. Article in Korean",
      "authors": [
        "S Kim",
        "S Yu",
        "D Choi"
      ],
      "year": 2015,
      "doi": "10.5762/kais.2015.16.11.7589"
    },
    {
      "title": "Risk factors for hypertension in elderly people aged 65 and over, and adults under age 65. Article in Korean",
      "authors": [
        "K Kim"
      ],
      "year": 2019,
      "doi": "10.5762/KAIS.2019.20.1.162"
    },
    {
      "title": "Construction of artificial intelligence training platform for multi-center clinical research",
      "authors": [
        "C Lee",
        "J Kim",
        "S No",
        "T Kim",
        "K Yoon",
        "C Jeong"
      ],
      "year": 2020,
      "doi": "10.3745/KTCCS.2020.9.10.239"
    },
    {
      "title": "Development of machine learning model to predict the 5-year risk of starting biologic agents in patients with inflammatory bowel disease (IBD): K-CDM network study",
      "authors": [
        "Y Choi",
        "S Park",
        "J Chung",
        "K Kim",
        "J Cho",
        "Y Kim"
      ],
      "year": 2020,
      "doi": "10.3390/jcm9113427"
    },
    {
      "title": "Using machine learning applied to real-world healthcare data for predictive analytics: an applied example in bariatric surgery",
      "authors": [
        "S Johnston",
        "J Morton",
        "I Kalsekar",
        "E Ammann",
        "C Hsiao",
        "J Reps"
      ],
      "year": 2019,
      "doi": "10.1016/j.jval.2019.01.011"
    },
    {
      "title": "Psychosis relapse prediction leveraging electronic health records data and natural language processing enrichment methods",
      "authors": [
        "D Lee",
        "C Kim",
        "S Lee",
        "S Son",
        "S Cho",
        "Y Cho"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyt.2022.844442"
    },
    {
      "title": "The potential for artificial intelligence in healthcare",
      "authors": [
        "T Davenport",
        "R Kalakota"
      ],
      "year": 2019,
      "doi": "10.7861/futurehosp.6-2-94"
    },
    {
      "title": "An intervention to improve care and reduce costs for high-risk patients with frequent hospital admissions: a pilot study",
      "authors": [
        "M Raven",
        "K Doran",
        "S Kostrowski",
        "C Gillespie",
        "B Elbel"
      ],
      "year": 2011,
      "doi": "10.1186/1472-6963-11-270"
    },
    {
      "title": "Towards interpretable, medically grounded, EMR-based risk prediction models",
      "authors": [
        "I Twick",
        "G Zahavi",
        "H Benvenisti",
        "R Rubinstein",
        "M Woods",
        "H Berkenstadt"
      ],
      "year": 2022,
      "doi": "10.1038/s41598-022-13504-7"
    }
  ],
  "num_references": 24
}
