{
  "paper_id": "Y84MPFEU",
  "title": "A INTERSEÇÃO",
  "year": 2024,
  "date": "2024-05-31",
  "authors": [
    {
      "name": "D Farmácia"
    },
    {
      "name": "Roberto Farmacêutico"
    },
    {
      "affiliation": {
        "organization": "transformação do papel do farmacêutico",
        "department": "transformação do papel do farmacêutico",
        "institution": "Unidade Independente de Estudos em Inovação Biofarma Resumo Este estudo examina",
        "address": "evidenciando a"
      }
    },
    {
      "affiliation": {
        "organization": "ao paciente. A pesquisa aponta que ferramentas como telemedicina e aplicativos de monitoramento têm melhorado",
        "department": "ao paciente. A pesquisa aponta que ferramentas como telemedicina e aplicativos de monitoramento têm melhorado"
      }
    },
    {
      "affiliation": {
        "organization": "adesão ao tratamento",
        "department": "adesão ao tratamento"
      }
    },
    {
      "affiliation": {
        "organization": "utilização de inteligência artificial tem contribuído para a diminuição",
        "department": "utilização de inteligência artificial tem contribuído para a diminuição",
        "institution": "interações medicamentosas potencialmente perigosas. Contudo"
      }
    },
    {
      "affiliation": {
        "organization": "digitalização no setor farmacêutico apresenta",
        "department": "digitalização no setor farmacêutico apresenta",
        "institution": "Tecnologia"
      }
    },
    {
      "affiliation": {
        "organization": "Introdução Nos últimos anos",
        "institution": "Introdução Nos últimos anos"
      }
    },
    {
      "affiliation": {
        "organization": "interseção entre farmácia e tecnologia tem suscitado crescente interesse",
        "department": "interseção entre farmácia e tecnologia tem suscitado crescente interesse",
        "address": "Canadá, onde"
      }
    },
    {
      "affiliation": {
        "organization": "papel do farmacêutico tem se ampliado para",
        "department": "papel do farmacêutico tem se ampliado para"
      }
    },
    {
      "affiliation": {
        "organization": "tecnologia pode melhorar o atendimento ao paciente",
        "department": "tecnologia pode melhorar o atendimento ao paciente",
        "address": "que"
      }
    }
  ],
  "doi": "10.59087/biofarma.v4i1.36",
  "md5": "2BD857B650A78BA70E260DC327E85642",
  "sections": [
    {
      "text": "Historicamente, o farmacêutico era principalmente um dispensador de medicamentos, porém, a crescente complexidade dos tratamentos e a necessidade de gerenciamento eficaz da terapia medicamentosa ampliaram suas responsabilidades. Estudos demonstram que as intervenções de farmacêuticos têm o potencial de reduzir taxas de internação hospitalar em até 30%  (Bragazzi et al., 2020) . A IA surge como uma ferramenta poderosa que pode auxiliar na tomada de decisões clínicas e otimização do atendimento, como destacado por  Souza (2023) , que reforça que a automação de tarefas permite uma dedicação maior a interações significativas com os pacientes, mitigando o esgotamento profissional comum nesse setor."
    },
    {
      "title": "3.. Integração da Tecnologia",
      "text": "A integração da tecnologia nos consultórios farmacêuticos tem promovido a adoção de serviços como a telefarmácia, ampliando o acesso a cuidados para pacientes em áreas remotas, especialmente durante crises como a pandemia de COVID-19  (Pogorzelska K et al., 2022) . Um estudo revelou que a telefarmácia foi eficaz na realização de revisões remotas de medicamentos, na educação dos pacientes e na colaboração com outros profissionais de saúde, destacando seu papel na gestão eficiente da terapia medicamentosa  (Pogorzelska K et al., 2022) . Além disso, a aplicação da IA pode otimizar o design de ensaios clínicos e personalizar planos de tratamento, resultando em melhores resultados para os pacientes, como enfatizado por  Souza (2023) , que aponta que a IA pode acelerar a descoberta de medicamentos e prever tendências do mercado."
    },
    {
      "title": "4.. Inteligência Artificial e Análise de Dados",
      "text": "A utilização de inteligência artificial (IA) e análise de dados tem se revelado uma ferramenta promissora na prática farmacêutica, transformando a forma como os profissionais da área interagem com pacientes e administram tratamentos. A aplicação de sistemas de IA na farmácia não se limita apenas à automação de tarefas, mas vai além, permitindo uma compreensão mais profunda das necessidades dos pacientes e a otimização da terapia medicamentosa.\n\nSistemas de IA são desenvolvidos para analisar grandes volumes de dados provenientes de históricos médicos, perfis genéticos e informações sobre medicamentos. Essa análise permite a identificação de interações medicamentosas perigosas, que podem passar despercebidas em análises humanas, e prever reações adversas potenciais antes que elas ocorram. A capacidade preditiva da inteligência artificial (IA) é especialmente relevante, visto que os erros de medicação continuam a ser um dos principais fatores contribuintes para complicações e hospitalizações evitáveis. A pesquisa sugere que a integração de IA pode ser crucial para diminuir a incidência de eventos adversos. Além disso, um estudo revisado por Choudhury e Asan (2020) destaca que sistemas de suporte à decisão habilitados por IA podem melhorar a detecção de erros clínicos e aprimorar a segurança em relação à medicação. Essa redução substancial não apenas reforça a eficácia da IA, mas também aponta para sua necessidade em ambientes clínicos que exigem uma abordagem cada vez mais complexa.\n\nAlém da análise de interações medicamentosas, a IA também pode contribuir de maneira significativa para a personalização do tratamento. A capacidade de analisar dados de maneira rápida e eficiente permite que farmacêuticos realizem recomendações individualizadas, ajustando doses e regimes terapêuticos de acordo com as características únicas de cada paciente. Essa abordagem centrada no paciente é fundamental para melhorar a adesão ao tratamento e, consequentemente, os resultados em saúde.\n\nEntretanto, é importante ressaltar que a eficácia da inteligência artificial na prática farmacêutica é altamente dependente da qualidade dos dados utilizados. Dados imprecisos ou desatualizados podem levar a recomendações inadequadas e, por conseguinte, a consequências negativas para a saúde do paciente. Tal dependência destaca a importância da implementação de marcos regulatórios claros que garantam a precisão, segurança e abrangência das informações coletadas. O papel das autoridades regulatórias é crucial neste sentido, pois um padrão elevado de qualidade de dados é fundamental para a validação dos sistemas de IA.\n\nAlém disso, o desenvolvimento de tecnologias de IA em ambientes farmacêuticos deve ser acompanhado de formação contínua para os profissionais da área. Os Farmacêuticos precisam estar capacitados não apenas para interpretar os dados fornecidos pela IA, mas também para entender os algoritmos e as limitações dos sistemas utilizados. Uma compreensão profunda da IA ajudará os farmacêuticos a aplicarem as informações de forma crítica e a tomarem decisões informadas no cuidado ao paciente.\n\nA IA e a análise de dados também podem revolucionar a pesquisa farmacêutica, acelerando a descoberta e o desenvolvimento de novos medicamentos. A capacidade de minerar grandes conjuntos de dados clínicos pode facilitar a identificação de novas indicações para medicamentos existentes, assim como carcinógenos potenciais, e otimizar ensaios clínicos, economizando tempo e recursos.\n\nEm resumo, a integração da inteligência artificial e análise de dados na prática farmacêutica representa uma mudança paradigmática, permitindo um cuidado mais proativo e eficiente. À medida que esta tecnologia continua a evoluir, será essencial que os profissionais da saúde trabalhem em colaboração com as áreas de TI, administração e regulação para garantir que a implementação da IA seja feita de maneira segura e ética, sempre com o foco no bem-estar do paciente. O futuro da farmacologia está, sem dúvida, intimamente ligado ao avanço das tecnologias digitais e à capacidade de interpretar e utilizar dados de forma eficaz."
    },
    {
      "title": "5.. Desafios e Considerações Éticas",
      "text": "A falta de transparência em relação à IA e seu impacto nas interações entre médicos e pacientes requer um debate contínuo sobre práticas regulatórias. A necessidade de um forte marco regulatório que incorpore considerações éticas na utilização da IA na saúde é destacada por  Harishbhai et al. (2024) . Esses autores enfatizam que a privacidade e a confiança do paciente são fundamentais para a aceitação da IA na prática clínica.\n\nAlém disso, Souza (2023) menciona que a integração da IA deve ser feita de forma equilibrada e que mesmo com todos os avanços proporcionados pela tecnologia, não se deve descartar a relevância de estudos tradicionais na pesquisa biomédica, especialmente os que envolvem experimentação em organismos vivos."
    },
    {
      "title": "6.. Comparação com Outros Países"
    },
    {
      "title": "6.1.. Satisfação do Paciente e Tecnologias na Farmácia",
      "text": "Na comparação da satisfação dos pacientes com os serviços farmacêuticos fornecidos por farmacêuticos comunitários, um estudo realizado em uma província canadense revelou que 75% dos pacientes estavam satisfeitos, destacando a importância do acesso a cuidados de saúde durante a pandemia. A pesquisa também observou que farmacêuticos assumiram um papel crucial no atendimento a pacientes \"desassistidos\", que não tinham um médico de família disponível, especialmente quando as alternativas de atendimento primário eram limitadas. Durante a pandemia, a carga de trabalho dos farmacêuticos aumentou, pois muitos pacientes, independentemente de serem atendidos por um médico ou não, buscaram cuidados nas farmácias devido a dificuldades de acesso. As interações por meio de plataformas digitais se mostraram fundamentais nesse contexto, uma vez que os farmacêuticos tiveram suas autoridades expandidas para fornecer serviços de avaliação e adaptações de prescrições, além de facilitar o acesso a exames laboratoriais, conforme apontado em pesquisa  de Isenor et al. (2022) . Isso reforça a necessidade de reconhecimento e suporte contínuo para que os farmacêuticos possam atender adequadamente à crescente demanda de cuidados primários."
    },
    {
      "title": "6.2.. Adesão ao Tratamento com Tecnologias",
      "text": "A adesão ao tratamento entre pacientes que utilizam aplicativos de monitoramento tem mostrado resultados positivos. Uma análise sistemática indicou que intervenções baseadas em aplicativos móveis podem aumentar significativamente a adesão a medicamentos, com uma odds ratio de 2.34, sugerindo que pacientes que usam essas tecnologias têm mais chances de seguir suas prescrições  (Kim et al., 2023) . Embora não haja dados específicos de cada país, a pesquisa sugere que essas ferramentas digitais podem ter um impacto considerável, especialmente quando incluem interações com prestadores de saúde, que demonstraram melhores resultados na adesão aos tratamentos."
    },
    {
      "title": "6.3.. Impacto da Farmácia Clínica na Saúde Pública",
      "text": "As intervenções de farmacêuticos clínicos têm mostrado efeitos significativos na redução das internações hospitalares. O estudo evidencia que a presença de farmacêuticos nas equipes de cuidados resulta em uma redução de 30% nas internações no Canadá, enquanto a Europa relatou uma redução de 35% quando esses profissionais estão devidamente integrados ao cuidado  (Kim et al., 2023) ."
    },
    {
      "title": "7.. Evolução da Farmácia Clínica com o Uso da Tecnologia",
      "text": "A farmácia clínica tem evoluído com a introdução de tecnologias digitais que aprimoram a prática farmacêutica. As plataformas de telemedicina e aplicativos de saúde estão permitindo que os farmacêuticos interajam mais efetivamente com pacientes, facilitando o monitoramento remoto de dados de saúde. Uma tabela pode ser usada para mostrar as principais tecnologias adotadas e seu impacto na prática clínica."
    },
    {
      "text": "na Integração de Tecnologia no Consultório FarmacêuticoA implementação de novas tecnologias enfrenta diversos desafios, incluindo resistência à mudança, custos elevados e a necessidade de treinamento adequado. A tabela abaixo pode destacar os principais desafios e suas potenciais soluções.(IA) está revolucionando a farmácia, desde a análise de dados até a personalização do tratamento. Os algoritmos de aprendizado de máquina podem ajudar na previsão de interações medicamentosas e na otimização de terapias. Uma tabela pode ser criada para ilustrar aplicações específicas da IA na farmácia.do Paciente no Consultório Farmacêutico ModernoCom a integração de tecnologia, a experiência do paciente no consultório farmacêutico mudou significativamente. A ênfase está na comunicação eficaz, personalização do serviço e acesso à informação em tempo real. Uma tabela pode ser utilizada para comparar experiências antes e depois da implementação tecnológica. farmácia e tecnologia representa um marco significativo na evolução da prática farmacêutica, com benefícios tangíveis tanto para profissionais quanto para pacientes. A evolução das ferramentas digitais e o uso da inteligência artificial estão não apenas aprimorando a qualidade do atendimento, mas também proporcionando uma experiência mais personalizada e eficiente. Apesar dos desafios tais como resistência à mudança e custos envolvidos, as soluções propostas e a crescente aceitação tecnológica indicam um futuro promissor. Os dados apresentam uma clara transformação na forma como os farmacêuticos se conectam com os pacientes, garantindo um serviço mais acessível e eficaz. Dessa forma, é evidente que a integração da tecnologia nos consultórios farmacêuticos não só facilita a prática clínica, mas também eleva o padrão de cuidado, incentivando resultados de saúde mais positivos em toda a população. A continuidade nesta jornada de inovação será essencial para enfrentar os desafios do setor e promover um atendimento cada vez mais humanizado e centrado no paciente.ConclusãoA interseção de farmácia, tecnologia e consultórios farmacêuticos no Canadá representa uma transformação significativa na prestação de cuidados de saúde. Com a adoção de inovações tecnológicas e uma abordagem proativa, os farmacêuticos estão se tornando elementos essenciais na equipe de saúde. A discussão sobre as consequências éticas da IA é vital, pois, conforme destacado por Harishbhai et al. (2024) e reforçado por Souza (2023), a necessidade de um framework regulatório eficaz é fundamental para garantir a segurança e eficácia na utilização da IA. A prática farmacêutica do futuro promete não apenas melhorar os resultados de saúde, mas também reafirmar a importância do farmacêutico no sistema de saúde."
    }
  ],
  "references": [
    {
      "doi": "10.18066/revistaunivap.v24i44.1920.s672",
      "raw": "Referências \n\t\t \n\t\t 10.18066/revistaunivap.v24i44.1920.s672 \n\t\t \n\t \n\t Referências"
    },
    {
      "title": "Patients' Perspectives on the Data Confidentiality, Privacy, and Security of mHealth Apps: Systematic Review",
      "authors": [
        "N Alhammad",
        "M Alajlani",
        "A Abd-Alrazaq",
        "G Epiphaniou",
        "T Arvanitis"
      ],
      "year": 2024,
      "doi": "10.2196/50715",
      "journal": "J Med Internet Res",
      "volume": "26",
      "pages": "50715",
      "raw": "Patients' Perspectives on the Data Confidentiality, Privacy, and Security of mHealth Apps: Systematic Review \n\t\t \n\t\t\t N Alhammad \n\t\t \n\t\t \n\t\t\t M Alajlani \n\t\t \n\t\t \n\t\t\t A Abd-Alrazaq \n\t\t \n\t\t \n\t\t\t G Epiphaniou \n\t\t \n\t\t \n\t\t\t T Arvanitis \n\t\t \n\t\t 10.2196/50715 \n\t\t PMC11179037 \n\t\t \n\t \n\t \n\t\t J Med Internet Res \n\t\t \n\t\t\t 26 \n\t\t\t 50715 \n\t\t\t 2024 May 31 \n\t\t \n\t \n\t Alhammad N, Alajlani M, Abd-Alrazaq A, Epiphaniou G, Arvanitis T. Patients' Perspectives on the Data Confidentiality, Privacy, and Security of mHealth Apps: Systematic Review. J Med Internet Res. 2024 May 31;26:e50715. https://doi.org/10.2196/50715 PMID: 38820572; PMCID: PMC11179037."
    },
    {
      "title": "The impact of clinical pharmacist services on patient health outcomes in Pakistan: a systematic review",
      "authors": [
        "A Ahmed",
        "M Saqlain",
        "M Tanveer",
        "A Blebil",
        "J Dujaili",
        "S Hasan"
      ],
      "year": 2021,
      "doi": "10.1186/s12913-021-06897-0",
      "journal": "BMC Health Serv Res",
      "volume": "21",
      "issue": "1",
      "pages": "859",
      "raw": "The impact of clinical pharmacist services on patient health outcomes in Pakistan: a systematic review \n\t\t \n\t\t\t A Ahmed \n\t\t \n\t\t \n\t\t\t M Saqlain \n\t\t \n\t\t \n\t\t\t M Tanveer \n\t\t \n\t\t \n\t\t\t A Q Blebil \n\t\t \n\t\t \n\t\t\t J A Dujaili \n\t\t \n\t\t \n\t\t\t S S Hasan \n\t\t \n\t\t 10.1186/s12913-021-06897-0 \n\t\t PMC8381566 \n\t\t \n\t \n\t \n\t\t BMC Health Serv Res \n\t\t \n\t\t\t 21 \n\t\t\t 1 \n\t\t\t 859 \n\t\t\t 2021 Aug 23 \n\t\t \n\t \n\t Ahmed A, Saqlain M, Tanveer M, Blebil AQ, Dujaili JA, Hasan SS. The impact of clinical pharmacist services on patient health outcomes in Pakistan: a systematic review. BMC Health Serv Res. 2021 Aug 23;21(1):859. https://doi.org/10.1186/s12913-021-06897-0 PMID: 34425816; PMCID: PMC8381566."
    },
    {
      "title": "Artificial Intelligence Solutions to Increase Medication Adherence in Patients With Non-communicable Diseases",
      "authors": [
        "A Babel",
        "R Taneja",
        "Mondello Malvestiti",
        "F Monaco",
        "A Donde"
      ],
      "year": 2021,
      "doi": "10.3389/fdgth.2021.669869",
      "journal": "Front Digit Health",
      "volume": "3",
      "pages": "669869",
      "raw": "Artificial Intelligence Solutions to Increase Medication Adherence in Patients With Non-communicable Diseases \n\t\t \n\t\t\t A Babel \n\t\t \n\t\t \n\t\t\t R Taneja \n\t\t \n\t\t \n\t\t\t Mondello Malvestiti \n\t\t \n\t\t \n\t\t\t F Monaco \n\t\t \n\t\t \n\t\t\t A Donde \n\t\t \n\t\t \n\t\t\t S \n\t\t \n\t\t 10.3389/fdgth.2021.669869 \n\t\t 34713142 \n\t\t PMC8521858 \n\t\t \n\t \n\t \n\t\t Front Digit Health \n\t\t \n\t\t\t 3 \n\t\t\t 669869 \n\t\t\t 2021 Jun 29 \n\t\t \n\t \n\t Babel A, Taneja R, Mondello Malvestiti F, Monaco A, Donde S. Artificial Intelligence Solutions to Increase Medication Adherence in Patients With Non-communicable Diseases. Front Digit Health. 2021 Jun 29;3:669869. https://doi.org/10.3389/fdgth.2021.669869 PMID: 34713142; PMCID: PMC8521858."
    },
    {
      "title": "The Impact of Digital Health on Patient Adherence to Treatment",
      "authors": [
        "Abdullahi Bashiir",
        "Vii University",
        "Kampala International"
      ],
      "year": 2024,
      "doi": "10.59568/kjhs-2024-4-2-03",
      "volume": "5",
      "raw": "The Impact of Digital Health on Patient Adherence to Treatment \n\t\t \n\t\t\t Abdullahi Bashiir \n\t\t \n\t\t \n\t\t\t Vii University \n\t\t \n\t\t \n\t\t\t Kampala International \n\t\t \n\t\t 10.59568/kjhs-2024-4-2-03 \n\t\t \n\t\t\t 2024 \n\t\t\t 5 \n\t\t\t \n\t\t \n\t \n\t Bashiir, Abdullahi & University VII, Kampala International. (2024). The Impact of Digital Health on Patient Adherence to Treatment. 5. 21-24."
    },
    {
      "title": "The Role of Hospital and Community Pharmacists in the Management of COVID-19: Towards an Expanded Definition of the Roles, Responsibilities, and Duties of the Pharmacist",
      "authors": [
        "N Bragazzi",
        "M Mansour",
        "A Bonsignore",
        "R Ciliberti"
      ],
      "year": 2020,
      "doi": "10.3390/pharmacy8030140",
      "journal": "Pharmacy",
      "volume": "8",
      "pages": "140",
      "raw": "The Role of Hospital and Community Pharmacists in the Management of COVID-19: Towards an Expanded Definition of the Roles, Responsibilities, and Duties of the Pharmacist \n\t\t \n\t\t\t N L Bragazzi \n\t\t \n\t\t \n\t\t\t M Mansour \n\t\t \n\t\t \n\t\t\t A Bonsignore \n\t\t \n\t\t \n\t\t\t R Ciliberti \n\t\t \n\t\t 10.3390/pharmacy8030140 \n\t\t \n\t \n\t \n\t\t Pharmacy \n\t\t \n\t\t\t 8 \n\t\t\t 140 \n\t\t\t 2020 \n\t\t \n\t \n\t Bragazzi, N.L.; Mansour, M.; Bonsignore, A.; Ciliberti, R. The Role of Hospital and Community Pharmacists in the Management of COVID-19: Towards an Expanded Definition of the Roles, Responsibilities, and Duties of the Pharmacist. Pharmacy 2020, 8, 140. https://doi.org/10.3390/pharmacy8030140"
    },
    {
      "title": "Role of Artificial Intelligence in Patient Safety Outcomes: Systematic Literature Review",
      "authors": [
        "A Choudhury",
        "O Asan"
      ],
      "year": 2020,
      "doi": "10.2196/18599",
      "journal": "JMIR Med Inform",
      "volume": "8",
      "issue": "7",
      "pages": "18599",
      "raw": "Role of Artificial Intelligence in Patient Safety Outcomes: Systematic Literature Review \n\t\t \n\t\t\t A Choudhury \n\t\t \n\t\t \n\t\t\t O Asan \n\t\t \n\t\t 10.2196/18599 \n\t\t PMC7414411 \n\t\t \n\t \n\t \n\t\t JMIR Med Inform \n\t\t \n\t\t\t 8 \n\t\t\t 7 \n\t\t\t 18599 \n\t\t\t 2020 Jul 24 \n\t\t \n\t \n\t Choudhury A, Asan O. Role of Artificial Intelligence in Patient Safety Outcomes: Systematic Literature Review. JMIR Med Inform. 2020 Jul 24;8(7):e18599. https://doi.org/10.2196/18599 PMID: 32706688; PMCID: PMC7414411."
    },
    {
      "title": "Análise do serviço de farmácia clínica em um hospital universitário",
      "authors": [
        "Lucas Cruz",
        "Paula Batista",
        "Igor Meurer"
      ],
      "year": 2020,
      "doi": "10.34019/1982-8047.2019.v45.27553",
      "journal": "HU Revista",
      "volume": "45",
      "raw": "Análise do serviço de farmácia clínica em um hospital universitário \n\t\t \n\t\t\t Lucas & Cruz \n\t\t \n\t\t \n\t\t\t Paula & Batista \n\t\t \n\t\t \n\t\t\t Igor Meurer \n\t\t \n\t\t 10.34019/1982-8047.2019.v45.27553 \n\t \n\t \n\t\t HU Revista \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Cruz, Lucas & Batista, Paula & Meurer, Igor. (2020). Análise do serviço de farmácia clínica em um hospital universitário. HU Revista. 45. 408-414. 10.34019/1982-8047.2019.v45.27553."
    },
    {
      "title": "Impactos da tecnologia na área médica",
      "authors": [
        "M De Oliveira",
        "G De Oliveira",
        "A Santos",
        "F Ribeiro",
        "R De Araujo",
        "T Stehling",
        "V Rocha",
        "R Zanoni"
      ],
      "year": 2023,
      "doi": "10.34119/bjhrv6n4-198",
      "journal": "Brazilian Journal of Health Review",
      "volume": "6",
      "issue": "4",
      "raw": "Impactos da tecnologia na área médica \n\t\t \n\t\t\t M F De Oliveira \n\t\t \n\t\t \n\t\t\t G F De Oliveira \n\t\t \n\t\t \n\t\t\t A M Santos \n\t\t \n\t\t \n\t\t\t F S Ribeiro \n\t\t \n\t\t \n\t\t\t R D De Araujo \n\t\t \n\t\t \n\t\t\t T V Stehling \n\t\t \n\t\t \n\t\t\t V L S Rocha \n\t\t \n\t\t \n\t\t\t R D Zanoni \n\t\t \n\t\t 10.34119/bjhrv6n4-198 \n\t\t \n\t \n\t \n\t\t Brazilian Journal of Health Review \n\t\t \n\t\t\t 6 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2023. Aug. 2023 \n\t\t \n\t \n\t de Oliveira, M.F., de Oliveira, G.F., dos Santos, A.M., Ribeiro, F.S., de Araujo, R.D., Stehling, T.V., Rocha, V.L.S. and Zanoni, R.D. 2023. Impactos da tecnologia na área médica. Brazilian Journal of Health Review. 6, 4 (Aug. 2023), 16550-16561. https://doi.org/10.34119/bjhrv6n4-198"
    },
    {
      "title": "Ethical Considerations in the Use of Artificial Intelligence and Machine Learning in Health Care: A Comprehensive Review",
      "authors": [
        "Harishbhai Tilala",
        "Kumar Chenchala",
        "P Choppadandi",
        "A Kaur",
        "J Naguri",
        "S Saoji",
        "R Devaguptapu"
      ],
      "year": 2024,
      "doi": "10.7759/cureus.62443",
      "journal": "Cureus",
      "volume": "16",
      "issue": "6",
      "pages": "62443",
      "raw": "Ethical Considerations in the Use of Artificial Intelligence and Machine Learning in Health Care: A Comprehensive Review \n\t\t \n\t\t\t Harishbhai Tilala \n\t\t \n\t\t \n\t\t\t M \n\t\t \n\t\t \n\t\t\t Kumar Chenchala \n\t\t \n\t\t \n\t\t\t P Choppadandi \n\t\t \n\t\t \n\t\t\t A Kaur \n\t\t \n\t\t \n\t\t\t J Naguri \n\t\t \n\t\t \n\t\t\t S Saoji \n\t\t \n\t\t \n\t\t\t R Devaguptapu \n\t\t \n\t\t \n\t\t\t B \n\t\t \n\t\t 10.7759/cureus.62443 \n\t\t PMC11249277 \n\t\t \n\t \n\t \n\t\t Cureus \n\t\t \n\t\t\t 16 \n\t\t\t 6 \n\t\t\t 62443 \n\t\t\t 2024 Jun 15 \n\t\t \n\t \n\t Harishbhai Tilala M, Kumar Chenchala P, Choppadandi A, Kaur J, Naguri S, Saoji R, Devaguptapu B. Ethical Considerations in the Use of Artificial Intelligence and Machine Learning in Health Care: A Comprehensive Review. Cureus. 2024 Jun 15;16(6):e62443. https://doi.org/10.7759/cureus.62443 PMID: 39011215; PMCID: PMC11249277."
    },
    {
      "title": "Artificial Intelligence for Clinical Trial Design",
      "authors": [
        "Stefan Harrer",
        "& Bhavna",
        "Jianying Hu"
      ],
      "year": 2019,
      "doi": "10.1016/j.tips.2019.05.005",
      "journal": "Trends in Pharmacological Sciences",
      "volume": "40",
      "raw": "Artificial Intelligence for Clinical Trial Design \n\t\t \n\t\t\t Stefan & Harrer \n\t\t \n\t\t \n\t\t\t Shah \n\t\t \n\t\t \n\t\t\t Pratik & Antony \n\t\t \n\t\t \n\t\t\t & Bhavna \n\t\t \n\t\t \n\t\t\t Jianying Hu \n\t\t \n\t\t 10.1016/j.tips.2019.05.005 \n\t \n\t \n\t\t Trends in Pharmacological Sciences \n\t\t \n\t\t\t 40 \n\t\t\t 2019 \n\t\t \n\t \n\t Harrer, Stefan & Shah, Pratik & Antony, Bhavna & Hu, Jianying. (2019). Artificial Intelligence for Clinical Trial Design. Trends in Pharmacological Sciences. 40. 10.1016/j.tips.2019.05.005."
    },
    {
      "title": "Community pharmacists' expanding roles in supporting patients before and during COVID-19: An exploratory qualitative study",
      "authors": [
        "J Isenor",
        "B Cossette",
        "A Murphy",
        "M Breton",
        "M Mathews",
        "L Moritz",
        "R Buote",
        "L Mccarthy",
        "L Woodill",
        "B Morrison",
        "L Guénette",
        "E Marshall"
      ],
      "year": 2023,
      "doi": "10.1007/s11096-022-01430-7",
      "journal": "Int J Clin Pharm",
      "volume": "45",
      "issue": "1",
      "raw": "Community pharmacists' expanding roles in supporting patients before and during COVID-19: An exploratory qualitative study \n\t\t \n\t\t\t J E Isenor \n\t\t \n\t\t \n\t\t\t B Cossette \n\t\t \n\t\t \n\t\t\t A L Murphy \n\t\t \n\t\t \n\t\t\t M Breton \n\t\t \n\t\t \n\t\t\t M Mathews \n\t\t \n\t\t \n\t\t\t L R Moritz \n\t\t \n\t\t \n\t\t\t R Buote \n\t\t \n\t\t \n\t\t\t L Mccarthy \n\t\t \n\t\t \n\t\t\t L Woodill \n\t\t \n\t\t \n\t\t\t B Morrison \n\t\t \n\t\t \n\t\t\t L Guénette \n\t\t \n\t\t \n\t\t\t E G Marshall \n\t\t \n\t\t 10.1007/s11096-022-01430-7 \n\t\t 36289174 \n\t\t PMC9607833 \n\t\t \n\t \n\t \n\t\t Int J Clin Pharm \n\t\t \n\t\t\t 45 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2023 Feb \n\t\t \n\t \n\t Isenor JE, Cossette B, Murphy AL, Breton M, Mathews M, Moritz LR, Buote R, McCarthy L, Woodill L, Morrison B, Guénette L, Marshall EG. Community pharmacists' expanding roles in supporting patients before and during COVID-19: An exploratory qualitative study. Int J Clin Pharm. 2023 Feb;45(1):64-78. https://doi.org/10.1007/s11096-022-01430-7 Epub 2022 Oct 26. PMID: 36289174; PMCID: PMC9607833."
    },
    {
      "title": "Effectiveness of mobile health intervention in medication adherence: A systematic review and meta-analysis",
      "authors": [
        "S Kim",
        "S Park",
        "H Hwang",
        "S Moon",
        "J Park"
      ],
      "year": 2023,
      "doi": "10.21203/rs.3.rs-3440357/v1",
      "raw": "S K Kim \n\t\t \n\t\t \n\t\t\t S Y Park \n\t\t \n\t\t \n\t\t\t H R Hwang \n\t\t \n\t\t \n\t\t\t S H Moon \n\t\t \n\t\t \n\t\t\t J W Park \n\t\t \n\t\t 10.21203/rs.3.rs-3440357/v1 \n\t\t \n\t\t Effectiveness of mobile health intervention in medication adherence: A systematic review and meta-analysis \n\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Kim, S. K., Park, S. Y., Hwang, H. R., Moon, S. H., & Park, J. W. (2023). Effectiveness of mobile health intervention in medication adherence: A systematic review and meta-analysis https://doi.org/10.21203/rs.3.rs-3440357/v1"
    },
    {
      "title": "MyDispense simulation in pharmacy education: a scoping review",
      "authors": [
        "H Khera",
        "E Mannix",
        "R Moussa"
      ],
      "year": 2023,
      "doi": "10.1186/s40545-023-00618-0",
      "journal": "J of Pharm Policy and Pract",
      "volume": "16",
      "pages": "110",
      "raw": "MyDispense simulation in pharmacy education: a scoping review \n\t\t \n\t\t\t H K Khera \n\t\t \n\t\t \n\t\t\t E Mannix \n\t\t \n\t\t \n\t\t\t R Moussa \n\t\t \n\t\t 10.1186/s40545-023-00618-0 \n\t\t \n\t \n\t \n\t\t J of Pharm Policy and Pract \n\t\t \n\t\t\t 16 \n\t\t\t 110 \n\t\t\t 2023 \n\t\t \n\t \n\t Khera, H.K., Mannix, E., Moussa, R. et al. MyDispense simulation in pharmacy education: a scoping review. J of Pharm Policy and Pract 16, 110 (2023). https://doi.org/10.1186/s40545-023-00618-0"
    },
    {
      "title": "Artificial intelligence in healthcare: a comprehensive review of its ethical concerns",
      "authors": [
        "Chokri Kooli",
        "Al Muftah"
      ],
      "year": 2022,
      "doi": "10.1108/techs-12-2021-0029",
      "raw": "Artificial intelligence in healthcare: a comprehensive review of its ethical concerns \n\t\t \n\t\t\t Chokri Kooli \n\t\t \n\t\t \n\t\t\t Al Muftah \n\t\t \n\t\t \n\t\t\t Hend \n\t\t \n\t\t 10.1108/techs-12-2021-0029 \n\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Technological Sustainability \n\t Kooli, Chokri & Al Muftah, Hend. (2022). Artificial intelligence in healthcare: a comprehensive review of its ethical concerns. Technological Sustainability. ahead-of-print. 10.1108/TECHS-12-2021-0029."
    },
    {
      "title": "The Role of Pharmacists in Managing Chronic Diseases: Integrating Medication Therapy Management",
      "authors": [
        "Joseph Obiezu",
        "Joseph Ezeonwumelu",
        "Uhama Chukwuka",
        "P Ugwu & Alum",
        "Esther Chukwudi",
        "Kiu Tambwe & Extension"
      ],
      "year": 2024,
      "doi": "10.59298/idosrjam/2024/9.1.222489",
      "journal": "Collaborative Care, and Technological Innovations",
      "volume": "3",
      "raw": "The Role of Pharmacists in Managing Chronic Diseases: Integrating Medication Therapy Management \n\t\t \n\t\t\t Joseph & Obiezu \n\t\t \n\t\t \n\t\t\t Joseph & Ezeonwumelu \n\t\t \n\t\t \n\t\t\t Uhama Chukwuka \n\t\t \n\t\t \n\t\t\t P C Ugwu & Alum \n\t\t \n\t\t \n\t\t\t Esther & Chukwudi \n\t\t \n\t\t \n\t\t\t Ugwuanyi & Rodrigue \n\t\t \n\t\t \n\t\t\t Kiu Tambwe & Extension \n\t\t \n\t\t \n\t\t\t Publication \n\t\t \n\t\t 10.59298/idosrjam/2024/9.1.222489 \n\t \n\t \n\t\t Collaborative Care, and Technological Innovations \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Obiezu, Joseph & Ezeonwumelu, Joseph & Chukwuka, Uhama & P.C., Ugwu & Alum, Esther & Chukwudi, Ugwuanyi & Rodrigue, Tambwe & Extension, Kiu Publication. (2024). The Role of Pharmacists in Managing Chronic Diseases: Integrating Medication Therapy Management, Collaborative Care, and Technological Innovations. 3. 1-5."
    },
    {
      "title": "Global Regulatory Frameworks for the Use of Artificial Intelligence (AI) in the Healthcare Services Sector",
      "authors": [
        "K Palaniappan",
        "Eyt Lin",
        "S Vogel"
      ],
      "year": 2024,
      "doi": "10.3390/healthcare12050562",
      "journal": "Healthcare",
      "volume": "12",
      "issue": "5",
      "pages": "562",
      "raw": "Global Regulatory Frameworks for the Use of Artificial Intelligence (AI) in the Healthcare Services Sector \n\t\t \n\t\t\t K Palaniappan \n\t\t \n\t\t \n\t\t\t Eyt Lin \n\t\t \n\t\t \n\t\t\t S Vogel \n\t\t \n\t\t 10.3390/healthcare12050562 \n\t\t PMC10930608 \n\t\t \n\t \n\t \n\t\t Healthcare \n\t\t \n\t\t\t 12 \n\t\t\t 5 \n\t\t\t 562 \n\t\t\t 2024 Feb 28 \n\t\t\t Basel) \n\t\t \n\t \n\t Palaniappan K, Lin EYT, Vogel S. Global Regulatory Frameworks for the Use of Artificial Intelligence (AI) in the Healthcare Services Sector. Healthcare (Basel). 2024 Feb 28;12(5):562. https://doi.org/10.3390/healthcare12050562 PMID: 38470673; PMCID: PMC10930608."
    },
    {
      "title": "Patient Satisfaction with Telemedicine during the COVID-19 Pandemic-A Systematic Review",
      "authors": [
        "K Pogorzelska",
        "S Chlabicz"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19106113",
      "journal": "Int J Environ Res Public Health",
      "volume": "19",
      "issue": "10",
      "pages": "6113",
      "raw": "Patient Satisfaction with Telemedicine during the COVID-19 Pandemic-A Systematic Review \n\t\t \n\t\t\t K Pogorzelska \n\t\t \n\t\t \n\t\t\t S Chlabicz \n\t\t \n\t\t 10.3390/ijerph19106113 \n\t\t PMC9140408 \n\t\t \n\t \n\t \n\t\t Int J Environ Res Public Health \n\t\t \n\t\t\t 19 \n\t\t\t 10 \n\t\t\t 6113 \n\t\t\t 2022 May 17 \n\t\t \n\t \n\t Pogorzelska K, Chlabicz S. Patient Satisfaction with Telemedicine during the COVID-19 Pandemic-A Systematic Review. Int J Environ Res Public Health. 2022 May 17;19(10):6113. https://doi.org/10.3390/ijerph19106113 PMID: 35627650; PMCID: PMC9140408."
    },
    {
      "title": "Perspectives and experiences with telepharmacy among pharmacists in Canada: A cross-sectional survey",
      "authors": [
        "J Park",
        "P Zed",
        "M Vera"
      ],
      "year": 2022,
      "doi": "10.18549/pharmpract.2022.1.2609",
      "journal": "Pharm Pract",
      "volume": "20",
      "issue": "1",
      "pages": "2609",
      "raw": "Perspectives and experiences with telepharmacy among pharmacists in Canada: A cross-sectional survey \n\t\t \n\t\t\t J Y Park \n\t\t \n\t\t \n\t\t\t P J Zed \n\t\t \n\t\t \n\t\t\t M A Vera \n\t\t \n\t\t 10.18549/pharmpract.2022.1.2609 \n\t\t 35497899 \n\t\t PMC9014901 \n\t\t \n\t \n\t \n\t\t Pharm Pract \n\t\t \n\t\t\t 20 \n\t\t\t 1 \n\t\t\t 2609 \n\t\t\t 2022 Jan-Mar. 2022 Jan 10 \n\t\t\t Granada) \n\t\t \n\t \n\t Park JY, Zed PJ, Vera MA. Perspectives and experiences with telepharmacy among pharmacists in Canada: A cross-sectional survey. Pharm Pract (Granada). 2022 Jan-Mar;20(1):2609. https://doi.org/10.18549/PharmPract.2022.1.2609 Epub 2022 Jan 10. PMID: 35497899; PMCID: PMC9014901."
    },
    {
      "title": "A Brief Review of Big Data in Healthcare: Challenges and Issues, Recent Developments, and Future Directions",
      "authors": [
        "R Majeed",
        "Russel Ali",
        "Ashour Yas",
        "Ahmed Alameri",
        "& Saeed",
        "Mohammed Al-Ani",
        "Ahmed Nafea"
      ],
      "year": 2024,
      "doi": "10.58496/BJIoT/2024/002",
      "journal": "Babylonian Journal of Internet of Things",
      "raw": "A Brief Review of Big Data in Healthcare: Challenges and Issues, Recent Developments, and Future Directions \n\t\t \n\t\t\t R Majeed \n\t\t \n\t\t \n\t\t\t Russel & Ali \n\t\t \n\t\t \n\t\t\t Ashour & Yas \n\t\t \n\t\t \n\t\t\t Ahmed & Alameri \n\t\t \n\t\t \n\t\t\t & M Saeed \n\t\t \n\t\t \n\t\t\t Mohammed & Al-Ani \n\t\t \n\t\t \n\t\t\t Ahmed Nafea \n\t\t \n\t\t 10.58496/BJIoT/2024/002 \n\t \n\t \n\t\t Babylonian Journal of Internet of Things \n\t\t \n\t\t\t \n\t\t\t 2024. 2024 \n\t\t \n\t \n\t R.Majeed, Russel & Ali, Ashour & Yas, Ahmed & Alameri, Saeed & M. Al-Ani, Mohammed & Nafea, Ahmed. (2024). A Brief Review of Big Data in Healthcare: Challenges and Issues, Recent Developments, and Future Directions. Babylonian Journal of Internet of Things. 2024. 10-15. 10.58496/BJIoT/2024/002."
    },
    {
      "title": "The Advanced Pharmacist Practitioner: A New Series in the Canadian Journal of Hospital Pharmacy",
      "authors": [
        "S Shalansky"
      ],
      "year": 2018,
      "doi": "10.4212/cjhp.v72i1.2867",
      "journal": "Can J Hosp Pharm",
      "volume": "72",
      "issue": "1",
      "raw": "The Advanced Pharmacist Practitioner: A New Series in the Canadian Journal of Hospital Pharmacy \n\t\t \n\t\t\t S Shalansky \n\t\t \n\t\t 10.4212/cjhp.v72i1.2867 \n\t\t 30828093 \n\t\t PMC6391237 \n\t \n\t \n\t\t Can J Hosp Pharm \n\t\t \n\t\t\t 72 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2019 Jan-Feb. 2018 Feb 28 \n\t\t \n\t \n\t Shalansky S. The Advanced Pharmacist Practitioner: A New Series in the Canadian Journal of Hospital Pharmacy. Can J Hosp Pharm. 2019 Jan-Feb;72(1):42-48. Epub 2018 Feb 28. PMID: 30828093; PMCID: PMC6391237."
    },
    {
      "title": "Integração da Inteligência Artificial no Processo Farmacêutico: Desafios e Oportunidades",
      "authors": [
        "R Souza"
      ],
      "year": 2023,
      "doi": "10.5281/zenodo.13974319",
      "journal": "Zenodo",
      "raw": "Integração da Inteligência Artificial no Processo Farmacêutico: Desafios e Oportunidades \n\t\t \n\t\t\t R D S Souza \n\t\t \n\t\t 10.5281/zenodo.13974319 \n\t\t \n\t \n\t \n\t\t Zenodo \n\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Souza, R. D. S. (2023). Integração da Inteligência Artificial no Processo Farmacêutico: Desafios e Oportunidades. Zenodo. https://doi.org/10.5281/zenodo.13974319"
    }
  ],
  "num_references": 22,
  "figures": [
    {
      "description": "na Integração de Tecnologia no Consultório FarmacêuticoA implementação de novas tecnologias enfrenta diversos desafios, incluindo resistência à mudança, custos elevados e a necessidade de treinamento adequado. A tabela abaixo pode destacar os principais desafios e suas potenciais soluções.(IA) está revolucionando a farmácia, desde a análise de dados até a personalização do tratamento. Os algoritmos de aprendizado de máquina podem ajudar na previsão de interações medicamentosas e na otimização de terapias. Uma tabela pode ser criada para ilustrar aplicações específicas da IA na farmácia.do Paciente no Consultório Farmacêutico ModernoCom a integração de tecnologia, a experiência do paciente no consultório farmacêutico mudou significativamente. A ênfase está na comunicação eficaz, personalização do serviço e acesso à informação em tempo real. Uma tabela pode ser utilizada para comparar experiências antes e depois da implementação tecnológica. farmácia e tecnologia representa um marco significativo na evolução da prática farmacêutica, com benefícios tangíveis tanto para profissionais quanto para pacientes. A evolução das ferramentas digitais e o uso da inteligência artificial estão não apenas aprimorando a qualidade do atendimento, mas também proporcionando uma experiência mais personalizada e eficiente. Apesar dos desafios tais como resistência à mudança e custos envolvidos, as soluções propostas e a crescente aceitação tecnológica indicam um futuro promissor. Os dados apresentam uma clara transformação na forma como os farmacêuticos se conectam com os pacientes, garantindo um serviço mais acessível e eficaz. Dessa forma, é evidente que a integração da tecnologia nos consultórios farmacêuticos não só facilita a prática clínica, mas também eleva o padrão de cuidado, incentivando resultados de saúde mais positivos em toda a população. A continuidade nesta jornada de inovação será essencial para enfrentar os desafios do setor e promover um atendimento cada vez mais humanizado e centrado no paciente.ConclusãoA interseção de farmácia, tecnologia e consultórios farmacêuticos no Canadá representa uma transformação significativa na prestação de cuidados de saúde. Com a adoção de inovações tecnológicas e uma abordagem proativa, os farmacêuticos estão se tornando elementos essenciais na equipe de saúde. A discussão sobre as consequências éticas da IA é vital, pois, conforme destacado por Harishbhai et al. (2024) e reforçado por Souza (2023), a necessidade de um framework regulatório eficaz é fundamental para garantir a segurança e eficácia na utilização da IA. A prática farmacêutica do futuro promete não apenas melhorar os resultados de saúde, mas também reafirmar a importância do farmacêutico no sistema de saúde."
    }
  ],
  "num_figures": 1,
  "num_citations": 9,
  "cited_references": [
    "b12",
    "b17",
    "b9",
    "b21",
    "b5"
  ],
  "notes": [
    "[raw_affiliation] a  Unidade Independente de Estudos em Inovação Biofarma Resumo Este estudo examina transformação do papel do farmacêutico , evidenciando a",
    "[raw_affiliation] a  ao paciente. A pesquisa aponta que ferramentas como telemedicina e aplicativos de monitoramento têm melhorado acessibilidade",
    "[raw_affiliation] a  adesão ao tratamento , resultando em uma maior satisfação dos pacientes com os serviços farmacêuticos. Além disso ,",
    "[raw_affiliation] a  utilização de inteligência artificial tem contribuído para a diminuição das interações medicamentosas potencialmente perigosas. Contudo ,",
    "[raw_affiliation] a  digitalização no setor farmacêutico apresenta Farmácia , Tecnologia , Inteligência Artificial",
    "[raw_affiliation] 1  . Introdução Nos últimos anos ,",
    "[raw_affiliation] a  interseção entre farmácia e tecnologia tem suscitado crescente interesse , Canadá , onde",
    "[raw_affiliation] o  papel do farmacêutico tem se ampliado para",
    "[raw_affiliation] a  tecnologia pode melhorar o atendimento ao paciente , , especialmente os éticos , que",
    "10.59087/biofarma.v4i1.36",
    "[raw_reference] Referências",
    "[raw_reference] Alhammad N, Alajlani M, Abd-Alrazaq A, Epiphaniou G, Arvanitis T. Patients' Perspectives on the Data Confidentiality, Privacy, and Security of mHealth Apps: Systematic Review. J Med Internet Res. 2024 May 31;26:e50715. https://doi.org/10.2196/50715 PMID: 38820572; PMCID: PMC11179037.",
    "[raw_reference] Ahmed A, Saqlain M, Tanveer M, Blebil AQ, Dujaili JA, Hasan SS. The impact of clinical pharmacist services on patient health outcomes in Pakistan: a systematic review. BMC Health Serv Res. 2021 Aug 23;21(1):859. https://doi.org/10.1186/s12913-021-06897-0 PMID: 34425816; PMCID: PMC8381566.",
    "[raw_reference] Babel A, Taneja R, Mondello Malvestiti F, Monaco A, Donde S. Artificial Intelligence Solutions to Increase Medication Adherence in Patients With Non-communicable Diseases. Front Digit Health. 2021 Jun 29;3:669869. https://doi.org/10.3389/fdgth.2021.669869 PMID: 34713142; PMCID: PMC8521858.",
    "[raw_reference] Bashiir, Abdullahi & University VII, Kampala International. (2024). The Impact of Digital Health on Patient Adherence to Treatment. 5. 21-24.",
    "[raw_reference] Bragazzi, N.L.; Mansour, M.; Bonsignore, A.; Ciliberti, R. The Role of Hospital and Community Pharmacists in the Management of COVID-19: Towards an Expanded Definition of the Roles, Responsibilities, and Duties of the Pharmacist. Pharmacy 2020, 8, 140. https://doi.org/10.3390/pharmacy8030140",
    "[raw_reference] Choudhury A, Asan O. Role of Artificial Intelligence in Patient Safety Outcomes: Systematic Literature Review. JMIR Med Inform. 2020 Jul 24;8(7):e18599. https://doi.org/10.2196/18599 PMID: 32706688; PMCID: PMC7414411.",
    "[raw_reference] Cruz, Lucas & Batista, Paula & Meurer, Igor. (2020). Análise do serviço de farmácia clínica em um hospital universitário. HU Revista. 45. 408-414. 10.34019/1982-8047.2019.v45.27553.",
    "[raw_reference] de Oliveira, M.F., de Oliveira, G.F., dos Santos, A.M., Ribeiro, F.S., de Araujo, R.D., Stehling, T.V., Rocha, V.L.S. and Zanoni, R.D. 2023. Impactos da tecnologia na área médica. Brazilian Journal of Health Review. 6, 4 (Aug. 2023), 16550-16561. https://doi.org/10.34119/bjhrv6n4-198",
    "[raw_reference] Harishbhai Tilala M, Kumar Chenchala P, Choppadandi A, Kaur J, Naguri S, Saoji R, Devaguptapu B. Ethical Considerations in the Use of Artificial Intelligence and Machine Learning in Health Care: A Comprehensive Review. Cureus. 2024 Jun 15;16(6):e62443. https://doi.org/10.7759/cureus.62443 PMID: 39011215; PMCID: PMC11249277.",
    "[raw_reference] Harrer, Stefan & Shah, Pratik & Antony, Bhavna & Hu, Jianying. (2019). Artificial Intelligence for Clinical Trial Design. Trends in Pharmacological Sciences. 40. 10.1016/j.tips.2019.05.005.",
    "[raw_reference] Isenor JE, Cossette B, Murphy AL, Breton M, Mathews M, Moritz LR, Buote R, McCarthy L, Woodill L, Morrison B, Guénette L, Marshall EG. Community pharmacists' expanding roles in supporting patients before and during COVID-19: An exploratory qualitative study. Int J Clin Pharm. 2023 Feb;45(1):64-78. https://doi.org/10.1007/s11096-022-01430-7 Epub 2022 Oct 26. PMID: 36289174; PMCID: PMC9607833.",
    "[raw_reference] Kim, S. K., Park, S. Y., Hwang, H. R., Moon, S. H., & Park, J. W. (2023). Effectiveness of mobile health intervention in medication adherence: A systematic review and meta-analysis https://doi.org/10.21203/rs.3.rs-3440357/v1",
    "[raw_reference] Khera, H.K., Mannix, E., Moussa, R. et al. MyDispense simulation in pharmacy education: a scoping review. J of Pharm Policy and Pract 16, 110 (2023). https://doi.org/10.1186/s40545-023-00618-0",
    "[report_type] Technological Sustainability",
    "[raw_reference] Kooli, Chokri & Al Muftah, Hend. (2022). Artificial intelligence in healthcare: a comprehensive review of its ethical concerns. Technological Sustainability. ahead-of-print. 10.1108/TECHS-12-2021-0029.",
    "[raw_reference] Obiezu, Joseph & Ezeonwumelu, Joseph & Chukwuka, Uhama & P.C., Ugwu & Alum, Esther & Chukwudi, Ugwuanyi & Rodrigue, Tambwe & Extension, Kiu Publication. (2024). The Role of Pharmacists in Managing Chronic Diseases: Integrating Medication Therapy Management, Collaborative Care, and Technological Innovations. 3. 1-5.",
    "[raw_reference] Palaniappan K, Lin EYT, Vogel S. Global Regulatory Frameworks for the Use of Artificial Intelligence (AI) in the Healthcare Services Sector. Healthcare (Basel). 2024 Feb 28;12(5):562. https://doi.org/10.3390/healthcare12050562 PMID: 38470673; PMCID: PMC10930608.",
    "[raw_reference] Pogorzelska K, Chlabicz S. Patient Satisfaction with Telemedicine during the COVID-19 Pandemic-A Systematic Review. Int J Environ Res Public Health. 2022 May 17;19(10):6113. https://doi.org/10.3390/ijerph19106113 PMID: 35627650; PMCID: PMC9140408.",
    "[raw_reference] Park JY, Zed PJ, Vera MA. Perspectives and experiences with telepharmacy among pharmacists in Canada: A cross-sectional survey. Pharm Pract (Granada). 2022 Jan-Mar;20(1):2609. https://doi.org/10.18549/PharmPract.2022.1.2609 Epub 2022 Jan 10. PMID: 35497899; PMCID: PMC9014901.",
    "[raw_reference] R.Majeed, Russel & Ali, Ashour & Yas, Ahmed & Alameri, Saeed & M. Al-Ani, Mohammed & Nafea, Ahmed. (2024). A Brief Review of Big Data in Healthcare: Challenges and Issues, Recent Developments, and Future Directions. Babylonian Journal of Internet of Things. 2024. 10-15. 10.58496/BJIoT/2024/002.",
    "[raw_reference] Shalansky S. The Advanced Pharmacist Practitioner: A New Series in the Canadian Journal of Hospital Pharmacy. Can J Hosp Pharm. 2019 Jan-Feb;72(1):42-48. Epub 2018 Feb 28. PMID: 30828093; PMCID: PMC6391237.",
    "[raw_reference] Souza, R. D. S. (2023). Integração da Inteligência Artificial no Processo Farmacêutico: Desafios e Oportunidades. Zenodo. https://doi.org/10.5281/zenodo.13974319"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Biofarma - Multidisciplinary Scientific Journal of Biology, Pharmacy and Health",
  "abstract": "Este estudo examina a transformação do papel do farmacêutico, evidenciando a crescente incorporação da tecnologia nas farmácias e seu efeito na qualidade do atendimento ao paciente. A pesquisa aponta que ferramentas como telemedicina e aplicativos de monitoramento têm melhorado a acessibilidade e a adesão ao tratamento, resultando em uma maior satisfação dos pacientes com os serviços farmacêuticos. Além disso, a utilização de inteligência artificial tem contribuído para a diminuição das interações medicamentosas potencialmente perigosas. Contudo, a digitalização no setor farmacêutico apresenta desafios éticos e preocupações com a privacidade dos dados que precisam ser cuidadosamente tratados.",
  "volume": "4",
  "issue": "1",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:21.380037",
    "zotero_item_type": "journalArticle"
  }
}
