{
  "paper_id": "Y8E7L878",
  "title": "The Systematic Influence of Gain-and Loss-Framed Messages on Interest in and Use of Different Types of Health Behavior",
  "year": 1994,
  "date": "1994",
  "journal": "Advanced Dental Research",
  "publication": "Advanced Dental Research",
  "authors": [
    {
      "forename": "Alexander",
      "surname": "Rothman",
      "name": "Alexander Rothman",
      "affiliation": "University of Minnesota Yale University Minnesota Health Judg- ment Lab ; the Yale Health , Emotion , and Behavior Lab ; Department of Psychology , University of Minnesota , Elliott Hall , 75 East River Road , Minneapolis , MN 55455 ; \n\t\t\t\t\t\t\t\t Emotion \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Minnesota Health Judg- ment Lab \n\t\t\t\t\t\t\t\t and Behavior Lab \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t the Yale Health \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Elliott Hall 75 East River Road \n\t\t\t\t\t\t\t\t\t 55455 \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t MN",
      "email": "rothm001@gold.tc.umn.edu"
    },
    {
      "forename": "Steven",
      "surname": "Martino",
      "name": "Steven Martino",
      "affiliation": "University of Minnesota Yale University Minnesota Health Judg- ment Lab ; the Yale Health , Emotion , and Behavior Lab ; Department of Psychology , University of Minnesota , Elliott Hall , 75 East River Road , Minneapolis , MN 55455 ; \n\t\t\t\t\t\t\t\t Emotion \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Minnesota Health Judg- ment Lab \n\t\t\t\t\t\t\t\t and Behavior Lab \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t the Yale Health \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Elliott Hall 75 East River Road \n\t\t\t\t\t\t\t\t\t 55455 \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "Brian",
      "surname": "Bedell",
      "name": "Brian Bedell",
      "affiliation": "University of Minnesota Yale University Minnesota Health Judg- ment Lab ; the Yale Health , Emotion , and Behavior Lab ; Department of Psychology , University of Minnesota , Elliott Hall , 75 East River Road , Minneapolis , MN 55455 ; \n\t\t\t\t\t\t\t\t Emotion \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Minnesota Health Judg- ment Lab \n\t\t\t\t\t\t\t\t and Behavior Lab \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t the Yale Health \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Elliott Hall 75 East River Road \n\t\t\t\t\t\t\t\t\t 55455 \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "Jerusha",
      "surname": "Detweiler",
      "name": "Jerusha Detweiler",
      "affiliation": "University of Minnesota Yale University Minnesota Health Judg- ment Lab ; the Yale Health , Emotion , and Behavior Lab ; Department of Psychology , University of Minnesota , Elliott Hall , 75 East River Road , Minneapolis , MN 55455 ; \n\t\t\t\t\t\t\t\t Emotion \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Minnesota Health Judg- ment Lab \n\t\t\t\t\t\t\t\t and Behavior Lab \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t the Yale Health \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Elliott Hall 75 East River Road \n\t\t\t\t\t\t\t\t\t 55455 \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t MN"
    },
    {
      "forename": "Peter",
      "surname": "Salovey",
      "name": "Peter Salovey",
      "affiliation": "University of Minnesota Yale University Minnesota Health Judg- ment Lab ; the Yale Health , Emotion , and Behavior Lab ; Department of Psychology , University of Minnesota , Elliott Hall , 75 East River Road , Minneapolis , MN 55455 ; \n\t\t\t\t\t\t\t\t Emotion \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Minnesota Health Judg- ment Lab \n\t\t\t\t\t\t\t\t and Behavior Lab \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t Yale University \n\t\t\t\t\t\t\t\t the Yale Health \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Elliott Hall 75 East River Road \n\t\t\t\t\t\t\t\t\t 55455 \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t MN"
    }
  ],
  "doi": "",
  "sections": [
    {
      "text": "Framing health messages systematically in terms of either gains or losses influences the behaviors that people adopt. Rothman and Salovey proposed that the relative influence of gain-and loss-framed messages is contingent on people's perception of the risk or uncertainty associated with adopting the recommended behavior. Specifically, loss-framed messages are more effective when promoting illness-detecting (screening) behaviors, but gain-framed messages are more effective when promoting healthaffirming (prevention) behaviors. Two experiments provide a direct test of this conceptual framework. In Experiment 1, participants' willingness to act after reading about a new disease was a function of how the information was framed and the type of behavior promoted. Experiment 2 replicated and extended these findings with a real health concern-gum disease. Gainframed pamphlets heightened interest in a plaque-fighting mouth rinse, whereas loss-framed pamphlets heightened interest in a plaque-detecting disclosing rinse. Research on message framing provides a theoretically based guide for the development of effective health messages.\n\nThere is little question that persuading people to make healthier behavioral choices would provide substantial reductions in illness morbidity and premature mortality  (Department of Health and Human Services, 1991) . Yet the development of effective persuasive appeals has proved to be rather difficult. Even when a persuasive intervention has been shown to be effective in a particular health domain, more often than not it has been developed in the absence of a theoretical framework that could guide the application of the interven-tion more generally  (Salovey, Rothman, & Rodin, 1998) . Are there specific strategies that can be adopted to maximize the effectiveness of messages designed to promote healthy behavior?\n\nOver the past 10 years, researchers have focused on the relative effectiveness of messages that emphasize the benefits of performing a behavior (gain-framed messages) and messages that emphasize the costs of not performing a behavior (loss-framed messages) (e.g.,  Meyerowitz & Chaiken, 1987; Rothman, Salovey, Antone, Keough, & Martin, 1993 ; see  Rothman & Salovey, 1997, for a review) . Although aspects of this approach can be traced back to earlier research on fear appeals  (Leventhal, 1970) , this particular line of research has been grounded in the basic tenets of  Kahneman and Tversky's (1979; Tversky & Kahneman, 1981)  prospect theory. The framing postulate of prospect theory states that people's decisions are sensitive to how information is presented. Specifically, people are risk-seeking in their preferences when considering loss-framed information but are risk-averse in their preferences when considering gain-framed information.\n\nConsistent with the underlying tenets of prospect theory,  Rothman and Salovey (1997)  provided a taxonomy of situations that afford predictions as to when gain-or loss-framed health appeals are maximally persuasive. They proposed that when people are considering a behavior that they perceive involves some risk or uncertainty (e.g., it may detect a health problem), loss-framed appeals are more persuasive, but when people are considering a behavior that they perceive involves a relatively certain outcome (e.g., it prevents the onset of a health problem), gain-framed appeals are more persuasive. Current support for this framework is based on comparisons of the relative effectiveness of gain-and loss-framed appeals that have been drawn across studies conducted in different health domains. In this article, we describe two experiments that provide the first systematic tests of these predictions within the same health domain.\n\nIntegrating Message Framing and Health Promotion  Meyerowitz and Chaiken (1987)  were the first investigators to examine the relative influence of gain-and loss-framed information on health behavior. They modified a pamphlet that promoted breast self-examination (BSE) so that it provided a series of either loss-or gainframed statements about breast cancer and BSE. Consistent with their predictions, women who had received the loss-framed pamphlet were more likely to have performed the behavior over a 4-month follow-up period as compared to women who had read the gain-framed pamphlet. Several subsequent studies have similarly observed that providing people with loss-framed information is an effective way to promote the performance of or preferences for mammography  (Banks et al., 1995) , HIV-testing  (Kalichman & Coley, 1995) , amniocentesis  (Marteau, 1989) , skin cancer examinations  (Block & Keller, 1995; Rothman, Pronin, & Salovey, 1996) , and blood-cholesterol screening  (Maheswaran & Meyers-Levy, 1990 ).\n\n1 However, investigators also have found that providing people with gain-framed information is a more effective way to promote healthy behavioral practices, such as requests for a free sample of sunscreen  (Detweiler, Bedell, Salovey, Pronin, & Rothman, 1999; Rothman et al., 1993) , the use of infant car seats  (Christophersen & Gyulay, 1981) , and intentions to use condoms  (Linville, Fischer, & Fischhoff, 1993) .\n\nHow might these diverging findings be reconciled? Rothman and Salovey (1997)  have proposed that the relative effectiveness of a gain-or loss-framed appeal is contingent on the type of behavior that is promoted. Loss-framed messages should be an effective means to promote behavior but only if engaging in that behavior is perceived to be risky or uncertain. Recall that  Meyerowitz and Chaiken (1987)  predicted an advantage for lossframed messages because women reported that engaging in BSE was a risky behavior. In fact, a subsequent study  (Meyerowitz, Wilson, & Chaiken, 1991)  revealed that a loss-framed message about breast cancer promoted BSE only among those women who previously reported that they perceived BSE to be a risky behavior. If people perceived all health behaviors as risky, one would expect a consistent advantage for loss-framed appeals. However, not all health behaviors are perceived as risky or uncertain.\n\nAn important distinction between health behaviors can be made based on the function that they serve. Detection behaviors such as BSE or mammography serve to detect the presence of a health problem and because they can inform people that they may be sick, initiating the behavior may be considered a risky decision. Although detection behaviors such as mammography provide critical long-term benefits, characterizing them as risky accurately captures people's subjective assessment of these behaviors (e.g.,  Hill, Gardner, & Rassaby, 1985; Mayer & Solomon, 1992; Meyerowitz & Chaiken, 1987) . In contrast, prevention behaviors such as the regular use of sunscreen or condoms forestall the onset of an illness and maintain a person's current health status. In fact, these behaviors are risky only to the extent that one chooses not to take action. This distinction is important because it provides a useful heuristic to predict which behaviors people tend to perceive as risky and which behaviors people tend to perceive as relatively certain or safe (for a discussion of these issues, see  Rothman & Salovey, 1997) . Moreover, it suggests that lossframed appeals would be more effective in promoting detection behaviors but gain-framed appeals would be more effective in promoting prevention behaviors.\n\nTo date, conclusions concerning the relative effectiveness of gain-and loss-framed appeals have had to rely on comparisons drawn across studies and across health domains. That these effects have been obtained across a variety of health threats is encouraging with respect to the generalizability of this approach to health promotion. However, the numerous differences between the health domains and health behaviors studied make it difficult to assert unequivocally that the relative influence of gain-and loss-framed appeals is contingent on the function of the behavior. Even within a single health domain, prevention and detection behaviors (e.g., con-doms and HIV testing) can differ on dimensions such as cost, familiarity, difficulty, frequency, and the need for trained personnel to perform the behavior. These substantial differences leave open the possibility of alternative explanations for the observed pattern of findings. Studies are needed that experimentally manipulate both the framing of a health message and the function of a specific health behavior.\n\nThe following two experiments provide the empirical evidence needed to support the theoretical framework proposed by  Rothman and Salovey (1997) . Experiment 1 tested the proposed framework in the context of a hypothetical disease. The use of a hypothetical disease afforded the opportunity to construct a single health behavior that could be presented as either a prevention or a detection behavior. Of course, there are limitations to any study that relies on a hypothetical, and consequently unfamiliar, health problem. Experiment 2 complemented and extended the findings obtained in Experiment 1 by testing the proposed framework in the context of real health problems, tooth decay and gum disease, and using real health behaviors that differed only in terms of their described function (prevention vs. detection)."
    },
    {
      "title": "EXPERIMENT 1: THE LETROLISUS VIRUS",
      "text": "To test the prediction that gain-framed messages should be used to promote prevention behaviors and loss-framed messages should be used to promote detection behaviors, a scenario describing a hypothetical disease, the letrolisus virus, was developed. Participants were led to believe that the letrolisus virus was a real, highly contagious illness and were provided with either gain-or loss-framed information about an action to be taken that, depending on condition, was presented as a detection behavior (i.e., it determined whether you were infected with the virus) or a prevention behavior (i.e., it prevented you from becoming infected with the virus).\n\nBecause participants were reading about an illness that they had never heard of, we were concerned about variability in how thoroughly people processed the framed information. Any failure to sufficiently attend to the framed information constrains the formation of the different construals afforded by the two framed messages. Prior experimental work has shown that in the absence of situational pressures to attend to a persuasive message, the degree to which participants are dispositionally inclined to think deeply (i.e., score highly on a measure of need for cognition [NFC]) determines whether framing effects are obtained  (Wegener, Petty, & Klein, 1994) . Given that the health issue in this study had no prior relevance to participants, it was quite possible that any differential effects of gain-and loss-framed information on participants' behavioral intentions would be limited to those participants who were predisposed to process the messages deeply.\n\nLikewise, although all participants were told that the illness was real and highly contagious, there was likely to be considerable variability in the degree to which participants felt at risk for both being and becoming infected with the virus. Any variability in perceived risk is important because interest in both a behavior that detects a viral infection and a behavior that prevents a viral infection should depend on feeling personally at risk for infection  (Weinstein, Rothman, & Nicolich, 1998) . People who believe that there is no chance that they are or will become infected should have little interest in a detection or a prevention behavior, regardless of how information about the behavior was framed. Ideally, to control for differences in perceived risk of infection, perceptions of risk for the virus should be assessed prior to the presentation of the framed information. However, this was not possible given that prior to the experimental manipulation, none of the participants had ever heard of the disease. Perceptions of risk for the new virus were thus measured after participants had read information about the virus and the recommended behavior.\n\nExperiment 1 provided an opportunity to test the relative influence of gain-and loss-framed health information on intentions to perform a prevention and a detection behavior in a hypothetical health domain. We predicted that participants would express a greater willingness to perform the detection behavior after having read a loss-framed message but a greater willingness to perform the prevention behavior after having read a gain-framed message. Moreover, the predicted effect of message frame on behavioral intentions should be more pronounced for those participants who were likely to focus and elaborate on the message."
    },
    {
      "title": "METHOD"
    },
    {
      "title": "Participants",
      "text": "The participants consisted of 176 undergraduates who volunteered to participate in this study (72 men, 95 women, and 9 who failed to report their gender). Participants were assigned randomly to one of four conditions in a 2 (behavior: prevention, detection) × 2 (message frame: gain, loss) between-participants design."
    },
    {
      "title": "Materials",
      "text": "Health information about the letrolisus virus. Participants were provided with the following brief summary of the letrolisus virus:\n\nThe letrolisus virus is a highly contagious illness that is transmitted in much the same way as the common flu virus, but it has far more damaging consequences. The initial symptoms include mild to severe congestion in the nose, throat, and lungs along with difficulty breathing. Over time, however, the condition gradually gets worse, resulting in chronic lung problems and in some cases death.\n\nInformation about a precautionary behavior. Participants were provided with information about a way either to prevent or to detect the letrolisus virus. Half of the participants read the following about a behavior that was said to be a detection behavior: Doctors recommend that everyone make an appointment to be tested. When you arrive at your appointment you will receive a small injection of inactive viral material. Three days later, you must return to your doctor for a brief follow-up. If your skin has had a positive reaction to the injection, you will receive an oral medication that will eliminate the virus.\n\nThe remaining participants read the following about a behavior that was said to be a prevention behavior:\n\nDoctors recommend that everyone receive a complete inoculation. To do so, you will need to make an appointment to receive a single injection of the letrolisus virus. Three days later, you must return to your doctor for a brief follow-up and to receive a second, oral dose of the vaccine.\n\nThese behavioral descriptions were constructed so that the two behaviors were essentially equivalent yet retained the detection-prevention distinction. The one objective difference between the two behaviors was that in the detection procedure, taking the oral medication at the second visit is contingent on a positive skin reaction to the initial injection. This difference reflects a defining characteristic of a detection procedure (i.e., one is undergoing a diagnostic procedure that may indicate a need for treatment). Furthermore, the diagnostic criterion (i.e., a skin reaction) and the treatment (i.e., a single dose of an oral medication) were kept relatively innocuous to keep the two behaviors as similar as possible.\n\nMessage framing manipulation. The description of each precautionary behavior contained three persuasive elements that were either gain-or loss-framed: a title, an introductory statement, and a concluding statement. In the gain-frame condition, these statements emphasized the benefits associated with performing the recommended health behavior (e.g., \"Detection makes effective treatment possible. . . . If you detect the letrolisus virus early, you can get treatment to eliminate the infection without delay\" and \"Prevention ensures you of your health. . . . Getting an inoculation against the letrolisus virus is the best way to reduce your risk of infection and increase your body's resistance to the illness\"). The lossframed message emphasized the costs associated with not performing the recommended health behavior (e.g., \"Failing to detect the virus may undermine effective treatment. . . . If you detect the letrolisus virus too late, you greatly reduce the potential for effective treatment\" and \"Failing to prevent the virus may undermine your health. . . . Unless you get an inoculation against the letrolisus virus, your risk of infection will be very high and your body will have little resistance to the illness\")."
    },
    {
      "title": "Dependent Variables",
      "text": "Behavioral intentions. Three items assessed participants' intentions to perform the recommended behavior: (a) How likely would you be to get [the inoculation/ a test for the viral infection] sometime soon? (b) If you were faced with the decision of whether to get [the inoculation/tested for the viral infection] today, how likely is it that you would do so? and (c) How tempted would you be to put off getting [the inoculation/a test for the viral infection]? Each item was assessed on a 7-point scale ranging from 1 (not at all) to 7 (extremely). The items were combined into a single index with the third item reverse-scored (α = .83).\n\nPerceived risk. One item assessed participants' perceived risk for developing the illness. Ratings were made on a 7-point scale ranging from 1 (not at all) to 7 (extremely).\n\nNFC. At the end of the experiment, participants completed the 18-item NFC scale that assessed the degree to which individuals enjoy thinking about and elaborating on persuasive messages  (Cacioppo, Petty, & Kao, 1984) . Participants rated their agreement with each item on a 7-point scale ranging from 1 (strongly disagree) to 7 (strongly agree) (α = .87). To avoid categorizing participants as low in NFC because of missing values, each participant's average score was multiplied by the total number of questions (  18 ). Based on a median split, participants were categorized as either high (N = 82) or low (N = 92) in NFC."
    },
    {
      "title": "Procedure",
      "text": "Participants were told that they would be reading a health alert concerning a real illness, although the details of this illness had been modified somewhat for this experiment. They were instructed to take the illness very seriously and to imagine vividly being at risk for contracting the disease. All participants read a brief description of the letrolisus virus. Next, participants read about either a prevention behavior (i.e., an inoculation) or a detection behavior (i.e., a diagnostic test). In each con-dition, half of the participants received gain-framed information about the behavior and half received lossframed information about the behavior. After reading the health information, each participant completed a packet of measures."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Perceived Risk for Contracting the Virus",
      "text": "Because perceived risk had to be assessed after participants had learned about the virus, a series of analyses was conducted to evaluate its status as a covariate in our subsequent analysis of the influence of message framing on participants' behavioral intentions. Consistent with the premise that participants' interest in a behavior would be contingent on their feeling at risk for contracting the virus, there was a significant positive correlation between perceived risk and behavioral intentions, r(174) = .55, p < .001. Perceptions of personal risk were analyzed in a 2 (NFC) × 2 (message frame) × 2 (behavior) ANOVA that revealed no significant main effect for or interactions involving message frame, Fs < 1. The only significant effect obtained was a main effect of behavior such that participants who read about the prevention behavior reported a higher level of risk (M = 4.51, SD = 1.50) than did those who read about the detection behavior (M = 3.86, SD = 1.42), F(1, 172) = 9.19, p < .01."
    },
    {
      "title": "Intentions to Perform the Recommended Behavior",
      "text": "We predicted that participants would express stronger intentions to perform the detection behavior after having read loss-framed information about the health issue, whereas participants would express stronger intentions to perform the prevention behavior after having read gain-framed information about the issue. Moreover, this pattern of results was expected to be limited to those participants who would have thought systematically about the issue. Behavioral intentions were analyzed in a 2 (NFC) × 2 (message frame) × 2 (behavior) ANCOVA with perceived risk for contracting the virus included as a covariate. Consistent with predictions, the NFC × Frame × Behavior interaction was significant, F(1, 165) = 4.37, p < .05. Further analyses were conducted separately for people high and people low in NFC.\n\nFor those participants who were high in NFC, the predicted interaction between message frame and behavior was obtained, F(1, 77) = 3.69, p < .06, as displayed in Figure  1 . Participants expressed stronger intentions to perform the detection behavior after having read the loss-framed information than after having read the gainframed message, t(39) = 2.20, p < .05. As expected, the pattern of means reversed when the behavior was said to be a prevention behavior, although this difference was not statistically reliable. The behavioral intentions reported by participants who tended not to think about or elaborate on persuasive messages (i.e., low in NFC) were unaffected by either the frame or the behavior manipulation."
    },
    {
      "title": "DISCUSSION",
      "text": "In this experiment, participants learned about a new health threat, the letrolisus virus, and were then provided with information about a precautionary behavior that was said to be either a prevention behavior (i.e., an inoculation) or a detection behavior (i.e., a diagnostic test). The information that participants received included three statements that systematically emphasized either the benefits of performing the behavior (gain-framed information) or the costs of not performing the behavior (loss-framed information). The results obtained in Experiment 1 were consistent with our predictions. Participants who were high in NFC (i.e., who enjoy thinking about and elaborating on persuasive messages) reported reliably greater intentions to perform a detection behavior after having read loss-framed information and somewhat greater intentions to perform a prevention behavior after having read gain-framed information.\n\nAlthough the findings obtained across a series of previous studies have been consistent with the framework offered by  Rothman and Salovey (1997) , this experiment provided the first experimental demonstration of the contingent relation between message frame and type of behavior. The use of a hypothetical illness afforded the opportunity to present participants with prevention or detection behaviors that were nearly identical save for their different function. However, the hypothetical nature of the illness and associated behaviors does place some limitations on the conclusions that can be drawn from this experiment, especially its generalizability. Because participants were unfamiliar with the health issue and, therefore, were not likely to find the issue particularly involving, the predicted findings were obtained only for those participants who-based on the individual difference measure of NFC-could be expected to think about and elaborate on the health information that was provided. Although the observation that participants low in NFC were unaffected by the experimental manipulations is consistent with the broader literature on the relation between NFC and persuasion  (Cacioppo, Petty, Feinstein, Jarvis, & Blair, 1996) , we sought to examine a real issue that would be involving for all people.\n\nEXPERIMENT 2: DENTAL HEALTH AND GUM DISEASE Are there any real health behaviors that can be understood to differ only in terms of the function they serve? In the area of dental hygiene, the answer is yes. People regularly use mouth rinses to prevent the buildup of dental plaque and the development of gum disease  (Adams & Addy, 1994) . However, other mouth rinses-called disclosing rinses-are used to detect the presence of dental plaque and the onset of gum disease.\n\n2 In either case, the behavior can be easily incorporated into someone's regular dental hygiene habits. All one has to do is place a small amount of the rinse in one's mouth, swish it around, and then spit it out. In the case of prevention, the mouth rinse inhibits plaque from developing on a person's teeth. In the case of detection, the disclosing rinse identifies those areas of one's teeth where plaque has accumulated and indicates the areas at risk that need to be targeted for a thorough brushing.\n\nIn Experiment 2, participants were provided with either a gain-or a loss-framed pamphlet about plaque and gum disease that recommended an oral hygiene behavior that was said to either prevent plaque (a mouth rinse) or detect plaque (a disclosing rinse). By focusing on a familiar health problem and real health behaviors, this experiment addressed concerns that the findings obtained in Experiment 1 could not be generalized beyond a hypothetical disease. Because most, if not all, people are concerned about the accumulation of plaque and the development of cavities and gum disease, we expected that our participants would be motivated to attend to and process the framed material. Attention to the framed information also should be heightened by the fact that it was presented in a professionally designed pamphlet that was purportedly developed by the University of Minnesota Dental Health Communications Project. Finally, the use of real behaviors allowed us to offer participants the opportunity to mail in a postage-paid postcard to request a free sample of the recommended product. The rate at which people requested free samples provides a strong test of participants' interest in the product.\n\nNot only did Experiment 2 test the framework outlined by  Rothman and Salovey (1997)  in the context of a real health issue but it also extended previous research in this area in several ways. Prior studies have provided people with gain-and loss-framed information, but there has been little attempt to include any assessment of the framing manipulation (but see  Block & Keller, 1995) . In this study, framing manipulation checks were included to ensure that the two framing conditions were correctly perceived as having emphasized gains or losses.\n\nImmediately after reading the pamphlet, participants provided a complete list of the thoughts and feelings that they had had while reading the pamphlet. Investigators have routinely used thought listings to assess the extent to which participants have processed a persuasive communication  (Eagly & Chaiken, 1993) . This task pro- vided an opportunity to examine whether exposure to gain-and loss-framed information elicits a similar degree of message elaboration. Some investigators have suggested that people may be less likely to process gainframed information systematically  (Maheswaran & Meyers-Levy, 1990; Smith & Petty, 1996) . The thoughtlisting task also enabled us to test whether participants' cognitive responses to the information mediated the effect that the gain-and loss-framed messages had on interest in the recommended health behavior. Although investigators have successfully identified when gain-and loss-framed messages should be effective, they have had difficulty identifying the constructs that mediate their impact on behavior."
    },
    {
      "title": "METHOD"
    },
    {
      "title": "Overview",
      "text": "The present experiment tested the relative effectiveness of gain-and loss-framed messages to promote the performance of detection and prevention behaviors in a 2 (message frame: gain, loss) × 2 (behavior: prevention, detection) between-participants design. Participants read a gain-or loss-framed pamphlet that described an oral hygiene behavior that either prevents or detects dental health problems. Subsequently, participants indicated their own attitudes and intentions concerning the behavior and were provided an opportunity to request a free sample of the recommended product."
    },
    {
      "title": "Participants",
      "text": "Participants included 120 undergraduates (89 women, 31 men) from the University of Minnesota who responded to an advertisement for a study on communication and health behavior. Participants received $5 as compensation for completing the experiment."
    },
    {
      "title": "Dental Hygiene Pamphlets",
      "text": "The dental health information was presented in a four-page pamphlet that was designed to appear professional and was attributed to the University of Minnesota Dental Health Communications Project. Four different versions of the pamphlet were developed. Two pamphlets promoted the use of a prevention behavior (mouth rinse) and two pamphlets promoted the use of a detection behavior (disclosing rinse). The two behaviors were operationalized such that they required the same actions (i.e., swishing liquid in one's mouth and spitting it out).\n\nOf the participants who read about a standard mouth rinse, half read gain-framed information about the behavior (e.g., \"People who use a mouth rinse daily are taking advantage of a safe and effective way to reduce plaque accumulation\") and half read loss-framed infor-mation (e.g., \"People who do not use a mouth rinse daily are failing to take advantage of a safe and effective way to reduce plaque accumulation\"). Likewise, of the people who read about disclosing rinse, half read gainframed information (e.g., \"Using a disclosing rinse before brushing enhances your ability to detect areas of plaque accumulation\") and half read loss-framed information (e.g., \"Failing to use a disclosing rinse before brushing limits your ability to detect areas of plaque accumulation\").\n\nCare was taken to ensure that the gain-and lossframed versions of the pamphlets provided the same information. Aside from specific details about the particular behavior promoted, all pamphlets presented the same general information about dental health. The pamphlet was divided into five sections: (a) how plaque is formed and how a cavity develops, (b) the development of gum disease, (c) proper oral hygiene behavior, (d) how mouth rinse (disclosing rinse) works, and (e) a recommendation to use mouth rinse (disclosing rinse)."
    },
    {
      "title": "Measures",
      "text": "Premanipulation measures. There were three groups of premanipulation measures. 3  1. Demographics. A series of items assessed general demographic information, including participants' age, gender, ethnic background, and educational background.\n\n2. Dental history. A series of items assessed participants' dental hygiene practices and dental health background. These items included questions about how often participants brushed their teeth, flossed, and visited a dentist for routine examinations. Participants also reported their history of dental procedures as well as the number of cavities they recalled having had filled. Finally, participants were asked if they had ever suffered from any form of gum disease.\n\n3. Perception of risk and severity of gum disease. Participants rated how likely they were to develop some form of gum disease if they continued their current dental hygiene practices. This rating was made on a 9-point scale ranging from 1 (extremely unlikely) to 9 (extremely likely). Participants also reported how worried they were about developing gum disease and how serious a problem developing gum disease would be. Each rating was made on a 9-point scale ranging from 1 (not at all) to 9 (extremely).\n\nPostmanipulation measures. There were six groups of postmanipulation measures.\n\n1. Thought-listing task. Participants were asked to list the thoughts that they had while reading the pamphlet. Participants were instructed to list only one thought per box and that they need not use all of the boxes provided.\n\nTwo judges, who were blind to framing condition, independently coded the thoughts listed on two different dimensions. First, judges coded the thoughts as either favorable (i.e., a statement expressing a positive reaction to the information contained in the pamphlet), unfavorable (i.e., a statement expressing a negative reaction to the information contained in the pamphlet), neutral (i.e., a statement about the information in the pamphlet expressing a reaction that was neither clearly positive nor clearly negative), or unrelated (i.e., a statement not associated with the information presented in the pamphlet). Interrater agreement on this dimension was high (r = .85), and disagreements were resolved through discussion.\n\nThe judges also coded each statement as to whether it indicated feelings of concern about the participant's own dental health (e.g., \"My gums have been feeling sore lately\") or feelings of reassurance about one's health (e.g., \"I'm glad I take good care of my teeth\"). Thoughts about dental health that expressed neither concern nor reassurance were classified as neutral, and thoughts not about dental health were classified as unrelated. Interrater agreement on this second dimension was acceptable (r = .79), and disagreements were resolved through discussion.\n\n2. Affective reactions to the pamphlet. On a series of seven positive (assured, calm, cheerful, happy, hopeful, relaxed, relieved) and seven negative (anxious, afraid, discouraged, disturbed, sad, troubled, worried) adjective scales, participants indicated how they felt while reading the pamphlet. Ratings were made on a 7-point scale ranging from 1 (not at all) to 7 (extremely). Ratings of the negative items were reverse scored and an affective reaction index was constructed (α = .86).\n\n3. Perceptions of risk and severity of gum disease. The three items included in the premanipulation measures were repeated in the postmanipulation questionnaire.\n\n4. Attitude toward the behavior. Four questions assessed participants' attitude toward performing the behavior about which they had read. Participants rated the effectiveness of the behavior, how important it is to perform the behavior, how beneficial it is to perform the behavior, and how favorable they felt toward engaging in the behavior. Ratings were made on a 9-point scale ranging from 1 (not at all) to 9 (extremely). These questions were combined into a single index (α = .83).\n\n5. Behavioral intentions. Three questions assessed participants' intentions regarding the behavior about which they had read. Using a 9-point scale ranging from 1 (I have no intention of doing this) to 9 (I am certain that I will do this), participants indicated how likely it was that they would buy the product within the next week and how likely it was that they would use the product in the next week. Using an open-ended response format, partici-pants indicated how much they would pay for a 12-ounce bottle of the product.\n\n6. Evaluations of the pamphlet. A series of five questions assessed participants' evaluation of the pamphlet. Participants indicated how interesting, involving, and informative they found the pamphlet. In each case, ratings were made on a 9-point scale ranging from 1 (not at all) to 9 (extremely). These three ratings were collapsed into a single index representing participants' evaluation of the quality of the pamphlet (α = .82).\n\nTwo questions provided a check on the framing manipulation. Participants judged the tone of the information included in the pamphlet on a 9-point scale ranging from -4 (mostly negative) to +4 (mostly positive), with the midpoint labeled neutral. Participants also indicated whether the pamphlet emphasized the benefits associated with doing the behavior or the costs associated with not doing the behavior. This rating was made on a 9-point scale ranging from -4 (costs) to +4 (benefits), with the midpoint labeled equally emphasized.\n\n7. Behavioral measure: Request for free sample of product. At the end of the experiment, participants were given a postage-paid postcard that they could mail in to receive a free sample of the promoted product (mouth rinse or disclosing rinse)."
    },
    {
      "title": "Procedure",
      "text": "Participants were scheduled individually or in groups of two to five individuals. The experimenter explained that the purpose of the experiment was to evaluate the effectiveness of pamphlets promoting proper dental hygiene. After signing a consent form, participants completed a packet of measures and were randomly given one of four pamphlets to read. Participants were instructed to take as much time as they wanted reading the pamphlet. When a participant was finished reading, the pamphlet was collected and the postmanipulation measures were distributed. At the close of the experiment, participants were given a postcard to mail in for a free sample of the product about which they had read."
    },
    {
      "title": "RESULTS",
      "text": "An initial set of analyses was conducted to determine whether any of the demographic or dental history variables moderated the effect of message frame and behavior on the postmanipulation measures. Because no moderating effects were obtained, all analyses are presented collapsed over these factors."
    },
    {
      "title": "Evaluation of the Pamphlet and Manipulation Checks",
      "text": "Participants' evaluations of the pamphlet were examined to confirm that the pamphlets differed only in terms of how the health information was framed (see Table  1 ). Analyses revealed that participants' ratings of the quality of the pamphlet were unaffected by the framing manipulation, F(1, 116) = 1.50, p > .20, by the type of behavior promoted in the pamphlet (F < 1), or by the interaction between these two factors (F < 1).\n\nTo assess whether the framing manipulation was perceived as intended, participants rated whether the pamphlet placed more emphasis on the benefits associated with doing the behavior or the costs associated with not doing the behavior. Participants in the loss-framed condition judged the pamphlet as emphasizing costs more than benefits, whereas participants in the gain-framed condition judged the pamphlet as emphasizing benefits over costs, F(1, 116) = 27.14, p < .001. An examination of participants' ratings of the tone of the pamphlet revealed a similar pattern of results. Participants who read loss-framed information judged the tone of the pamphlet to be significantly more negative than did those who read gain-framed information, F(1, 116) = 6.19, p < .05. Finally, participants' affective reaction to the pamphlet was consistent with their perception of its tone. Participants reported having a more positive affective reaction to the gain-frame pamphlet than to the loss-framed pamphlet, F(1, 116) = 8.39, p < .01. No other effects on these measures approached significance, all Fs < 1.88."
    },
    {
      "title": "Perceptions of Risk and Severity",
      "text": "Several items assessed participants' perceptions of the likelihood that they would develop some form of gum disease and the perceived severity of its development. Analyses of each of these measures controlled for participants' responses prior to reading the pamphlet. Participants first estimated the likelihood that they would develop some form of gum disease if they continued their current dental hygiene practices. An analysis of covariance controlling for participants' initial perceptions revealed a main effect of message frame, F(1, 114) = 13.90, p < .001. Participants who read loss-framed pamphlets felt more at risk for developing some form of gum disease provided they continued their current hygiene practices than did those who read gain-framed pamphlets. Participants in the loss-framed condition similarly reported that they were more worried about developing gum disease, F(1, 114) = 7.41, p < .01, and that the development of gum disease was a more serious problem, F(1, 114) = 3.28, p < .08. There were no other significant effects on any of these measures, Fs < 1."
    },
    {
      "title": "Thought Reactions to the Pamphlet",
      "text": "The total number of issue-relevant thoughts listed by participants was examined to determine whether there were differences across conditions in amount of cognitive responding to the pamphlet. Participants listed the same number of thoughts in response to the pamphlet regardless of which behavior was promoted or how the information was framed (all Fs < 1).\n\nWe also examined the types of thoughts that participants had while reading the pamphlet. The overall valence of the thoughts that participants listed was determined by subtracting the number of unfavorable thoughts from the number of favorable thoughts. Participants who read the loss-framed pamphlet listed somewhat more favorable responses to the message than did participants who read the gain-framed pamphlet, F(1, 116) = 3.46, p = .06 (see Table  2  for relevant means). The effect of behavior and the interaction between message frame and behavior were both not significant, Fs < 1. Further analyses were conducted separately on the number of favorable and unfavorable reactions that participants had listed. Although participants in the loss-framed condition listed more favorable reactions to the pamphlet than did those in the gain-framed conditions, F(1, 116) = 3.42, p = .06, there was no difference across conditions in the number of unfavorable reactions listed by participants, F(1, 116) = 1.56, p > .20.\n\nTo determine the valence of the thoughts that participants had about their own dental health, the number of negative thoughts about dental health that had been listed was subtracted from the number of positive thoughts listed. An analysis of this index revealed that participants who read loss-framed pamphlets listed more negative thoughts about their current dental health than did those who read gain-framed pamphlets, F(1, 116) = 8.78, p < .005. The effect of behavior and the interaction between message frame and behavior were both not significant, Fs(1, 116) = 1.34 and 0.73, ps > .25. Separate analyses of positive and negative statements about dental health also were conducted. Participants in the loss-framed conditions listed more thoughts expressing concern about their teeth and gums than did those in the gain-framed conditions, F(1, 116) = 7.47, p < .01.\n\nAlthough there was a tendency for people in the lossframed condition to express fewer favorable thoughts about their dental health, this comparison was only marginally significant, F(1, 116) = 2.88, p < .10."
    },
    {
      "title": "Attitude Toward the Behavior",
      "text": "Participants evaluated the behavior about which they had read on a series of four dimensions, and these ratings were combined into a single index. Participants' attitudes toward the behavior were found to be affected by both the type of behavior recommended, F(1, 116) = 9.21, p < .01, and how the information about the behavior was framed, F(1, 116) = 13.46, p < .0001. Participants reported holding more favorable attitudes toward the prevention behavior (mouth rinse) (M = 7.13, SD = 1.58) than toward the detection behavior (disclosing rinse) (M = 6.11, SD = 1.55). Participants who had read a loss-framed pamphlet held more favorable attitudes toward performing the behavior (M = 7.04, SD = 1.48) than did those who had read a gain-framed pamphlet (M = 6.20, SD = 1.69), regardless of which behavior was promoted in the pamphlet. The interaction between message frame and behavior was not significant, F < 1."
    },
    {
      "title": "Behavioral Intentions",
      "text": "Several indicators assessed participants' intentions regarding the dental hygiene product about which they had read. We predicted that participants who read a gain-framed pamphlet that promoted mouth rinse would report stronger intentions to purchase and make use of the product than would participants who read a loss-framed version of the pamphlet. In contrast, for participants who read about disclosing rinse, we predicted that those who had read the loss-framed pamphlet would report stronger intentions regarding the product than would those who had read the gain-framed pamphlet.\n\nParticipants first reported their intentions to buy the product within the next week. Consistent with predictions, the interaction between message frame and behavior was significant, F(1, 116) = 7.22, p < .01. When participants read a pamphlet promoting the use of mouth rinse, those individuals who read gain-framed information reported stronger intentions to purchase the product (M = 6.67, SD = 3.01) than did those who read lossframed information (M = 5.33, SD = 2.81). Conversely, when participants read about disclosing rinse, those individuals who read loss-framed information reported stronger intentions to purchase the product (M = 4.43, SD = 2.58) than did those who read gain-framed information (M = 3.10, SD = 2.44). There was also a main effect of behavior such that participants who read about mouth rinse reported stronger intentions to purchase the product (M = 6.00, SD = 2.96) than did those who read about disclosing rinse (M = 3.77, SD = 2.58), F(1, 116) = 20.24, p < .001.\n\nParticipants' intentions to use the product about which they had read within the next week revealed a similar, albeit marginally, significant interaction between message frame and behavior, F(1, 116) = 3.50, p = .06. The pattern of the interaction was as predicted. In the prevention behavior condition, participants who read gainframed information reported greater intentions to use mouth rinse within the next week (M = 6.63, SD = 2.79) than did those who read loss-framed information (M = 5.83, SD = 2.70), whereas in the detection behavior condition, participants who read loss-framed information reported greater intentions to use disclosing rinse within the next week (M = 3.87, SD = 2.73) than did those who read gain-framed information (M = 2.87, SD = 2.30). Overall, participants reported greater intentions to use mouth rinse within the next week (M = 6.23, SD = 2.75)"
    },
    {
      "title": "1364",
      "text": "PERSONALITY AND SOCIAL PSYCHOLOGY BULLETIN than disclosing rinse (M = 3.37, SD = 2.55), F(1, 116) = 35.48, p < .001. Finally, participants reported how much they would be willing to pay for a 12-ounce bottle of the product. The ANOVA yielded the predicted interaction between message frame and behavior, F(1, 116) = 4.24, p < .05. Participants who read gain-framed pamphlets promoting the use of mouth rinse indicated that they were willing to pay more for the product (M = $3.23, SD = 1.72) than did participants who read loss-framed pamphlets (M = $2.89, SD = 1.10). Conversely, participants who read loss-framed pamphlets about disclosing rinse were willing to pay more for the product (M = $3.56, SD = 1.96) than did participants who read gain-framed pamphlets (M = $2.67, SD = 1.59). No other effects were significant (Fs < 1)."
    },
    {
      "title": "Requests for Product Samples",
      "text": "All participants received a postcard that they could mail in to request a free sample of the recommended product. We predicted that participants would be more likely to request a sample of mouth rinse if they had read a gain-framed pamphlet than if they had read a lossframed pamphlet but that participants would be more likely to request a sample of disclosing rinse if they had read a loss-framed pamphlet than if they had read a gain-framed pamphlet. Because the behavioral data were categorical, log-linear analysis was used. As predicted, the saturated model that contained the three-way interaction between message frame, behavior, and request provided the best fit of the data; moreover, removing the three-way interaction from the model significantly reduced the fit of the model, ∆L 2 (1) = 8.83, p < .005. 4 Of those participants who read pamphlets promoting the use of mouth rinse, a greater percentage of participants in the gain-framed condition returned postcards requesting free samples (67%) than did those in the loss-framed condition (47%). Conversely, of those participants who read pamphlets promoting the use of disclosing rinse, a significantly greater percentage of participants in the loss-framed condition requested a sample of the product (73%) than did those in the gainframed condition (37%, see Figure  2 )."
    },
    {
      "title": "Mediational Analyses",
      "text": "Although there is substantial empirical evidence that the manner in which health information is framed influences behavioral decisions, little is known about the factors that mediate framing effects. Rothman and Salovey (1997)  suggested several potential mediators that were assessed in this experiment: participants' affective reactions to the framed material, their cognitive responses to the material, their attitudes toward the recommended behavior, and their perceptions of risk and concern about the health threat. Mediational analyses were conducted to examine the effect of message frame on participants' behavioral intentions and their requests for a free sample of the recommended product. Because of the interaction between message frame and behavior, analyses were conducted separately for each behavior."
    },
    {
      "title": "Detection behavior (disclosing rinse).",
      "text": "To test for mediation, the message framing manipulation must have influenced the outcome variable and the potential mediator must be both affected by the framing manipulation and related to the outcome variable  (Baron & Kenny, 1986) . Our analyses first focused on participants' behavioral intentions. To simplify the analysis, the three measures of behavioral intention were standardized and combined into a single index (α = .78). Regression analysis revealed that participants' behavioral intentions were stronger after having read a loss-framed pamphlet than after having read a gain-framed pamphlet, β = .27, t(58) = 2.16, p < .05. Furthermore, participants' attitude toward the product and the overall valence of their thoughts about the material were each significantly affected by the framing manipulation (βs = .36 and .26, ps < .05, respectively) and significantly related to the behavioral intention index (βs = .65 and .47, ps < .0001, respectively).\n\nTo test for mediation, participants' behavioral intentions were first regressed onto the potential mediator and then message frame (coded -1 [gain-frame], 1 [loss-frame]) was entered into the regression model. When participants' attitudes toward the recommended product were included in the regression, there was a significant reduction in the effect that message frame had on behavioral intentions, β = .04, t(57) = .41, p = .68; z = 4.25, p < .0001. 5 Similar, albeit somewhat weaker, findings were obtained when the valence of participants' thoughts about the framed material was included as a mediator, β = .17, t(57) = 1.46, p = .15; z = 1.63, p < .05.\n\nMediational analyses also were conducted to test the relation between message frame and participants' request for a free sample of the recommended product (coded 0 [no], 1 [yes]). However, analyses revealed no significant relation between any of the potential mediators and requests for a free sample. Even the relation between behavioral intention and sample requests was only marginally significant, β = .18, t(58) = 1.43, p < .16. This pattern of findings precluded any further tests of a mediational model with respect to the sample requests.\n\nPrevention behavior (mouth rinse). Separate mediational analyses were conducted for participants' behavioral intentions and their requests for a free sample. Unexpectedly, none of the potential mediators satisfied the criteria necessary for testing a mediational model for the relation between message frame and behavioral intentions concerning mouth rinse. However, participants' behavioral intentions did satisfy the criteria necessary to test its role as a mediator for the influence of message frame on requests for a free sample of mouth rinse. When card requests were regressed on behavioral intention and message frame, there was a marginally significant reduction in the effect of message frame on card requests, β = -.13, t(57) = 1.08, p = .28; z = 1.26, p < .10, whereas the relation between behavioral intention and card request remained significant, β = .34, t(57) = 2.74, p < .01."
    },
    {
      "title": "DISCUSSION",
      "text": "The results obtained in Experiment 2 not only replicated those of Experiment 1 but also revealed the predicted relation between message frame and behavior in the context of a real health concern. When the use of mouth rinse was promoted, it was more effective to have participants read a gain-framed than a loss-framed pamphlet about gum disease. However, the loss-framed pamphlet was more effective when the use of disclosing rinse was promoted. This pattern of results provides strong empirical evidence in support of our conceptual framework.\n\nPrior tests of the influence of framed information on attitudes and behavior have generally failed to confirm that the framed appeals were perceived to differ in their relative emphasis on benefits and costs  (Rothman, Martino, & Jeffery, 1997) . In the current experiment, participants' perception of the framed material was assessed. Although participants perceived all four versions of the pamphlet to be of equal quality, they correctly identified the tone and emphasis that the pamphlets were designed to convey.\n\nThe gain-and loss-framed pamphlets also elicited different cognitive responses from participants. Although people reported a similar number of thoughts, the lossframed pamphlets elicited more favorable thoughts from participants, perhaps indicating that people are more familiar, and thus more comfortable with, health materials that focus on potential losses. However, regarding specific thoughts about their own dental health, the loss-framed pamphlets elicited more negative thoughts about participants' teeth and gums, whereas the gainframed pamphlets elicited more reassuring thoughts about one's teeth and gums.\n\nParticipants' thoughts about the persuasive message and their attitudes toward the recommended behavior were more favorable when they had read the loss-framed as compared to the gain-framed pamphlet. The discrepancy between these results and the differential effect of frame on subsequent behavior is striking but is consistent with prior research (e.g.,  Banks et al., 1995; Rothman et al., 1993 ; but see  Meyerowitz & Chaiken, 1987) . This pattern of findings constrained attempts to identify the processes that underlie the persuasive influence of message framing on behavior. Analyses indicated that the influence of loss-framed messages on behavioral intentions was mediated by participants' attitude toward the behavior and the valence of their thoughts about the pamphlet. However, participants' behavioral intentions did not mediate the effect of message frame on requests for a free sample of disclosing rinse. Conversely, although none of the variables measured in this study mediated the effect of gain-framed information on intentions regarding mouth rinse, there was some evidence that participants' reported behavioral intentions mediated the influence of message frame on requests for a free sample of mouth rinse. Given the strong and consistent pattern of behavioral findings, the consistently weak evidence for mediation is a clear indication that a more systematic account of how framed information influences behavior is needed."
    },
    {
      "title": "GENERAL DISCUSSION",
      "text": "A number of investigators have asserted that framing messages systematically in terms of either benefits or costs can provide an effective way to promote health behaviors (e.g.,  Banks et al., 1995; Kalichman & Coley, 1995; Meyerowitz & Chaiken, 1987; Rothman et al., 1993) . Perhaps because of its similarity to a traditional fear appeal, it was initially assumed that loss-framed appeals would consistently be more effective than gainframed appeals. However, based on a review of the empirical literature,  Rothman and Salovey (1997)  argued that the relative influence of gain-and lossframed messages is contingent on how people perceive the behavior promoted. Specifically, do they perceive performing the behavior to be risky or uncertain? Because people tend to perceive choosing to perform a detection behavior to be risky but choosing to perform a prevention behavior to be safe, the observed advantage for loss-and gain-framed messages should depend on the type of behavior promoted. The two experiments reported in this article provided the first direct test of this conceptual model by using an experimental paradigm in which the frame of the message and the type of behavior were manipulated. Each experiment provided empirical evidence consistent with predictions: gainframed appeals proved to be more effective in promoting a prevention behavior, whereas loss-framed appeals proved to be more effective in promoting a detection behavior."
    },
    {
      "title": "The Distinction Between Prevention and Detection Behaviors",
      "text": "Although the relation between message frame and behavior type has proved quite robust, the predictions laid out by  Rothman and Salovey (1997)  do not rest on features that are intrinsic to prevention and detection behaviors. The finding that loss-framed appeals are a more effective way to promote detection behaviors relies on the fact that society consistently teaches people to perceive behaviors such as BSE and mammography as illness detecting. 6 However, it is possible for these behaviors to be reframed as health-affirming behaviors (i.e., a woman could get a mammogram to affirm that her breasts are healthy). In fact, people who regularly follow a set of preventive behaviors (e.g., brush and floss their teeth) should have little reason to be concerned about a screening exam. To the extent that people perceive performing a detection behavior to be a safe, healthaffirming practice, a gain-framed rather than a lossframed appeal should be more persuasive. Consistent with this outlook, two studies that assessed how people perceived a detection behavior found that the predicted advantage for a loss-framed appeal was limited to those people who believed that engaging in the behavior would be risky  (Meyerowitz et al., 1991; Rothman et al., 1996) .\n\nA further distinction also could be made among detection behaviors. Research has consistently focused on behaviors that screen for health problems (e.g., HIV, cancer). With advances in fields such as genetic testing, tests may be developed that identify factors that are health promoting. Given the tendency to construe detection behaviors in terms of what they are designed to detect, people may not perceive behaviors that screen for healthy attributes as risky (i.e., one no longer runs the risk of finding something wrong). Under these conditions, a gain-framed appeal should be more effective.\n\nWhat about the prediction that gain-framed messages should be used to promote prevention behaviors? To the extent that adopting a prevention behavior is not perceived as a safe or certain option, gain-framed appeals should become less effective. Consistent with this proposition,  Block and Keller (1995, Experiment 1)  found that a loss-framed appeal heightened participants' attitude toward and interest in a prevention behavior when the behavior was said to be only 20% effective. The perceived effectiveness of a prevention or a detection behavior may contribute to whether choosing to perform the behavior is considered a risky or safe proposition."
    },
    {
      "title": "How Do Gain and Loss-Framed Messages Influence Behavior?",
      "text": "There is little question that providing people with either gain-or loss-framed health information influences the decisions they make and the behaviors they choose to perform. Moreover, framed information has been shown to influence behaviors taken both soon after the information has been presented and up to 12 months after participants have viewed a framed presentation (e.g.,  Banks et al., 1995) . In contrast to the behavioral findings, investigators have had difficulty identifying the psychological processes that mediate the influence of framed information on behavior. Although some evidence of mediational processes was obtained in Experiment 2, the findings were inconsistent across the two behavior conditions. Why would participants' inten-tions and behavior be more closely linked for a prevention behavior compared to a detection behavior? Perhaps the feelings of concern and anxiety that people associate with adopting a detection behavior undermines their determination to act on their intentions. Although investigators have long been interested in the premise that too much fear will undermine behavior (e.g.,  Janis, 1967) , this perspective has received minimal empirical support  (Sutton, 1982) . In fact, in the current study, participants in the detection behavior condition who received loss-framed information reported the highest proportion of card requests. Of course, we have no information as to the proportion of participants across the experimental conditions who actually used the product that they were mailed.\n\nSome researchers have suggested that a messageprocessing approach may help elucidate the influence that message framing has on behavior (e.g.,  Maheswaran & Meyers-Levy, 1990; Smith & Petty, 1996) . Specifically, any observed advantage for either gain-or loss-framed messages may rest on the fact that people have processed one version of the message more extensively than the other. Smith and Petty (1996, Experiment 2)  found that information that is framed in an unexpected manner (e.g., people expect a loss-framed but are given a gain-framed message) is processed more extensively than information framed in an expected manner, and consequently had a stronger influence on people's attitudes and intentions. However, this effect was limited to those people who were otherwise not motivated to process the message (i.e., people low in NFC). People who were dispositionally motivated to process the message were unaffected by the expectancy manipulation. It is not clear how a differential processing perspective could account for the fact that framing effects on behavior have been obtained with people who were highly involved in a health issue and therefore likely to have systematically processed the information they received regardless of how it was framed (e.g.,  Banks et al., 1995; Detweiler et al., 1999; Rothman et al., 1993) . Moreover, in Experiment 2, participants appeared to process the gain-and lossframed pamphlets in a similar manner, although in the predicted behavior condition, each frame was shown to be more effective than the other. However, comparisons of the total amount of cognitive responding provide only a general assessment of cognitive elaboration  (Smith & Petty, 1996) . Measures of participants' responses to strong and weak framed arguments provide a more sophisticated assessment of message processing, and including these measures in subsequent research should help to clarify these issues."
    },
    {
      "title": "Conclusion",
      "text": "Rothman and  Salovey (1997)  proposed a conceptual framework designed to assist investigators in developing interventions to promote healthy behavior. Although a number of field experiments had revealed findings consistent with this framework, the studies reported in this article provide the first direct confirmation of the predicted relation between message frame and behavior. Despite the fact that we have developed an increasingly sophisticated understanding of when gain-and lossframed messages are likely to be effective, the processes through which framed messages influence decision making and behavior are still not well understood. Identifying these processes will improve both the theoretical bases of message framing effects and the ability to provide people with health information that is maximally persuasive. NOTES 1. Loss-framed information about a blood-cholesterol test was effective only when college undergraduates were informed that coronary heart disease was a problem for people younger than 25 years old. Students who believed that coronary heart disease was not a relevant health threat were more persuaded by gain-framed information  (Maheswaran & Meyers-Levy, 1990 ; see  Rothman & Salovey, 1997 , for a broader analysis of this finding).\n\n2. Generally, people chew on disclosing tablets to detect plaque accumulation. However, it is possible to dissolve these tablets in water to produce a rinse that serves the same function. We included the latter form of the behavior in our pamphlets so that it would be consistent with the mouth rinse behavior.\n\n3. Several personality constructs as well as beliefs about dental issues (e.g., self-esteem, dispositional optimism, perceived prevalence of gum disease) were included in the premanipulation packet; however, they were unrelated to the findings reported in this article. Additional information about these measures can be obtained from the first author.\n\n4. The results of the log-linear analysis were consistent with those obtained with ANOVA. An analysis of the percentage of postcards returned revealed the predicted Message Frame × Behavior interaction, F(1, 116) = 10.36, p < .005.\n\n5. The z score provides a direct test of the strength of the proposed mediator and is derived based on  Baron and Kenny's (1986)  modification of a test developed by  Sobel (1982) .\n\n6. The general tendency to construe detection behaviors in terms of their ability to detect the presence rather than the absence of a problem is consistent with research that has shown that people have an easier time processing and reasoning about the presence rather than the absence of features  (McGuire & McGuire, 1991) ."
    },
    {
      "text": "Figure 1 Intention to perform the recommended behavior as a function of message frame and behavior for participants high in need for cognition, Experiment 1."
    },
    {
      "text": "Evaluations of and Reactions to the Pamphlet as a Function of Message Frame, Experiment 2For the emphasis on benefits versus costs, positive values indicate a greater emphasis on benefits and negative values indicate a greater emphasis on costs. For all other measures, higher values indicate more positive tone, more positive affect, higher quality, and greater risk or concern."
    },
    {
      "text": "Thought Reactions to the Pamphlet as a Function of"
    }
  ],
  "references": [
    {
      "title": "Mouthrinses",
      "authors": [
        "D Adams",
        "M Addy"
      ],
      "year": 1994,
      "doi": "10.1177/08959374940080022401"
    },
    {
      "title": "The effects of message framing on mammography utilization",
      "authors": [
        "S Banks",
        "P Salovey",
        "S Greener",
        "A Rothman",
        "A Moyer",
        "J Beauvais",
        "E Eppel"
      ],
      "year": 1995,
      "doi": "10.1037/0278-6133.14.2.178"
    },
    {
      "title": "The moderator-mediator variable distinction in social psychological research: Conceptual, strategic, and statistical considerations",
      "authors": [
        "R Baron",
        "D Kenny"
      ],
      "year": 1986
    },
    {
      "title": "When to accentuate the negative: The effects of perceived efficacy and message framing on inten-tions to perform a health-related behavior",
      "authors": [
        "L Block",
        "P Keller"
      ],
      "year": 1995,
      "doi": "10.1177/002224379503200206"
    },
    {
      "title": "Dispositional differences in cognitive motivation: The life and times of individuals varying in need for cognition",
      "authors": [
        "J Cacioppo",
        "R Petty",
        "J Feinstein",
        "W Jarvis",
        "G Blair"
      ],
      "year": 1996,
      "doi": "10.1037//0033-2909.119.2.197"
    },
    {
      "title": "The efficient assessment of need for cognition",
      "authors": [
        "J Cacioppo",
        "R Petty",
        "C Kao"
      ],
      "year": 1984,
      "doi": "10.1207/s15327752jpa4803_13"
    },
    {
      "title": "Parental compliance with car seat usage: A positive approach with long-term follow-up",
      "authors": [
        "E Christophersen",
        "J Gyulay"
      ],
      "year": 1981,
      "doi": "10.1093/jpepsy/6.3.301"
    },
    {
      "title": "Healthy people 2000: National health promotion and disease prevention objectives",
      "year": 1991,
      "doi": "10.1037/e482362006-001"
    },
    {
      "title": "Message framing and sunscreen use: Gain-framed messages motivate beach-goers",
      "authors": [
        "J Detweiler",
        "B Bedell",
        "P Salovey",
        "E Pronin",
        "A Rothman"
      ],
      "year": 1999,
      "doi": "10.1037//0278-6133.18.2.189"
    },
    {
      "title": "The psychology of attitudes",
      "authors": [
        "A Eagly",
        "S Chaiken"
      ],
      "year": 1993,
      "doi": "10.1002/mar.4220120509"
    },
    {
      "title": "Factors predisposing women to take precautions against breast and cervix cancer",
      "authors": [
        "D Hill",
        "G Gardner",
        "J Rassaby"
      ],
      "year": 1985,
      "doi": "10.1111/j.1559-1816.1985.tb00894.x"
    },
    {
      "title": "Effects of fear arousal on attitude change: Recent developments in theory and experimental research",
      "authors": [
        "I Janis"
      ],
      "year": 1967,
      "doi": "10.1016/s0065-2601(08)60344-5"
    },
    {
      "title": "Prospect theory: An analysis of decisions under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Context framing to enhance HIVantibody-testing messages targeted to African American women",
      "authors": [
        "S Kalichman",
        "B Coley"
      ],
      "year": 1995
    },
    {
      "title": "Findings and theory in the study of fear communications",
      "authors": [
        "H Leventhal"
      ],
      "year": 1970,
      "doi": "10.1016/s0065-2601(08)60091-x"
    },
    {
      "title": "AIDS risk perceptions and decision biases",
      "authors": [
        "P Linville",
        "G Fischer",
        "B Fischhoff"
      ],
      "year": 1993
    },
    {
      "title": "The influence of message framing and issue involvement",
      "authors": [
        "D Maheswaran",
        "J Meyers-Levy"
      ],
      "year": 1990,
      "doi": "10.1177/002224379002700310"
    },
    {
      "title": "Framing of information: Its influence upon decisions of doctors and patients",
      "authors": [
        "T Marteau"
      ],
      "year": 1989,
      "doi": "10.1111/j.2044-8309.1989.tb00849.x"
    },
    {
      "title": "Breast self-examination skill and frequency: A review",
      "authors": [
        "J Mayer",
        "L Solomon"
      ],
      "year": 1992,
      "doi": "10.1093/abm/14.3.189"
    },
    {
      "title": "The content, structure, and operation of thought systems",
      "authors": [
        "W Mcguire",
        "C Mcguire"
      ],
      "year": 1991
    },
    {
      "title": "The effect of message framing on breast self-examination attitudes, intentions, and behavior",
      "authors": [
        "B Meyerowitz",
        "S Chaiken"
      ],
      "year": 1987,
      "doi": "10.1037//0022-3514.52.3.500"
    },
    {
      "title": "Loss-framed messages increase breast self-examination for women who perceive risk",
      "authors": [
        "B Meyerowitz",
        "D Wilson",
        "S Chaiken"
      ],
      "year": 1991,
      "doi": "10.1037//0022-3514.52.3.500"
    },
    {
      "title": "Predicting preferences in the domains of gains and losses: The importance of knowing when a gain is a gain and a loss is a loss",
      "authors": [
        "A Rothman",
        "S Martino",
        "R Jeffery"
      ],
      "year": 1997
    },
    {
      "title": "The influence of prior concern on the persuasiveness of loss-framed messages about skin cancer",
      "authors": [
        "A Rothman",
        "E Pronin",
        "P Salovey"
      ],
      "year": 1996
    },
    {
      "title": "Shaping perceptions to motivate healthy behavior: The role of message framing",
      "authors": [
        "A Rothman",
        "P Salovey"
      ],
      "year": 1997,
      "doi": "10.1037//0033-2909.121.1.3"
    },
    {
      "title": "The influence of message framing on intentions to perform health behaviors",
      "authors": [
        "A Rothman",
        "P Salovey",
        "C Antone",
        "K Keough",
        "C Martin"
      ],
      "year": 1993,
      "doi": "10.1006/jesp.1993.1019"
    },
    {
      "title": "Health behavior",
      "authors": [
        "P Salovey",
        "A Rothman",
        "J Rodin"
      ],
      "year": 1998,
      "doi": "10.1002/9780470561119"
    },
    {
      "title": "Message framing and persuasion: A message processing analysis",
      "authors": [
        "S Smith",
        "R Petty"
      ],
      "year": 1996,
      "doi": "10.1177/0146167296223004"
    },
    {
      "title": "Asymptotic confidence intervals for indirect effects in structural models",
      "authors": [
        "M Sobel"
      ],
      "year": 1982,
      "doi": "10.2307/270723"
    },
    {
      "title": "Fear-arousing communications: A critical examination of theory and research",
      "authors": [
        "S Sutton"
      ],
      "year": 1982,
      "doi": "10.1017/s0033291700056014"
    },
    {
      "title": "The framing of decisions and the rationality of choice",
      "authors": [
        "A Tversky",
        "D Kahneman"
      ],
      "year": 1981
    },
    {
      "title": "Effects of mood on high elaboration attitude change: The mediating role of likelihood judgments",
      "authors": [
        "D Wegener",
        "R Petty",
        "D Klein"
      ],
      "year": 1994,
      "doi": "10.1002/ejsp.2420240103"
    },
    {
      "title": "Use of correlational data to examine the effects of risk perceptions on precautionary behavior",
      "authors": [
        "N Weinstein",
        "A Rothman",
        "M Nicolich"
      ],
      "year": 1997,
      "doi": "10.1080/08870449808407305"
    }
  ],
  "num_references": 33,
  "original_doi": "https://doi.org/10.13039/100000048"
}
