{
  "paper_id": "YAQFYL5J",
  "title": "Involvement in Root Cause Analysis and Patient Safety Culture Among Hospital Care Providers",
  "abstract": "Background: The experience feedback committee (EFC) is a tool designed to involve medical teams in patient safety management, through root cause analysis within the team. \n Objective: The aim of the study was to determine whether patient safety culture, as measured by the Hospital Survey on Patient Safety Culture (HSOPS), differed regarding care provider involvement in EFC activities. Methods: Using the original data from a cross-sectional survey of 5064 employees at a single university hospital in France, we analyzed the differences in HSOPS dimension scores according involvement in EFC activities. Results: Of 5064 eligible employees, 3888 (76.8%) participated in the study. Among the respondents, 440 (11.3%) participated in EFC activities. Experience feedback committee participants had a more developed patient safety culture, with 9 of the 12 HSOPS dimension scores significantly higher than EFC nonparticipants (overall effect size = 0.31, 95% confidence interval = 0.21 to 0.41, P < 0.001). A multivariate analysis of variance indicated that all 12 dimension scores, taken together, were significantly different between EFC participants and nonparticipants (P < 0.0001), independently of sex, hospital department, and healthcare profession category. The largest differences in scores related to the \"feedback and communication about error,\" \"organizational learning,\" and \"Nonpunitive response to error\" dimensions. The analysis of the subgroup of professionals who worked in a department with a productive EFC, defined as an EFC implementing at least five actions per year, showed a higher patient safety culture level for seven of the 12 HSOPS dimensions (overall effect size = 0.19, 95% confidence interval = 0.10 to 0.27, P < 0.001). Discussion and Conclusions: Participation in EFC activities was associated with higher patient safety culture scores. The findings suggest that root cause analysis in the team's routine may improve patient safety culture.",
  "year": 2016,
  "date": "2016",
  "journal": "BMJ",
  "publication": "BMJ",
  "authors": [
    {
      "forename": "Bastien",
      "surname": "Boussat",
      "name": "Bastien Boussat",
      "affiliation": "*  From the Quality of Care Unit , Grenoble University Hospital ; †TIMC UMR 5525 CNRS , Université Grenoble Alpes , Grenoble ; ‡Service de Biostatistique , \n\t\t\t\t\t\t\t\t ‡Service de Biostatistique \n\t\t\t\t\t\t\t\t Quality of Care Unit \n\t\t\t\t\t\t\t\t †TIMC \n\t\t\t\t\t\t\t\t UMR 5525 CNRS \n\t\t\t\t\t\t\t\t Grenoble University Hospital \n\t\t\t\t\t\t\t\t Université Grenoble Alpes \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Grenoble",
      "email": "bboussat@chu-grenoble.fr"
    },
    {
      "forename": "Arnaud",
      "surname": "Seigneurin",
      "name": "Arnaud Seigneurin",
      "affiliation": "*  From the Quality of Care Unit , Grenoble University Hospital ; †TIMC UMR 5525 CNRS , Université Grenoble Alpes , Grenoble ; ‡Service de Biostatistique , \n\t\t\t\t\t\t\t\t ‡Service de Biostatistique \n\t\t\t\t\t\t\t\t Quality of Care Unit \n\t\t\t\t\t\t\t\t †TIMC \n\t\t\t\t\t\t\t\t UMR 5525 CNRS \n\t\t\t\t\t\t\t\t Grenoble University Hospital \n\t\t\t\t\t\t\t\t Université Grenoble Alpes \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Grenoble"
    },
    {
      "forename": "Joris",
      "surname": "Giai",
      "name": "Joris Giai"
    },
    {
      "forename": "Kevin",
      "surname": "Kamalanavin",
      "name": "Kevin Kamalanavin"
    },
    {
      "forename": "José",
      "surname": "Labarère",
      "name": "José Labarère",
      "affiliation": "*  From the Quality of Care Unit , Grenoble University Hospital ; †TIMC UMR 5525 CNRS , Université Grenoble Alpes , Grenoble ; ‡Service de Biostatistique , \n\t\t\t\t\t\t\t\t ‡Service de Biostatistique \n\t\t\t\t\t\t\t\t Quality of Care Unit \n\t\t\t\t\t\t\t\t †TIMC \n\t\t\t\t\t\t\t\t UMR 5525 CNRS \n\t\t\t\t\t\t\t\t Grenoble University Hospital \n\t\t\t\t\t\t\t\t Université Grenoble Alpes \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Grenoble"
    },
    {
      "forename": "Patrice",
      "surname": "François",
      "name": "Patrice François",
      "affiliation": "*  From the Quality of Care Unit , Grenoble University Hospital ; †TIMC UMR 5525 CNRS , Université Grenoble Alpes , Grenoble ; ‡Service de Biostatistique , \n\t\t\t\t\t\t\t\t ‡Service de Biostatistique \n\t\t\t\t\t\t\t\t Quality of Care Unit \n\t\t\t\t\t\t\t\t †TIMC \n\t\t\t\t\t\t\t\t UMR 5525 CNRS \n\t\t\t\t\t\t\t\t Grenoble University Hospital \n\t\t\t\t\t\t\t\t Université Grenoble Alpes \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Grenoble"
    },
    {
      "affiliation": "Hospices Civils de Lyon , Laboratoire de Biométrie et Biologie Evolutive , UMR 5558 CNRS , Lyon ; §Department of Political Science , \n\t\t\t\t\t\t\t\t §Department of Political Science \n\t\t\t\t\t\t\t\t Laboratoire de Biométrie et Biologie Evolutive \n\t\t\t\t\t\t\t\t UMR 5558 CNRS \n\t\t\t\t\t\t\t\t Hospices Civils de Lyon \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lyon"
    },
    {
      "affiliation": "Institute of Political Stud- ies ; and ||INSERM CIC 1406 , Grenoble , France. Service d' Evaluation Médicale , \n\t\t\t\t\t\t\t\t Service d' Evaluation Médicale \n\t\t\t\t\t\t\t\t Institute of Political Stud- ies \n\t\t\t\t\t\t\t\t ||INSERM CIC \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1406 \n\t\t\t\t\t\t\t\t\t Grenoble \n\t\t\t\t\t\t\t\t\t France"
    },
    {
      "affiliation": "Pavillon Taillefer , CHU CS 10-217 , F-38043 , Grenoble Cedex , France \n\t\t\t\t\t\t\t\t Pavillon Taillefer \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CHU CS 10-217 \n\t\t\t\t\t\t\t\t\t F-38043 \n\t\t\t\t\t\t\t\t\t Grenoble Cedex \n\t\t\t\t\t\t\t\t\t France"
    }
  ],
  "doi": "",
  "keywords": [
    "patient safety",
    "root cause analysis",
    "safety culture",
    "adverse event",
    "hospital departments"
  ],
  "sections": [
    {
      "text": "D espite considerable initiatives to enhance patient safety in healthcare, medical errors reached the third leading cause of death in the United States, with an estimated 251,454 deaths per year.  1  In 2008, a World Health Organization Patient Safety group (the Research Priority Setting Working Group) established the 20 research priority areas for developed countries.  2 \"Poor safety culture and blame-oriented processes\" was ranked third among these priorities. Because adverse events result from multiple organizational failures, it is imperative to move toward a collaborative teamwork culture, with all actors sharing the same vision and goals and considering themselves responsible for delivering safe care.  3 One of the ways to fight medical errors is therefore the development of a patient safety culture shared by all caregivers.  4 n the last decade, root cause analysis (RCA) has become the main process to investigate medical errors and attempts to prevent future adverse events.  5 Root cause analysis provides undeniable benefits, including increased awareness of faulty processes, and leads to changing organizations despite cultural resistance. Therefore, organizations in charge of hospital accreditation, such as the Joint Commission in the United States and the French National Health Authority in France (Haute Autorité de Santé), have imposed RCA as the reference method to investigate adverse events.  6, 7 However, its use is now controversial, because several studies have called its effectiveness into question.  8, 9 n France, a program called the experience feedback committee (EFC) was created in 2005, with the aim of enhancing patient safety within medical teams, involving the team in RCA.  10, 11 he method was adapted to healthcare facilities with the assistance of Air France Consulting and was initially implemented in a radiotherapy unit. Briefly, the EFC is a team composed of professionals representing the diversity of the professions encountered in medical units, who examine adverse events on a monthly basis. Conducting RCA within the team, the EFC aims to implement corrective actions after multidisciplinary consensus. See the method section for further detail on the EFC framework.\n\nBecause several studies reported good compliance on the part of caregivers in terms of attending these meetings, the Haute Autorité de Santé promoted the wide implementation of this management system in all French hospitals and introduced its use as a criterion for the national accreditation process in 2010.  7, 10, 11 The early literature showed promising results for the EFC, in favor of key aspects of patient safety, such as enhancement of teamwork and the implementation of actions that were well adapted to specific contexts, such as emergency or psychiatry departments.  10, 11 Despite its wide implementation, the EFC still lacks scientific evaluation.\n\nThe aim of this study was to determine whether patient safety culture, as measured by the Hospital Survey on Patient Safety Culture (HSOPS), differed regarding care provider involvement in EFC activities.  12 We hypothesized that 1/EFC participants had higher dimensions scores on patient safety culture than the nonparticipants and 2/caregivers working in a department involving an EFC had higher dimension scores than those working in departments without an EFC."
    },
    {
      "title": "METHOD Study Design",
      "text": "We conducted a cross-sectional survey of hospital staff, using the HSOPS. The project was submitted for advisory purposes to an independent protection committee (IRB00006705) and received its approval from the French National Commission for Information Technology and Civil Liberties."
    },
    {
      "title": "Setting",
      "text": "The study was conducted at a single 1836-bed universityaffiliated hospital serving a predominantly urban population of 675,000 inhabitants in France. Our study site reported 135,999 stays in 2016. The hospital staff comprised 4422 registered healthcare providers and 642 board-certified physicians, the vast majority of them specialty hospitalists."
    },
    {
      "title": "Participants",
      "text": "Eligible participants were full-or part-time (half-time or more) employees with at least 6 months of employment in the clinical, laboratory/pathology, radiology, or pharmacy departments. Staff who worked in more than one department or moved to another department during the study period were included only once.\n\nAdministrative or extended sick leave was not an exclusion criterion. Because of 6-month rotations, medical residents were not eligible for this survey. Hospital administrators, including chief executive officers, food service workers, and security, maintenance, or housekeeping service employees were not within the scope of this study. As recommended,  13  HSOPS questionnaires were excluded from the analytical sample if respondents answered less than one entire section, fewer than half of the items, or every item with the same nonneutral response."
    },
    {
      "title": "Hospital Survey on Patient Safety Culture Questionnaire",
      "text": "Patient safety culture was assessed using the adaptation of the HSOPS in French.  14 The present analysis included the 42 items covering the 12 dimensions that were included in the original HSOPS questionnaire. Eighteen items were negatively worded.\n\nEach item was answered on a five-point Likert scale, from \"strongly disagree\" (1 point) to \"strongly agree\" (5 points), or from \"never\" to \"always\" when relevant. A global safety grade between \"poor\" and \"excellent\" and the numbers of reported incidents in the past 12 months were also assessed but were not used to compute any of the 12 dimension scores.\n\nInformation on respondent background characteristics was collected at the end of the questionnaire, including age group, sex, position, seniority in the department, working time (expressed as a percentage of full-time), and involvement in an EFC. Consistent with Perneger et al.,  15  we defined the following seven categories of employees: (1) physicians; (2) head nurses, nurses, and midwives; (3) nursing assistants; (4) other healthcare providers (physical therapists, psychologists, and speech therapists); (5) administrative staff (reception staff and medical secretaries); (6) technical staff (pharmacists, biologists, and laboratory technicians); and (7) others (escort staff, social workers, and unit clerks)."
    },
    {
      "title": "Data Collection",
      "text": "The survey was conducted between April 2013 and September 2014. This period was necessary to achieve a high response rate and a large sample of respondents. During this period, no specific patient safety interventions were reported. As recommended,  13  a prenotification letter signed by the hospital chief executive officer was sent to hospital staff, presenting the objectives and data collection process of the upcoming survey. In each department, a research assistant promoted the survey and distributed the questionnaire to staff in the workplace. To maximize response rates, employees were allowed to complete the survey during work time. Participants returned the questionnaire in a sealed ballot box and signed an eligible employee register, both located in the nurse manager's office in each department. To ensure confidentiality, we did not use any identifier and questionnaires were anonymous. Reminders were distributed to nonrespondents (i.e., eligible employees who did not sign the participant register) until targeted response rates were achieved within each department."
    },
    {
      "title": "Sample Size",
      "text": "No formal sample size calculation was performed, and the study sample size was determined by the number of eligible participants and survey response rates. To ensure representativeness and consistently with previous surveys using a French version of the HSOPS,  14, 15  we aimed at achieving response rates of at least 70% among both physician and nonphysician staff members within each department. We anticipated that approximately 5000 employees would be eligible and 3500 would participate in the survey."
    },
    {
      "title": "Dimension Scores",
      "text": "We computed the individual means across the three or four items in a dimension (range = 1-5).  16 Multiple imputation for missing item values (2% over total item responses) was performed using the predictive mean matching imputation method. As recommended by Rubin et al  17  and consistently with previous HOSPS-related studies  18  , we set the number of imputations at m = 5 and we replaced the missing values with the mean of the five imputed data set."
    },
    {
      "title": "Experience Feedback Committee Framework and Related Variables",
      "text": "The EFC complies with a written procedure in accordance with the method proposed by Air France Consulting. They are composed of volunteer representatives of the various professions within the medical teams. Committee meetings are conducted monthly within a standardized framework: (1) reading the list of reported events, (2) choosing a priority event to investigate by consensus according to the criticality of each incident, (3) choosing the investigator, (4) reviewing the RCA made up of the event chosen the previous month, (5) choosing corrective actions, and (6) monitoring on-going actions. The RCA is carried out during the month after the EFC by a designated person using a method, called Orion (online supplementary appendix 1,  http://links.lww.  com/JPS/A134 ), developed from systemic analysis methods used in civil aviation and adapted to the healthcare domain by Air France Consulting. Previously trained investigators must follow the main steps of the Orion method to fill out a standardized report: collecting data, describing the chronological facts that occurred before, during and after the event, describing the failures, looking for causes of errors and latent factors that could have contributed to the failures, implementing corrective actions, and writing a report of the analysis.\n\nThree variables were used to characterize the individual link of each respondent with the EFC:\n\n1. Involvement in EFC activities:We added a question at the end of the HSOPS questionnaire to collect the individual participation in one of the hospital's EFCs (yes or no). The missing responses for this question were assumed to be negative (3% of total responses).\n\n2. EFC in the department:We generated this variable with the practice program's administrative database comprising the information of all EFCs implemented in the hospital (department, leader, and annual reports). 3. EFC producing more than five corrective actions per year in the department:To add an EFC qualitative criterion, we computed another individual variable for all caregivers working in a department with an EFC. We generated this variable accounting for the department administrative code of each respondent and the number of corrective actions reported for each EFC (the median number of actions, five, was chosen to dichotomize this variable). To obtain this cutoff, we used the data from another study  16  in which all written documents produced by the EFC during a 1-year period were analyzed independently by two investigators (data not shown)."
    },
    {
      "title": "Statistical Analysis",
      "text": "Background respondent characteristics and EFC-related variables were reported as numbers and percentages, and HSOPS composite scores as means along with standard deviations. We compared HSOPS mean composite score values across subgroups of respondents defined by the three EFC variables. The differences between score means were tested by Student t tests. In addition, we quantified the mean differences by using Cohen d effect size. Finally, we performed a multivariate analysis of variance (MANOVA) to examine differences in dimension scores after adjusting for background characteristics.\n\nDifferences in categorical variables were analyzed using χ 2 tests. Two-sided P values lower than 0.05 were considered statistically significant. All analyses were performed using Stata Version 14.0 (Stata Corporation, College Station, TX)."
    },
    {
      "title": "RESULTS",
      "text": "Of 5064 eligible employees, 3978 (78.6%) participated in the study. After the exclusion of 90 questionnaires due to the discovery of exclusion criteria (online supplementary appendix 2,  http://links.lww.com/JPS/A135 ), our sample consisted of 3888 survey questionnaires (76.8%). Table  1  summarizes the main characteristics of the respondents by EFC participation. Compared with nonmembers, the EFC participants had higher percentages of physicians (22% versus 10%) and technical staff members (17% versus 9%), and they worked more in the medicine and pediatrics departments (36% versus 29%) than the nonmember group (P < 0.001). Overall, 20 departments had an EFC, including seven medicine departments, six medical-technical departments, five emergency or intensive care departments, and two surgical departments.\n\nFigure  1  shows the association between EFC participation and patient safety culture dimensions scores. Compared with nonparticipation, EFC participation was associated with a statistically significant higher patient safety culture for 9 of the 12 HSOPS dimensions (overall effect size = 0.31, 95% confidence interval = 0.21 to 0.41, P < 0.001). The MANOVA indicated that all the 12 dimension scores, taken together, differed according to involvement in EFC activities (P < 0.0001), independent of sex, department, and professional category. The coefficients of the multivariate regression model were consistent for eight of the nine dimension scores that were significant in the univariate analysis (Table  2 ). The three largest differences in HSOPS score were related to the \"feedback and communication about error\" (regression coefficient = 0.25, 95% confidence interval = 0.17 to 0.32, P < 0.001), \"organizational learning\" (regression coefficient = 0.22, 95% confidence interval = 0.16 to 0.29, P < 0.001), and \"nonpunitive response to error\" (regression coefficient = 0.18, 95% confidence interval = 0.11 to 0.26, P < 0.001) dimensions.\n\nFigure  2  shows that the presence of an EFC in a department was not associated with patient safety culture on the part of the caregivers (overall effect size = -0.02, 95% confidence interval = -0.04 to 0.00, P = 0.32). Figure  3  shows that the professionals who worked in a department that had an EFC that implemented five or more actions per year in their department had a significantly higher patient safety culture than those who had an EFC in their department implementing fewer than five actions per year (overall effect size = 0.19, 95% confidence interval = 0.10 to 0.27, P < 0.001). This difference was confirmed by the MANOVA model. Table  3  shows the comparison of the global safety grade and event reporting according the EFC-related variables. The percentages of professionals reporting at least one adverse event within the past year were significantly higher for EFC participants than nonparticipants (65% versus 51%, P < 0.001). Although all the other comparisons showed that the EFC participants had greater patient safety culture, the differences were not significant."
    },
    {
      "title": "DISCUSSION",
      "text": "This study showed that being involved in EFC activities was associated with higher patient safety culture, in a large  university-affiliated hospital. At the dimensional level, EFC participation was significantly associated with nine of 12 dimensions of the HSOPS. The largest differences were found for three key dimensions of patient safety culture, i.e., \"organizational learning,\" \"feedback and communication about error,\" and \"nonpunitive response to error.\" These associations remained significant after adjusting for sex, occupational group, and hospital sector. Moreover, the professionals involved in an EFC declared reporting adverse events more often than those who did not participate in an EFC. However, we did not find any association between the presence of an EFC in the department and professionals' patient safety culture. The analysis of the subgroup of professionals who worked in a department with a productive EFC, defined as an EFC implementing at least five actions per year, showed a higher patient safety culture level for the dimensions. Although widely implemented in French hospitals for more than 10 years, EFCs had practically never been assessed. Despite the observational design of this study, the results seem relevant, because they endorse the objectives, which led to the initial development of this management tool. Indeed, the EFC was initially developed to directly involve medical teams in patient safety management and to educate the professionals in the science of safety. The results reported herein are in line with several studies reporting a favorable association of similar tools on the patient safety climate, such as the Comprehensive Unit-based Safety Program in the United States.  19 nterestingly, participation in EFC activities was strongly associated with the \"organizational learning,\" \"feedback and communication about error,\" and \"nonpunitive response to error\" dimension scores. The \"organizational learning\" dimension was compounded by three items related to team organization to improve patient safety (namely, \"A6 active improvement of patient safety,\" \"A9 mistakes led to positive changes,\" and \"A13 evaluation of the implemented actions' effectiveness\"). The association between this latter dimension and participation in EFC activities may reflect the appropriateness of the EFC framework for patient safety management, whether to implement corrective actions or to assess their effectiveness. Indeed, the standardized EFC framework includes two steps related to implementing corrective actions after multidisciplinary consensus and the monitoring of ongoing actions. These actions are prompted after reviewing the RCA presented by one of the participants. Therefore, the decision-making process is supplied by the adverse events encountered by the team after the identification of latent organizational failures. Experience feedback committee participants are likely more conscious of the importance of feedback and the nonpunitive response to error. Learning from errors is a fundamental aspect of safety science.  20 The routine practice of RCA specifically adapted to healthcare professionals may positively impact the participants' perception, resulting in their awareness that adverse events usually result from multiple organizational failures.\n\nA parallel could be drawn between this knowledge about errors and adverse event reporting. The \"frequency of event reporting\" dimension was more developed for EFC participants who declared reporting significantly more adverse events than nonparticipants. The EFC framework establishes event reports as the raw material of the meeting. Indeed, the EFC requires reports of adverse events at each step of the meeting, which start by a reading of all the events to choose one of them to conduct a thorough analysis, and finish by elaborate corrective actions. The \"nonpunitive response to error\" dimension, more fully developed for the EFC participants, could also limit the fear of punishment, well-known as an obstacle to event reporting.  21, 22 The proportion of professionals who reported at least one event per year was higher for departments with an EFC than for departments without an EFC (54% versus 51%, P = 0.08). Although not significant, this difference could stem from EFC participants encouraging event reporting, to supply the RCA in EFC meetings. Overall, these results showed that the EFC could promote event reporting, despite all the barriers hindering self-reporting, such as the time constraints, complex forms, and the lack of feedback.  20, 23 hree HSOPS dimensions were not associated with EFC participation, namely \"staffing,\" \"hospital management support,\" and \"Hospital handoffs and transition,\" reflecting structural issues related to the context of French hospitals, but also specific RCA problems in healthcare. The \"staffing\" dimension relates to staff management, scheduling working hours, turnover, and replacements. The negative effects of staffing shortages are widely known as decreasing patient safety and quality of care.  24 The \"hospital management support\" dimension reflects the management's patient safety policy. These dimension scores must be analyzed within the European context of austerity policies and budget cuts after the global financial crisis.  25, 26 It was also not surprising that EFCs, despite potential identification of staff management or lack of resources as root causes, fail to reverse this trend in hospital policy. However, these results confirmed the limited efficacy of RCA conducted at the department level, which cannot instigate deep organizational change at the hospital level.  5, 8, 9 he absence of a difference for the \"hospital handoffs and transitions\" dimension also reflects some of the RCA limitations previously identified. The EFC targeted patient safety within medical teams, but it remained limited at the department level. This limitation was in line with the problem with RCA in healthcare.  27, 28 Notably, Peerally et al.  8  highlighted that the multiplication of localized action plans that are not shared by all the departments resulted in failure to address patient safety concerns more fully. Therefore, a major limitation of the EFCs was their inability to act beyond the localized team organization. This limitation could also explain similar patient safety culture for professionals whether or not they worked in a department with an EFC.\n\nCompared with similar patient safety management tools, EFCs involve the team in routine RCA.  29, 30 Our results also support the main limit related to RCA in healthcare. Indeed, earlier studies reported that the RCA conducted by the EFC participants often lacked depth and rigor or that the RCA method was rarely well applied.  10, 11 In these studies, some incidents analyzed that were supposed to be corrected by an action plan were recurrent, showing that the EFC was ineffective in really improving patient safety. Overall, our study cannot deny the limited efficacy of RCA, whether to properly identify the actual failures of the organization or to propose an appropriate action plan. One of our hypotheses was that patient safety culture would be disseminated toward professionals working in a department with an EFC. The lack of this association at this level highlighted the weakness mentioned previously. Indeed, the association was limited to the direct participant, showing the narrow scope of the EFC. This may be related to the failure of this tool to implement in-depth corrective actions beyond the perimeter of the EFC. Beyond these issues specifically related to the RCA practice, another explanation for this limited association was a lack of communication. Through semidirected interviews of healthcare professionals, we identified the lack of communication of EFC activities as a weakness (data not shown). To extend the perimeter of the EFC, regular communication actions on their activities are necessary. Indeed, sharing the adverse events analysis and the related action plans to the nonparticipants could help them to face similar organizational issues and to encourage the involvement of new participants. Including communication plans in the EFC framework may improve its impact beyond the active members.\n\nThe limitations of this study deserve mention. First, this study had an observational design and was cross-sectional, which cannot exclude a reverse causality bias. Experience feedback committee participation is voluntary, and participants may be more aware of the patient safety concept than the nonparticipants, before their involvement in the EFC. However, we adjusted our analyses on baseline characteristics, showing the robustness of the association between EFC participation and patient safety culture. We believe that only a direct comparison through a randomized controlled trial with a longitudinal design can definitively settle this issue. Second, the present study was conducted at a single university hospital and the findings may not apply to other facilities. Third, we did not collect information on nonrespondent characteristics, and therefore, we could not examine the potential for selection bias."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Being involved in EFC activities was associated with higher patient safety culture scores. The strongest association was found for the following three key HSOPS dimensions: \"organizational learning,\" \"nonpunitive response to error,\" and \"feedback and communication about error.\" However, the EFC had no impact on the patient safety culture of the nonparticipants, probably indicating a weakness related to the low dissemination and the lack of communication on the EFC activities. Moreover, another weakness of this tool was related to inherent issues of the RCA practice, indicating the difficulty effectively correcting the adverse events encountered by the hospital wards. Despite these limitations, the EFC remains a real opportunity to involve medical teams in patient safety management and seems to impact the culture of the caregivers positively. The findings, if causal, suggest that routine RCA improves the patient safety culture and is adapted to the idiosyncrasies of the healthcare setting."
    },
    {
      "text": "FIGURE 1. Comparison of HSOPS scores according to EFC participation (effect size)."
    },
    {
      "text": "FIGURE 2. Comparison of HSOPS scores according to the presence of an EFC in the department (effect size)."
    },
    {
      "text": "FIGURE 3. Comparison of HSOPS scores according to the presence of an EFC implementing at least five corrective actions per year in the department (effect size)."
    },
    {
      "text": "Respondent Characteristics"
    },
    {
      "text": "Multivariate Analysis of Variance Results"
    },
    {
      "text": "Comparison of Safety Grade and Event Reporting According the EFC-Related Variables"
    }
  ],
  "references": [
    {
      "title": "Medical error-the third leading cause of death in the US",
      "authors": [
        "M Makary",
        "M Daniel"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i2139"
    },
    {
      "title": "Global priorities for patient safety research",
      "authors": [
        "D Bates",
        "I Larizgoitia",
        "N Prasopa-Plaizier"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b1775"
    },
    {
      "title": "Human error: models and management",
      "authors": [
        "J Reason"
      ],
      "year": 2000,
      "doi": "10.1136/bmj.320.7237.768"
    },
    {
      "title": "What practices will most improve safety? Evidence-based medicine meets patient safety",
      "authors": [
        "L Leape",
        "D Berwick",
        "D Bates"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.4.501"
    },
    {
      "title": "Effectiveness and efficiency of root cause analysis in medicine",
      "authors": [
        "A Wu",
        "A Lipshutz",
        "P Pronovost"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.6.685"
    },
    {
      "title": "Patient Safety Systems Chapter for the Hospital program. Secondary Patient Safety Systems Chapter for the Hospital program",
      "year": 2017,
      "doi": "10.1016/j.jcjq.2017.12.006"
    },
    {
      "title": "La culture de sécurité des soins: du concept à la pratique. Secondary La culture de sécurité des soins: du concept à la pratique",
      "authors": [
        "P Occelli"
      ],
      "year": 2010,
      "doi": "10.18356/9789216040659c003"
    },
    {
      "title": "The problem with root cause analysis",
      "authors": [
        "M Peerally",
        "S Carr",
        "J Waring"
      ],
      "year": 2017,
      "doi": "10.1136/bmjqs-2016-005511"
    },
    {
      "title": "Our current approach to root cause analysis: is it contributing to our failure to improve patient safety?",
      "authors": [
        "K Kellogg",
        "Z Hettinger",
        "M Shah"
      ],
      "year": 2017,
      "doi": "10.1136/bmjqs-2016-005991"
    },
    {
      "title": "Experience Feedback Committee: a management tool to improve patient safety in mental health",
      "authors": [
        "B Boussat",
        "T Bougerol",
        "O Detante"
      ],
      "year": 2015,
      "doi": "10.1186/s12991-015-0062-2"
    },
    {
      "title": "Experience feedback committee in emergency medicine: a tool for security management",
      "authors": [
        "A Lecoanet",
        "E Sellier",
        "F Carpentier"
      ],
      "year": 2014,
      "doi": "10.1136/emermed-2013-202767"
    },
    {
      "title": "Safety culture assessment: a tool for improving patient safety in healthcare organizations",
      "authors": [
        "V Nieva",
        "J Sorra"
      ],
      "year": 2003,
      "doi": "10.1136/qhc.12.suppl_2.ii17"
    },
    {
      "title": "Hospital Survey on Patient Safety Culture",
      "authors": [
        "J Sorra",
        "V Nieva"
      ],
      "year": 2004,
      "doi": "10.1201/9781315599717-15"
    },
    {
      "title": "Validation of the French version of the Hospital Survey on Patient Safety Culture questionnaire",
      "authors": [
        "P Occelli",
        "J Quenon",
        "M Kret"
      ],
      "year": 2013,
      "doi": "10.1093/intqhc/mzt047"
    },
    {
      "title": "Internal consistency, factor structure and construct validity of the French version of the Hospital Survey on Patient Safety Culture",
      "authors": [
        "T Perneger",
        "A Staines",
        "F Kundig"
      ],
      "year": 2014,
      "doi": "10.1136/bmjqs-2013-002024"
    },
    {
      "title": "Hospital survey on patient safety culture (HSOPS): variability of scoring strategies",
      "authors": [
        "J Giai",
        "B Boussat",
        "P Occelli"
      ],
      "year": 2017,
      "doi": "10.1093/intqhc/mzx086"
    },
    {
      "title": "Variability of patient safety culture in Belgian acute hospitals",
      "authors": [
        "A Vlayen",
        "W Schrooten",
        "W Wami"
      ],
      "year": 2015,
      "doi": "10.1097/pts.0b013e31829c74a3"
    },
    {
      "title": "Multiple imputation in health-care databases: an overview and some applications",
      "authors": [
        "D Rubin",
        "N Schenker"
      ],
      "year": 1991,
      "doi": "10.1002/sim.4780100410"
    },
    {
      "title": "Promoting a culture of safety as a patient safety strategy: a systematic review",
      "authors": [
        "S Weaver",
        "L Lubomksi",
        "R Wilson"
      ],
      "year": 2013,
      "doi": "10.7326/0003-4819-158-5-201303051-00002"
    },
    {
      "title": "Attitudes and barriers to incident reporting: a collaborative hospital study",
      "authors": [
        "S Evans",
        "J Berry",
        "B Smith"
      ],
      "year": 2006,
      "doi": "10.1136/qshc.2004.012559"
    },
    {
      "title": "Medical error identification, disclosure, and reporting: do emergency medicine provider groups differ?",
      "authors": [
        "C Hobgood",
        "B Weiner",
        "J Tamayo-Sarver"
      ],
      "year": 2006,
      "doi": "10.1197/j.aem.2005.11.005"
    },
    {
      "title": "Reporting of adverse events",
      "authors": [
        "L Leape"
      ],
      "year": 2002,
      "doi": "10.1056/nejmnejmhpr011493"
    },
    {
      "title": "Views of practicing physicians and the public on medical errors",
      "authors": [
        "R Blendon",
        "C Desroches",
        "M Brodie"
      ],
      "year": 2002,
      "doi": "10.1056/nejmsa022151"
    },
    {
      "title": "Hospital nurse staffing and patient mortality, nurse burnout, and job dissatisfaction",
      "authors": [
        "L Aiken",
        "S Clarke",
        "D Sloane"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.16.1987"
    },
    {
      "title": "Health policy in times of austerity-A conceptual framework for evaluating effects of policy on efficiency and equity illustrated with examples from Europe since 2008",
      "authors": [
        "M Wenzl",
        "H Naci",
        "E Mossialos"
      ],
      "year": 2017,
      "doi": "10.1016/j.healthpol.2017.07.005"
    },
    {
      "title": "Financial impact of the GFC: health care spending across the OECD",
      "authors": [
        "D Morgan",
        "R Astolfi"
      ],
      "year": 2015,
      "doi": "10.1017/s1744133114000218"
    },
    {
      "title": "Training health care professionals in root cause analysis: a cross-sectional study of post-training experiences, benefits and attitudes",
      "authors": [
        "P Bowie",
        "J Skinner",
        "C De Wet"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-13-50"
    },
    {
      "title": "A cross-sectional study on the relationship between utilization of root cause analysis and patient safety at 139 Department of Veterans Affairs medical centers",
      "authors": [
        "K Percarpio",
        "B Watts"
      ],
      "year": 2013,
      "doi": "10.1016/s1553-7250(13)39006-0"
    },
    {
      "title": "TeamSTEPPS improves operating room efficiency and patient safety",
      "authors": [
        "L Weld",
        "M Stringer",
        "J Ebertowski"
      ],
      "year": 2016,
      "doi": "10.1177/1062860615583671"
    },
    {
      "title": "An intervention to decrease catheter-related bloodstream infections in the ICU",
      "authors": [
        "P Pronovost",
        "D Needham",
        "S Berenholtz"
      ],
      "year": 2006,
      "doi": "10.1056/nejmoa061115"
    }
  ],
  "num_references": 30,
  "original_doi": "https://doi.org/10.13039/501100001665"
}
