{
  "paper_id": "YHFUGAVV",
  "title": "Qualitative analysis of a remote monitoring intervention for managing heart failure",
  "abstract": "Background Heart failure (HF) is one of the most common reasons for hospital admission and is a major cause of morbidity, mortality, and increasing health care costs. The EMPOWER study was a randomized trial that used remote monitoring technology to track patients' weight and diuretic adherence and a state-of-the-art approach derived from behavioral economics to motivate adherence to the reverse monitoring technology. \n Objective The goal was to explore patient and clinician perceptions of the program and its impact on perceived health outcomes and better understand why some patients or clinicians did better or worse than others in response to the intervention. \n Approach This was a retrospective qualitative study utilizing semi-structured interviews with 43 patients and 16 clinicians to understand the trial's processes, reflecting on successes and areas for improvement for future iterations of behavioral economic interventions. \n Key results Many patients felt supported, and they appreciated the intervention. Many also appreciated the lottery intervention, and while it was not an incentive for enrolling for many respondents, it may have increased adherence during the study. Clinicians felt that the intervention integrated well into their workflow, but the number of alerts was burdensome. Additionally, responses to alerts varied considerably by provider, perhaps because there are no professional guidelines for alerts unaccompanied by severe symptoms. \n Conclusion Our qualitative analysis indicates potential areas for additional exploration and consideration to design better behavioral economic interventions to improve cardiovascular health outcomes for patients with HF. Patients appreciated lottery incentives for adhering to program requirements; however, many were too far along in their disease progression to benefit from the intervention. Clinicians found the amount and frequency of electronic alerts burdensome and felt they did not improve patient outcomes. Trial registration ClinicalTrials.",
  "year": 2021,
  "date": "2021",
  "authors": [
    {
      "name": "Tamar Klaiman",
      "orcid": "0000-0001-8718-5674",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "L Iannotte",
      "orcid": "0000-0001-8718-5674",
      "affiliation": {
        "organization": "School of Osteopathic Medicine",
        "department": "School of Osteopathic Medicine",
        "institution": "The Lake Erie",
        "address": "Erie, USA"
      }
    },
    {
      "name": "Michael Josephs",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "Louise Russell",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "Laurie Norton",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "Shivan Mehta",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "Andrea Troxel",
      "affiliation": {
        "organization": "Grossman School of Medicine",
        "department": "Grossman School of Medicine",
        "institution": "New York University",
        "address": "New York, USA"
      }
    },
    {
      "name": "Jingsan Zhu",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "Kevin Volpp",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    },
    {
      "name": "David Asch",
      "affiliation": {
        "organization": "Perelman School of Medicine",
        "department": "Perelman School of Medicine",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, USA"
      }
    }
  ],
  "doi": "10.1186/s12872-023-03456-9",
  "orcid": "0000-0001-8718-5674",
  "md5": "8FFEBCBA55E7622F4A04085529CE71AD",
  "publication": {
    "journal": "Circulation",
    "journal_inferred": true
  },
  "keywords": [
    "NCT02708654 Heart failure",
    "Remote monitoring",
    "Qualitative interviews"
  ],
  "funding": [
    "",
    "",
    "Acknowledgements NA."
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Heart failure (HF) is one of the most common reasons for hospital admission and is a major cause of morbidity, mortality, and increasing health care costs  [1, 2] . The EMPOWER study aimed to reduce readmissions or mortality in this population  [3] . HF management is complex, requiring an array of medications, lifestyle changes, follow-up care, and patient participation: a few missed doses of a diuretic medication or a small increase in dietary sodium can result in readmission  [1, 2] . This randomized trial assessed a comprehensive intervention that combined remote monitoring technology to track patients' weight and diuretic adherence, alerting clinicians to significant changes via the electronic medical record (EMR), with a state-of-the-art approach derived from behavioral economics to motivate adherence to the remote monitoring technology. The trial randomized 552 adults recently discharged with HF to usual care (n = 280) or the intervention (n= 272); control patients were not contacted again after enrollment. The trial followed patients for a year and found no effect of this comprehensive intervention on readmissions or mortality  [3] .\n\nBefore those results were known, a qualitative interview study was designed and implemented to understand the intervention's processes, reflecting on successes and areas for improvement for future iterations of behavioral economic interventions. The goal was to explore patient and clinician perceptions of the intervention and its impact on health outcomes  [3]  and better understand why some patients/clinicians did better/worse than others in response to the intervention. Because the focus was on understanding perceptions of the intervention all 43 participants in the qualitative study were drawn from the intervention arm of the trial. In addition, 16 clinicians who cared for trial participants were also interviewed. The interviews offer insights into the potential reasons for the study's null result and opportunities for future improvements."
    },
    {
      "title": "Methods",
      "text": "The EMPOWER study was a 2-arm randomized clinical trial that took place May 2016 -April 2020; details of its design have been described elsewhere  [3, 4] . Patients were recruited following discharge from one of three Philadelphia hospitals in the University of Pennsylvania Health System (UPHS), as long as their care was to be later managed by a UPHS clinician. All participants randomized to the intervention arm received (1) a digital scale, (2) an electronic pill bottle (LLC Technologies) that chirped to remind patients to take their daily diuretic medication, and (3) daily reminders and lottery incentives with an approximately 1 in 5 chance of a $5 payout and a 1 in 100 chance of a $50 payout based on both medication adherence and weight measurement from the previous day. The trial's primary outcome was time to readmission for any cause or death. Each participant's weight was monitored daily, and weight increases were automatically compared against an increase of three pounds in 24 h or five pounds over three days. Pill bottles were also monitored daily to see if they were opened. If a weight change exceeded one of these thresholds, or a pill bottle was not opened the previous day, the patient was contacted by study staff to verify the weight and medication consumption and answer a symptom questionnaire. This information was then sent as an abnormal result into the electronic medical record (EMR) and routed to the patient's managing clinician. Additionally, if a patient reported worsening shortness of breath or chest pain, the study team called their clinician. Patients not reached by the study team after three calls also had an alert sent to their EMR indicating their weight change and/or medication adherence with a note that they were unreachable. All verified weights were also sent into a flowsheet in the participant's EMR on a weekly basis. We tracked whether each alert was acknowledged-that someone from the patient's care team opened the abnormal result. We also tracked how clinicians responded to each alert: MyPennMedicine encounters (patient messaging portal), telephone encounters, lab orders, changes to diuretics, emergency department or clinic referrals, clinician to clinician contact (discussing patient care with another team member). We evaluated clinician responses to all adherence alerts triggered in the EMR."
    },
    {
      "title": "Patients",
      "text": "To be eligible to participate in the trial, participants had to be prescribed a daily diuretic and plan to have their HF monitored by a Penn Medicine clinician (a primary care clinician, cardiologist, or nurse practitioner). Exclusion criteria included receipt of heart transplant, listed or under evaluation for heart transplant, receipt of ventricular assist device, listed or under evaluation for ventricular assist device, end-stage renal disease, a glomerular filtration rate < 25 mL/min, hemodialysis, inotrope dependence, palliative care, hospice care, or participation in other telemonitoring interventions. In addition, participants were ineligible if they had a history of uncontrolled cognitive or psychiatric conditions that would affect study participation  [4] .\n\nFor this qualitative study, patients who had graduated 3 months prior to their interview being scheduled were included so they could reflect on their behavior after the study. A 2 × 2 factorial design was implemented based on whether their intervention adherence was high (> 95% for both devices) or low (≤ 70% for both devices) and whether they were readmitted or not. These cut points represented the 25 th and 75 th percentile of adherence based on all patients. Adherence was measured beginning on the date the patient enrolled in the study. We called each identified patient with the goal of interviewing 10 respondents per quadrant. See Table  1  for recruitment demographics. Each patient received up to three recruitment telephone calls. The final sample constitutes a convenience sample of patients who responded to a request for participation. Low adherents were particularly challenging to recruit.\n\nResearch coordinators (LGI and MJ) called identified individuals to invite them to participate. Each individual was asked for verbal consent to a 45-60-min interview. Interviews were semi-structured, and participants received a $50 payment for participation. The interview guides were developed by the study team members (TK, LGI, MJ, LN). The patient guide was piloted with the first two patients we recruited. Minimal changes were required based on their feedback, and their data is included in the study population. The clinician guide was internally piloted with a clinician who was on the study team. All interviews were tape recorded and professionally transcribed for analysis.\n\nThe Senior Qualitative Research Scientist (TK) assisted with initial coding and the development of a codebook. The codebooks consisted of deductive a priori themes as well as inductive themes that arose from the data. Two research coordinators (LGI and MJ) coded each interview in NVIVO 12. Codes were compared at the completion of each set of coding, and any discrepancies in coding were discussed and adjudicated by the Research Scientist (TK). The study was approved by the Institutional Review Board of the University of Pennsylvania (PROTOCOL #824816). We conducted thematic analysis  [5]  on patient transcripts and clinician transcripts separately, and we report our findings by interview group with an eye toward improving similar behavioral economic trials in the future."
    },
    {
      "title": "Clinicians",
      "text": "We identified practices with patients who were active in the EMPOWER intervention in 2019, the final full year of the intervention. To ensure clinicians were recently engaged with the intervention, we recruited those in the top half by number of patient alerts received during 2019. We conducted brief (15-30 min) interviews with clinicians who agreed to participate. Only clinicians whose patients had already graduated from the study were included to reduce bias in physician behavior from interviews. Physicians, nurse practitioners, and nurses were eligible to participate. Participants received a $25 Amazon gift card for participating in the qualitative interviews. We conducted thematic analysis using the same process as patient interviews."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patients",
      "text": "Forty-three patients of the 62 invited agreed to participate. Information about participants is noted in Table  2 , selected quotes from the interviews in Table  3 ."
    },
    {
      "title": "Perceived improved health status",
      "text": "As a condition of intervention enrollment, all participants had been hospitalized for HF-related issues. Most respondents had co-morbidities including diabetes, hypertension, atrial fibrillation, stroke, and peripheral artery disease. Most participants thought their health had improved because of the intervention. All respondents felt that the intervention helped them manage their heart failure and improved or helped to maintain their routines,. It made me more aware … I'm checking my\n\nTable 1 Recruitment Interview Group Recruitment Count Caucasian Black Other Male Female High Adherence NO Readmission 20 12 7 1 7 13 High Adherence w/ Readmission 20 14 5 1 10 10 Low Adherence NO Readmission 12 3 9 0 6 6 Low Adherence w/ Readmission 10 1 9 0 5 5 Total 62 30 30 2 28 34"
    },
    {
      "title": "Disease monitoring and routine",
      "text": "Participants generally liked the monitoring devices and experienced few issues during set-up and use. All respondents were able to get their medication without problems. Most participants stated that they appreciated the daily reminders to take medication, \"The pill bot-tle… put structure in my life. \" Some participants did not weigh themselves regularly prior to enrolling in the intervention; some participants did not have a scale, while others only weighed themselves when they had symptoms or remembered to do so. All participants stated that the intervention helped them to remember to weigh themselves and take their medication more regularly.\n\nMost integrated these activities into their daily routines, and some felt that the pill bottle reminder helped them remember to weigh themselves, \"It actually reminded me … I would step on the scale.\" Almost all highly adherent patients continued to weigh themselves daily after the intervention ended, \"I still weigh myself every day, \" while all low adherence patients reported weighing themselves less after the intervention ended."
    },
    {
      "title": "Effectiveness in reducing re-hospitalizations",
      "text": "All patients stated that participation in the intervention helped them increase their awareness about their heart\n\nTable 3 Patient quote table PERCEIVED IMPROVED HEALTH STATUS I had to always constantly go in the hospital… It just -it helped, the program. (LA/NR) There' s been no shortness of breath or no swelling in my legs -because now I know what to look for when it comes to having congestive heart failure again and I haven't had any of those symptoms at all for over a year now. (LA/NR) Exercising more…more walking and less driving a lot times. A lot of times when I always go to the corner store, might be two or three blocks away, I used to drive. Then I decided to walk a lot more instead of driving to the corner store. Doing that will make me feel better and be healthier for me. (LA/WR) I would -I think I was still working a couple days a week at the time when I enrolled. So if it wasn't a workday, I would get up in the morning and, in the beginning, I didn't do too much because I couldn't really walk up steps.But later on in the program, because I lost a lot of weight and I kept my weight down, I -my sodium level was very good, I had my energy back…. (HA/WR) DISEASE MANAGEMENT AND ROUTINE The pill bottle was the biggest asset in the program for me because I would forget to take my medication on a regular basis… the pill bottle every morning at 8 o' clock the buzzer would go off and light up purple and I knew it was time to take my medication. So that put structure in my life as far as taking my medication. (LA/NR) The program really kept me on the ball as far as taking my medicine, and plus they checking my weight… it made me look forward to it every day.(LA/WR) … I still weigh myself everyday still. I guess I got into the habit, so it' s kinda hard to break. (H/NR) I thought it was great, it was very helpful. I mean, it actually reminded me to take the pills. And I would step on the scale, I was more conscious of stepping on the scale…. (HA/WR) EFFECTIVENESS IN REDUCING RE-HOSPITALIZATIONS I think it kinda helped me stay out of the hospital because… it would send the messages to my doctor when I gained the weight and they would call me and tell me like take an extra pill, take a half a pill. Whatever to do to try to get the extra water weight… (HA/NR) I think it prevented me, probably, maybe from lapsing into the bad health. I was in the hospital when I got put on the program. It kept me from going back into that state that I was in, which was a bad state brought on by bad eating, lack of moving, lack of exercise…the program, which got me to maintaining, stabilizing a weight instead of going up or going down on a steady basis down, steady basis up too high. It helped keep me in line, eating the way I should so that I would stay at the weight I was supposed to stay for optimum health with the heart. (HA/R) It kept me out of the hospital, it kept me a little bit more healthier and it always reminded me when I forgot. (LA/NR) LOTTERY It didn't change how I felt about the program. I was still going to be in it. But it just made it a little bit better… (LA/WR) … I mean, when you have a condition like mine -when you damn near die, you get kind of scared and you just do what you're supposed to do to try to take care of yourself. So it was more a case of making sure I did what I was supposed to do as opposed to worrying about whether I was going to get money for it. (HA/WR) I did get some days that… today I've made this much money or whatever. And it was kind of like, yes, I took my medicine yesterday and stepped on the scale. And then it' s like -so it was kind of like a reward for doing that, that way, so it was a nice little thing to see, and it was like, yes, I did what I was supposed to do yesterday and it' s like -and got rewarded for doing so. (HA/WR) Well, I mean, it was fun. The little monies here and there, the little checks here and there with the lottery was …the little money was on top, but it wasn't never about the money. It was always about -but I think initially it helped motivate me, those little couple of dollars. But eventually I don't even think it was about the money, it was about me learning how to adapt to my sickness. (HA/NR)\n\nfailure, although some did not understand the connection between their weight and heart failure. One respondent stated \"And I'm not sure how just taking the medicine and getting weighed told you anything about the heart…\".\n\nAlthough the trial showed no statistically significant effect of the intervention on readmissions  [3] , almost all of the high adherence, no readmission patients felt that intervention helped them stay out of the hospital, \"I think the EMPOWER program helps you not go to the hospital, \" while a majority of the low adherence, no readmission patients felt that way. Almost all of the high adherence, readmission patients felt that the intervention kept them out of the hospital more than would have been the case if they had not been in the program, while low adherence patients who were readmitted did not mention the program or its impact on hospitalizations."
    },
    {
      "title": "Lottery",
      "text": "All respondents cited their desire to better manage their heart failure as their motivation for enrolling. Patients who participated in interviews received lottery payments ranging from $115-$665 with high adherents receiving payments of $230-$665 and low adherents winning $115-$415; however, no patients cited the lottery as their main reason for joining the intervention, but many stated that it factored into their decision, \"I was still gonna be in it. But it just made it a little better. \" Others said that, while the lottery did not affect their decision to enroll, they liked and appreciated it. Most patients said that they found the lottery to be motivating/encouraging to stick with weighing themselves daily and taking their medications as prescribed, \"it was more a case of making sure I did what I was supposed to do. \" Two patients also cited an altruistic desire to help other heart failure patients as a motivation for joining the EMPOWER research study."
    },
    {
      "title": "Alerts",
      "text": "Over 3,500 alerts were triggered among 237 intervention patients during the trial with most patients triggering between 1-9 alerts, and 21 patients triggering over 40 alerts (Fig.  1 ). Among patients who experienced severe symptoms associated with exacerbated heart failure such as chest pain or shortness of breath (8% of alerts), the majority (65%) received outreach from the clinician's office; however, among those with other heart failure symptoms such as edema or nausea (21% of alerts), only 35% received a response from clinicians. Patients with symptoms not associated with worsening heart failure or no symptoms were the least likely to receive any response from clinicians' offices. Over 60% of alerts were triggered for patients who had no symptoms; of those, fewer than 30% of alerts received a response from a clinician. Telephone encounters were the primary method of interaction between clinicians and patients after alerts were triggered. The most common intervention was a change to diuretics; however, that only occurred in a small number of incidents (12%)."
    },
    {
      "title": "Clinicians",
      "text": "Thirty-four clinicians were recruited, and 16 participated in interviews. Respondents included 9 physicians, 5 nurses, and 2 nurse practitioners. We conducted 15-30min semi-structured interviews via telephone."
    },
    {
      "title": "Workflow",
      "text": "All respondents felt that managing alerts integrated easily into their existing clinic workflow. Clinicians appreciated that the alerts were in the EMR and could be managed utilizing existing processes. Each patient had a weight flowsheet in the EMR that clinicians could access to review trends over time. Clinicians reviewed alerts, previous encounters, and flowsheets to see if they had recently interacted with the patient before reaching out."
    },
    {
      "title": "Fig. 1 Number of alerts",
      "text": "If there were no symptoms, some clinicians would make a note to check in on the patient in a week or two. Other clinicians could not really recall reviewing flowsheets of patient weights. A few clinicians felt that the data were hard to analyze in a meaningful way. All clinicians felt that only a small number of alerts were actionable, \"I would say maybe out of like ten people, maybe three required action. \""
    },
    {
      "title": "Alert management process",
      "text": "Clinicians' responses to alerts varied widely because they had different criteria for responding. Figure  1  notes the range in number of alerts for patients with some patients only getting 1 alert and others getting up to 65 alerts. As noted in Fig.  2 , some responded to every alert with a phone call, but only made clinical changes some of the time, typically based on symptomology. One challenge was the fact that alerts occurred whenever there were significant weight changes, rather than when there were trends in weight fluctuations, making them unreliable in identifying actual problems. Clinicians sometimes did not pay attention to alerts at \"off \" times or alerts that were lost in the shuffle of clinic flow, \"One is the weekend and two is that not every provider or every person who gets the alerts necessarily checks that area all the time. \" Additionally, some patients did not answer when the clinician's office called, making clinical interventions difficult if not impossible. A couple of clinicians noted that the regularity of alerts could be overwhelming sometimes, \"I get a ton of inputs, I just can't localize it to where I'm getting it from easily. \""
    },
    {
      "title": "Patient adherence",
      "text": "One quarter of clinicians noted that some patients may be more likely to benefit from a remote monitoring intervention than others because of their likelihood to be adherent; however, one respondent felt that the intervention helped patients manage their own health by giving them ownership of their wellbeing, \"get them used to taking ownership of their care. \" Twenty-five percent of clinicians thought that, while this intervention was helpful, patients must still be responsible for their health, \"I do sometimes have concerns with the patients then learning to take responsibility. \" A quarter of respondents also did not think that this, or similar interventions, would be helpful because patients do not understand their illness, and do not feel a sense of responsibility for their health. This was identified as a key barrier to success in the EMPOWER intervention, \"Most of the barriers that I see in my practice is adherence to medication and to diet and sodium restrictions. \""
    },
    {
      "title": "Discussion",
      "text": "The EMPOWER intervention did not reduce all-cause readmissions or mortality among HF patients who received the intervention, compared to control patients. Other studies have also found that-except for those that monitor pulmonary pressure-heart failure monitoring interventions have not been successful in improving health outcomes  [6] [7] [8] . However, despite the lack of a statistically significant effect of the intervention, patients appreciated it and felt it helped them. The purpose of this qualitative study was to explore their perceptions of the intervention to try to identify insights that could inform more successful interventions.\n\nThe lottery also did not appear to impact the decision to enroll in the intervention and may not have had a strong enough effect on patient adherence to affect readmissions. Although patients said they did not choose to participate because of the lottery, many felt that it motivated them to pay attention to the weight and medication reminders. Other studies have shown that lotteries can increase patient study adherence  [9, 10]  which suggests that the incentives for enrollment and for successful adherence once enrolled may be different.\n\nClinicians appreciated that the alerts fit well into the workflow of the EMR, but some found the number of alerts overwhelming and the way they were defined (short-term changes rather than trends) less helpful than they could be. Other studies have found that alert fatigue reduces physician responses over time  [11, 12]  which may have influenced the number of alerts that were addressed. Future work should explore more useful mechanisms for clinician engagement with alerts. Some clinicians felt that the alerts put too much responsibility on them and that, instead, patients needed to understand their condition better and take more responsibility. This view aligned with the responses of some patients, who said that they did not understand the connection between their weight, diuretic adherence, and their condition, suggesting that some patients need more education about managing their heart failure earlier during their condition.\n\nSome clinicians responded to all alerts, while others responded only to those accompanied by symptoms, especially severe symptoms. Although the main trial paper found that alerts did predict readmission  [3] , no professional guidelines were, or are, available to tell clinicians how to respond to this new information. The variability in clinician responses may have impacted the results of the study as some patients may have benefited from more aggressive clinician intervention in response to alerts. More research to develop appropriate guidelines, training, and standardization around alert response protocols may reduce the variability in clinician response processes and improve patient outcomes."
    },
    {
      "title": "Limitations",
      "text": "We interviewed patients who were responsive to our outreach. The patients who participated in the intervention were more likely to be those who were highly adherent. Although we attempted to recruit additional low adherents, they were very difficult to reach. All patients who participated in interviews won lottery money, and those who did not win any money may have been less likely to participate in interviews. Similarly, clinicians we included in this study were those who agreed to participate in an interview and may not reflect the perspective of those who did not."
    },
    {
      "title": "Conclusion",
      "text": "Remote monitoring to reduce hospital readmissions has been implemented with varying degrees of success. In the EMPOWER study, an intervention to reduce hospital readmissions for patients with HF did not yield a statistically significant improvement  [3] . Our qualitative analysis indicates potential areas for additional exploration and consideration to design better interventions.\n\nMany patients felt supported, and they appreciated the intervention. Many also appreciated the lottery intervention, and while it was not an incentive for enrolling for many respondents, it may have increased adherence during the study. The participants in this study were far along in their disease progression, and consideration of similar interventions to improve patient adherence earlier in disease progression may yield better results.\n\nClinicians felt that the intervention integrated well into their workflow, but the number of alerts was burdensome. Additionally, responses to alerts varied considerably by provider, perhaps because there are no professional guidelines for alerts unaccompanied by severe symptoms. Future work to identify useful responses to alerts by clinicians, and more clinically relevant criteria for triggering alerts, may help to achieve significant improvements in patient outcomes using remote monitoring techniques. ? Choose BMC and benefit from:"
    },
    {
      "text": "Fig. 2 Weight Alerts"
    },
    {
      "text": "fast, convenient online submission"
    },
    {
      "text": "thorough peer review by experienced researchers in your field• rapid publication on acceptance• support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year•At BMC, research is always in progress.Learn more biomedcentral.com/submissionsReady to submit your research Ready to submit your research ? Choose BMC and benefit from:"
    },
    {
      "text": "Patient respondents"
    },
    {
      "title": "Acknowledgements",
      "text": "NA."
    },
    {
      "title": "Funding",
      "text": "National Heart, Lung , and  Blood Institute   R01 HL128465 . The funding agency received regular reports throughout the project, but did not offer scientific input into the study."
    },
    {
      "title": "Availability of data and materials",
      "text": "The datasets generated and analyzed during the current study are not publicly available because informed consent stated that any data collected would not be used in future studies; however, de-identified data may be available from the corresponding author on reasonable request."
    },
    {
      "title": "Abbreviations"
    },
    {
      "title": "HF",
      "text": "Heart Failure UPHS University of Pennsylvania Health System EMR Electronic Medical Record"
    },
    {
      "title": "Supplementary Information",
      "text": "The online version contains supplementary material available at  https:// doi.  org/ 10. 1186/ s12872-023-03456-9 .\n\nAdditional file 1. Interview protocols for patients and clinicians are enclosed.\n\nAuthors' contributions T.K. oversaw methods, data collection, analysis, and drafted the manuscript. L. G. I. assisted with data collection and analysis and offered substantive feedback on the manuscript. M.J. assisted with data collection and analysis and offered substantive feedback on the manuscript. L.B.R. offered substantive feedback on the methods and the manuscript. L.R. offered substantive feedback on the methods and the manuscript. S.M. offered substantive feedback on the methods and the manuscript. A.T. offered substantive feedback on the methods and the manuscript. J.Z. offered substantive feedback on the methods and the manuscript. K.V. is the Co-PI of the project, and he offered substantive feedback on the methods and the manuscript. D.A. is the Co-PI of the project, and he offered substantive feedback on the methods and the manuscript. All authors approved the manuscript."
    },
    {
      "title": "Declarations Ethics approval and consent to participate",
      "text": "All participants gave verbal consent to participate. All participants were over the age of 18 years old. The study was approved by the Institutional Review Board of the University of Pennsylvania (PROTOCOL #824816)."
    },
    {
      "title": "Consent for publication",
      "text": "Not applicable."
    },
    {
      "title": "Competing interests",
      "text": "Not applicable."
    },
    {
      "title": "Publisher's Note",
      "text": "Springer Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations."
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2021 update: a report from the American Heart Association",
      "authors": [
        "S Virani",
        "A Alonso",
        "H Aparicio"
      ],
      "year": 2021,
      "doi": "10.1161/cir.0000000000000950",
      "journal": "Circulation",
      "volume": "143",
      "issue": "8",
      "raw": "Heart disease and stroke statistics-2021 update: a report from the American Heart Association \n\t\t \n\t\t\t S S Virani \n\t\t \n\t\t \n\t\t\t A Alonso \n\t\t \n\t\t \n\t\t\t H J Aparicio \n\t\t \n\t\t 10.1161/cir.0000000000000950 \n\t\t \n\t \n\t \n\t\t Circulation \n\t\t \n\t\t\t 143 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Virani SS, Alonso A, Aparicio HJ, et al. Heart disease and stroke statis- tics-2021 update: a report from the American Heart Association. Circulation. 2021;143(8):e254-743. https:// doi. org/ 10. 1161/ CIR. 00000 00000 000950."
    },
    {
      "title": "Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association",
      "authors": [
        "P Heidenreich",
        "J Trogdon",
        "O Khavjou"
      ],
      "year": 2011,
      "doi": "10.1161/cir.0b013e31820a55f5",
      "journal": "Circulation",
      "volume": "123",
      "issue": "8",
      "raw": "Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association \n\t\t \n\t\t\t P A Heidenreich \n\t\t \n\t\t \n\t\t\t J G Trogdon \n\t\t \n\t\t \n\t\t\t O A Khavjou \n\t\t \n\t\t 10.1161/cir.0b013e31820a55f5 \n\t\t \n\t \n\t \n\t\t Circulation \n\t\t \n\t\t\t 123 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Heidenreich PA, Trogdon JG, Khavjou OA, et al. Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association. Circulation. 2011;123(8):933-44. https:// doi. org/ 10. 1161/ CIR. 0b013 e3182 0a55f5."
    },
    {
      "title": "Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital",
      "authors": [
        "D Asch",
        "A Troxel",
        "L Goldberg"
      ],
      "year": 2022,
      "doi": "10.1001/jamainternmed.2022.1383",
      "journal": "JAMA Intern Med",
      "volume": "182",
      "pages": "643",
      "raw": "Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital \n\t\t \n\t\t\t D A Asch \n\t\t \n\t\t \n\t\t\t A B Troxel \n\t\t \n\t\t \n\t\t\t L R Goldberg \n\t\t \n\t\t 10.1001/jamainternmed.2022.1383 \n\t \n\t \n\t\t JAMA Intern Med \n\t\t \n\t\t\t 182 \n\t\t\t 643 \n\t\t\t 2022 \n\t\t \n\t \n\t Asch DA, Troxel AB, Goldberg LR, et al. Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital. JAMA Intern Med. 2022;182:643."
    },
    {
      "title": "Rationale and design of EMPOWER, a pragmatic randomized trial of automated hovering in patients with congestive heart failure",
      "authors": [
        "S Mehta",
        "K Volpp",
        "D Asch"
      ],
      "year": 2019,
      "doi": "10.1161/circoutcomes.118.005126",
      "journal": "Circul Cardiovasc Qual Outcomes",
      "volume": "12",
      "issue": "4",
      "pages": "5126",
      "raw": "Rationale and design of EMPOWER, a pragmatic randomized trial of automated hovering in patients with congestive heart failure \n\t\t \n\t\t\t S J Mehta \n\t\t \n\t\t \n\t\t\t K G Volpp \n\t\t \n\t\t \n\t\t\t D A Asch \n\t\t \n\t\t 10.1161/circoutcomes.118.005126 \n\t\t \n\t \n\t \n\t\t Circul Cardiovasc Qual Outcomes \n\t\t \n\t\t\t 12 \n\t\t\t 4 \n\t\t\t 5126 \n\t\t\t 2019 \n\t\t \n\t \n\t Mehta SJ, Volpp KG, Asch DA, et al. Rationale and design of EMPOWER, a pragmatic randomized trial of automated hovering in patients with conges- tive heart failure. Circul Cardiovasc Qual Outcomes. 2019;12(4):e005126. https:// doi. org/ 10. 1161/ CIRCO UTCOM ES. 118. 005126."
    },
    {
      "title": "Thematic analysis",
      "authors": [
        "A Michalos"
      ],
      "year": 2014,
      "raw": "Thematic analysis \n\t\t \n\t\t\t A C Michalos \n\t\t \n\t \n\t \n\t\t Encyclopedia of quality of life and well-being research \n\t\t \n\t\t\t V Clarke \n\t\t \n\t\t \n\t\t\t V Braun \n\t\t \n\t\t Dordrecht \n\t\t \n\t\t\t Springer \n\t\t\t 2014 \n\t\t \n\t \n\t Michalos AC. Thematic analysis. In: Clarke V, Braun V, editors. Encyclopedia of quality of life and well-being research. Dordrecht: Springer; 2014."
    },
    {
      "title": "Remote monitoring of implantable cardiac devices in heart failure patients: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "S Alotaibi",
        "J Hernandez-Montfort",
        "O Ali",
        "K El-Chilali",
        "B Perez"
      ],
      "year": 2020,
      "doi": "10.1007/s10741-020-09923-1",
      "journal": "Heart Fail Rev",
      "volume": "25",
      "issue": "3",
      "raw": "Remote monitoring of implantable cardiac devices in heart failure patients: a systematic review and meta-analysis of randomized controlled trials \n\t\t \n\t\t\t S Alotaibi \n\t\t \n\t\t \n\t\t\t J Hernandez-Montfort \n\t\t \n\t\t \n\t\t\t O E Ali \n\t\t \n\t\t \n\t\t\t K El-Chilali \n\t\t \n\t\t \n\t\t\t B A Perez \n\t\t \n\t\t 10.1007/s10741-020-09923-1 \n\t\t \n\t \n\t \n\t\t Heart Fail Rev \n\t\t \n\t\t\t 25 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Alotaibi S, Hernandez-Montfort J, Ali OE, El-Chilali K, Perez BA. Remote monitoring of implantable cardiac devices in heart failure patients: a sys- tematic review and meta-analysis of randomized controlled trials. Heart Fail Rev. 2020;25(3):469-79. https:// doi. org/ 10. 1007/ s10741-020-09923-1."
    },
    {
      "title": "Randomized controlled trial of an implantable continuous hemodynamic monitor in patients with advanced heart failure: the COMPASS-HF study",
      "authors": [
        "R Bourge",
        "W Abraham",
        "P Adamson"
      ],
      "year": 2008,
      "doi": "10.1016/j.jacc.2007.10.061",
      "journal": "J Am Coll Cardiol",
      "volume": "51",
      "issue": "11",
      "raw": "Randomized controlled trial of an implantable continuous hemodynamic monitor in patients with advanced heart failure: the COMPASS-HF study \n\t\t \n\t\t\t R C Bourge \n\t\t \n\t\t \n\t\t\t W T Abraham \n\t\t \n\t\t \n\t\t\t P B Adamson \n\t\t \n\t\t 10.1016/j.jacc.2007.10.061 \n\t\t \n\t \n\t \n\t\t J Am Coll Cardiol \n\t\t \n\t\t\t 51 \n\t\t\t 11 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Bourge RC, Abraham WT, Adamson PB, et al. Randomized controlled trial of an implantable continuous hemodynamic monitor in patients with advanced heart failure: the COMPASS-HF study. J Am Coll Cardiol. 2008;51(11):1073-9. https:// doi. org/ 10. 1016/j. jacc. 2007. 10. 061."
    },
    {
      "title": "Remote monitoring for heart failure using implantable devices: a systematic review, meta-analysis, and meta-regression of randomized controlled trials",
      "authors": [
        "A Hajduczok",
        "S Muallem",
        "M Nudy",
        "A Dewaters",
        "J Boehmer"
      ],
      "year": 2021,
      "doi": "10.1007/s10741-021-10150-5",
      "journal": "Heart Fail Rev",
      "raw": "Remote monitoring for heart failure using implantable devices: a systematic review, meta-analysis, and meta-regression of randomized controlled trials \n\t\t \n\t\t\t A G Hajduczok \n\t\t \n\t\t \n\t\t\t S N Muallem \n\t\t \n\t\t \n\t\t\t M S Nudy \n\t\t \n\t\t \n\t\t\t A L Dewaters \n\t\t \n\t\t \n\t\t\t J P Boehmer \n\t\t \n\t\t 10.1007/s10741-021-10150-5 \n\t\t \n\t \n\t \n\t\t Heart Fail Rev \n\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Hajduczok AG, Muallem SN, Nudy MS, DeWaters AL, Boehmer JP. Remote monitoring for heart failure using implantable devices: a systematic review, meta-analysis, and meta-regression of randomized controlled trials. Heart Fail Rev. 2021. https:// doi. org/ 10. 1007/ s10741-021-10150-5."
    },
    {
      "title": "A randomized, controlled trial of lotterybased financial incentives to increase physical activity among overweight and obese adults",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin"
      ],
      "year": 2018,
      "doi": "10.1177/0890117118758932",
      "journal": "Am J Health Promot",
      "volume": "32",
      "pages": "1568",
      "raw": "A randomized, controlled trial of lotterybased financial incentives to increase physical activity among overweight and obese adults \n\t\t \n\t\t\t M S Patel \n\t\t \n\t\t \n\t\t\t K G Volpp \n\t\t \n\t\t \n\t\t\t R Rosin \n\t\t \n\t\t 10.1177/0890117118758932 \n\t \n\t \n\t\t Am J Health Promot \n\t\t \n\t\t\t 32 \n\t\t\t 1568 \n\t\t\t 2018 \n\t\t \n\t \n\t Patel MS, Volpp KG, Rosin R, et al. A randomized, controlled trial of lottery- based financial incentives to increase physical activity among overweight and obese adults. Am J Health Promot. 2018;32:1568."
    },
    {
      "title": "Behavioral economics implementation: regret lottery improves mHealth patient study adherence",
      "authors": [
        "S Husain",
        "K Diaz",
        "J Schwartz"
      ],
      "year": 2019,
      "doi": "10.1016/j.conctc.2019.100387",
      "journal": "Contemp Clin Trials Commun",
      "volume": "15",
      "pages": "100387",
      "raw": "Behavioral economics implementation: regret lottery improves mHealth patient study adherence \n\t\t \n\t\t\t S A Husain \n\t\t \n\t\t \n\t\t\t K M Diaz \n\t\t \n\t\t \n\t\t\t J E Schwartz \n\t\t \n\t\t 10.1016/j.conctc.2019.100387 \n\t\t \n\t \n\t \n\t\t Contemp Clin Trials Commun \n\t\t \n\t\t\t 15 \n\t\t\t 100387 \n\t\t\t 2019 \n\t\t \n\t \n\t Husain SA, Diaz KM, Schwartz JE, et al. Behavioral economics imple- mentation: regret lottery improves mHealth patient study adherence. Contemp Clin Trials Commun. 2019;15:100387. https:// doi. org/ 10. 1016/j. conctc. 2019. 100387."
    },
    {
      "title": "Effects of workload, work complexity, and repeated alerts on alert fatigue in a clinical decision support system",
      "authors": [
        "J Ancker",
        "A Edwards",
        "S Nosal",
        "D Hauser",
        "E Mauer",
        "R Kaushal"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0430-8",
      "journal": "BMC Med Inform Decis Mak",
      "volume": "17",
      "issue": "1",
      "pages": "36",
      "raw": "Effects of workload, work complexity, and repeated alerts on alert fatigue in a clinical decision support system \n\t\t \n\t\t\t J S Ancker \n\t\t \n\t\t \n\t\t\t A Edwards \n\t\t \n\t\t \n\t\t\t S Nosal \n\t\t \n\t\t \n\t\t\t D Hauser \n\t\t \n\t\t \n\t\t\t E Mauer \n\t\t \n\t\t \n\t\t\t R Kaushal \n\t\t \n\t\t 10.1186/s12911-017-0430-8 \n\t \n\t \n\t\t BMC Med Inform Decis Mak \n\t\t \n\t\t\t 17 \n\t\t\t 1 \n\t\t\t 36 \n\t\t\t 2017 \n\t\t \n\t \n\t Ancker JS, Edwards A, Nosal S, Hauser D, Mauer E, Kaushal R. Effects of workload, work complexity, and repeated alerts on alert fatigue in a clini- cal decision support system. BMC Med Inform Decis Mak. 2017;17(1):36."
    },
    {
      "title": "Evaluating alert fatigue over time to EHR-based clinical trial alerts: findings from a randomized controlled study",
      "authors": [
        "P Embi",
        "A Leonard"
      ],
      "year": 2012,
      "doi": "10.1136/amiajnl-2011-000743",
      "journal": "J Am Med Inform Assoc JAMIA",
      "volume": "19",
      "issue": "1",
      "raw": "Evaluating alert fatigue over time to EHR-based clinical trial alerts: findings from a randomized controlled study \n\t\t \n\t\t\t P J Embi \n\t\t \n\t\t \n\t\t\t A C Leonard \n\t\t \n\t\t 10.1136/amiajnl-2011-000743 \n\t\t \n\t \n\t \n\t\t J Am Med Inform Assoc JAMIA \n\t\t \n\t\t\t 19 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Embi PJ, Leonard AC. Evaluating alert fatigue over time to EHR-based clinical trial alerts: findings from a randomized controlled study. J Am Med Inform Assoc JAMIA. 2012;19(e1):e145-8. https:// doi. org/ 10. 1136/ amiaj nl-2011-000743."
    }
  ],
  "num_references": 12,
  "figures": [
    {
      "caption": "Fig. 2",
      "description": "Fig. 2 Weight Alerts"
    },
    {
      "caption": "•",
      "description": "fast, convenient online submission"
    },
    {
      "caption": "•",
      "description": "thorough peer review by experienced researchers in your field• rapid publication on acceptance• support for research data, including large and complex data types • gold Open Access which fosters wider collaboration and increased citations maximum visibility for your research: over 100M website views per year•At BMC, research is always in progress.Learn more biomedcentral.com/submissionsReady to submit your research Ready to submit your research ? Choose BMC and benefit from:"
    },
    {
      "type": "table",
      "caption": "Table 2",
      "description": "Patient respondents"
    }
  ],
  "num_figures": 4,
  "tables": [
    {
      "content": "Interview Group Respondent Count Caucasian Black Other Male Female High Adherence, NO Readmission 16 9 6 1 6 10 High Adherence WITH Readmission 17 13 3 1 9 8 Low Adherence, NO Readmission 7 1 6 0 4 3 Low Adherence WITH Readmission 3 0 3 0 1 2 TOTAL 43 23 18 2 20 23"
    }
  ],
  "num_tables": 1,
  "num_citations": 21,
  "cited_references": [
    "b8",
    "b6",
    "b11",
    "b4",
    "b1",
    "b9",
    "b0",
    "b3",
    "b5",
    "b2",
    "b10",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 2  The Lake Erie School of Osteopathic Medicine , Erie , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 3  Rutgers University , New Jersey , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 4  New York University , Grossman School of Medicine , New York , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[raw_affiliation] 1  University of Pennsylvania , Perelman School of Medicine , Philadelphia , USA",
    "[submission] Received: 27 October 2022 Accepted: 17 August 2023",
    "[raw_reference] Virani SS, Alonso A, Aparicio HJ, et al. Heart disease and stroke statis- tics-2021 update: a report from the American Heart Association. Circulation. 2021;143(8):e254-743. https:// doi. org/ 10. 1161/ CIR. 00000 00000 000950.",
    "[raw_reference] Heidenreich PA, Trogdon JG, Khavjou OA, et al. Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association. Circulation. 2011;123(8):933-44. https:// doi. org/ 10. 1161/ CIR. 0b013 e3182 0a55f5.",
    "[raw_reference] Asch DA, Troxel AB, Goldberg LR, et al. Remote monitoring and behavioral economics in managing heart failure in patients discharged from the hospital. JAMA Intern Med. 2022;182:643.",
    "[raw_reference] Mehta SJ, Volpp KG, Asch DA, et al. Rationale and design of EMPOWER, a pragmatic randomized trial of automated hovering in patients with conges- tive heart failure. Circul Cardiovasc Qual Outcomes. 2019;12(4):e005126. https:// doi. org/ 10. 1161/ CIRCO UTCOM ES. 118. 005126.",
    "[raw_reference] Michalos AC. Thematic analysis. In: Clarke V, Braun V, editors. Encyclopedia of quality of life and well-being research. Dordrecht: Springer; 2014.",
    "[raw_reference] Alotaibi S, Hernandez-Montfort J, Ali OE, El-Chilali K, Perez BA. Remote monitoring of implantable cardiac devices in heart failure patients: a sys- tematic review and meta-analysis of randomized controlled trials. Heart Fail Rev. 2020;25(3):469-79. https:// doi. org/ 10. 1007/ s10741-020-09923-1.",
    "[raw_reference] Bourge RC, Abraham WT, Adamson PB, et al. Randomized controlled trial of an implantable continuous hemodynamic monitor in patients with advanced heart failure: the COMPASS-HF study. J Am Coll Cardiol. 2008;51(11):1073-9. https:// doi. org/ 10. 1016/j. jacc. 2007. 10. 061.",
    "[raw_reference] Hajduczok AG, Muallem SN, Nudy MS, DeWaters AL, Boehmer JP. Remote monitoring for heart failure using implantable devices: a systematic review, meta-analysis, and meta-regression of randomized controlled trials. Heart Fail Rev. 2021. https:// doi. org/ 10. 1007/ s10741-021-10150-5.",
    "[raw_reference] Patel MS, Volpp KG, Rosin R, et al. A randomized, controlled trial of lottery- based financial incentives to increase physical activity among overweight and obese adults. Am J Health Promot. 2018;32:1568.",
    "[raw_reference] Husain SA, Diaz KM, Schwartz JE, et al. Behavioral economics imple- mentation: regret lottery improves mHealth patient study adherence. Contemp Clin Trials Commun. 2019;15:100387. https:// doi. org/ 10. 1016/j. conctc. 2019. 100387.",
    "[raw_reference] Ancker JS, Edwards A, Nosal S, Hauser D, Mauer E, Kaushal R. Effects of workload, work complexity, and repeated alerts on alert fatigue in a clini- cal decision support system. BMC Med Inform Decis Mak. 2017;17(1):36.",
    "[raw_reference] Embi PJ, Leonard AC. Evaluating alert fatigue over time to EHR-based clinical trial alerts: findings from a randomized controlled study. J Am Med Inform Assoc JAMIA. 2012;19(e1):e145-8. https:// doi. org/ 10. 1136/ amiaj nl-2011-000743."
  ],
  "editors": [
    "V Clarke",
    "V Braun"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "BMC Cardiovascular Disorders",
  "volume": "23",
  "issue": "1",
  "pages": "440",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.181021",
    "zotero_item_type": "journalArticle"
  }
}
