{
  "paper_id": "YS4GZPHV",
  "title": "Research as a Part of Public Health Emergency Response",
  "year": 2011,
  "date": "2011",
  "journal": "Gulf Long-Term Follow-Up Study (GuLF STUDY)",
  "publication": "Gulf Long-Term Follow-Up Study (GuLF STUDY)",
  "authors": [
    {
      "forename": "Nicole",
      "surname": "Lurie",
      "name": "Nicole Lurie"
    },
    {
      "forename": "Teri",
      "surname": "Manolio",
      "name": "Teri Manolio"
    },
    {
      "forename": "Amy",
      "surname": "Patterson",
      "name": "Amy Patterson"
    }
  ],
  "doi": "10.17226/13025",
  "sections": [
    {
      "text": "In the past decade, a succession of public health emergencies has challenged preparedness and response capacities of government agencies, hospitals and clinics, public health agencies, and academic researchers, in the United States and abroad. The epidemic of the severe acute respiratory syndrome (SARS), the 9/11 terrorist attacks, and the anthrax mailings stand out as signal examples in the early years of the decade. In addition to natural disasters such as the 2010 earthquake in Haiti and the 2012 Superstorm Sandy, other recent events -including the 2009 influenza A (H1N1) pandemic, the Deepwater Horizon oil spill, and the Fukushima Daiichi nuclear reactor emergency in Japan -illustrate the diverse and complex forms that threats to public health can assume. Figure  1  displays some examples over the past decade or so and highlights the diversity and frequency of events that can be expected to occur in the foreseeable future.\n\nEach of these emergencies has yielded important information and data that are essential to what is, by design and necessity, an ongoing effort to improve preparedness and response. But each has also underscored a persistent need to be better prepared to resolve important research questions in the context of a public health emergency. The knowledge that is generated through well-designed, effectively executed research in anticipation of, in the midst of, and after an emergency is critical to our future capacity to better achieve the overarching goals of preparedness and response: preventing injury, illness, disability, and death and supporting recovery. We review challenges to the conduct of research in recent public health emergencies to identify critical elements of an effective research response."
    },
    {
      "title": "Challenge s to Scientific Re se ar ch",
      "text": "in Recent E vent s Preparedness activities at multiple levels have done much to improve our response to public health emergencies. Systems for surveillance and detection have been strengthened. Vaccines, antitoxins, and other medical countermeasures have been developed and stockpiled, and plans for their effective deployment have been formulated. Local public health authorities and health care systems have also enhanced their own capacities for optimal emergency response. To guide the coordination of responders at the local, state, and federal levels, the United States developed the National Response Framework, 1 which articulates key principles, delineates the roles and responsibilities of responders, and identifies key structures, all of which are integral to an effective, coordinated response to any hazard. Although responses to recent events have typically used the best available science at the time, additional research, done in parallel with and after the response itself, is often essential to address the most pressing knowledge gaps presented by public health emergencies and to ensure that they are addressed by the time another similar disaster strikes. Recent events have also illustrated gaps in planning for, and rapidly executing, scientific research in the context of disaster response. We highlight some challenges to conducting research during recent events and define a series of activities to address them."
    },
    {
      "title": "Influenza A (H1N1) Pandemic",
      "text": "The response to the 2009 influenza A (H1N1) pandemic highlighted progress that has been made in strengthening surveillance, virus characterization, and clinical research infrastructure for the rapid assessment of new vaccines. It also highlighted challenges in gaining sufficient access to clinical data that could immediately inform treatment protocols or identify additional groups at risk. Shortly after the H1N1 pandemic began, the National Heart, Lung and Blood Institute provided funding to the Acute Respiratory Distress Syndrome Network (ARDSNet) for protocol mod-ification and rapid analysis of clinical data on critically ill patients. Although the analyses ultimately yielded important findings, the institutional review boards at some participating organizations did not approve changes to data-collection protocols in sufficient time for this information to be put to effective use during the pandemic. A particularly unfortunate consequence was the failure to collect specimens from patients with severe or fatal cases in order to search for biomarkers or genetic risk factors that are predictive of a bad outcome. Similarly, clinical trials that could help determine the effectiveness of masks and respirators for infection control and the utility of some antiviral drugs for prophylaxis and treatment were not performed, in part because the infrastructure -funding, processes involving institutional review boards, and clinical protocols -could not be rapidly agreed to and put in place fast enough."
    },
    {
      "title": "Earthquake in Haiti",
      "text": "Multiple governmental and nongovernmental agencies implemented public health interventions and provided lifesaving medical care during the response to the 2010 earthquake in Haiti. Al-though a review of post-earthquake injuries at a field hospital was ultimately completed, detailed information obtained in real time could have helped with the rapid development of guidelines for care and better planning for rehabilitation services, such as services for patients with injuries requiring amputations."
    },
    {
      "title": "Deepwater Horizon Oil Spill",
      "text": "The response to the Deepwater Horizon disaster highlighted the need for information about how to protect cleanup workers and address the public's health concerns related to exposure to oil and dispersants. Unfortunately, few studies of previous oil spills have been performed, and most such studies did not address the health effects of crude and weathered oil and dispersants. Both federal agencies and nongovernmental entities developed and rapidly established a roster of exposed workers and conducted important research, but there was no uniform, systematic collection of baseline data through surveys and biospecimen archives. Ultimately, the National Institutes of Health (NIH) supported a longitudinal study of exposed workers, 2 but data collection did not begin until nearly 10 months after the spill.\n\nCopiapó mining accident in Chile SARS outbreak World Trade Center attacks London bombings H1N1 influenza pandemic Reemerging H5N1 influenza E. coli outbreak in spinach in the U.S. Haiti earthquake Bam earthquake in Iran Japan earthquake, tsunami, and nuclear event Series of tornadoes in U.S. Hurricane Isaac Hurricane Wilma Hurricane Rita Hurricane Katrina Indian Ocean tsunami Pakistan floods North American drought Prudhoe oil spill 2001 2002 2003 2004 2009 2010 2011 2012 Deepwater Horizon oil spill 2013 Anthrax mailings Madrid train bombings Hurricane Gustav Ebola outbreaks in Democratic Republic of Congo and Uganda Sichuan earthquake Salmonellosis outbreak in U.S. Hurricane Irene E. coli outbreak in Germany U.S. multistate fungal meningitis outbreak Marburg virus in Angola 2005 Hurricane Sandy 2006 2007 Mumbai attacks 2008 Hurricane Ike Figure 1. A Timeline of Major Public Health Emergencies Worldwide (2001-2012). SARS denotes severe acute respiratory syndrome. The New England Journal of Medicine is by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from nejm.org on July 21, 2025. For personal use only. No other uses without permission. Copyright © 2013 Massachusetts Medical Society. All rights reserved. sounding board"
    },
    {
      "title": "Fukushima",
      "text": "During the Fukushima Daiichi nuclear disaster, numerous questions from residents in both Japan and the United States about radiation safety led to requests for additional public health guidance. However, there is limited expertise with some of the more complex areas of radiation health. Rostering scientists and fostering networks of experts in specific areas of expertise (e.g., the Radiation Injury Treatment Network 3 ) should help prevent this problem in the future. The Japanese public had numerous concerns about potential long-term health effects, and more narrowly, there were questions about the provision of appropriate doses of potassium iodide for children should it have been necessary. In response, the government of Japan has launched a massive, longterm study of residents in two prefectures most affected by the radiation event.  4 The assessment will also include pediatric thyroid monitoring."
    },
    {
      "title": "Element s of an Integr ated",
      "text": "Appr oach to Re se ar ch Just as preparedness is a continuous, ongoing activity, so too is the effort to plan for the effective conduct of research before, after, and especially during an emergency. Although threat and risk assessments and a systematic analysis of gaps encountered after disasters will probably identify research questions that can be addressed as a component activity of preparedness efforts, it is also likely that disasters will uncover important knowledge gaps that could not have been anticipated and prioritized for study. Hence, identifying recognizable gaps in the midst of an immediate response to a disaster -and recognizing the need to do so without disrupting the critical work of saving lives -is an urgently needed process. This process should generate research questions for high-priority study through surveys, specimen collections, and clinical trials that can and should be integral components of the immediate response and of longer-term follow-up.\n\nAn integrated approach to research in the context of emergencies will marshal resources and enable their deployment to ensure a robust scientific response (Table  1 ). The time between major disasters is ideal for deliberative thinking that makes for good planning, for laying the groundwork for future efforts, and ultimately for good results of scientific inquiry. An integrated approach requires using the time between disasters to assemble scientists with expertise in research design and areas of known concern (e.g., natural disasters, bioterror agents, and radiation) and to engage them in the formulation of template protocols that address a broad range of research questions in disasters. An integrated approach would be facilitated by the appointment of a coordinator, or \"incident commander,\" for scientific research, who would be responsible for coordinating the process of research in the face of emergencies. It would also involve enlisting existing research networks for the orchestrated conduct of studies (e.g., for specimen and data collection) and clinical trials (e.g., of countermeasures), identifying sources and mechanisms for the rapid funding of research, and establishing a central institutional review board that can provide timely reviews of multiagency studies involving human participants and safeguard the well-being of those participants. This is also the best time to engage both experts and the public in three crucial endeavors. One is to identify the special needs of various specific communities and to formulate strategies for the conduct of research that is responsive to their needs. Community-based participatory research  5  may be an appropriate model to consider. The second is to clarify and address the ethical questions that arise during public health emergencies. The third is to manage a risk to the public trust on which all human research ultimately depends -the risk that scientists will be perceived as exploiting people or communities who are in their most vulnerable state during a disaster."
    },
    {
      "title": "Toward an Integr ated Appr oach",
      "text": "Some of the elements of an integrated approach to research in public health emergencies are now being assembled and put into place. The activities that are under way support the conclusions of an advisory committee to the Department of Health and Human Services (HHS) called the National Biodefense Science Board, which issued a report titled \"Call to Action: Include Scientific Investigations as an Integral Component of Disaster Planning and Response\" 6 and recommended that HHS develop the requisite infrastructure for strengthening the research response to emergencies.\n\nFor example, rosters of national experts in key Emergency Research Review Board with the aim of providing a central institutional review board for studies that require specialized expertise and are slated for conduct at multiple sites during public health emergencies. The NIH is in the process of setting up this research review board within its intramural review-board system. Useful guidance was published in 2010 by the Office of Management and Budget outlining the process for emergency review of projects involving the collection of information that are subject to the Paperwork Reduction Act.  7 o support future scientific analysis of data collected around the time of the Deepwater Horizon oil spill, the National Oceanic and Atmospheric Administration, in collaboration with the National Library of Medicine, has assembled all publicly available data and reports compiled by federal agencies.  8 Finally, the Department of the Interior has recently created a new Strategic Sciences Group that will develop possible disaster scenarios and provide rapid scientific assessments during environmental crises or disasters affecting America's natural resources. The group is authorized to rapidly assemble teams of scientists to conduct assessments during crises, including scientists from government, academic institutions, nongovernmental organizations, and the private sector.  9  Work has recently begun on other key components of the infrastructure to support scientific research in the context of emergencies. In particular, the NIH is exploring additional mechanisms to make funding rapidly available to established investigators in such an event. The development of generic baseline survey instruments that can be rapidly adapted to a number of public health emergency situations is being undertaken by a team at the National Institute of Environmental Health Sciences in collaboration with other federal partners and the research community. Finally, because clinicians play such a crucial role in the response to emergencies, it is vital that mechanisms be developed that leverage their clinical experience and questions in identifying priorities for research in disasters. Plans are being developed to assess the feasibility and potential functioning of a \"ready reserve\" of clinicians, scientists, and research teams that could be prepositioned, consulted, and activated for public health emergencies.\n\nOne element of this framework has recently been tested. After Superstorm Sandy, at the re-quest of the Assistant Secretary for Preparedness and Response, the Institute of Medicine and the New York Academy of Medicine convened a group of experts to identify priorities for near-term research. Although this is reassuring progress, we cannot relax our efforts to push forward with the remaining elements of an integrated approach to scientific research during public health emergencies. The lessons that have been learned from recent disasters are still sufficiently fresh to provide both an impetus and a focus to this multifaceted initiative to ensure that we learn as much as we can from these tragedies. Public health emergencies, especially those that result from natural disasters, are inevitable. The failure to use research to improve our response to future disasters is not.\n\nThe views expressed are solely those of the authors and do not necessarily represent those of the Department of Health and Human Services.\n\nDisclosure forms provided by the authors are available with the full text of this article at NEJM.org.\n\nFrom the Office of the Assistant Secretary for Preparedness and Response, Department of Health and Human Services, Washington, DC (N.L.); the National Institutes of Health, Bethesda, MD (T.M., A.P.P., F.C.); and the Centers for Disease Control and Prevention, Atlanta (T.F.)."
    },
    {
      "text": "of concern are being compiled and will be updated regularly. The Centers for Disease Control and Prevention and the Agency for Toxic Substances and Disease Registry have constructed a Rapid Response Registry to enroll all people who are exposed or potentially exposed to emergency-related hazards. The Office of the Assistant Secretary for Preparedness and Re-sponse has provided funding to the U.S. Critical Illness and Injury Trials Group to develop a minimum data set that can be used to analyze clinical data in a public health emergency and has issued a request for proposals for a clinical research organization to conduct research, as needed, in an emergency. The Assistant Secretary for Health has established a Public Health The New England Journal of Medicine is produced by NEJM Group, a division of the Massachusetts Medical Society. Downloaded from nejm.org on July 21, 2025. For personal use only. No other uses without permission. Copyright © 2013 Massachusetts Medical Society. All rights reserved."
    }
  ],
  "references": [
    {
      "title": "Gulf Long-Term Follow-Up Study (GuLF STUDY)",
      "doi": "10.17226/13025"
    },
    {
      "title": "Minneapolis: National Marrow Donor Program",
      "doi": "10.1016/j.bbmt.2007.12.448"
    },
    {
      "title": "Progress of the \"Roadmap for Immediate Actions for the Assistance of Residents Affected by the Nuclear Incident",
      "year": 2011,
      "doi": "10.1109/picmet.2008.4599832"
    },
    {
      "title": "Community-based participatory research",
      "doi": "10.4135/9781452244181.n1"
    },
    {
      "title": "Call to action: include scientific investigations as an integral component of disaster planning and response",
      "year": 2011,
      "doi": "10.1093/acrefore/9780199389407.013.12"
    },
    {
      "title": "Memorandum for the heads of executive departments and agencies, and independent regulatory agencies: facilitating scientific research by streamlining the Paperwork Reduction Act process",
      "year": 2010,
      "doi": "10.1037/e531572010-001"
    },
    {
      "title": "Deepwater Horizon Repository home page",
      "doi": "10.2172/6492579"
    },
    {
      "title": "establishment of the Department of the Interior Strategic Sciences Group",
      "year": 2012,
      "doi": "10.1056/nejmsb1209510"
    }
  ],
  "num_references": 8
}
