{
  "paper_id": "YSCSGSY4",
  "title": "Internal but Not External Building Design Associated With More Occupational Physical Activity",
  "abstract": "Background: Few studies have explored the impact of internal building design features on physical activity. The purpose of this study is to determine building design features associate with physical activity and sedentary behaviors. Methods: Full-time workers (n ¼ 114) wore an ActivPal monitor for 4 work days to measure physical activity and sedentary behaviors. Participants completed a 25-item survey about the presence of external, internal, and staircase design features at their worksite. Participants also reported their desk type. General linear models were used to examine relations between the number of features present for each category and physical activity (steps per hour) and sedentary behavior (sitting time per hour). Results: Internal design scores were positively associated with occupational physical activity. Each single item increase in facilitating internal design features was associated with þ64.5 steps/hr (p ¼ .045) at work. Workers who reported having a desk job walked 538 fewer steps/hr (p < .01) and sat 17 min more/hr at work than workers who reported not having a desk. Conclusion: These results suggest that internal design features can promote more movement and less sitting at work. Future studies that examine the longitudinal effect of changing internal design features on occupational physical activity and sedentary behaviors are warranted.",
  "year": 2017,
  "date": "2017",
  "journal": "Gait & Posture",
  "publication": "Gait & Posture",
  "authors": [
    {
      "forename": "Jacob",
      "surname": "Gallagher",
      "name": "Jacob Gallagher",
      "affiliation": "PhD , 225 Grand Ave. , Field House Building , Iowa City , IA 52242 , USA. \n\t\t\t\t\t\t\t\t PhD \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 Grand Ave. Field House Building \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "affiliation": "PhD , 225 Grand Ave. , Field House Building , Iowa City , IA 52242 , USA. \n\t\t\t\t\t\t\t\t PhD \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 225 Grand Ave. Field House Building \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "lucas-carr@uiowa.edu"
    }
  ],
  "doi": "10.1177/19375867231192117",
  "keywords": [
    "environmental factors",
    "physical activity",
    "active design"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Insufficient physical activity is a leading risk factor for a number of chronic diseases and causes of death  (Warburton & Bredin, 2016; Warburton et al., 2006) . In addition, sedentary behavior (i.e., prolonged bouts of wakeful sitting) has also been identified as an independent risk factor for cardiovascular disease and increases risk of mortality  (Biswas et al., 2015; de Rezende et al., 2014; van Uffelen et al., 2010) . Office workers, who spend most work time sitting at a desk, are at an increased risk for both insufficient physical activity and excessive sedentary behavior  (Prince et al., 2019) . Previous research has found that office workers are sedentary for about two thirds (66.6%) of the entire day  (Ryde et al., 2014; Smith et al., 2015) . With labor-intensive jobs declining and being replaced by more sedentary jobs, it has been estimated that total occupational caloric expenditure has decreased by an average of 100 calories per day over the past 60 years  (Church et al., 2011) . Understanding the determinants and facilitators of occupational physical inactivity and sedentary behavior is necessary to inform future health promotion interventions targeted to workers.\n\nUnderstanding the determinants and facilitators of occupational physical inactivity and sedentary behavior is necessary to inform future health promotion interventions targeted to workers.\n\nThe social-ecological model (SEM) is a framework endorsed by the Centers for Disease Control for preventing chronic diseases. The SEM recognizes health behaviors that are influenced by a complex array of individual (e.g., demographic factors, cognitive factors), relationship (e.g., family, friends), community (e.g., school, work), and societal (e.g., economic, policy) factors  (Bronfenbrenner, 1996; Stokols, 1992) . As this framework suggests, the work environment is recognized as a major community level determinant of health, as the average American spends 7.7 hr at work per day  (Bureau of Labor Statistics, 2022) . Evidence suggests various facets of the work environment may influence physical activity and sedentary behavior before, during, and after work  (Carlson et al., 2018; Chau et al., 2014; Engelen, 2020; Eyler et al., 2018; Eckhardt et al., 2015; Lin et al., 2022; Lindberg et al., 2018; Nicoll & Zimring, 2009; Zhu et al., 2020; Zuniga-Teran et al., 2017) . For instance, aspects of the external or built environment can influence physical activity behavior  (Carlson et al., 2018; Lin et al., 2022; Zhu et al., 2020; Zuniga-Teran et al., 2017) . Availability of sidewalks, convenient walking routes, low car traffic volume, high perceived safety, visual quality, availability of bikeways and arrival features (e.g., bike racks), water facilities, and easily traversable terrain (e.g., low hilliness) have all been found to be positively associated with physical activity  (Carlson et al., 2018; Zhu et al., 2020) . Having parking close and readily available is associated with a less active commute, but when parking is difficult, workers are more likely to use active commutes, including cycling, walking from home, or waking to public transit  (Zhu et al., 2020) . Likewise, a walkable environment may discourage car usage  (Lin et al., 2022) .\n\nGiven the amount of time employees spend at work, researchers are beginning to explore the relation between internal design features of the work environment and occupational physical activity and sedentary behaviors  (Engelen, 2020; Eckhardt et al., 2015; Koohsari et al., 2022; Nicoll & Zimring, 2009; Zhu et al., 2020) . For example, \"active design\" is a concept that emphasizes design, culture, and policy to promote physical activity in the workplace and is now being adopted by more workplaces (Engelen, 2020). There is some evidence that active design buildings and spaces are associated with less occupational sedentary time and more standing time  (Engelen, 2020) . Workstation features, such as sit-stand desks, have been associated with less occupational sitting time  (Chau et al., 2014; Zhu et al., 2020) . A limited number of studies have found that other innovative desk designs (i.e., treadmill desks, stationary high desks, pedaling desks) are associated with reduced sitting time and more occupational physical activity  (Carr et al., 2013; Carr, Leonhard, et al., 2016; Carr et al., 2012; Zhu et al., 2020) .\n\nEvidence connecting active design elements with occupational physical activity has, however, been mixed  (Engelen, 2020) . Previous studies have found interventions designed to increase stair usage (e.g., skip-stop elevators, point-ofdecision prompts) can be effective  (Eckhardt et al., 2015; Nicoll & Zimring, 2009; Zhu et al., 2020) . Breakout spaces, centralized facilities, communal spaces, meeting room designs, worksite facilities, and gym and shower facilities have all been positively associated with physical activity levels  (Zhu et al., 2020) . However, these effects on total physical activity level are small and can be limited by other factors, such as safety concerns or inappropriate footwear  (Engelen, 2020) .\n\nFew studies have compared potential differential relations between the workplace environment on occupational versus leisure physical activity and sedentary behavior. Additionally, few studies have examined temporal effects of the occupational environment on physical behaviors before work, during work, and after work. Based on our review of the literature, fewer than 20% of studies examining relations between the occupational environment, physical activity, and sedentary behavior have used objective measures of physical behaviors. This has limited our understanding on the relations between the occupational environment and occupational physical activity behaviors  (Zhu et al., 2020) . In addition, few studies have considered multiple levels of spatial influence (external design, internal design, and workstation design) on occupational physical behaviors. Therefore, the aim of this study was to examine the associations of external building design, internal building design, workstation, and any interactions of these features with leisure time and occupational physical activity and sedentary behaviors. A second aim considered how occupational design features influence physical activity and sedentary behavior during specific time points throughout the day (before, during, and after work)."
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants",
      "text": "We recruited a sample of full-time American workers (N ¼ 114, 74.5% female) in common occupations in the United States: retail sales (n ¼ 2), food preparations (n ¼ 3), registered nurses (n ¼ 12), nursing assistants (n ¼11), administrative assistants (n ¼ 23), office clerks (n ¼ 10), customer service (n ¼ 2), laborer or material movers (n ¼ 3), research assistants (n ¼ 1), general operation managers (n ¼ 6), janitorial services (n ¼ 8), medical assistants (n ¼ 13), pharmacy technicians (n ¼ 11), and accountants (n ¼ 9). Participants were primarily recruited via mass emails sent to employees of a large medical university located in the Midwest of the United States. Participants were included in the study if they were between the ages of 22 and 55 years and reported working full time (35 or more hours per week). Participants were excluded if they did not have a smartphone capable of sending and receiving text messages as part of the study or if they had a disease or orthopedic limitation that limited their ability to walk."
    },
    {
      "title": "Procedure",
      "text": "Approval for all procedures was obtained by Institutional Review Board at the University of Iowa before data collection. Eligible participants provided their informed consent before participating. Participants then attended an in-person testing session in a research lab which included completing a survey on demographic information and their perceived workplace environment. The demographic survey collected the following data: age, sex, income, education, ethnicity, race, years, relationship status, and years at current job. Perceived workplace physical activity supports were measured using the 25-item Active Design checklist (Center for Active Design, n.d.) in which participants answered yes or no to whether each feature described in the item was available at their workplace. Features of the external building design (six items), internal building design (10 items), and staircase design (nine items) were assessed (see Table  1 ). In addition, participants were asked what type of desk they had at their workstation (e.g., standard, sit-stand, no desk or not applicable).\n\nPhysical activity and sedentary behavior were measured objectively using the activPAL TM activity monitor (activPAL3™, Pal Technologies, Glasgow, UK). Participants wore the activPAL TM on the front, mid-thigh for 24 hr a day for four consecutive workdays. The activPAL TM device uses accelerometry and inclinometry to measure time spent in sitting or lying, standing, and stepping (time, step counts, and stepping speed). The activPAL TM monitor has been previously demonstrated as an accurate and reliable tool for measuring sitting or lying, standing, and walking behavior in the field  (An et al., 2017; Chastin et al., 2018) . During the 4 days of observation, participants also reported their shift hours to distinguish between leisure and occupational time. See  Gallagher and Carr (2021)  for full procedure."
    },
    {
      "title": "Statistical Analysis",
      "text": "General linear models were used to examine the relationship between environmental design features (internal, external, and staircase) and physical activity and sedentary behaviors during the work shift, during leisure time, in the hour before work, and in the hour after work. The hour before and after work were selected to capture transportation physical behaviors. All models controlled for age, ethnicity, education, and gender. Model assumptions (e.g., no multicollinearity, normal distribution of residuals) held for all models."
    },
    {
      "title": "Results",
      "text": "Participants were 39 (standard deviation: 9.7) years old on average, mostly White (87.7%), had at least some college education (90.3%), and reported an income of $50,000 or higher per year (64.6%; see Table  2  for all demographic information).\n\nParticipants walked an average of 10,737 steps per day (standard deviation: 4,783 steps per day). Of those steps, 6,311 (standard deviation: 4,021) steps (58.8% of the total) were achieved during work time while 4,516 (standard deviation:\n\nTable 1. Measure of Environmental Supports for Physical Activity."
    },
    {
      "title": "Location and external design",
      "text": "Is your worksite easily accessible by walking and cycling and public transport? Has the building site been designed to prioritize active transport (walking, cycling, and public transit) and discourage vehicle access? Are bicycle storage facilities provided? Are the walking and cycling routes and public transport stops well-lit and safe? Are the building entrances accessible, well-lit, and safe? Has the building been designed to ensure easy access for those with mobility issues (e.g., safety railings, wheelchair ramps, elevators, etc.)? Internal building design Does the building provide dedicated spaces for physical activity or exercise (e.g., exercise rooms, gyms, exercise classes)? Are there showers, lockers, and/or changing room facilities in the building? Are drinking fountains provided throughout the building? Are health promotion campaigns (posters, messages) that promote physical activity visible for the occupants of the building? Are the bathrooms located and distributed within a walking distance from workspaces? Are the lunchrooms or cafeterias located and distributed within a walking distance from workspaces? Are the photocopy and mailrooms located and distributed within a walking distance from workspaces? Are the meeting rooms located and distributed within a walking distance from workspaces? Does the facility include community gathering spaces? Has the facility been designed to meet the recreational needs of the local community?"
    },
    {
      "title": "Staircase design",
      "text": "Has the building been designed to provide stairs that are visible from the main entrance?\n\nHas the building been designed to provide stairs that are located near the building entrance? Has the building been designed to provide stairs that are accessible before elevators/ escalators? Are the stairs wide enough to accommodate groups of people traveling in both directions? Are the stairs designed to be safe to reduce the risk of falls (e.g., slip-resistant floor finish)? Is the stairwell well-lit and attractively decorated? Is directional signage provided and visible from the entrance(s) to indicate the location of the stairs? Are the elevators located out of direct view from the building's entrance? Is there signage provided at elevators/escalators to encourage the use of stairs? Table 3 illustrates physical activity and sedentary behavior metrics by occupation group.\n\nParticipants reported an average of 7.1 facilitating internal design features (of 10), 5.1 facilitating external design features (of six), and 6.7 facilitating staircase design features (of nine). For every facilitating feature of the internal design of a building, there was an associated increase of 64.5 steps per hour at work (p ¼ .045). Employees who reported not having a desk walked 538 more steps per hour (p < .01) and sat 17 min less per hour (p < .01) compared to employees who reported having either a standard or standing desk (see Figures  1  and  2 ). There were no significant differences for occupational physical activity or sedentary behavior between desk types (e.g., sit-stand desk vs. standing desk).\n\nFor every facilitating feature of the internal design of a building, there was an associated increase of 64.\n\n5 steps per hour at work (p ¼ .045). Employees who reported not having a desk walked 538 more steps per hour (p < .01) and sat 17 min less per hour (p < .01) compared to employees who reported having either a standard or standing desk. No significant associations were observed between scores of internal building design, external building design, or staircase design and occupational sedentary time. Neither external building design nor staircase design was associated with steps per hour at work. No environmental variables were associated with leisure time sitting time or stepping. Environmental variables were not associated with sitting or stepping the hour before and after the work shift."
    },
    {
      "title": "Discussion",
      "text": "The main finding of this study suggests more perceived facilitating internal design features were associated with more occupational physical activity while external design features were not associated with occupational physical activity. Desk status (reporting having or not having a desk) was also found to have a strong association with occupational physical activity and sedentary time. For internal design features, each additional internal feature was associated with an additional 64.5 steps per hour, translating to 516 steps per 8-hr work shift. This is a potentially important   finding as it is well known that even small amounts of physical activity (less than 15 min) is associated with reduced mortality risk, extended life expectancy, and reduced adiposity, especially for those achieving lower levels of total physical activity  (Tudor-Locke et al., 2011; Wen et al., 2011) . For example, past studies have found increasing activity by 1,000 steps per day is associated with significant risk reductions in all-cause mortality (6%-36%) and cardiovascular disease (5%-21%) independent of age, sex, and health conditions  (Hall et al., 2020) .\n\nThe main finding of this study suggests more perceived facilitating internal design features were associated with more occupational physical activity while external design features were not associated with occupational physical activity.\n\nOur findings are consistent with those reported by  Koohsari et al. (2022) . In a nationwide study of Japanese office workers (N ¼ 2,265), the authors found office design features, such as having high connectivity (e.g., different routes to get to office space, numerous direction changes to get to printing station or meeting rooms), were associated with increased odds of engaging in physical activity while at work  (Koohsari et al., 2022) . Our findings are also consistent with a study by  Dodson et al. (2008) . In a cross-sectional study of 977 adults from Missouri, Tennessee, and Arkansas (United States), workers were more likely to meet the physical activity recommendations if they had access to internal facilitating features such as showers and gyms  (Dodson et al., 2008) . Our results are also consistent with a naturalistic study by  Jancey et al. (2016)  that examined whether physical activity and sedentary behavior changed among workers after moving to a new building with an active design (e.g., centralized printers, layout facilitating for movement, open access to staircases;  Jancey et al., 2016) . After moving to the new active building, workers took more steps, sat less, and stood more  (Jancey et al., 2016) . Conversely, our findings on the relation between internal design features and occupational sedentary behaviors differ from those of this study as we did not observe any relations between internal design features and occupational sedentary behavior. Our findings also differ from those of  Koohsari et al. (2022)  who reported each additional connectivity feature was associated with a À17.8 min per day reduction in occupational sedentary time but only in private-enclosed offices  (Koohsari et al., 2022) .\n\nIt is unknown which design features, specifically, are most conducive to promoting occupational physical activity. In the studies by  Jancey et al. (2016)  and  Gorman et al. (2013) , multiple features were included in the active design facility, making it difficult to pinpoint which feature contributed most to physical behavior changes  (Gorman et al., 2013; Jancey et al., 2016) . Further research is needed to elucidate which internal design features are most effective for promoting physical activity. It is possible that some features (e.g., hanging health promoting signage and relocating walkable amenities within an office) are more cost-effective and feasible for promoting occupational physical activity and reducing sedentary behaviors. This information would certainly be beneficial to administrators in charge of overseeing the implementation of workplace wellness program. Such studies would likely require sophisticated study designs that allow for identifying specific physical activity promoting features to inform future workplace designs.\n\nFurther research is needed to elucidate which internal design features are most effective for promoting physical activity.\n\nNot surprisingly, we found employees who did not report having a desk walked 4,304 more steps and sat 136 fewer minutes per 8-hr workday compared to those who reported working at a desk. We did not, however, find any differences in occupational physical activity or sedentary behaviors when comparing employees with standard desks versus those with sit-stand desks. This finding conflicts with previous studies that have shown employees with sit-stand desks tend to stand more and sit less at work  (Engelen, 2020; Pereira et al., 2020; Shrestha et al. 2018; Zhu et al., 2020) . A 2018 Cochrane review by  Shreshtha et al. (2018)  concluded interventions including sit-stand desks, either alone or in combination with health information and/or counseling, reduced sitting time at work by an average of 100 min per workday. However, these changes are usually observed over a short term (up to 3 months). We did not measure how long participants in the present study had access to a sitstand desk, and thus it is possible our sample includes employees who have had access to a sit-stand desk for several years and no longer use the desk. Still, cross-sectional data have found that long-term users of sit-stand desks (1.8 years on average) sit less at work compared to employees with traditional seated desks  (Carr, et al., 2016) . Further research is needed to determine the long-term impact of sit-stand desks.\n\nIn the present study, we found no associations between staircase design and physical activity or sedentary behavior. Previous studies have suggested that stair design features, such as proximity, visibility, and width, are associated with stair use  (Bassett et al., 2013) . It is possible that the variability in the presence of stair design features was not high enough in this sample to elicit significant differences in physical activity. Additionally, our outcome measurement tool (activ-PAL TM ) does not directly measure stair usage. Different measurement techniques, such as directly counting the number of employees using stairs, are needed to determine whether specific stair design features promote stair usage. In addition, staircase design might need to be paired with other interventions, such as prompts to use the stairs, skip-stop elevators, and artwork, to maximize stair usage  (Nicoll & Zimring, 2009; Zhu et al., 2020) .\n\nWe observed no relations between external design features and either physical activity or sedentary behavior during the work shift, leisure time, or immediately before or after work. This is in contrast with earlier work that suggests the workplace neighborhood and location influence active commuting or transportation physical activity behaviors  (Carlson et al., 2018; Chau et al., 2014; Engelen, 2020; Eyler et al., 2018; Eckhardt et al., 2015; Lindberg et al., 2018; Nicoll & Zimring, 2009; Zhu et al., 2020; Zuniga-Teran et al., 2017) . This difference may be due in part to methodological differences. For example, most of our sample came from a single university/hospital campus, so while the interior design of each building varied, there was little variation in the external design scores. In addition, the external design scores were near the max of the scale (5.1 of 6). Future studies should ensure to sample employees from a wider range of work locations and communities to more fully explore the relations between external design features and employee's transportation physical activity behavior. Such studies may want to pay particular attention to lower cost strategies such as providing availability of bike racks to be more widely applicable and easily implemented.\n\nWe observed no relations between external design features and either physical activity or sedentary behavior during the work shift, leisure time, or immediately before or after work.\n\nPrevious studies have found occupational physical activity is fairly stable over time (6-and 12-month follow-up;  Gay & Buchner, 2022)  and our findings suggest modifying the work environment may result increased occupational physical activity. However, it is also important to consider that increasing occupational physical activity may not be appropriate for all working groups. For example, we observed participants of this study took an average of 10,000 or more steps per day with some individuals achieving 15,000 steps per day. These individuals, many of whom work in a high stress clinical environment, may benefit more from interventions that provide them opportunities to rest and recover while at work. Additionally, there is still a lack of consensus on whether occupational and leisure physical activity have the same beneficial effects on health outcomes  (Holtermann, et al., 2012) . Some epidemiological studies have suggested that higher occupational physical activity is associated with increased risk of all-cause mortality and cardiovascular disease  (Holtermann, et al., 2012; Li et al., 2013) . Conversely, prospective studies have reported that higher occupational physical activity may have a health promoting effects after accounting for other confounding factors, such as education and income  (Dalene et al., 2021; Stamatakis et al., 2021) . Until this relationship is clearer, practitioners should consider the total physical activity levels of working groups prior to implementing programs designed to promote more occupational physical activity  (Buckley et al., 2015; Gallagher & Carr, 2022) .\n\nFor example, high sedentary time has been associated with poor health outcomes, including higher blood pressure and adiposity  (Bakker et al., 2020; Beale et al., 2020; Carter et al., 2017; de Rezende et al., 2014; Prince et al., 2019) . Based on current hypotheses and the best available evidence, it seems reasonable to promote physical activity at work among sedentary workers, especially when promoting physical activity that is higher intensity, breaks up sedentary bouts, does not last for long bouts (e.g., over recommended levels of upright time), and can be recovered from before the next bout  (Holtermann et al., 2018) . Future studies that explore the effects of adding facilitating internal design features to promote occupational physical activity among sedentary working groups, specifically, are warranted.\n\nThese findings may be particularly relevant to healthcare administrators who are able to decide on organizational-level interventions to protect and promote employee health. For example, we observed large differences in occupational activity within healthcare provider groups who often work in similar settings within a hospital. Nursing assistants walked an average of 16,111 steps per day compared to 8,187 steps per day that nurses walked in a day. Before implementing costly organizational-level interventions that could impact a wide range of employees working in shared settings like a hospital, it is important for administrators to have a clear understanding of differences in occupational activity by subgroups, the unique needs of those subgroups, and the differential impact specific design features might have on occupational activity.\n\nThe COM-B model is an established and recognized theory used to characterize and design behavior change interventions  (Michie et al., 2011) . The COM-B model suggests health behaviors are determined by three essential conditions: (1) capability, (2) opportunities, and\n\n(3) motivation. This model recognizes that behaviors are not always a choice but rather impacted by an individual's personal capabilities and the opportunities they have available to them.\n\nTo support employee's capability to be active at work, designers must ensure buildings are designed to support all employees' physical abilities. As mentioned previously, providing desk workers with height adjustable desks has been shown to reduce occupational sitting and increase standing, at least in the short term  (Shrestha et al., 2018) . Additionally, placing bathrooms, water fountains, and other amenities throughout a building and within walking distance may promote more natural movement throughout the day.\n\nTo ensure all employees have the opportunity to be active, we recommend facilities include cost-effective external and internal supportive facilities including bike racks to promote active transport to work, safe and well-lit stair wells, locker rooms to allow employees to change and get cleaned up before or after a shift, and open activity spaces to support exercise classes. Finally, to support employee's motivation to be active at work, we recommend posting education and motivational signs, and point-of-decision prompts to promote the use of existing facilities.\n\nFinally, in the spirit of the SEM, we recommend the implementation of multiple strategies that operate at multiple levels of influence. Multilevel approaches have been recommended by health promotion professionals for nearly 40 years dating back to direct calls in the 1986 Ottawa Charter for Health Promotion. For example, many activity promoting facilities including stair wells go mostly unused by employees. Posting way finding signs, motivational point-ofchoice prompts, hosting wellness challenges to use the stairs, and providing direct encouragement from leadership to use the stairs when going up one or two flights can be cost effective approaches to increase the use of a resource that already exists.\n\nThis study has some limitations, and thus our findings should be considered with caution. A major limitation of our study is that the sample largely came from the same community and university, limiting generalizability. Our study was limited in the number of environmental features, and important environmental features may not have been considered. In addition, this study was a cross-sectional design, so temporality and causality cannot be established."
    },
    {
      "title": "Conclusions",
      "text": "Internal design and workstations were associated with physical activity during the workday. These findings are consistent with previous studies supporting a relation between internal workplace environment feature and occupational physical activity. Further research is needed to establish which specific environmental features are most strongly associated with physical activity."
    },
    {
      "title": "Implications for Practice",
      "text": "Our findings suggest workspaces in the presence of more physical activity promoting facilities within a workspace may result in more occupational physical activity among employees. Based on these findings, administrators in charge of occupational wellness and facility decisions should consider making internal design changes that provide employees more opportunities to be active at work (e.g., adding dedicated space for physical activity at work); improve employees capability to be active at work (e.g., ensuring bathrooms, water fountains, and work amenities are accessible to all and within walking distance); and promote employees motivation to be active throughout the day (e.g., adding health promotion campaign messages throughout the building). We also found desk-bound workers are less active and sit-less at work compared to employees who do not have desks. Deskbound workers may be at higher risk for sedentary-related health consequences and would especially benefit from internal design changes to promote more movement at work."
    },
    {
      "text": "2,081) steps (42.1% of the total) were achieved during leisure time. Participants spent an average of 41.0 (standard deviation: 7.0) min per hour (68.3%) of the total day sitting. Participants were seated or lying an average of 29.0 (standard deviation: 15.8) min per hour (48.3%) during work time and 48.0 (standard deviation: 8.1) min per hour (80%) during leisure time."
    },
    {
      "text": "Figure 1. The adjusted mean steps per hour by desk type are shown above. Note.When controlling for confounders, workers not using a desk reported 501 more steps than a standard desk (p < .01) and 519 more steps than a sit-stand desk (p < .01), while there were no significant differences between a sit-stand and standard desk (p ¼ .88). *p < .05; ns p >.05."
    },
    {
      "text": "Figure 2. The adjusted means for sedentary time per hour is shown above. Note. Workers without a desk sat for 16 min (p < .01) and 18 min (p < .01) less than workers with a sit-stand and standard desk, respectively. There was no difference in sedentary time between workers with a sit-stand desk and a standard desk (p ¼ .6). *p < .05; ns p > .05."
    },
    {
      "text": "Demographic Information."
    },
    {
      "text": "Total Activity Levels by Occupation Category."
    }
  ],
  "references": [
    {
      "title": "Accuracy of inclinometer functions of the activPAL and Acti-Graph GT3Xþ: A focus on physical activity",
      "authors": [
        "H.-S An",
        "Y Kim",
        "J.-M Lee"
      ],
      "year": 2017,
      "doi": "10.1016/j.gaitpost.2016.10.014"
    },
    {
      "title": "Correlates of total and domain-specific sedentary behavior: A cross-sectional study in Dutch adults",
      "authors": [
        "E Bakker",
        "M Hopman",
        "D Lee",
        "A Verbeek",
        "D Thijssen",
        "T Eijsvogels"
      ],
      "year": 2020,
      "doi": "10.1186/s12889-020-8316-6"
    },
    {
      "title": "Architectural design and physical activity: An observational study of staircase and elevator use in different buildings",
      "authors": [
        "D Bassett",
        "R Browning",
        "S Conger",
        "D Wolff",
        "J Flynn"
      ],
      "year": 2013,
      "doi": "10.1123/jpah.10.4.556"
    },
    {
      "title": "Are all sedentary behaviors equal? An examination of sedentary behavior and associations with indicators of disease risk factors in women",
      "authors": [
        "C Beale",
        "E Rauff",
        "W O'brien",
        "S Shultz",
        "P Fink",
        "R Kruger"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17082643"
    },
    {
      "title": "Sedentary time and its association with risk for disease incidence, mortality, and hospitalization in adults: A systematic review and meta-analysis",
      "authors": [
        "A Biswas",
        "P Oh",
        "G Faulkner",
        "R Bajaj",
        "M Silver",
        "M Mitchell",
        "D Alter"
      ],
      "year": 2015,
      "doi": "10.7326/m14-1651"
    },
    {
      "title": "The ecology of human development [electronic resource]: Experiments by nature and design",
      "authors": [
        "U Bronfenbrenner"
      ],
      "year": 1996
    },
    {
      "title": "The sedentary office: An expert statement on the growing case for change towards better health and productivity",
      "authors": [
        "J Buckley",
        "A Hedge",
        "T Yates",
        "R Copeland",
        "M Loosemore",
        "M Hamer",
        "G Bradley",
        "D Dunstan"
      ],
      "year": 2015,
      "doi": "10.1136/bjsports-2015-094618"
    },
    {
      "title": "American time use survey-2021",
      "year": 2022
    },
    {
      "title": "Work and home neighborhood design and physical activity",
      "authors": [
        "J Carlson",
        "L Frank",
        "J Ulmer",
        "T Conway",
        "B Saelens",
        "K Cain",
        "J Sallis"
      ],
      "year": 2018,
      "doi": "10.1177/0890117118768767"
    },
    {
      "title": "Multicomponent intervention to reduce daily sedentary time: A randomised controlled trial",
      "authors": [
        "L Carr",
        "K Karvinen",
        "M Peavler",
        "R Smith",
        "K Cangelosi"
      ],
      "year": 2013,
      "doi": "10.1136/bmjopen-2013-003261"
    },
    {
      "title": "Total worker health intervention increases activity of sedentary workers",
      "authors": [
        "L Carr",
        "C Leonhard",
        "S Tucker",
        "N Fethke",
        "R Benzo",
        "F Gerr"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2015.06.022"
    },
    {
      "title": "Cross-sectional examination of long-term access to sit-stand desks in a professional office setting",
      "authors": [
        "L Carr",
        "M Swift",
        "A Ferrer",
        "R Benzo"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2015.07.013"
    },
    {
      "title": "Feasibility of a portable pedal exercise machine for reducing sedentary time in the workplace",
      "authors": [
        "L Carr",
        "K Walaska",
        "B Marcus"
      ],
      "year": 2012,
      "doi": "10.1136/bjsm.2010.079574"
    },
    {
      "title": "Sedentary behavior and cardiovascular disease risk: Mediating mechanisms",
      "authors": [
        "S Carter",
        "Y Hartman",
        "S Holder",
        "D Thijssen",
        "N Hopkins"
      ],
      "year": 2017,
      "doi": "10.1249/jes.0000000000000106"
    },
    {
      "title": "Systematic comparative validation of self-report measures of sedentary time against an objective measure of postural sitting (activPAL)",
      "authors": [
        "S Chastin",
        "M Dontje",
        "D Skelton",
        "´ Čukic",
        "I Shaw",
        "R Gill",
        "J Greig",
        "C Gale",
        "C Deary",
        "I Der",
        "G Dall",
        "P Skelton",
        "D Chastin",
        "S Cox",
        "S Coulter",
        "E Čukic",
        "I Dall",
        "P Deary",
        "I Der",
        "G Dall"
      ],
      "year": 2018,
      "doi": "10.1186/s12966-018-0652-x"
    },
    {
      "title": "The effectiveness of sit-stand workstations for changing office workers' sitting time: Results from the Stand@Work randomized controlled trial pilot",
      "authors": [
        "J Chau",
        "M Daley",
        "S Dunn",
        "A Srinivasan",
        "A Do",
        "A Bauman",
        "H Van Der Ploeg"
      ],
      "year": 2014,
      "doi": "10.1186/s12966-014-0127-7"
    },
    {
      "title": "Trends over 5 decades in U.S. occupation-related physical activity and their associations with obesity",
      "authors": [
        "T Church",
        "D Thomas",
        "C Tudor-Locke",
        "P Katzmarzyk",
        "C Earnest",
        "R Rodarte",
        "C Martin",
        "S Blair",
        "C Bouchard"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pone.0019657"
    },
    {
      "title": "Occupational physical activity and longevity in working men and women in Norway: A prospective cohort study",
      "authors": [
        "K Dalene",
        "J Tarp",
        "R Selmer",
        "I Ariansen",
        "W Nystad",
        "P Coenen",
        "S Anderssen",
        "J Steene-Johannessen",
        "U Ekelund"
      ],
      "year": 2021,
      "doi": "10.1016/S2468-2667&lpar;21&rpar;00032-3"
    },
    {
      "title": "Sedentary behavior and health outcomes: An overview of systematic reviews",
      "authors": [
        "L De Rezende",
        "M Rodrigues Lopes",
        "J Rey-López",
        "V Matsudo",
        "O Luiz",
        "C Do"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0105620"
    },
    {
      "title": "Worksite policies and environments supporting physical activity in midwestern communities",
      "authors": [
        "E Dodson",
        "S Lovegreen",
        "M Elliott",
        "D Haire-Joshu",
        "R Brownson"
      ],
      "year": 2008,
      "doi": "10.4278/ajhp.07031626"
    },
    {
      "title": "Point-of-decision signs and stair use in a university worksite setting: General versus specific messages",
      "authors": [
        "M Eckhardt",
        "J Kerr",
        "W Taylor"
      ],
      "year": 2015,
      "doi": "10.4278/ajhp.120816-ARB-398"
    },
    {
      "title": "Does active design influence activity, sitting, wellbeing and productivity in the workplace? A systematic review",
      "authors": [
        "L Engelen"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17249228"
    },
    {
      "title": "Can building design impact physical activity? A natural experiment",
      "authors": [
        "A Eyler",
        "A Hipp",
        "C Valko",
        "R Ramadas",
        "M Zwald"
      ],
      "year": 2018,
      "doi": "10.1123/jpah.2017-0319"
    },
    {
      "title": "Leisure but not occupational physical activity and sedentary behavior associated with better health",
      "authors": [
        "J Gallagher",
        "L Carr"
      ],
      "year": 2021,
      "doi": "10.1097/jom.0000000000002365"
    },
    {
      "title": "Response to: Does the dissociated effect of physical activity and sedentary behaviors on overall health depend on their occupational or leisure setting?",
      "authors": [
        "J Gallagher",
        "L Carr"
      ],
      "year": 2022,
      "doi": "10.1097/jom.0000000000002441"
    },
    {
      "title": "Twelve-month stability of accelerometer-measured occupational and leisure-time physical activity and compensation effects",
      "authors": [
        "J Gay",
        "D Buchner"
      ],
      "year": 2022,
      "doi": "10.1123/jmpb.2021-0010"
    },
    {
      "title": "Does an 'activity-permissive' workplace change office workers' sitting and activity time?",
      "authors": [
        "E Gorman",
        "M Ashe",
        "D Dunstan",
        "H Hanson",
        "K Madden",
        "E Winkler",
        "H Mckay",
        "G Healy"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0076723"
    },
    {
      "title": "Systematic review of the prospective association of daily step counts with risk of mortality, cardiovascular disease, and dysglycemia",
      "authors": [
        "K Hall",
        "E Hyde",
        "D Bassett",
        "S Carlson",
        "M Carnethon",
        "U Ekelund",
        "K Evenson",
        "D Galuska",
        "W Kraus",
        "I.-M Lee",
        "C Matthews",
        "J Omura",
        "A Paluch",
        "W Thomas",
        "J Fulton"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00978-9"
    },
    {
      "title": "The health paradox of occupational and leisure-time physical activity",
      "authors": [
        "A Holtermann",
        "J Hansen",
        "H Burr",
        "K Søgaard",
        "G Sjøgaard"
      ],
      "year": 2012,
      "doi": "10.1136/bjsm.2010.079582"
    },
    {
      "title": "The physical activity paradox: Six reasons why occupational physical activity (OPA) does not confer the cardiovascular health benefits that leisure time physical activity does",
      "authors": [
        "A Holtermann",
        "N Krause",
        "A Van Der Beek",
        "L Straker"
      ],
      "year": 2018,
      "doi": "10.1136/bjsports-2017-097965"
    },
    {
      "title": "Occupational and leisure time physical activity: Risk of all-cause mortality and myocardial infarction in the Copenhagen city heart study. A prospective cohort study",
      "authors": [
        "A Holtermann",
        "J Marott",
        "F Gyntelberg",
        "K Søgaard",
        "P Suadicani",
        "O Mortensen",
        "E Prescott",
        "P Schnohr"
      ],
      "year": 2012,
      "doi": "10.1136/bmjopen-2011-000556"
    },
    {
      "title": "Workplace building design and office-based workers' activity: A study of a natural experiment",
      "authors": [
        "J Jancey",
        "S Mcgann",
        "R Creagh",
        "K Blackford",
        "P Howat",
        "M Tye"
      ],
      "year": 2016,
      "doi": "10.1111/1753-6405.12464"
    },
    {
      "title": "Perceived workplace layout design and work-related physical activity and sitting time",
      "authors": [
        "M Koohsari",
        "G Mccormack",
        "T Nakaya",
        "A Shibata",
        "K Ishii",
        "C.-Y Lin",
        "T Hanibuchi",
        "A Yasunaga",
        "K Oka"
      ],
      "year": 2022,
      "doi": "10.1016/j.buildenv.2021.108739"
    },
    {
      "title": "Physical activity and risk of cardiovascular disease: What does the new epidemiological evidence show?",
      "authors": [
        "J Li",
        "A Loerbroks",
        "P Angerer"
      ],
      "year": 2013,
      "doi": "10.1097/hco.0b013e328364289c"
    },
    {
      "title": "Workplace neighbourhood built-environment attributes and sitting at work and for transport among Japanese desk-based workers",
      "authors": [
        "C.-Y Lin",
        "M Koohsari",
        "Y Liao",
        "K Ishii",
        "A Shibata",
        "T Nakaya",
        "G Mccormack",
        "N Hadgraft",
        "T Sugiyama",
        "N Owen",
        "K Oka"
      ],
      "year": 2022,
      "doi": "10.1038/s41598-021-03071-8"
    },
    {
      "title": "Effects of office workstation type on physical activity and stress",
      "authors": [
        "C Lindberg",
        "K Srinivasan",
        "B Gilligan",
        "J Razjouyan",
        "H Lee",
        "B Najafi",
        "K Canada",
        "M Mehl",
        "F Currim",
        "S Ram",
        "M Lunden",
        "J Heerwagen",
        "K Kampschroer",
        "E Sternberg"
      ],
      "year": 2018,
      "doi": "10.1136/oemed-2018-105077"
    },
    {
      "title": "The behaviour change wheel: A new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Effect of innovative building design on physical activity",
      "authors": [
        "G Nicoll",
        "C Zimring"
      ],
      "year": 2009,
      "doi": "10.1057/jphp.2008.55"
    },
    {
      "title": "Efficacy of the 'Stand and Move at Work' multicomponent workplace intervention to reduce sedentary time and improve cardiometabolic risk: A group randomized clinical trial",
      "authors": [
        "M Pereira",
        "S Mullane",
        "M Toledo",
        "M Larouche",
        "S Rydell",
        "B Vuong",
        "L Feltes",
        "N Mitchell",
        "J De Brito",
        "K Hasanaj",
        "N Carlson",
        "G Gaesser",
        "N Crespo",
        "J Oakes",
        "M Buman"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-01033-3"
    },
    {
      "title": "Device-measured physical activity, sedentary behaviour and cardiometabolic health and fitness across occupational groups: A systematic review and meta-analysis",
      "authors": [
        "S Prince",
        "C Elliott",
        "K Scott",
        "S Visintini",
        "J Reed"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0790-9"
    },
    {
      "title": "Are we chained to our desks? Describing desk-based sitting using a novel measure of occupational sitting",
      "authors": [
        "G Ryde",
        "H Brown",
        "N Gilson",
        "W Brown"
      ],
      "year": 2014,
      "doi": "10.1123/jpah.2012-0480"
    },
    {
      "title": "Workplace interventions for reducing sitting at work",
      "authors": [
        "N Shrestha",
        "K Kukkonen-Harjula",
        "J Verbeek",
        "S Ijaz",
        "V Hermans",
        "Z Pedisic"
      ],
      "year": 2018,
      "doi": "10.1002/14651858.cd010912.pub4"
    },
    {
      "title": "Weekday and weekend patterns of objectively measured sitting, standing, and stepping in a sample of office-based workers: The active buildings study",
      "authors": [
        "L Smith",
        "M Hamer",
        "M Ucci",
        "A Marmot",
        "B Gardner",
        "A Sawyer",
        "J Wardle",
        "A Fisher"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-014-1338-1"
    },
    {
      "title": "Occupational physical activity in relation to all-cause, CVD, and cancer mortality in 349,248 adults: Prospective & longitudinal analyses of Taiwan's MJ Cohort: Oral Presentation A10.6",
      "authors": [
        "E Stamatakis",
        "T.-L Elphick",
        "M Ahmadi",
        "L.-J Chen",
        "Y.-J Lai",
        "S Paudel",
        "P.-W Ku"
      ],
      "year": 2021,
      "doi": "10.14288/hfjc.v14i3.423"
    },
    {
      "title": "Establishing and maintaining healthy environments. Toward a social ecology of health promotion",
      "authors": [
        "D Stokols"
      ],
      "year": 1992,
      "doi": "10.1037//0003-066x.47.1.6"
    },
    {
      "title": "How many steps day are enough? For adults",
      "authors": [
        "C Tudor-Locke",
        "C Craig",
        "W Brown",
        "S Clemes",
        "K De Cocker",
        "B Giles-Corti",
        "Y Hatano",
        "S Inoue",
        "S Matsudo",
        "N Mutrie",
        "J.-M Oppert",
        "D Rowe",
        "M Schmidt",
        "G Schofield",
        "J Spence",
        "P Teixeira",
        "M Tully",
        "S Blair"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-79"
    },
    {
      "title": "Occupational sitting and health risks: A systematic review",
      "authors": [
        "J Van Uffelen",
        "J Wong",
        "J Chau",
        "H Van Der Ploeg",
        "I Riphagen",
        "N Gilson",
        "N Burton",
        "G Healy",
        "A Thorp",
        "B Clark",
        "P Gardiner",
        "D Dunstan",
        "A Bauman",
        "N Owen",
        "W Brown"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2010.05.024"
    },
    {
      "title": "Reflections on physical activity and health: What should we recommend",
      "authors": [
        "D Warburton",
        "S Bredin"
      ],
      "year": 2016,
      "doi": "10.1016/j.cjca.2016.01.024"
    },
    {
      "title": "Health benefits of physical activity: The evidence",
      "authors": [
        "D Warburton",
        "C Nicol",
        "S Bredin"
      ],
      "year": 2006,
      "doi": "10.1503/cmaj.051351"
    },
    {
      "title": "Ottawa charter for health promotion",
      "year": 1986,
      "doi": "10.1093/heapro/1.4.405"
    },
    {
      "title": "Minimum amount of physical activity for reduced mortality and extended life expectancy: A prospective cohort study",
      "authors": [
        "C Wen",
        "J Wai",
        "M Tsai",
        "Y Yang",
        "T Cheng",
        "M.-C Lee",
        "H Chan",
        "C Tsao",
        "S Tsai",
        "X Wu"
      ],
      "year": 2011,
      "doi": "10.1016/S0140-6736&lpar;11&rpar;60749-6"
    },
    {
      "title": "Healthy workplaces, active employees: A systematic literature review on impacts of workplace environments on employees' physical activity and sedentary behavior",
      "authors": [
        "X Zhu",
        "A Yoshikawa",
        "L Qiu",
        "Z Lu",
        "C Lee",
        "M Ory"
      ],
      "year": 2020,
      "doi": "10.1016/j.buildenv.2019.106455"
    },
    {
      "title": "Neighborhood design, physical activity, and wellbeing: Applying the walkability model",
      "authors": [
        "A Zuniga-Teran",
        "B Orr",
        "R Gimblett",
        "N Chalfoun",
        "D Guertin",
        "S Marsh"
      ],
      "year": 2017,
      "doi": "10.3390/ijerph14010076"
    }
  ],
  "num_references": 53
}
