{
  "paper_id": "YUJQFM57",
  "title": "Effective Behavior Change Techniques in Digital Health Interventions for the Prevention or Management of Noncommunicable Diseases: An Umbrella Review",
  "abstract": "Background Despite an abundance of digital health interventions (DHIs) targeting the prevention and management of noncommunicable diseases (NCDs), it is unclear what specific components make a DHI effective. Purpose This narrative umbrella review aimed to identify the most effective behavior change techniques (BCTs) in DHIs that address the prevention or management of NCDs. Methods Five electronic databases were searched for articles published in English between January 2007 and December 2022. Studies were included if they were systematic reviews or meta-analyses of DHIs targeting the modification of one or more NCD-related risk factors in adults. BCTs were coded using the Behavior Change Technique Taxonomy v1. Study quality was assessed using AMSTAR 2. Results Eighty-five articles, spanning 12 health domains and comprising over 865,000 individual participants, were included in the review. We found evidence that DHIs are effective in improving health outcomes for patients with cardiovascular disease, cancer, type 2 diabetes, and asthma, and health-related behaviors including physical activity, sedentary behavior, diet, weight management, medication adherence, and abstinence from substance use. There was strong evidence to suggest that credible source, social support, prompts and cues, graded tasks, goals and planning, feedback and monitoring, human coaching and personalization components increase the effectiveness of DHIs targeting the prevention and management of NCDs. Conclusions This review identifies the most common and effective BCTs used in DHIs, which warrant prioritization for integration into future interventions. These findings are critical for the future development and upscaling of DHIs and should inform best practice guidelines. \n Lay summary Digital health interventions (DHIs) that use technology to deliver lifestyle support for the prevention or treatment of noncommunicable diseases (NCDs) have grown in popularity and number in recent years. However, it is unclear what aspects make a DHI effective in changing lifestyle behaviors and improving health. The aim of this study was to review the existing scientific evidence to identify effective components in DHIs that address the prevention or management of NCDs and summarize the best available evidence to date. We conducted a comprehensive electronic search for peer-reviewed systematic reviews and meta-analyses published in English between January 1, 2007 and December 31, 2022. We systematically extracted details of the reviews and the intervention components and summarized the effectiveness of components for each health domain, prioritizing the best available evidence. Eighty-five articles, spanning 12 health domains and summarizing evidence from over 865,000 individual participants, were included in the review. We found good evidence that DHIs are effective in preventing and treating NCDs. Specific intervention components that are effective and should be prioritized for inclusion in future DHIs include: using a credible source; social support; prompts and cues; graded tasks; goals and planning, feedback and monitoring, human coaching and personalization.",
  "year": 2023,
  "date": "2023-08-25",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Jacqueline",
      "surname": "Mair",
      "name": "Jacqueline Mair",
      "affiliation": "1  Future Health Technologies , Singapore-ETH Centre , Campus for Research Excellence And Technological Enterprise (CREATE) , Singapore \n\t\t\t\t\t\t\t\t Future Health Technologies \n\t\t\t\t\t\t\t\t Campus for Research Excellence And Technological Enterprise (CREATE) \n\t\t\t\t\t\t\t\t Singapore-ETH Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore",
      "email": "jacqueline.mair@sec.ethz.ch",
      "orcid": "0000-0002-1466-8680"
    },
    {
      "forename": "Alicia",
      "surname": "Salamanca-Sanabria",
      "name": "Alicia Salamanca-Sanabria",
      "affiliation": "1  Future Health Technologies , Singapore-ETH Centre , Campus for Research Excellence And Technological Enterprise (CREATE) , Singapore \n\t\t\t\t\t\t\t\t Future Health Technologies \n\t\t\t\t\t\t\t\t Campus for Research Excellence And Technological Enterprise (CREATE) \n\t\t\t\t\t\t\t\t Singapore-ETH Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore",
      "orcid": "0000-0002-2756-5592"
    },
    {
      "forename": "Mareike",
      "surname": "Augsburger",
      "name": "Mareike Augsburger",
      "affiliation": "3  Swiss Research Institute for Public Health and Addiction , University of Zurich , Zurich , Switzerland \n\t\t\t\t\t\t\t\t Swiss Research Institute for Public Health and Addiction \n\t\t\t\t\t\t\t\t University of Zurich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zurich \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "mareike.augsburger@klenico.com"
    },
    {
      "forename": "Bea",
      "surname": "Franziska Frese",
      "name": "Bea Franziska Frese",
      "affiliation": "1  Future Health Technologies , Singapore-ETH Centre , Campus for Research Excellence And Technological Enterprise (CREATE) , Singapore \n\t\t\t\t\t\t\t\t Future Health Technologies \n\t\t\t\t\t\t\t\t Campus for Research Excellence And Technological Enterprise (CREATE) \n\t\t\t\t\t\t\t\t Singapore-ETH Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "forename": "Stefanie",
      "surname": "Abend",
      "name": "Stefanie Abend",
      "affiliation": "3  Swiss Research Institute for Public Health and Addiction , University of Zurich , Zurich , Switzerland \n\t\t\t\t\t\t\t\t Swiss Research Institute for Public Health and Addiction \n\t\t\t\t\t\t\t\t University of Zurich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zurich \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "stefanie.abend@isgf.uzh.ch"
    },
    {
      "forename": "Robert",
      "surname": "Jakob",
      "name": "Robert Jakob",
      "affiliation": "5  Centre for Digital Health Interventions , Department of Management, Technology, and Economics , ETH Zurich , Zurich , Switzerland \n\t\t\t\t\t\t\t\t Centre for Digital Health Interventions \n\t\t\t\t\t\t\t\t Department of Management, Technology, and Economics \n\t\t\t\t\t\t\t\t ETH Zurich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zurich \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "rjakob@ethz.ch",
      "orcid": "0000-0003-4793-1366"
    },
    {
      "forename": "Tobias",
      "surname": "Kowatsch",
      "name": "Tobias Kowatsch",
      "affiliation": "1  Future Health Technologies , Singapore-ETH Centre , Campus for Research Excellence And Technological Enterprise (CREATE) , Singapore \n\t\t\t\t\t\t\t\t Future Health Technologies \n\t\t\t\t\t\t\t\t Campus for Research Excellence And Technological Enterprise (CREATE) \n\t\t\t\t\t\t\t\t Singapore-ETH Centre \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore",
      "email": "tobias.kowatsch@uzh.ch",
      "orcid": "0000-0001-5939-4145"
    },
    {
      "forename": "Severin",
      "surname": "Haug",
      "name": "Severin Haug",
      "affiliation": "3  Swiss Research Institute for Public Health and Addiction , University of Zurich , Zurich , Switzerland \n\t\t\t\t\t\t\t\t Swiss Research Institute for Public Health and Addiction \n\t\t\t\t\t\t\t\t University of Zurich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Zurich \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "severin.haug@isgf.uzh.ch"
    }
  ],
  "doi": "10.1016/s0140-6736(14)61682-2",
  "keywords": [
    "Digital health",
    "Intervention components",
    "Behavior change technique",
    "Lifestyle behaviors",
    "mHealth",
    "eHealth"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Noncommunicable diseases (NCDs) such as cardiovascular diseases (CVDs), cancers, respiratory diseases, and diabetes are the leading causes of death and disability worldwide  [1] . Furthermore, it is well established that many NCDs also increase the risk for mental disorders  [2] [3] [4] [5] , and that risk factors for NCDs such as tobacco use, harmful alcohol, unhealthy diet, and physical inactivity commonly cluster in people with mental disorders  [6] . The combined health, societal, and economic burden of NCDs and mental disorders is tremendous. Projections estimate the global cumulative economic cost of NCDs between 2010-2030 to reach US$47 trillion  [7] . Furthermore, poor mental health currently costs the world economy around US$ 2.5 trillion per year and this figure is expected to rise to US$6 trillion by 2030  [8] . Therefore, tackling NCDs and their risk factors is a major public health challenge that threatens social and economic development throughout the world.\n\nTargeting risk factors that can be modified on an individual level, for example, through lifestyle behavior change, can assist in the prevention and management of NCDs  [9, 10] . Lifestyle interventions are effective in the prevention, treatment, or management of coronary heart disease  [11, 12] , obesity  [9] , diabetes  [13, 14] , and cancer  [15] . However, successful lifestyle behavior change is often difficult to achieve and is only implemented by a fraction of those in need  [16] . Furthermore, the personal everyday coaching by human healthcare professionals that often accompanies lifestyle behavior interventions is neither scalable nor financially sustainable by healthcare systems  [17] .\n\nOver the last two decades, technological advances in healthcare have created new opportunities in developing evidence-based digital health interventions (DHIs) that use information and communication technology to deliver health services or treatments. Such DHIs now allow medical doctors, health professionals, and other caregivers to scale and tailor lifestyle behavior support to individuals in need at sustainable costs  [18, 19] . Behavior change interventions usually contain several potentially active components or behavior change techniques (BCTs), herein referred to as BCTs, to which a change in the target behavior can be attributed. Despite growing research in the field of DHIs (since 2012, over 1,700 systematic reviews have been published on the topic of DHIs [PubMed search \"digital health intervention,\" filter \"systemic review,\" date range \"2012-2022\"]), it remains unclear which BCTs in DHIs are the most effective in changing lifestyle behaviors. Given the relevance of lifestyle behavior interventions for the prevention and treatment of a broad range of NCDs, understanding the BCTs that are consistently eliciting positive behavioral effects could help in the design of more effective and more efficient DHIs that have a greater impact on health outcomes. Therefore, the objective of this study was to conduct a narrative umbrella review of systematic reviews to identify the most effective health-related BCTs in DHIs that address the prevention or management of the most common NCDs and provide recommendations that will guide future research related to the development of effective DHIs."
    },
    {
      "title": "Methods",
      "text": "An umbrella review, also referred to as an \"overview of reviews\" or \"review of reviews\", is a synthesis of existing systematic reviews that summarizes the highest level of evidence available, allowing decision makers to gain a clear understanding of a broad topic area  [20] . This umbrella review was conducted in accordance with the registered protocol (Open Science Framework Registry;  https://doi.  org/10.17605/OSF.IO/GE2RS ), and the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) 2020 statement  [21] ."
    },
    {
      "title": "Search Strategy",
      "text": "We searched the following electronic databases for English language articles published between January 1, 2007 (coinciding with the release of the iPhone and therefore expansion of mHealth studies) and January 24, 2021: OVID (Medline), CINAHL, Web of Science, PsychInfo, and Embase. In addition, we hand-searched reference lists of identified studies and systematic reviews to identify potentially relevant studies. The search was later updated to December 31, 2022. The entire electronic search strategy is presented in Supplementary File 2."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "Eligible participants, interventions, comparisons, outcomes, and study designs (PICOS) were identified a priori and are outlined below."
    },
    {
      "title": "Population",
      "text": "Studies that included adults, or predominantly adults (not more than 25% of included primary studies targeting children or adolescents), aged 18 years or over were eligible for inclusion. Participants could be from a clinical population. Studies that included papers targeting indirectly affected groups of people (e.g., relatives, medical professionals, or parents) were excluded."
    },
    {
      "title": "Intervention",
      "text": "Eligible interventions were those that used e-or mHealth to target the modification of one or more NCD-related risk factors. E-and mHealth interventions are defined as those that use information and communication technologies to improve health and healthcare. eHealth interventions mainly use the Internet while mHealth interventions use mobile devices such as mobile phones, patient monitoring devices, personal digital assistants, and other wireless devices  [22] . Reviews were excluded if they included interventions where e-or mHealth functions were not the primary intervention component, for example interventions using human-based coaching via telephone as a primary component. Interventions that took place primarily via social networks (e.g., via Twitter or Facebook) were also ineligible."
    },
    {
      "title": "Comparison",
      "text": "As this was an umbrella review of published systematic reviews, a comparator or control group was not required for inclusion in this study. However, given our interest in effectiveness of interventions and BCTs, we included reviews where evidence from primary experimental studies with an appropriate comparator was available."
    },
    {
      "title": "Health domains and outcomes",
      "text": "Given the breadth of potentially relevant papers, we deemed it necessary to limit the focus of this review to those papers which focused on the prevention or management of the most common NCDs and risk factors. These were:\n\n• NCDs: CVD, cancer, type 2 diabetes, and asthma.\n\n• Risk factors: physical activity, diet, weight management, medication adherence, and substance use (including tobacco smoking, problem drinking, and drug use).\n\nWe did not limit our search of papers within these health domains to those reporting on specific outcomes given the purpose of the review was to qualitatively review effective BCTs across a range of health conditions rather than quantitatively synthesize effectiveness on disease-specific health outcomes."
    },
    {
      "title": "Study designs",
      "text": "Published systematic reviews and meta-analyses of randomized-controlled trials (RCTs), nonrandomized controlled trials (NRCTs), case-control studies, quasiexperimental studies, or single-arm pre-post studies reporting both intervention effectiveness outcome data and BCTs were eligible for inclusion. Purely narrative or qualitative reviews and single studies were ineligible."
    },
    {
      "title": "Study Selection",
      "text": "Bibliographic records were extracted and imported into Covidence ( https://www.covidence.org/ ). After excluding duplicates, titles and abstracts were independently assessed by two researchers. In the event of discrepancies, a final evaluation was carried out by a third independent person. The full texts of relevant articles were independently reviewed by two researchers for compliance with the inclusion and exclusion criteria. In the event of discrepancies, a final evaluation was carried out by a third independent person."
    },
    {
      "title": "Data Extraction",
      "text": "Data were extracted independently by one researcher using a pre-piloted data extraction form prepared using Microsoft Excel. A second author (J.L.M) checked all data extraction for accuracy. Disagreements were resolved by consensus. Extracted data included: (a) title of publication, (b) year of publication, (c) name of the journal, (d) first author, (e) health domain studied, (f) aim of the review, (g) publication period of the primary studies, (h) sample/population: clinical or general population, (i) study design of primary studies, (j) number of primary studies, (k) total sample size, (l) main contents of the intervention, (m) results on intervention effectiveness, (n) risk of bias and evidence certainty information, and (o) findings related to BCTs."
    },
    {
      "title": "Quality Assessment",
      "text": "Two reviewers (A.S.-S. and B.F.F.) independently assessed the methodological quality of each systematic review using the AMSTAR 2 rating scale  [23] . AMSTAR 2 contains 16 items to critically appraise the methodological aspects of systematic reviews that include randomized or nonrandomized studies of healthcare interventions. Any disagreements were discussed and agreed upon between the two reviewers and a third reviewer (J.L.M) checked all final assessments for accuracy."
    },
    {
      "title": "Data Analysis and Synthesis",
      "text": "The information extracted from the individual reviews was summarized narratively and categorized according to health domains. Categories were not determined a priori. Instead, based on the identified reviews, the relevant areas were determined iteratively, to which the individual reviews were then assigned. In this way, it was also possible to consider reviews that combined studies on digital interventions addressing several areas simultaneously (so-called lifestyle interventions, e.g., on nutrition, physical activity, and weight reduction). The effectiveness of DHIs was first described separately for the individual areas, based on the identified reviews and meta-analyses. Due to heterogeneity of DHIs and outcomes, both across and within health domains, pooled meta-analyses were not possible, therefore effect data are narratively summarized as reported by the authors of the included reviews. In a second step, the effectiveness of BCTs in the respective health area was evaluated. The approach was guided by Michie et al.  [24]  whereby all available evidence can be used to draw appropriate conclusions about BCTs that can be generalized to other settings and contexts. Initially, the most comprehensive relevant study was identified (e.g., where all features are closest to the specific behavior, intervention delivery, and target population) and an assessment was made on the effect of the relevant BCTs on the respective target behavior, and the generalizability to other health domains. Quantitative evidence, for example from meta-regression or subgroup analysis, were weighted more highly than qualitative summaries such as the frequency of BCTs used within effective interventions. This assessment was then iteratively supplemented and updated based on other relevant studies, considering the relevance and quality of these studies. This approach follows the Bayesian principles of creating an initial level of confidence in a hypothesis that is then progressively supplemented and updated with new information. The extent to which the new information changes the existing information depends on the effect size and relevance of the study. In a third step, the evidence for BCT effectiveness was summarized by health domain using a five tier classification whereby \"▼\" indicates good evidence of a negative effect of a BCT from subgroup or meta-regression analyses; \"O\" indicates mixed evidence or no effect of a BCT; \"O-\" and \"O+\" indicate some evidence for positive or negative effect of a BCT, respectively, derived from low-quality evidence such as frequency of individual BCTs within effective interventions; and \"▲\" indicates good evidence of a positive effect of a BCT from subgroup or meta-regression analyses. The aim of this catalog of criteria was to provide clear recommendations for BCT use within each health domain. BCTs were coded using the Behavior Change Technique Taxonomy version 1  [25]  where possible, and where coding was not possible due to limited information, the description of the component or technique provided by the original authors was maintained."
    },
    {
      "title": "Differences From Protocol",
      "text": "The final protocol of this review slightly deviated from the originally registered protocol (Open Science Framework Registry;  https://doi.org/10.17605/OSF.IO/GE2RS ) due to significant differences in the reporting of BCTs within research trials and reviews of NCDs and common mental disorders (CMDs). Initially, it was our intention to summarize the evidence for NCDs and CMDs collectively but during data extraction, it became evident that studies of CMDs focus more on the effect of therapeutic strategies than BCTs which precluded qualitative synthesis across these domains. Additionally, the search was updated to December 31, 2022 prior to publication to ensure the most recent best evidence was summarized."
    },
    {
      "title": "Results",
      "text": "After removing duplicates, 1,233 records were identified by electronic searches and three additional articles from handsearching strategies. After title and abstract screening, 242 full-text articles were reviewed and 86 met the inclusion criteria. Following data extraction, one paper  [26]  was subsequently excluded due to duplicate data from another included review  [27] , resulting in 85 included reviews. The PRISMA flowchart with exclusion reasons is presented in Fig.  1 . A summary of the included reviews is presented in Supplementary File 1 with the most comprehensive and relevant study for each health domain listed first, followed by other relevant studies. Excluded studies with reasons for exclusion are listed in Supplementary File 3. The evidence for the effectiveness of BCTs is summarized in Table  1 ."
    },
    {
      "title": "Quality of the Evidence",
      "text": "Only four included reviews were rated as high quality using AMSTAR 2. Most reviews were rated as either moderate (k = 22), low (k = 29), or critical low (k = 30). Reasons for low ratings were largely due to critical flaws whereby there was no preregistered protocol or consideration of bias when interpreting results. Secondly, primary studies within these reviews were typically subject to high risk of bias, and effect sizes were often assessed with high statistical heterogeneity. However, in most cases, the risk of bias was compromised due to the lack of blinding of participants, which is often not possible due to the nature of behavior change interventions. The full quality assessment using AMSTAR 2 is presented in Supplementary File 4. Table 1 Summary of the Effectiveness of Health-Related Behavior Change Techniques Across Health Domains ). Table 1. Continued Downloaded from  https://academic.oup.com/abm/article/57/10/817/7251346  by University of Iowa user on 15 August 2025"
    },
    {
      "title": "Metabolic syndrome",
      "text": "Only one low-quality systematic review and meta-analysis of RCTs focusing on eHealth interventions for patients with, or at risk of, metabolic syndrome (n = 2,865) was included  [28] . EHealth interventions were found to have moderate to large effects on a range of metabolic risk factors, including waist circumference, glucose and lipid profiles, blood pressure, body mass index, and body mass, when compared with a comparison group. However, no significant between group effect was detected for glycated haemoglobin (HbA1c).\n\nThere was insufficient evidence to determine associations between BCTs and eHealth intervention effectiveness."
    },
    {
      "title": "Cardiovascular disease",
      "text": "One integrative review  [29] , three systematic reviews  [30] [31] [32] , and five systematic reviews with meta-analysis  [33] [34] [35] [36] [37]  on DHIs for patients (total participants n = 28,991) with CVD or hypertension were identified. Two reviews were of moderate quality  [31, 33] , four were low quality  [29, 32, 35, 36]  and three were of critically low quality  [30, 34, 37] . In the most comprehensive meta-analysis of RCTs available, Li et al.  [33]  found a significant difference in systolic (mean difference [MD] -3.78 mm Hg; p < .001; 95% confidence interval [CI] -4.67 to -2.89; k = 16) and diastolic (-1.57 mm Hg; p < .001; 95% CI -2.28 to -0.86; k = 12) blood pressure between SMS-and appbased hypertension self-management interventions and control. In the meta-analysis of seven RCTs by Khoong et al.  [37] , no significant differences in systolic blood pressure between mobile app-based intervention groups compared with control were reported, but significant decreases at 6-month follow-up were found in the intervention group only (MD -4.10 mm Hg; 95% CI -6.38 to -1.38). Akinosun et al.  [36]  conducted meta-analyses of RCTs and reported significant main effects of DHIs versus usual care for total cholesterol, high-density lipoprotein cholesterol, low-density lipoprotein cholesterol, physical activity, and food intake, but no differences for body mass index, triglycerides, blood pressure, HbA1c, or other lifestyle behaviors.\n\nOverall, there was good evidence to suggest selfmonitoring (behavior), prompts and cues, graded tasks, and credible source are effective BCTs in DHIs for the management of CVD (Table  1 ). Three reviews reported on the effectiveness of BCTs for self-management of CVD using quantitative analysis. In the most comprehensive review of RCTs, subgroup analyses revealed mHealth interventions offering tailored prompts and cues based on patient health status and readiness, interactive two-way communication with a credible source (i.e., the treating physician), and multiple (vs. single) features were associated with better self-management of hypertension  [33] . In a meta-regression comparing the effect of individual BCTs within mHealth apps, action planning and graded tasks were moderately associated with increased physical activity, but negative associations were found for self-monitoring outcomes, receiving biofeedback and information on health consequences  [35] . In a meta-analysis of four RCTs  [34] , self-monitoring of physical activity using a pedometer or accelerometer increased step count in patients with CVD by 2,503 steps/day (95% CI 1,916-3,090; p < .05)."
    },
    {
      "title": "Type 2 diabetes",
      "text": "Four systematic reviews  [38] [39] [40] [41]  and three systematic reviews with meta-analysis  [42] [43] [44]  on type 2 diabetes self-management (total n = 19,368) were identified. One review was of high quality  [42] , one was moderate quality  [44] , one was low quality  [43] , and four were of critically low quality  [38] [39] [40] [41] . In the Cochrane review of RCTs by Pal et al.  [42] , there was moderate-quality evidence for a small pooled effect on HbA1c of 2.3 mmol/mol (MD -0.2%; 95% CI -0.4 to -0.1; k = 11) for computer-based interventions over comparator groups. The most recent meta-analysis of RCTs on the effectiveness of mobile apps for self-management of type 2 diabetes reported a significant effect on HbA1c (MD -0.38, 95% CI -0.50 to -0.25; p < .0001; k = 21) in favor of intervention groups compared with standard care treatment  [43] . There was no evidence that eHealth interventions were effective in improving health-related quality of life or wellbeing  [42, 44] . The included systematic reviews reported some evidence of significant improvements in HbA1c  [38] [39] [40] [41] , body weight  [39] , dietary behavior  [39] , fasting blood glucose  [38, 39] , waist circumference  [39] , cholesterol  [38] , triglycerides  [39] , general health behaviors  [38] , and psychological outcomes  [38]  in DHI groups, but overall effectiveness in comparison to control or usual care could not be established.\n\nOverall, there was good evidence to suggest action planning and self-monitoring outcomes of behavior are effective BCTs in DHIs for the management of type 2 diabetes (Table  1 ). Subgroup analyses from El-Gayar et al.  [43]  showed that action planning and self-monitoring outcome(s) of behavior were present in interventions reporting statistically significant reduction in HbA1c compared with the interventions not supporting these techniques. Pal et al.  [42]  found that self-monitoring outcome(s) of behavior and feedback on outcomes of behavior were the most commonly used BCTs in interventions that had a significant impact on HbA1c. Fu et al.  [40]  found that diabetes apps that elicited a significant reduction in HbA1c included feedback on behavior and alert reminders. van Vugt et al.  [38]  reported that online type 2 diabetes self-management interventions incorporating feedback on behavior, information about health consequences, problem solving, self-monitoring of outcome(s) of behavior, self-monitoring of behavior, and social support were all linked with improvements in health behaviors, clinical outcome measures, and psychological outcomes. Additionally, goal setting (behavior) was linked to improvements in clinical outcomes and social comparison was associated with improvements in psychological outcomes."
    },
    {
      "title": "Cancer",
      "text": "Two systematic reviews  [45, 46]  and three systematic reviews with meta-analysis  [47] [48] [49]  on DHIs for patients with cancer or cancer survivors (total n = 22,653) were included. Two reviews were of moderate quality  [45, 48]  and three reviews were low quality  [46, 47, 49] . The most comprehensive review of RCTs to date  [47]  found eHealth interventions were more effective in increasing physical activity (standardized mean difference [SMD] 0.34; 95% CI 0.21-0.48; k = 15), improving dietary behavior (SMD 0.44; 95% CI 0.18-0.70; k = 6) and reducing anxiety (SMD 1.21; 95% CI 0.36-2.07; k = 4) in current or former cancer patients compared with control. Modest but favorable trends were also found for quality of life, fatigue, and depression. Significant improvements in moderate to vigorous physical activity (MVPA) were found in a meta-analysis of five RCTs (MD = 49 min per week; 95% CI 16-82; p = .004; k = 5) and reductions in body mass index/ weight in a meta-analysis of RCTs and pre-post studies (SMD -0.23; 95% CI -0.41 to -0.05; p = .011; k = 4)  [48] . Another meta-analysis found connected health interventions to be effective in reducing symptoms of depression compared with usual care (SMD -0.226; 95% CI -0.303 to -0.149; I 2 = 0%; k = 7)  [49] .\n\nNone of the included reviews conducted any quantitative analysis on the effectiveness of individual or combinations of BCTs within DHIs for cancer patients and survivors. However, Ester et al.  [45]  conducted a weight analysis and identified problem solving and action planning to be associated with physical activity. A meta-analysis in which significant pooled effects were detected for physical activity, diet, and anxiety  [47] , the most commonly used BCTs were goal setting (behavior), self-monitoring of behavior, information about health consequences, problem solving, action planning, feedback on behavior, instructions on how to perform a behavior."
    },
    {
      "title": "Asthma",
      "text": "Only one low-quality systematic review with meta-analysis of RCTs focused on mHealth interventions to improve self-management in asthma patients (n = 954) was included  [50] . mHealth interventions were found to have moderate to large effects on medication adherence (Hedges g = 0.63, 95% CI 0.31-0.94, p < .001) and quality of life (g = 0.64, 95% CI 0.19-1.08, p = .01) when compared with standard treatment. Findings also suggest improvements in well-controlled asthma and a reduction in unscheduled doctor visits. However, for other clinical outcome measures such as lung function, no significant differences were found between groups.\n\nThere was insufficient evidence to determine associations between BCTs and asthma medication adherence or clinical outcomes. However, there was an indication that the number of BCTs used fully explained the variance in quality of life. The BCTs used most frequently and in the majority of studies were information about health consequences, self-monitoring of behavior, prompts/cues, and instruction on how to perform a behavior."
    },
    {
      "title": "Chronic conditions",
      "text": "Three systematic reviews with meta-analysis  [51] [52] [53]  and one systematic review  [54]  exploring effectiveness of DHIs in populations with different chronic conditions were included. The reviews were of moderate  [51] , low  [54] , and critically low  [52, 53]  quality. The most recent meta-analysis of RCTs examining the effectiveness of personalized mobile apps and fitness trackers on lifestyle behavior outcomes reported a moderate positive effect (SMD 0.663, 95% CI 0.228-1.10; k = 14) compared with control  [51] . Liu et al.  [52]  examined evidence from RCTs on the effectiveness of mobile apps for self-management of type 2 diabetes and hypertension and reported significant effects on HbA1c (SMD -0.44; 95% CI -0.59 to -0.29; p < .001; k = 21), systolic blood pressure (SMD -0.17; 95% CI -0.31 to -0.03; p = .02; k = 16), diastolic blood pressure (SMD -0.17; 95% CI -0.30 to -0.03; p = .02; k = 14), fasting blood glucose (SMD = -0.29; 95% CI-0.49 to -0.10; p = .004), and waist circumference (SMD -0.23; 95% CI -0.43 to -0.04; p = .02) over control  [42] . Liu et al.  [53]  also reported significant reductions in daytime systolic blood pressure (SMD -0.27; 95% CI -0.44 to -0.10; p = .002) and diastolic blood pressure (SMD -0.17; 95% CI -0.33 to -0.01; p = .03) in Internet interventions targeting exercise and diet for the modification of blood pressure.\n\nOverall, there was good evidence to suggest goal setting (behavior), feedback on behavior, self-monitoring (behavior), prompts and cues, and credible source are effective BCTs in DHIs for the management of chronic conditions (Table  1 ). In a meta-regression conducted by Tong et al.  [51] , total number of BCTs in personalized features, or the number of personalized features in mobile apps or fitness trackers had no effect on lifestyle behavior outcomes. In contrast, Liu et al. conducted subgroup analysis to show that interventions using five or more BCTs are more effective in reducing blood pressure than those with fewer than five BCTs  [53] . Subgroup analyses from Liu et al.  [52]  showed that self-monitoring outcomes of behavior (blood pressure and blood glucose), selfmonitoring behavior (medication monitoring), automated feedback on behavior and outcomes of behavior (data visualization), personalized goal setting, reminders, educational materials, and communication with a credible source (healthcare provider) were associated with positive outcomes."
    },
    {
      "title": "Multiple lifestyle behaviors",
      "text": "We identified 12 reviews on multiple lifestyle behaviors (n > 137,943), of which five were focused on NCD prevention  [55] [56] [57] [58] [59] , six were on both prevention and management of NCDs  [60] [61] [62] [63] [64] [65] , and one was related to health in general  [66] . Two reviews were of moderate quality  [60, 61] , four were low quality  [55, 57, 62, 63]  and six were of critically low quality  [56, 58, 59, [64] [65] [66] . Evidence from a recent meta-analysis of RCTs on eHealth lifestyle behavior interventions targeting CVD risk reduction in men found eHealth intervention to be more effective than control or comparison conditions for body mass index, body weight, waist circumference, systolic and diastolic blood pressure  [57] . Yang et al.  [56]  reported small but significant effects of eHealth interventions on health mediating variables (d = 0.29; 95% CI 0.20-0.38; p < .001; k = 49), health behaviors (d = 0.28; 95% CI 0.18-0.38; p < .001; k = 52), and health outcomes (d = 0.32; 95% CI 0.21-0.42; p < .001; k = 40) compared with control. Two reviews reported small (d = 0.16; 95% CI 0.09-0.23; k = 85)  [66]  to moderate (d = 0.39 ± 0.37)  [59]  average effect sizes for eHealth interventions over comparison conditions. However, other systematic reviews reported inconclusive findings with respect to DHI effectiveness. While Schoeppe et al.  [58]  found the majority (17/23; 74%) of app-based interventions targeting diet, physical activity, and/or sedentary behavior to be effective, Milne-Ives et al.  [61]  found only 24% (12/51) to be effective and 31% (16/51) partially effective (i.e., differences in some but not all outcomes) in improving health or behaviors over control or comparison conditions. Others reported few effective studies within their reviews of mHealth  [62, 64]  or e-and mHealth  [65]  interventions targeting health behavior change.\n\nOverall, there was good evidence to suggest that reducing negative emotions, human coaching, and tailoring or personalization are effective strategies to improve health behaviors via DHIs (Table  1 ). In moderator analyses, Yang et al.  [56]  reported that tailoring or personalization of content based on users' input and access to a mentor or coach were found to increase intervention effectiveness compared with interventions without these components, while Newby et al.  [55]  found that the BCT \"information about social and environmental consequences\" led to a small negative effect on self-efficacy. Webb et al.  [66]  reported significant moderate effects on health behaviors for interventions that provided BCTs \"reduce negative emotions\" (stress management) and general communication skills training, and small effects for demonstration of the behavior, problem solving, social comparison, goal setting (behavior), action planning, and feedback on behavior. In their review of apps for NCD prevention, Schoeppe et al.  [58]  found those which used goal setting (behavior), self-monitoring of behavior, and feedback on behavior were particularly effective for diet and physical activity behavior change. Dugas et al.  [64]  reported that prompts and cues, goal setting (behavior), action planning, and personalization in general, were most commonly used within effective mHealth lifestyle behavior interventions."
    },
    {
      "title": "Weight management",
      "text": "Five systematic reviews  [67] [68] [69] [70] [71]  and five systematic reviews with meta-analyses  [72] [73] [74] [75] [76]  were specifically focused on weight management for NCD prevention (n > 62,567) largely focusing on both physical activity and dietary behaviors. Two studies were rated moderate quality  [67, 68] , three were low quality  [69, 70, 72] , and five were of critically low quality  [71, [73] [74] [75] [76] . Evidence from meta-analyses of RCTs suggest that DHIs are effective in achieving weight loss in general population (-1.99 kg; 95% CI -2.19 to -1.79)  [72]  and adults with overweight or obesity (pooled effect size = 0.43; 95% CI 0.252 to 0.609; k = 11; p ≤ .01) [75]  compared with control. In a meta-analysis of RCTs, eHealth interventions were also shown to be effective in reducing in waist circumference in the general population compared with minimal intervention (mean change 2.38 cm, 95% CI 1.51-3.25; k = 24; p < .001) [73] . In their review of technology-assisted weight loss interventions, Levine et al.  [67]  found 75% of included studies achieved weight loss at the end of the study compared with controls. However, more recent reviews of DHIs for weight reduction in normal weight or overweight adults  [68, 71]  have found significant weight loss in favor of the intervention arms in only 50% of the individual studies included. Furthermore, Rhodes et al.  [76]  found that only 27% of studies had a positive effect on gestational weight gain in pregnant women in comparison with control groups.\n\nOverall, there was good evidence that human coaching is effective in promoting weight loss in DHIs. One metaregression of BCTs within Internet-based interventions identified social support as a technique associated with greater decreases in waist circumference, while self-monitoring of outcomes of behavior, goal setting (behavior), or outcomes of behavior, motivational interviewing, or the number of BCTs had no effect  [73] . In another subgroup analysis, no associations were found between weight loss and any specific type or number of mobile app features, however combining a mobile app, with an activity tracker, and behavioral intervention, or intensive behavior coaching or feedback by a human coach, showed a statistically significant weight loss  [72] . Another meta-analysis of RCTs reported greater weight loss for Internet-delivered interventions providing personalized feedback compared with control groups receiving no personalized feedback  [74] ."
    },
    {
      "title": "Physical activity and sedentary behavior",
      "text": "Eight systematic reviews  [77] [78] [79] [80] [81] [82] [83] [84]  and nine systematic reviews with meta-analyses  [85] [86] [87] [88] [89] [90] [91] [92] [93]  focusing on only physical activity and/or sedentary behavior (n = 154,654) were included. The quality of the reviews was moderate  [77] [78] [79] [85] [86] [87] [88] , low  [80] [81] [82] [89] [90] [91] , or critically low  [83, 84, 92, 93] . Several meta-analyses of RCTs or NRCTs have shown that DHIs have a significant small to moderate effect on increasing physical activity  [85] [86] [87] [88] [89] 93]  and reducing sedentary behavior  [90, 91] . mHealth interventions were found to increase daily step count by, on average, 926-1,850 steps per day  [85, 87] . However, findings from other reviews are inconclusive. For example, Tong and Laranjo  [92]  reported a nonsignificant effect of mHealth interventions on physical activity outcomes, while Xu et al.  [81] , Buckingham et al.  [78] , and Davis et al.  [77]  found that only 50%, 56%, and 62.5% of mHealth interventions targeting physical activity were effective compared with control groups, respectively. The meta-analysis of RCTs by Direito et al.  [90]  failed to find any significant effects of mHealth interventions for total physical activity, MVPA, or walking.\n\nOverall, there was good evidence to suggest that human coaching and tailoring or personalization strategies in DHIs are effective in increasing physical activity, however evidence for the effectiveness of other BCTs in physical activity interventions is largely mixed. In their meta-analysis of eHealth interventions, Davies et al.  [89]  reported that educational components were the only significant moderators of physical activity change. However, subgroup analyses from Laranjo et al.  [85]  linked four BCTs or BCT clusters to intervention effectiveness; text messaging, personalization, graded tasks, and goals and planning. The authors also found that automated monitoring and feedback did not reduce effectiveness. In a subgroup analysis by de Leeuwerk  [86]  theory-based interventions with activity trackers and coaching by a health professional were more effective than interventions without these features. Furthermore, interventions with seven BCTs or more were more effective than those with fewer than seven BCTs. By contrast, in a meta-regression by Western et al.  [88] , no associations were found for the number or type of BCTs. Hardeman et al.  [83]  reported that goal setting, action planning, discrepancy between current behavior and goal, feedback on behavior, prompts and cues, social reward, and instruction on how to perform a behavior were present in effective just-in-time adaptive interventions targeting physical activity. Triantafyllidis et al.  [84]  found that personalized behavioral goals and motivational coaching characterize effective eHealth interventions for physical activity promotion in healthy adults."
    },
    {
      "title": "Nutrition and dietary behaviors",
      "text": "Two systematic reviews  [94, 95]  and three systematic reviews with meta-analysis  [96] [97] [98]  on nutrition and/or dietary behaviors (n > 70,601) were included. One review was of high quality  [98] , one was of moderate quality  [94] , and three were of low  [96]  or critically low quality  [95, 97] . In the recent meta-analysis of RCTs and quasi-experimental studies from Villinger et al.  [96] , app-based mobile interventions were found to have a small to moderate overall pooled effect (g = 0.33; CI 0.21-0.44; p < .001) on nutritional outcomes. Effects were small for behavioral outcomes (g = 0.19; CI 0.06-0.32; p = .004; k = 21), and when separating behavioral outcomes into calorie and fruit and vegetable intake, only the effect for fruit and vegetable intake reached statistical significance (g = 0.32; CI 0.15-0.50; p < .001). The authors also reported a small to moderate effect (g = 0.23; CI 0.11-0.36; p < .001; k = 34) on nutrition-related health outcomes, such as obesity indices, blood pressure, blood lipids, and blood glucose. In a review of RCTs, Harris et al.  [98]  found interactive and tailored computer-based interventions had a positive effect on daily fruit and vegetable intake (weighted mean difference = +0.24; 95% CI 0.04-0.44; k = 12) and total daily energy consumed from fat (weighted mean difference = -1.4%; 95% CI -2.5 to -0.3; k = 10).\n\nDespite reporting significant effects for app-based interventions on nutritional outcomes, in a subgroup analysis, Villinger et al.  [96]  failed to find any significant effect of specific BCTs within the reviewed apps. Rodriguez Rocha and Kim  [97]  also reported no association between specific BCTs within web-and SMS-based interventions and effectiveness on fruit and vegetable intake; however, they found higher efficacy in interventions with seven or more BCTs and in tailored programs."
    },
    {
      "title": "Medication adherence",
      "text": "One systematic review with meta-analysis  [99]  and four systematic reviews [100-103] on medication adherence were included (n = 122,874). Reviews were of high [100], moderate  [99, 101] , low [102], and critical low [103] quality. A Cochrane review of four RCTs with at least 12-month follow-up reported low quality and uncertain evidence relating to the effects of mobile phone-delivered interventions to increase adherence to medication prescribed for the primary prevention of CVD [100]. However, in a more recent review of RCTs, Armitage et al.  [99]  found that patients with a range of conditions, including CVD, depression, Parkinson's, psoriasis, and multimorbidity, who participated in medication adherence interventions delivered by mobile apps were more likely to adhere to prescribed medications (odds ratio [OR] 2.120; 95% CI 1.635-2.747; k = 9) than those who did not use such interventions. In two other systematic reviews of RCTs [101, 102], the majority of primary studies (29/38; 76%) reported improvements in medication adherence in DHI groups compared with control or usual care with Cohen's d effect sizes ranging from very small (0.06) to large (0.8).\n\nIn a meta-regression of BCTs coded in more than three, but less than six of the nine reviewed studies, Armitage et al.  [99]  found no significant associations between the BCTs used and intervention effectiveness. Pouls et al.  [101]  noted strong evidence for a positive effect of strategies to teach skills (e.g., instructions on how to perform a behavior), to facilitate communication or decision-making, and to improve healthcare quality. Donovan et al. [103]  reported improved medication adherence in 90% of studies using BCTs to target obtaining medication, 88% of studies including problem solving, and 60% of studies including social reward."
    },
    {
      "title": "Alcohol",
      "text": "One high-quality Cochrane review of RCTs (n = 34,390) by Kaner et al.  [27]  found that participants receiving a DHI consumed 22.8 g (95% CI 15.4-30.3) less alcohol per week than control group participants at the longest reported follow-up. The authors provide moderate-quality evidence to support the use of DHIs in reducing the frequency and intensity of drinking per week, as well as the number of binges per week and the risk of being a binge drinker at longest follow-up.\n\nEvidence from the adjusted meta-regression model (including only BCTs with regression coefficients >23) indicated that behavior substitution, problem solving, and credible source are associated with reduced alcohol consumption. In an unadjusted model, goal setting, and information about antecedents were also significantly associated with reduced alcohol consumption. There was no association between the number of BCTs used and effectiveness.\n\nTobacco One moderate-quality [104] and one low-quality [105] systematic review with meta-analyses on smoking cessation (total n = 68,706) was included. McCrabb et al. [105] conducted a meta-analysis of 45 RCTs of Internet-based smoking cessation interventions and demonstrated significant shortterm (overall OR = 1.29; 95% CI 1.12-1.50; p = .001) and long-term (overall OR = 1.19; 95% CI = 1.06-1.35; p = .004) effects on smoking abstinence compared with control. Interventions were also found to be effective for \"prolonged abstinence\" (OR = 1.43; 95% CI 1.09-1.87; p = .009) and \"30-day point prevalence abstinence\" (OR = 1.75; 95% CI 1.13-2.72; p = .013). Griffiths et al. [104] also found DHIs significantly increased the odds of quitting smoking during pregnancy compared with control groups (OR = 1.44; 95% CI 1.04-2.00; p = .03). Using meta-regression, McCrabb et al. [105] found that goal setting (behavior) increased short-term effectiveness of Internet smoking cessation programs, while problem solving, action planning, social support, information on health consequences, pros and cons, and pharmacological support are associated with both short-and long-term treatment effectiveness. Similarly, in a subgroup analysis, Griffiths et al. [104] found information about antecedents, action planning, problem solving, goal setting (behavior), review behavior goals, social support, and pros and cons to be significantly associated with DHI effectiveness for smoking cessation in pregnancy. Substance use: drugs, alcohol, and/or tobacco Five systematic reviews and one meta-analysis on addictive behaviors (total n > 49,710) including mostly drug, tobacco, and/or alcohol use [106-110] but also alcohol use, gambling, and eating disorders [111] were included. Reviews were rated moderate [106, 111], low [108], and critically low [107, 109, 110] quality. Evidence from a meta-analysis of RCTs and quasi-experimental studies [107] on mobile-delivered contingency management interventions promoting abstinence from drugs, alcohol, and tobacco suggests interventions are effective for percentage of negative samples (d = 0.94; 95% CI 0.63-1.25), quit rate (d = 0.46; 95% CI 0.27-0.66), and longest duration abstinent (d = 1.08; 95% CI 0.69-1.46). Howlett et al. [106] found 34% of studies had very promising evidence (a statistically significant improvement in the primary outcome compared with control) and 42% quite promising evidence (either a statistically significant improvement within the experimental group or the between-subjects difference was significantly greater than the control group) of DHI effectiveness in reducing alcohol or substance misuse. Other evidence was largely mixed. In the review by  Staiger et al. [108]  only 30% of mobile app interventions reported significant reductions (with small to moderate effect sizes) in substance use after treatment or at follow-up, compared with a comparison condition.\n\nThere was no quantitative evidence available on the associations between BCTs and substance use outcomes. However, Howlett et al.\n\n[106] conducted sensitivity analysis of promise ratios and found self-monitoring of behavior, avoidance/ reducing exposure to cues for behavior, pros and cons, behavior practice/rehearsal, and credible source to be the most promising BCTs for alcohol misuse interventions, while problem solving and self-monitoring of behavior were the most promising for substance misuse interventions. Monetary incentives and escalating reinforcement were present in mHealth interventions included in the meta-analysis by Getty et al.  [107] , which reported large to moderate pooled effect sizes. Humphreys et al.\n\n[111] also reported that feedback on behavior, self-monitoring of behavior or outcomes of behavior, instruction on how to perform the behavior and social comparison were present in the effective high-quality studies they reviewed."
    },
    {
      "title": "Discussion",
      "text": "This umbrella review summarizes the evidence for the effectiveness of DHIs targeting the prevention and management of NCDs and systematically identifies which BCTs within these interventions are effective in improving health outcomes in adults. Using evidence from 85 reviews, spanning 12 health domains, with primary research published over a 37-year period and comprising over 865,000 individual participants, our findings suggest that DHIs are effective in improving outcomes for patients with CVD, cancer, type 2 diabetes, and asthma when compared with control or usual care conditions. Furthermore, DHIs are effective in improving health-related behaviors, including physical activity, sedentary behavior, diet, weight management, medication adherence, and abstinence from substance use in both general and clinical populations. There was strong evidence from more than one health domain that DHIs incorporating a credible source (such as communication with a professional or counselor), social support, graded tasks, prompts, and cues (in the form of messaging and reminders), and self-regulatory BCTs including goal setting, action planning, self-monitoring behavior, and feedback on outcomes of behavior are associated with greater effectiveness. Additionally, having access to a human coach, tailored or personalized content and more BCTs rather than fewer BCTs enhanced effectiveness.\n\nOptimizing behavior change interventions is necessary to disentangle effective components from ineffective components to improve overall effectiveness. Therefore, it is crucial to identify which components, under which conditions, lead to convincing and repeatable positive impacts on behavior. Here, we provide, for the first time, a comprehensive overview of the BCTs that can be linked to effectiveness and therefore should be present in future interventions.\n\nWe found strong evidence for the incorporation of tailored reminders and professional human support (e.g., from a treating physician) in interventions that largely targeted the modification of multiple lifestyle behaviors, such as physical activity and diet. The need for professional support alongside digital tools echoes previous research highlighting the importance of human coaching  [112]  or lifestyle behavior support in a face-to-face setting  [113] . Indeed, many commercially available health behavior interventions offer human support or coaching as a key feature  [114] . However, reliance on human support within DHIs vastly reduces their scalability and cost-effectiveness potential. Given that personalized support appears to be crucial for effective behavior change, alternative delivery strategies, such as using conversational agents  [114, 115, 116, 117] , should be explored as a matter of priority to develop scalable and effective DHI solutions.\n\nWe also found strong evidence for the inclusion of self-regulatory BCTs in interventions targeting people with chronic conditions, including CVD and diabetes. Specifically, a combination of BCTs including goal setting, self-monitoring, and feedback seems to be consistently aligned with enhanced effectiveness. These techniques, which derive from control theory, have previously been found to increase the effectiveness of physical activity and healthy eating interventions delivered within community, primary care, and workplace settings  [118, 119] . Therefore, our review extends the current evidence and confirms the effectiveness of these BCTs within digital formats. In line with previous reviews, we also found clear evidence that DHIs should be tailored and personalized to individuals  [51]  to improve health outcomes and should include more rather than fewer BCTs [120].\n\nSimilarly, there was strong evidence to support the inclusion of self-regulatory BCTs, such as goal setting, problem solving, and planning, in interventions targeting alcohol reduction and smoking cessation. Behavioral substitution and credible source were also identified as effective for alcohol consumption while reviewing behavioral goals, information about health consequences, pros and cons, social support, and feedback and monitoring were effective for tobacco cessation. These BCTs align closely with those seen in other lifestyle behavior interventions highlighting their effectiveness for discouraging as well as encouraging a target behavior.\n\nCurrently, there is either no or inadequate evidence to permit analysis of effective BCTs in DHIs targeting cancer and asthma self-management. Evidence from reviews of nutritional and medication adherence interventions was unable to establish any association between specific BCTs and intervention effectiveness. This highlights a need for more rigorous research on the effectiveness of individual or combinations of BCTs in these domains.\n\nSeveral steps need to be taken to advance the current state of evidence on BCT effectiveness within DHIs. Firstly, more primary experimental studies with consistently reported outcomes and appropriate statistical power are needed to (a) understand the comparative effectiveness of individual BCTs or combinations of BCTs (e.g., factorial trials), (b) optimize the timing of BCT delivery depending on participant responsiveness to a DHI (e.g., sequential multiple assignment randomized trials), and (c) to understand the proximal effectiveness of BCTs on rapidly changing and dynamic behaviors (e.g., micro-randomized trials). Secondly, future research should explore contextual factors such as intervention mode of intervention delivery, setting, population, and design features, including user interface and experience (UI/UX), gamification elements, or use of persuasive design, and how these interact with BCTs and impact user engagement and effectiveness of DHIs. Particular attention should be given to optimizing human support given the effectiveness of this component but the current resource implications that preclude large-scale implementation. Thirdly, studies should consider demographic and geographic factors, cultural differences, digital literacy, and accessibility issues, since these factors can significantly influence the effectiveness of DHIs. Fourth, more longitudinal studies are needed to understand the long-term effectiveness of DHIs in sustaining behavior change and what role adaptive interventions might play over time. Finally, future research should focus on how artificial intelligence and machine learning can be integrated into DHIs to provide personalized and adaptive interventions  [121] . These technologies can also be used for real-time analysis of collected data to identify trends and patterns, predict outcomes, and provide feedback to the users or clinicians."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The strengths of the present review include a rigorous and systematic methodology that was prospectively registered, the comprehensive examination of DHIs targeting the most common NCDs and related risk factors, the use of AMSTAR 2 to assess review quality, coding of BCTs using the BCTTv1, and adherence to the PRISMA guidelines. However, there are also several limitations to consider. We were not able to review all health conditions related to a specific domain due to the vast number of research articles, therefore we were limited to the most common NCDs. We did not describe or cite all primary studies from included reviews due to the large number of trials represented (k = 2,164). Because the included reviews were not mutually exclusive in their eligibility criteria, there may be individual trials that are represented in more than one review, particularly for trials related to behavioral interventions. However, given that our review provides only a narrative summary of effect sizes for each health domain, we do not expect this to alter our conclusions. Another limitation of the review includes the omission of grey literature or studies published in languages other than English. We were also limited to the information reported by the authors in the original reviews, which employed a variety of methodologies for data synthesis, presentation, and quality assessment. Furthermore, we were unable to identify the sociodemographic status of the populations studied within the included reviews, therefore our findings may not be representative of all segments of the adult population. Finally, our findings should be regarded with some caution due to the relatively low quality of the included reviews and the high heterogeneity found in metaanalyses of effects. It is also possible that primary studies within included reviews were subject to high methodological heterogeneity whereby study designs, intervention designs, behavior change components, and outcomes were highly variable between trials and thus could explain why DHI effectiveness for certain health domains is not yet conclusive."
    },
    {
      "title": "Conclusions",
      "text": "This is the first umbrella review to provide systematic evidence on the effectiveness of BCTs within DHIs across several health domains linked to the management and prevention of NCDs. This knowledge is critical for the future development and upscaling of DHIs and will help to establish best practice guidelines. Given the additional benefits of DHIs in terms of cost-effectiveness and scalability compared with face-to-face interventions, there is convincing evidence to support the promotion of DHIs for the prevention and management of NCDs. However, further research is needed to identify the effectiveness of DHIs across all population segments. Furthermore, higher-quality evidence from rigorous experimental trials is needed to understand which BCTs work for which health domains and in which contexts."
    },
    {
      "text": "Fig. 1. PRISMA flowchart."
    },
    {
      "text": "Downloaded from https://academic.oup.com/abm/article/57/10/817/7251346 by University of Iowa user on 15 August 2025 Downloaded from https://academic.oup.com/abm/article/57/10/817/7251346 by University of Iowa user on 15 August 2025 BCT behavior change technique. AMSTAR 2 quality ratings are indicated by colored circles as follows: High = , Moderate = , Low = , Critical Low = Classification of effectiveness from current systematic reviews and meta-analyses: • ▲ = positive effect of BCT based on good evidence such as subgroup or regression analyses. • O+ = positive effect of BCT based on low evidence such as frequency of individual BCTs within effective interventions. • O = mixed evidence or no effect. • O-= negative effect of BCT based on low level of evidence such as frequency of individual BCTs within effective interventions. • ▼ = negative effect of BCT based on good evidence such as subgroup or regression analyses. a indicates reviews reporting meta-analysis, meta-regression, or subgroup analysis related to BCT effectiveness. BCTs are coded based on the Behavior change Technique Taxonomy V1 [25], otherwise the description of the intervention component is listed as was provided by review authors. For BCTs with low evidence, only BCTs used in at least 50 % of primary study interventions and with evidence from two or more included reviews are represented in the synthesis. Studies that did not have evidence for BCTs meeting these criteria were Free (2013), Thomas Craig (2020), Wright (2021), and Getty (2019"
    }
  ],
  "references": [
    {
      "title": "Causes of Death Collaborators. Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980-2017: a systematic analysis for the Global Burden of Disease Study 2017",
      "authors": [
        "Gbd"
      ],
      "year": 2017,
      "doi": "10.1016/s0140-6736(14)61682-2"
    },
    {
      "title": "A shared framework for the common mental disorders and Non-Communicable Disease: key considerations for disease prevention and control",
      "authors": [
        "A O'neil",
        "F Jacka",
        "S Quirk"
      ],
      "year": 2015
    },
    {
      "title": "State of the art review: depression, stress, anxiety, and cardiovascular disease",
      "authors": [
        "B Cohen",
        "D Edmondson",
        "I Kronish"
      ],
      "year": 2015,
      "doi": "10.1093/ajh/hpv047"
    },
    {
      "title": "Anxiety and new onset of cardiovascular disease: critical review and meta-analysis",
      "authors": [
        "N Batelaan",
        "A Seldenrijk",
        "M Bot",
        "Ajlm Van Balkom",
        "Bwjh Penninx"
      ],
      "year": 2016
    },
    {
      "title": "Depression as a risk factor for the onset of type 2 diabetes mellitus. A meta-analysis",
      "authors": [
        "M Knol",
        "Jwr Twisk",
        "Atf Beekman",
        "R Heine",
        "F Snoek",
        "F Pouwer"
      ],
      "year": 2006
    },
    {
      "title": "Integrating mental health with other non-communicable diseases",
      "authors": [
        "D Stein",
        "C Benjet",
        "O Gureje"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l295"
    },
    {
      "title": "The Global Economic Burden of Non-Communicable Diseases",
      "authors": [
        "D Bloom",
        "E Cafiero",
        "E Jané-Llopis"
      ],
      "year": 2011,
      "doi": "10.1596/39932"
    },
    {
      "title": "Mental health matters",
      "authors": [
        "The Lancet",
        "Global Health"
      ],
      "year": 2020
    },
    {
      "title": "Healthy lifestyle interventions to combat noncommunicable disease-a novel nonhierarchical connectivity model for key stakeholders: a policy statement from the American Heart Association, European Society of Cardiology, European Association for Cardiovascular Prevention and Rehabilitation, and American College of Preventive Medicine",
      "authors": [
        "R Arena",
        "M Guazzi",
        "L Lianov"
      ],
      "year": 2015,
      "doi": "10.1093/eurheartj/ehv207"
    },
    {
      "title": "Lifestyle medicine for depression",
      "authors": [
        "J Sarris",
        "O' Neil",
        "A Coulson",
        "C Schweitzer",
        "I Berk"
      ],
      "year": 2014
    },
    {
      "title": "Lifestyle interventions reduce coronary heart disease risk",
      "authors": [
        "N Maruthur",
        "N Wang",
        "L Appel"
      ],
      "year": 2009,
      "doi": "10.1161/circulationaha.108.809491"
    },
    {
      "title": "Coaching patients On Achieving Cardiovascular Health (COACH): a multicenter randomized trial in patients with coronary heart disease",
      "authors": [
        "M Vale",
        "M Jelinek",
        "J Best"
      ],
      "year": 2003
    },
    {
      "title": "Longterm effects of lifestyle intervention or metformin on diabetes development and microvascular complications over 15-year follow-up: the Diabetes Prevention Program Outcomes Study",
      "authors": [
        "The Diabetes",
        "Prevention Program",
        "( Dpp) Research",
        "Group"
      ],
      "year": 2015
    },
    {
      "title": "Integrative health coaching for patients with type 2 diabetes",
      "authors": [
        "R Wolever",
        "M Dreusicke",
        "J Fikkan"
      ],
      "year": 2010,
      "doi": "10.1177/0145721710371523"
    },
    {
      "title": "A randomized, clinical trial of education or motivationalinterviewing-based coaching compared to usual care to improve cancer pain management",
      "authors": [
        "M Thomas",
        "J Elliott",
        "S Rao",
        "K Fahey",
        "S Paul",
        "C Miaskowski"
      ],
      "year": 2011
    },
    {
      "title": "Lifestyle as medicine: the case for a True Health Initiative",
      "authors": [
        "D Katz",
        "E Frates",
        "J Bonnet",
        "S Gupta",
        "E Vartiainen",
        "R Carmona"
      ],
      "year": 2018
    },
    {
      "title": "Design and evaluation of a mobile chat app for the open source behavioral health intervention platform Mobilecoach",
      "authors": [
        "T Kowatsch",
        "D Volland",
        "I Shih"
      ],
      "year": 2017
    },
    {
      "title": "The cost-effectiveness of digital health interventions on the management of cardiovascular diseases: systematic review",
      "authors": [
        "X Jiang",
        "W Ming",
        "J You"
      ],
      "year": 2019,
      "doi": "10.2196/13166"
    },
    {
      "title": "The Digital Pill",
      "authors": [
        "E Fleisch"
      ],
      "year": 2021
    },
    {
      "title": "Summarizing systematic reviews: methodological development, conduct and reporting of an umbrella review approach",
      "authors": [
        "E Aromataris",
        "R Fernandez",
        "C Godfrey",
        "C Holly",
        "H Khalil",
        "P Tungpunkom"
      ],
      "year": 2015,
      "doi": "10.1097/xeb.0000000000000055"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt"
      ],
      "year": 2021
    },
    {
      "title": "Multifactorial e-and mHealth interventions for cardiovascular disease primary prevention: protocol for a systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "A Direito",
        "J Rawstorn",
        "J Mair",
        "R Daryabeygi-Khotbehsara",
        "R Maddison",
        "E Tai"
      ],
      "year": 2019,
      "doi": "10.1177/2055207619890480"
    },
    {
      "title": "AMSTAR 2: a critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both",
      "authors": [
        "B Shea",
        "B Reeves",
        "G Wells"
      ],
      "year": 2017
    },
    {
      "title": "Evaluating the effectiveness of behavior change techniques in health-related behavior: a scoping review of methods used",
      "authors": [
        "S Michie",
        "R West",
        "K Sheals",
        "C Godinho"
      ],
      "year": 2018,
      "doi": "10.1093/tbm/ibx019"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston"
      ],
      "year": 2013
    },
    {
      "title": "Behavior change techniques used in digital behavior change interventions to reduce excessive alcohol consumption: a meta-regression",
      "authors": [
        "C Garnett",
        "D Crane",
        "J Brown"
      ],
      "year": 2018
    },
    {
      "title": "Personalised digital interventions for reducing hazardous and harmful alcohol consumption in community-dwelling populations",
      "authors": [
        "E Kaner",
        "F Beyer",
        "C Garnett"
      ],
      "year": 2017,
      "doi": "10.1002/14651858.cd011479"
    },
    {
      "title": "A technology-mediated interventional approach to the prevention of metabolic syndrome: a systematic review and meta-analysis",
      "authors": [
        "G Kim",
        "J-S Lee",
        "S-K Lee"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18020512"
    },
    {
      "title": "Mobile phone apps to support heart failure self-care management: integrative review",
      "authors": [
        "P Athilingam",
        "B Jenkins"
      ],
      "year": 2018
    },
    {
      "title": "Behavior change techniques in physical activity eHealth interventions for people with cardiovascular disease: systematic review",
      "authors": [
        "O Duff",
        "D Walsh",
        "B Furlong",
        "O' Connor",
        "N Moran",
        "K Woods"
      ],
      "year": 2017
    },
    {
      "title": "Internet-delivered self-management support for improving coronary heart disease and selfmanagement-related outcomes: a systematic review",
      "authors": [
        "J Palacios",
        "G Lee",
        "M Duaso"
      ],
      "year": 2017,
      "doi": "10.1097/jcn.0000000000000392"
    },
    {
      "title": "The effectiveness of mobile-health behaviour change interventions for cardiovascular disease self-management: a systematic review",
      "authors": [
        "Pfaeffli Dale",
        "L Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2016
    },
    {
      "title": "The effectiveness of self-management of hypertension in adults using mobile health: systematic review and meta-analysis",
      "authors": [
        "R Li",
        "N Liang",
        "F Bu",
        "T Hesketh"
      ],
      "year": 2020
    },
    {
      "title": "Self-monitoring to increase physical activity in patients with cardiovascular disease: a systematic review and meta-analysis",
      "authors": [
        "Y Kanejima",
        "M Kitamura",
        "K Izawa"
      ],
      "year": 2019,
      "doi": "10.1007/s40520-018-0960-7"
    },
    {
      "title": "Behaviour change techniques in cardiovascular disease smartphone apps to improve physical activity and sedentary behaviour: systematic review and meta-regression",
      "authors": [
        "K Patterson",
        "R Davey",
        "R Keegan",
        "B Kunstler",
        "A Woodward",
        "N Freene"
      ],
      "year": 2022,
      "doi": "10.1186/s12966-022-01319-8"
    },
    {
      "title": "Digital technology interventions for risk factor modification in patients with cardiovascular disease: systematic review and meta-analysis",
      "authors": [
        "A Akinosun",
        "R Polson",
        "Y Diaz-Skeete"
      ],
      "year": 2021,
      "doi": "10.2196/21061"
    },
    {
      "title": "Mobile health strategies for blood pressure self-management in urban populations with digital barriers: systematic review and meta-analyses",
      "authors": [
        "E Khoong",
        "K Olazo",
        "N Rivadeneira"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00486-5"
    },
    {
      "title": "Use of behavioral change techniques in web-based self-management programs for type 2 diabetes patients: systematic review",
      "authors": [
        "M Van Vugt",
        "M De Wit",
        "W Cleijne",
        "F Snoek"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2800"
    },
    {
      "title": "Web-based interventions for dietary behavior in adults with type 2 diabetes: systematic review of randomized controlled trials",
      "authors": [
        "J Dening",
        "Sms Islam",
        "E George",
        "R Maddison"
      ],
      "year": 2020,
      "doi": "10.2196/16437"
    },
    {
      "title": "Usability and clinical efficacy of diabetes mobile applications for adults with type 2 diabetes: a systematic review",
      "authors": [
        "H Fu",
        "S Mcmahon",
        "C Gross",
        "T Adam",
        "J Wyman"
      ],
      "year": 2017
    },
    {
      "title": "The use of technology to promote physical activity in Type 2 diabetes management: a systematic review",
      "authors": [
        "J Connelly",
        "A Kirk",
        "J Masthoff",
        "S Macrury"
      ],
      "year": 2013
    },
    {
      "title": "Computer-based diabetes self-management interventions for adults with type 2 diabetes mellitus",
      "authors": [
        "K Pal",
        "S Eastwood",
        "S Michie"
      ],
      "year": 2013,
      "doi": "10.1002/14651858.cd008776"
    },
    {
      "title": "On the efficacy of behavior change techniques in mHealth for self-management of diabetes: a meta-analysis",
      "authors": [
        "O El-Gayar",
        "M Ofori",
        "N Nawar"
      ],
      "year": 2021
    },
    {
      "title": "Do web-based interventions improve well-being in type 2 diabetes? A systematic review and meta-analysis",
      "authors": [
        "M Hadjiconstantinou",
        "J Byrne",
        "D Bodicoat"
      ],
      "year": 2016
    },
    {
      "title": "Current evidence and directions for future research in eHealth physical activity interventions for adults affected by cancer: systematic review",
      "authors": [
        "M Ester",
        "M Eisele",
        "A Wurz",
        "M Mcdonough",
        "M Mcneely",
        "Culos-Reed Sn"
      ],
      "year": 2021
    },
    {
      "title": "Systematic review of technology-based interventions to improve anxiety, depression, and health-related quality of life among patients with prostate cancer",
      "authors": [
        "Y Qan'ir",
        "L Song"
      ],
      "year": 2019,
      "doi": "10.1002/pon.5158"
    },
    {
      "title": "Impact of the method of delivering electronic health behavior change interventions in survivors of cancer on engagement, health behaviors, and health outcomes: systematic review and metaanalysis",
      "authors": [
        "K Furness",
        "M Sarkies",
        "C Huggins",
        "D Croagh",
        "T Haines"
      ],
      "year": 2020,
      "doi": "10.2196/16112"
    },
    {
      "title": "Digital health behaviour change interventions targeting physical activity and diet in cancer survivors: a systematic review and meta-analysis",
      "authors": [
        "A Roberts",
        "A Fisher",
        "L Smith",
        "M Heinrich",
        "Hww Potts"
      ],
      "year": 2017,
      "doi": "10.1007/s11764-017-0632-1"
    },
    {
      "title": "Impact of connected health interventions on psychological wellbeing and quality of life in patients with cancer: a systematic review and meta-analysis",
      "authors": [
        "I Gitonga",
        "D Desmond",
        "N Duda",
        "R Maguire"
      ],
      "year": 2022
    },
    {
      "title": "Mobile technology interventions for asthma self-management: systematic review and meta-analysis",
      "authors": [
        "L Miller",
        "B Schüz",
        "J Walters",
        "E Walters"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7168"
    },
    {
      "title": "Personalized mobile technologies for lifestyle behavior change: a systematic review, meta-analysis, and meta-regression",
      "authors": [
        "H Tong",
        "J Quiroz",
        "A Kocaballi"
      ],
      "year": 2021
    },
    {
      "title": "Effectiveness of mobile app-assisted selfcare interventions for improving patient outcomes in type 2 diabetes and/or hypertension: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "K Liu",
        "Z Xie",
        "C Or"
      ],
      "year": 2020
    },
    {
      "title": "Reducing blood pressure with Internet-based interventions: a meta-analysis",
      "authors": [
        "S Liu",
        "S Dunford",
        "Y Leung"
      ],
      "year": 2013,
      "doi": "10.1016/j.cjca.2013.02.007"
    },
    {
      "title": "Development features and study characteristics of mobile health apps in the management of chronic conditions: a systematic review of randomised trials",
      "authors": [
        "M Cucciniello",
        "F Petracca",
        "O Ciani",
        "R Tarricone"
      ],
      "year": 2021
    },
    {
      "title": "Do automated digital health behaviour change interventions have a positive effect on self-efficacy? A systematic review and meta-analysis",
      "authors": [
        "K Newby",
        "G Teah",
        "R Cooke"
      ],
      "year": 2021,
      "doi": "10.1080/17437199.2019.1705873"
    },
    {
      "title": "The effectiveness of interactivity in improving mediating variables, behaviors and outcomes of web-based health interventions: a metaanalytic review",
      "authors": [
        "Q Yang",
        "D Millette",
        "C Zhou",
        "M Beatty",
        "N Carcioppolo",
        "G Wilson"
      ],
      "year": 2020
    },
    {
      "title": "eHealth interventions for reducing cardiovascular disease risk in men: a systematic review and meta-analysis",
      "authors": [
        "J Mcmahon",
        "D Thompson",
        "M Pascoe",
        "K Brazil",
        "C Ski"
      ],
      "year": 2021,
      "doi": "10.1016/j.ypmed.2020.106402"
    },
    {
      "title": "Efficacy of interventions that use apps to improve diet, physical activity and sedentary behaviour: a systematic review",
      "authors": [
        "S Schoeppe",
        "S Alley",
        "W Van Lippevelde"
      ],
      "year": 2016
    },
    {
      "title": "Characteristics of effective Internet-mediated interventions to change lifestyle in people aged 50 and older: a systematic review",
      "authors": [
        "T Aalbers",
        "Mae Baars",
        "Mgmo Rikkert"
      ],
      "year": 2011
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Mobile apps for health behavior change in physical activity, diet, drug and alcohol use, and mental health: systematic review",
      "authors": [
        "M Milne-Ives",
        "C Lam",
        "C Cock",
        "Mhv Velthoven",
        "E Meinert"
      ],
      "year": 2020
    },
    {
      "title": "Smartphone-delivered ecological momentary interventions based on ecological momentary assessments to promote health behaviors: systematic review and adapted checklist for reporting ecological momentary assessment and intervention studies",
      "authors": [
        "K Dao",
        "De Cocker",
        "K Tong",
        "H Kocaballi",
        "A Chow",
        "C Laranjo"
      ],
      "year": 2021
    },
    {
      "title": "Using virtual representations in mHealth application interventions for health-related behaviour change: a systematic review",
      "authors": [
        "L Taylor",
        "H Ranaldi",
        "A Amirova",
        "L Zhang",
        "A Ahmed",
        "B Dibb"
      ],
      "year": 2022
    },
    {
      "title": "Unpacking mHealth interventions: a systematic review of behavior change techniques used in randomized controlled trials assessing mHealth effectiveness",
      "authors": [
        "M Dugas",
        "G Gao",
        "R Agarwal"
      ],
      "year": 2020
    },
    {
      "title": "Systematic review of context-aware digital behavior change interventions to improve health",
      "authors": [
        "Thomas Craig",
        "K Morgan",
        "L Chen"
      ],
      "year": 2021
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010
    },
    {
      "title": "Technology-assisted weight loss interventions in primary care: a systematic review",
      "authors": [
        "D Levine",
        "S Savarimuthu",
        "A Squires",
        "J Nicholson",
        "M Jay"
      ],
      "year": 2015
    },
    {
      "title": "Systematic review of electronically delivered behavioral obesity prevention interventions targeting men",
      "authors": [
        "A Knowlden",
        "A Wilkerson",
        "K Dunlap",
        "M Stellefson",
        "O Elijah"
      ],
      "year": 2022
    },
    {
      "title": "Are eHealth interventions for adults who are scheduled for or have undergone bariatric surgery as effective as usual care? A systematic review",
      "authors": [
        "C Wright",
        "R Mutsekwa",
        "K Hamilton",
        "K Campbell",
        "J Kelly"
      ],
      "year": 2021
    },
    {
      "title": "Weight management in young adults: systematic review of electronic health intervention components and outcomes",
      "authors": [
        "T Willmott",
        "B Pang",
        "S Rundle-Thiele",
        "A Badejo"
      ],
      "year": 2019
    },
    {
      "title": "Using digital devices to help people lose weight: a systematic review",
      "authors": [
        "M Besson",
        "P Gurviez",
        "J Carins"
      ],
      "year": 2020
    },
    {
      "title": "The effectiveness of combining nonmobile interventions with the use of smartphone apps with various features for weight loss: systematic review and meta-analysis",
      "authors": [
        "J Antoun",
        "H Itani",
        "N Alarab",
        "A Elsehmawy"
      ],
      "year": 2022
    },
    {
      "title": "Evaluation of Internet-based interventions on waist circumference reduction: a meta-analysis",
      "authors": [
        "D Seo",
        "J Niu"
      ],
      "year": 2015
    },
    {
      "title": "Systematic review and meta-analysis of internet-delivered interventions providing personalized feedback for weight loss in overweight and obese adults",
      "authors": [
        "A Sherrington",
        "J Newham",
        "R Bell",
        "A Adamson",
        "E Mccoll",
        "V Araujo-Soares"
      ],
      "year": 2016
    },
    {
      "title": "A Systematic review and meta-analysis of mobile devices and weight loss with an intervention content analysis",
      "authors": [
        "L Lyzwinski"
      ],
      "year": 2014
    },
    {
      "title": "Exclusively digital health interventions targeting diet, physical activity, and weight gain in pregnant women: systematic review and metaanalysis",
      "authors": [
        "A Rhodes",
        "A Smith",
        "P Chadwick",
        "H Croker",
        "C Llewellyn"
      ],
      "year": 2020
    },
    {
      "title": "A systematic review of tailored mHealth interventions for physical activity promotion among adults",
      "authors": [
        "A Davis",
        "R Sweigart",
        "R Ellis"
      ],
      "year": 2020
    },
    {
      "title": "Mobile health interventions to promote physical activity and reduce sedentary behaviour in the workplace: a systematic review",
      "authors": [
        "S Buckingham",
        "A Williams",
        "K Morrissey",
        "L Price",
        "J Harrison"
      ],
      "year": 2019
    },
    {
      "title": "Blended care interventions to promote physical activity: a systematic review of randomized controlled trials",
      "authors": [
        "V Hohberg",
        "R Fuchs",
        "M Gerber",
        "D Künzler",
        "S Paganini",
        "O Faude"
      ],
      "year": 2022
    },
    {
      "title": "Effectiveness of eHealth interventions for the promotion of physical activity in older adults: a systematic review",
      "authors": [
        "S Muellmann",
        "S Forberger",
        "T Möllers",
        "E Bröring",
        "H Zeeb",
        "C Pischke"
      ],
      "year": 2018
    },
    {
      "title": "The effects of mHealth-based gamification interventions on participation in physical activity: systematic review",
      "authors": [
        "L Xu",
        "H Shi",
        "M Shen"
      ],
      "year": 2022
    },
    {
      "title": "Promoting physical activity through conversational agents: mixed methods systematic review",
      "authors": [
        "T Luo",
        "A Aguilera",
        "C Lyles",
        "C Figueroa"
      ],
      "year": 2021,
      "doi": "10.2196/25486"
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Computerised decision support in physical activity interventions: a systematic literature review",
      "authors": [
        "A Triantafyllidis",
        "D Filos",
        "J Claes"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2017.12.012"
    },
    {
      "title": "Do smartphone applications and activity trackers increase physical activity in adults? Systematic review, meta-analysis and metaregression",
      "authors": [
        "L Laranjo",
        "D Ding",
        "B Heleno"
      ],
      "year": 2021,
      "doi": "10.1136/bjsports-2020-102892"
    },
    {
      "title": "The effectiveness of physical activity interventions using activity trackers during or after inpatient care: a systematic review and metaanalysis of randomized controlled trials",
      "authors": [
        "M De Leeuwerk",
        "P Bor",
        "H Van Der Ploeg",
        "V De Groot",
        "M Van Der Schaaf",
        "M; Oprah Van Der Leeden",
        "Consortium"
      ],
      "year": 2022,
      "doi": "10.1186/s12966-022-01261-9"
    },
    {
      "title": "Do physical activity interventions combining self-monitoring with other components provide an additional benefit compared with self-monitoring alone? A systematic review and meta-analysis",
      "authors": [
        "T Vetrovsky",
        "A Borowiec",
        "R Jurik"
      ],
      "year": 2022,
      "doi": "10.1136/bjsports-2021-105198"
    },
    {
      "title": "The effectiveness of digital interventions for increasing physical activity in individuals of low socioeconomic status: a systematic review and meta-analysis",
      "authors": [
        "M Western",
        "Meg Armstrong",
        "I Islam",
        "K Morgan",
        "U Jones",
        "M Kelson"
      ],
      "year": 2021
    },
    {
      "title": "Meta-analysis of internet-delivered interventions to increase physical activity levels",
      "authors": [
        "C Davies",
        "J Spence",
        "C Vandelanotte",
        "C Caperchione",
        "W Mummery"
      ],
      "year": 2012
    },
    {
      "title": "mHealth technologies to influence physical activity and sedentary behaviors: behavior change techniques, systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Direito",
        "E Carraça",
        "J Rawstorn",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2017
    },
    {
      "title": "Using computer, mobile and wearable technology enhanced interventions to reduce sedentary behaviour: a systematic review and meta-analysis",
      "authors": [
        "A Stephenson",
        "S Mcdonough",
        "M Murphy",
        "C Nugent",
        "J Mair"
      ],
      "year": 2017
    },
    {
      "title": "The use of social features in mobile health interventions to promote physical activity: a systematic review",
      "authors": [
        "H Tong",
        "L Laranjo"
      ],
      "year": 2018,
      "doi": "10.1038/s41746-018-0051-3"
    },
    {
      "title": "Increasing physical activity with mobile devices: a meta-analysis",
      "authors": [
        "J Fanning",
        "S Mullen",
        "E Mcauley"
      ],
      "year": 2012
    },
    {
      "title": "The promotion of eating behaviour change through digital interventions",
      "authors": [
        "Y Chen",
        "Fja Perez-Cueto",
        "A Giboreau",
        "I Mavridis",
        "H Hartwell"
      ],
      "year": 2020
    },
    {
      "title": "Factors that contribute to effective online nutrition education interventions: a systematic review",
      "authors": [
        "M Murimi",
        "B Nguyen",
        "A Moyeda-Carabaza",
        "H Lee",
        "O Park"
      ],
      "year": 2019,
      "doi": "10.1093/nutrit/nuz032"
    },
    {
      "title": "The effectiveness of app-based mobile interventions on nutrition behaviours and nutrition-related health outcomes: a systematic review and meta-analysis",
      "authors": [
        "K Villinger",
        "D Wahl",
        "H Boeing",
        "H Schupp",
        "B Renner"
      ],
      "year": 2019
    },
    {
      "title": "eHealth interventions for fruit and vegetable intake: a meta-analysis of effectiveness",
      "authors": [
        "Rodriguez Rocha",
        "N Kim"
      ],
      "year": 2019
    },
    {
      "title": "Adaptive e-learning to improve dietary behaviour: a systematic review and cost-effectiveness analysis",
      "authors": [
        "J Harris",
        "L Felix",
        "A Miners"
      ],
      "year": 2011,
      "doi": "10.3310/hta15370"
    },
    {
      "title": "Do mobile device apps designed to support medication adherence demonstrate efficacy? A systematic review of randomised controlled trials, with metaanalysis",
      "authors": [
        "L Armitage",
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2020
    },
    {
      "title": "Systematic review of RCTs assessing the effectiveness of mHealth interventions to improve statin medication adherence: using the behaviour-change technique taxonomy to identify the techniques that improve adherence",
      "authors": [
        "M Palmer",
        "S Barnard",
        "P Perel",
        "C ; Free",
        "Bph",
        "J Vriezekolk",
        "C Bekker"
      ],
      "year": 2018,
      "doi": "10.1002/14651858.CD012675.pub2"
    },
    {
      "title": "Influencing medication taking behaviors using automated two-way digital communication: a narrative synthesis systematic review informed by the Behavior Change Wheel",
      "authors": [
        "G Donovan",
        "N Hall",
        "J Ling",
        "F Smith",
        "S ; Wilkes",
        "S Griffiths",
        "J Parsons",
        "F Naughton",
        "E Fulton",
        "I Tombor",
        "K Brown"
      ],
      "year": 2018,
      "doi": "10.1111/bjhp.12580"
    },
    {
      "title": "Internet-based programs incorporating behavior change techniques are associated with increased smoking cessation in the general population: a systematic review and meta-analysis",
      "authors": [
        "S Mccrabb",
        "A Baker",
        "J Attia"
      ],
      "year": 2019
    },
    {
      "title": "A systematic review and behaviour change technique analysis of remotely delivered alcohol and/or substance misuse interventions for adults",
      "authors": [
        "N Howlett",
        "J García-Iglesias",
        "C Bontoft"
      ],
      "year": 2022
    },
    {
      "title": "Mobile telephone-delivered contingency management interventions promoting behaviour change in individuals with substance use disorders: a meta-analysis",
      "authors": [
        "C Getty",
        "A Morande",
        "M Lynskey",
        "T Weaver",
        "N Metrebian"
      ],
      "year": 2019
    },
    {
      "title": "Technology-mediated just-in-time adaptive interventions (JITAIs) to reduce harmful substance use: a systematic review",
      "authors": [
        "P Staiger",
        "O' Donnell",
        "R Liknaitzky",
        "P Bush",
        "R Milward",
        "J ; Naughton",
        "F Hekler",
        "E Brown",
        "J Businelle"
      ],
      "year": 2020
    },
    {
      "title": "Persuasive features in web-based alcohol and smoking interventions: a systematic review of the literature",
      "authors": [
        "T Lehto",
        "H Oinas-Kukkonen"
      ],
      "year": 2011
    },
    {
      "title": "Identification of behavior change techniques from successful webbased interventions targeting alcohol consumption, binge eating, and gambling: systematic review",
      "authors": [
        "G Humphreys",
        "R Evans",
        "H Makin",
        "R Cooke",
        "A Jones"
      ],
      "year": 2021
    },
    {
      "title": "Exploring the role of in-person components for online health behavior change interventions: can a digital person-to-person component suffice?",
      "authors": [
        "S Santarossa",
        "D Kane",
        "C Senn",
        "S Woodruff"
      ],
      "year": 2018
    },
    {
      "title": "Online prevention aimed at lifestyle behaviors: a systematic review of reviews",
      "authors": [
        "L Kohl",
        "R Crutzen",
        "N De Vries"
      ],
      "year": 2013
    },
    {
      "title": "Development of \"LvL UP 1.0\": a smartphone based, conversational agentdelivered holistic lifestyle intervention for the prevention of non-communicable diseases and common mental disorders",
      "authors": [
        "R Keller",
        "S Hartmann",
        "G Teepe"
      ],
      "year": 2022
    },
    {
      "title": "Elena+ Care for COVID-19, a Pandemic Lifestyle Care Intervention: Intervention Design and Study Protocol",
      "authors": [
        "J Ollier",
        "S Neff",
        "C Dworschak"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.625640"
    },
    {
      "title": "Can digital health researchers make a difference during the pandemic? Results of the singlearm chatbot-led Elena+: Care for COVID-19 interventional study",
      "authors": [
        "J Ollier",
        "P Suryapalli"
      ],
      "year": 2023,
      "doi": "10.3389/fpubh.2023.1185702"
    },
    {
      "title": "IMAGE Study Group. Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S ; Gupta",
        "C Greaves",
        "K Sheppard",
        "C Abraham"
      ],
      "year": 2009
    },
    {
      "title": "Key facets to build up eHealth and mHealth interventions to enhance physical activity, sedentary behavior and nutrition in healthy subjects-an umbrella review",
      "authors": [
        "J Fiedler",
        "T Eckert",
        "K Wunsch",
        "A Woll"
      ],
      "year": 2020
    },
    {
      "title": "Designing reinforcement learning algorithms for digital interventions: pre-implementation guidelines",
      "authors": [
        "A Trella",
        "K Zhang",
        "Nahum Shani",
        "I Shetty",
        "V Doshi-Velez",
        "F Murphy"
      ],
      "year": 2022
    }
  ],
  "num_references": 115
}
