{
  "paper_id": "Z856P8D9",
  "title": "Visualized and Interacted Life: Personal Analytics and Engagements with Data Doubles",
  "abstract": "A field of personal analytics has emerged around self-monitoring practices, which includes the visualization and interpretation of the data produced. This paper explores personal analytics from the perspective of self-optimization, arguing that the ways in which people confront and engage with visualized personal data are as significant as the technology itself. The paper leans on the concept of the -data double‖: the conversion of human bodies and minds into data flows that can be figuratively reassembled for the purposes of personal reflection and interaction. Based on an empirical study focusing on heart-rate variability measurement, the discussion underlines that a distanced theorizing of personal analytics is not sufficient if one wants to capture affective encounters between humans and their data doubles. Research outcomes suggest that these explanations can produce permanence and stability while also profoundly changing ways in which people reflect on themselves, on others and on their daily lives.",
  "year": 2014,
  "date": "2014-02-18",
  "authors": [
    {
      "name": "Minna Ruckenstein",
      "email": "minna.ruckenstein@ncrc.fi",
      "affiliation": {
        "organization": "National Consumer Research Centre",
        "institution": "National Consumer Research Centre",
        "address": "P.O. Box 142, 00531, Helsinki, Finland;"
      }
    }
  ],
  "doi": "10.3390/soc4010068",
  "issn": "2075-4698",
  "md5": "21B8F51CE7438F24D8E3A17E4066E73F",
  "publication": {
    "journal": "Helsinki. Personal communication",
    "journal_inferred": true
  },
  "keywords": [
    "personal analytics",
    "visibility",
    "self-optimization",
    "Quantified Self",
    "data double",
    "data visualizations",
    "participatory research"
  ],
  "funding": [
    "",
    "",
    "",
    "Acknowledgements I am grateful to my colleagues  Mika Pantzar  and  Veera Mustonen  without whom this article would not have been possible. In addition, I thank  Marie-Louise Karttunen  and  Joni Kettunen . The study was supported by the  SalWe Research Program for Mind and Body  ( Tekes -the  Finnish Funding Agency for Technology and Innovation  grant  1104/10 )."
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "With smart phones and tracking devices, measuring and tracing aspects of -the personal‖ and -the everyday‖ is becoming more commonplace. A field of personal analytics has emerged around self-monitoring practices such as the measuring and tracking of physiological reactions, movement, and activities of individuals; the sharing of the data with others; and the interpretation of data produced  [1] [2] [3] . This article approaches personal analytics through two interrelated themes that have been identified as formative in this field: visibility and self-optimization  [3] [4] [5] [6] [7] . Self-monitoring is a OPEN ACCESS practice that seeks to make known something that is typically not a subject of reflection, with the aim of converting previously undetected bodily reactions and behavioural clues into traceable and perceptible information. Consequently, the design and technical specifications of tracking technology builds on the notion that visibility is desirable and that it is of value for people to have their physiologies and everyday movements made observable and legible.\n\nThe theme of visibility links personal analytics to modern notions of control and governmentality, the idea being that by making unknown aspects of bodies and lives detectable, we can gain more control over life processes and entities  [4, 7, 8] . From this perspective, personal analytics is part of the history of conquering previously unexplored areas by making physiological responses and behaviorheartbeat, everyday movements, the number of steps taken and so on-available for mapping and tracking. Smartphone applications and other monitoring devices act as mediators and translators that contribute to opening a widening field of everyday life to scrutiny and intervention, connecting with the theme of self-optimization. Personal analytics is thus firmly rooted in the externalization of -nature‖ as something that people are able to transform: when bodies and lives are made more transparent, they can be better acknowledged and acted upon. With the aid of digital technology, particularly the tracking and monitoring of the self, optimization becomes not only possible, but also desirable. It is not enough to have a more transparent view of oneself, one needs to respond to that knowledge and raise one's goals, thereby framing the -natural‖ body as incomplete, as failing the demands and potentials of the information age  [7] . With new data streams, the body may be increasingly controlled by reason; it can be transformed and improved in order to attain happiness and excellence. As Viseu and Suchman  [7]  (p. 163) argue: -the greater visibility of bodily information implies an associated responsibility to act‖.\n\nThe following discussion is shaped by these defining themes but, rather than reifying them, the aim is to explore how they are played out in relation to personal analytics. Both visibility and self-optimization are regarded as active processes and desires rather than static qualities of presence or absence. It is suggested that in order to engage with these processes in a more detailed and reflexive manner, it is crucial to understand how people confront and interact with their own data. I rely on the concept of -data double‖  [5]  (p. 237);  [9]  (p. 606) previously discussed in the field of surveillance studies. Haggerty and Ericson  [9]  refer to operations that first abstract human bodies by separating them into various data flows or streams and then reassemble them into data doubles to be analyzed and targeted for intervention. The aim here is to illustrate that by promoting processes that abstract and slice -the self‖ into various kinds of data flows, self-monitoring enables the making of personal data doubles. Technologies offer partial vistas of people's lives in the form of data doubles that become part of processes of knowledge formation; data doubles are ways of knowing that can be reflected on and used for various purposes.\n\nThe article presents, via an empirical self-monitoring study which produced data generated by heart-rate variability measurement, some characteristics and potentials of people's engagements with data doubles in order to emphasize the active, but also partial, nature of visibility and self-optimization. The study offers observations of how people understand and react to personal data and find value in it. By bringing to the fore ways in which people want to make use of their data doubles the discussion underlines the fact that a detached theorizing of personal analytics is not enough if one wants to capture more affective and wishful ways in which people become involved with their data. People undertake personal analytics as data emerge; while being shaped by self-tracking technologies, they also, in turn, shape them by their own ideas and practices. Data doubles operate as triggers for intervention, as shared artifacts for co-constructing and negotiating meaning: mediators that guide behavior and stimulate discussions and negotiations around personal analytics. From this perspective, digital devices and the data that they generate are material to people's lives and a part of knowing and valuing those lives  [10] ."
    },
    {
      "title": "2.. Engagements with Data Doubles",
      "text": "Not much empirical research has been conducted on everyday uses of self-monitoring. However, with its emphasis on visibility and optimization, self-monitoring sits comfortably within well-known Foucauldian themes  [5, 11] . Monitoring and tracking technologies create a -techno-gaze‖ that can be directed towards the user: measuring devices offer insights into personal data flows by making them comprehensible and actionable in terms of individual and biopolitical aims. In other words, tracking devices offer and arrange physical and metaphysical information by encouraging and persuading the measured to engage with it. Useful here is also the concept of governmentality, and associated technologies of the self, that explain processes that aim to auto-regulate and auto-correct selves through various kinds of therapeutic and health-related techniques  [11]  (p. 46). In the area of personal analytics, processes of governmentality become observable as mundane attempts to auto-correct bodies, minds and everyday doings. Less than representing a desire to be surveyed and disciplined by an outside force, personal analytics are aimed at detecting likely occurrences of diseases, anomalies or deviant behavior. The more strongly emphasized the moral imperative of healthiness, the more people feel they need to pursue it  [12] . Thus, the aim is to minimize unhealthy and deviant behavior and maximize healthy behavior.\n\nAn important arena for observing these kinds of auto-regulative processes of everyday governmentality is the Quantified Self movement that started in California in 2008  [1, 13] . The Wired magazine, one of the main advocates of the QS movement, has openly promoted self-optimization and -living by numbers‖  [14] . The theme of optimization has become an important element of the QS movement via maintaining an optimistic and solution oriented quality to the discourse on personal analytics. Typical of the QS activists' experiments is that they collect data for analysis with their smartphones and via other measurement techniques and devices, then present the data in QS meetings and online. Personal data and insights gained on -the self‖ are discussed and circulated so that others can learn from them and perform similar experiments. Significant is the fact that the participants of the QS movement are mostly healthy; they are trying to -optimize their healthiness‖ by making their bodies and minds more legible through measurement data.\n\nThe search for visibility and self-optimization suggests that by applying Foucauldian themes to personal analytics we gain a relatively sound description of what self-monitoring does. Most avid self-trackers have not only internalized the desire to know and to optimize, but also voluntarily act on it by sharing information about their tracking experiments and experiences with their friends and followers, who are invited to monitor their bodily habits and mental states in similar ways. More detailed inquiries into personal analytics and the QS movement, however, also indicate other directions worth exploring. While people distribute, share and compare their data, the notion of personal analytics promotes numerous ways of relating to data, others and selves  [5, 13] . Thus, it is worthwhile to treat personal analytics as an emerging field of interactions that consists of various kinds of practices and purposes. The Quantified Self movement might appear to be straightforward group self-optimization (or self-optimization in groups), but it is in fact an important site for questioning the meaning and value of self-monitoring devices and related data flows  [13] .\n\nIn order to attend to additional routes in exploring personal analytics, the aim here is to open for scrutiny ways in which data flows might participate in processes of knowledge formation. I have suggested that self-tracking tools abstract human bodies and minds into data flows that can be used and reflected upon. Data doubles are decorporealized and decontextualized bodies-hybrid composites of information-in ways that are intended to encourage people to act in certain ways  [5]  (p. 237). Importantly, however, recontextualized data doubles might also argue against, ignore, or bypass normative notions of auto-correcting and transforming selves. For instance, anorectics participating in pro-ana online communities share weight-loss tips and offer -thinspiration‖ to involve and encourage others in body projects  [15, 16]  which can take advantage of various forms of self-tracking, including self-monitoring devices, in order to be achieved.\n\nActive relationships with personal data underline the fact that personal analytics is emergent and unstable in its goals, characterized by diffuse processes of power that spread over many kinds of networks. This paper offers one possible window onto these processes by demonstrating that people are not only gathering and reflecting on the data, but harnessing it to personal and collective value projects. While interaction and negotiation with data doubles open new kinds of personal vistas, research has demonstrated that personal analytics also creates opportunities for animating the world in ways that are not so obvious. Following Thrift  [17]  (p. 22), data production through self-tracking can also -frame the world in new ways which deliver a kind of structured uncertainty from which it is possible to detect new things‖. As they contemplate the value they supply to the curves depicting physiological reactions to various stimuli, people learn -things‖ of which they may have been previously unaware. Rather than seeing the person engaging with the data as a bounded entity with a stable and fixed ontology, it might be instructive to appreciate him/her as in a constant state of movement towards becoming, directed by a desire to detect and form new alliances or entities."
    },
    {
      "title": "3.. Motivations for Measuring Life",
      "text": "The empirical part of the article is based on a research project conducted at the National Consumer Research Centre in Helsinki (a collaborative effort by Mika Pantzar, Veera Mustonen and Minna Ruckenstein). In spring 2012, we collected, in co-operation with VTT Technical Research Centre of Finland, an extensive body of material composed of both quantitative and qualitative self-tracking data. From the perspective of personal analytics, aggregated data can be used to identify bodily reactions and behavioural regularities, while the qualitative data might, for instance, describe the ways people experience and give meaning to measured elements in daily life  [18] . With their own questions and insights, research participants can deepen the correlations found in numerical data and provide bases for an understanding of what measurement data represents and does to people. Out of the large body of data, this discussion particularly focuses on the gathering of the qualitative elements. The aim is to describe what the data gathering process can teach us about personal analytics as an object of study and a field of interactions.\n\nData collection was supported by Finnish technology companies Vivago and Firstbeat who provided equipment that included a wrist watch measuring activity levels (Vivago), and a heart-rate variability monitor in the form of two electrodes taped on to the skin of the chest (Firstbeat). Evidently, by using marketed tracking devices in our research design, we too became part of the self-tracking market. From this perspective, our research takes place within a collaborative economy wherein market agents promote research that takes advantage of their devices in order to gain legitimacy and reinforce the credibility and reliability of their offerings. We decided to co-operate because we could not have realized our research otherwise. Not naming the companies was an option we considered, but we felt that it was important in terms of our research results to make known our collaborators. The association with technology companies means that this study has an inbuilt tension that cannot be resolved; we could only deal with it by being reflexive and open-minded about the goals of our research. This research stance was an intentional counterbalance to the device market that tends to represent personal analytics in a programmatic and decontextualized manner: as a solution rather than a starting point. Conversely, we were curious to observe what is actually being promoted by confronting people with digital devices and the data they generate.\n\nMuch of the output of self-monitoring devices and mobile health applications, including the data that they generate, fails to engage people  [19] . Therefore, one cannot take for granted that the data flows produced by health and wellness devices and applications are of interest to their users. For our research participants the data generated by the Firstbeat device turned out to be most rewarding, despite the fact that they had no access to their recorded data during the measurement period. Some research participants did, however, comment on the fact that we used -old-fashioned equipment‖, because many of the self-tracking technologies currently available generate real-time data and monitor the individual in the everyday as it unfolds. Thus the Firstbeat data, based on physiological research on autonomic nervous system function, is analyzed with a temporal delay. Since we are not medical experts and had no access to the algorithms producing information and visualizations on exercise and physical activity, and stress and recovery, we had to take for granted the physiological model underlying the data analysis  [20] . We made clear to our research subjects that we were not in the position to critically evaluate the -truthfulness‖ or -accuracy‖ of the heart-rate variability data and, therefore, our aim was to understand what happens after the data is brought into people's lives.\n\nThe data gathering was carried out in two parts in order that the findings from the first round could be used for correcting and supplementing the research design of the second round. Both rounds had twenty participants; altogether, we had 36 research subjects, four of which participated in both rounds. All lived in the Helsinki Metropolitan Area, and most were in regular employment. Participants were required to be in good health, meaning that they had no chronic illnesses and used no regular medication. The very first research findings cast light on the relative desirability of becoming a contributor in a self-tracking experiment. We learned that people with a systematic and disciplined relationship to sports and exercise, or an interest in monitoring technologies, are particularly drawn to this type of research; one third of our research participants were active in their chosen sports at least four times a week. Indeed, we had to deliberately restrict the number of active athletes in order to get a more heterogeneous participation. In contrast, those in poorer physical condition, who suspected that they might be overly stressed or misusing alcohol, were likely to decline the invitation to participate. Thus, people were keener to participate if they longed for information, guidance, encouragement, training, and intervention, and wished to become measured, evaluated, and challenged with data flows.\n\nBefore the study period began, an initial survey was carried out with the participants. After this, they were interviewed both by e-mail and face to face. In addition to being instructive of people's interests and aims, the interviews were a way to commit the participants to the demanding data collection process; they had to agree to carrying the research equipment with them, worn directly on their skin, for a little over a week, day and night. The interviews proposed a plethora of motivations for taking part in the study, highlighting the various issues that the research participants thought they could learn from and solve by self-measuring. In the Northern European context, motivation to use tracking devices is connected to discourses of public health risks which focus on physical conditions brought about by unhealthy diet, lack of physical exercise and alcohol consumption, and resonate at times with a notion that people who do not take care of themselves appropriately are responsible for life-style related diseases  [11]  (p. 43). Some interviewees stressed the importance of well-being in relation to society; others described in detail how they wanted to become better athletes, spouses, parents and workers. One of the mothers, barely in her thirties, wanted to provide an encouraging example to her children and to improve her stamina at home and at work. She also mentioned a sense of responsibility for her own health, related to ageing, and in relation to the welfare state.\n\nAnd now that the years are piling on, I find it more important to be able to look after myself when I'm old and not be at the mercy of others. [21]  Overall, the interviews underlined the fact that our research design resonated with questions and expectations that people already had and that they thought that they could explore through personal analytics. Many of the participants wanted to learn more about stress and recovery while others had a hereditary susceptibility to hypertension or cholesterol levels that they wanted to manage better. One of the men, in his forties, said that his father had died of a stroke relatively early, so he needed to take the -cholesterol threat‖ seriously. Younger participants had suffered from burnout or over-training and they wanted to understand how to balance their daily lives more effectively. It became obvious that many of the research participants wanted the self-tracking period to become a catalyst for change. For instance, a 40-year-old female professional described her expectations in the following manner:\n\nOf course, it will be interesting to see an outsider's opinion of my daily routines, especially because I know that I sometimes go against principles that I know to be good. For example, I sometimes notice that I'm getting stressed, but the deadline is looming. Sometimes my ambition and/or sense of duty takes precedence over my well-being. I expect that the study will make me observe my everyday stress-inducing behavior in a new way-and maybe help me reduce it. [22]  Earlier research has demonstrated how visualized data appears to have agentive force  [23] : it pushes people to act and reflect. One of the women, who had recently divorced after a long marriage and was looking for a new direction in life, believed the self-tracking study might help her find it. She said she dreamt of having a personal trainer who would create a training program for her and make her follow it: I would like to get so fit that someone who hasn't seen me for six months would say -Wow!‖ to me and ask me what had happened. Because I think I would be able to do it, but the reason it doesn't get done is that I do nothing to get it done. [24]  These kinds of insights expose a desire to find an external motivator: self-monitoring appears to be a method of persuasion. By using the monitoring devices, research participants not only agreed to their bodies being deconstructed into data flows, but they expected the data flows to act on them. In another example, a mother of small children, in her late twenties, who said she suffered from a lack of exercise and a constant craving for sweets, wanted our research to help her take control of her life. These desires are not surprising, given that self-monitoring underscores what is physiologically valuable and worth pursuing. During our research process, we also actively tried to deconstruct normative notions of self-monitoring by underlining the fact that certain expectations of normality, health and self-optimization are intrinsic to tracking technologies. The idea was to offer room for reflexivity for research participants during the data gathering (see below). Still, this normative bias remains inbuilt in a research design that takes advantage of tracking technologies that analyze data in order to detect normalities and abnormalities. In retrospect, the normativity of our research design was a more pressing ethical concern for researchers than for our participants, whose involvement had indicated that they accepted the fact that the emphasis on greater control of individual bodies and minds was inscribed into this type of research experiment."
    },
    {
      "title": "4.. Being Monitored",
      "text": "Earlier studies combining qualitative and quantitative data demonstrate that data produced by research participants have a more consistent quality if the subjects feel that they have mastered the use of the study equipment  [18] . In other words, the better the subjects control the equipment, the less cumbersome and conspicuous it is for them. Without pronounced distance from the digital devices or friction with them, the technology becomes less annoying, moves into the background and might even be experienced as an extension of the self  [25]  1 . We wanted to ensure that none of the participants abandoned data collection because of the equipment, and the process was explained in detail during the joint initial meeting where the participants were given the equipment and a promise of technical support. In addition, I kept in contact with them during the data collection process by e-mail in order to discuss the experience of being measured. One of the participants, for instance, described how the electrodes of the heart-rate variability device initially made her feel as if she had just escaped from hospital. Soon, however, she got more accustomed to the measuring apparatus and it no longer bothered her.\n\nIn terms of research methodology, online conversations are a way to involve people, because they provide an easy and immediate way to share observations. The ongoing dialogue opens a space for a more participatory research approach; when subjects talk about their experiences while being monitored, they spotlight tensions and findings related to self-monitoring. See, for instance, an ethnographic study of commercially developed insulin pumps that demonstrates how the pump allows young people to be more in charge of their diabetes; they can even forget that they have it. The pump becomes -second nature‖  [25]  (p. 145).\n\nParticipant (female, 34 years), 25/3/2012: I haven't managed to forget about the equipment, I'm still more alert to how my body feels than usual. But I've really tried to take each day as it comes and not start -performing‖.\n\nLast night, I noticed that the measuring equipment suddenly started physically annoying me quite a lot. I would have liked to rip it off, even if just for the night. But I stayed strong.\n\nNot surprisingly, the monitoring equipment made people more alert to their bodily reactions and everyday doings. When explaining their heightened awareness, they noted, for instance, the attention they were paying to their eating, alcohol consumption, exercise and bodily sensations. In their messages, they also played with the idea of being subjects of control and surveillance, referring to themselves as laboratory rats or residents of the Big Brother house. Due to the nature of our research, the research participants did not treat the surveillance that they were exposed to as a threat to their identity or privacy, but it was an aspect that they recognized and wanted to comment on. A similar recurrent topic was the persuasive and motivating quality of technology, linking to the theme of self-optimization, which we discussed in the emails:\n\nResearcher (M.R.), 24/3/2012:\n\nWe have now reached the halfway point in the monitoring period. How are you doing? Have you noticed that you've changed your behavior? I've noticed from other responses that people have stopped snacking so that they don't have to write the snacks down. And they may be keener to go jogging too. Is it the technology that motivates, or is it the fact that you are part of a research project? Participant (male, 35 years), 24/3/2012: It's going well. I don't usually snack anyway, but I have noticed that I have not wanted to miss any exercise. This is the thing I find interesting and would like as much information about as possible. In other words, the technology does motivate me :) I'm intending to take a proper fitness test at some point to find out my threshold heart rates and maximum oxygen uptake. Not that there would be any use for this information, but it would be nice to know.\n\nFor many participants the tracking technology became a daily companion during the research process, a silent persuader that made sure that the daily workout was not missed, and that one walked to work instead of driving or taking public transport. After the monitoring period ended, some people missed the equipment, regretting that they were no longer persuaded and motivated to behave in ways they felt were right. This acceptance of self-tracking technology as a participant and co-producer of knowledge in people's lives highlights the desire to involve it in daily efforts to improve their existence. Thus self-monitoring devices are often seen as benevolent and responsive, not least because it aids people in coping with prevailing moral imperatives of being healthy and becoming healthier  [5]  (p. 240). Many of our research participants expressed an interest in continuing with self-monitoring in the future and aimed to download mobile applications for support. They said, for instance, that they were fascinated by the ways in which combining different data flows might deepen their bodily understanding and self-awareness. One of the participants, in his late twenties, was impressed by the way in which the data could offer him practical and everyday means to influence his life and advance his happiness. The value of real-time data in promoting immediate response to personal choices was also mentioned."
    },
    {
      "title": "5.. Visualizing and Interpreting Life",
      "text": "After the monitoring period, the subjects received an illustrated report based on Firstbeat HEALTH-software analysis (see Figure  1 ) of their heart-rate variation that included their own entries about their everyday doings. With its colors, curves, and bars, the report represents stress and recovery measurements: red indicates stress reactions, green is recovery, blue exercise, and white something in between. The numbers in the chart refer to self-reported activities in the course of the day, the mauve lines under the chart refer to working hours, and the blue line to sleep. The physiological assumptions on which the Firstbeat summary is based rely on certain algorithms and therefore cannot be considered absolute in any way. A physician who has studied Firstbeat measurements provided the following instructions:\n\nIn the case of people who do creative work, experts, managers, etc., it is essential that a high activity level (work flow) be distinguishable from harmful stress. Both often show as red, for almost all waking hours.\n\nOther analyses must be used too, and these are offered by the Firstbeat method: a diary, questionnaires, or other indicators altogether. For the physical side of things, it must be noted that, for example, a walk may not be registered as a physically active period for people who are in good shape. There are also differences between individuals. The status of the autonomic nervous system changes rapidly for some people. They react quickly, but the operation of their central nervous system is not more stressed, even if the indicator seems to show that it is. [26]  Data visualizations do not stand in a one-to-one illustrative relation to the empirical world: crafting an image is a historically defined practice that relies on a combination of technical, literary and social skills  [4]  (p. 8). Because of the many possible interpretations allowed by the visualizations, it was important that they were not simply passed on to the participants. We arranged coaching sessions, with five to eight participants in each 2 , in which the participants were given background information about Firstbeat reports; the idea was to make it more transparent that self-tracking devices are abstracting physical reactions into data flows and visualizations by following certain conventions and assumptions. For instance, it is a convention that stress is visualized as red and recovery green. The coaching sessions were designed with Tuula Styrman, who has used Firstbeat reports in wellbeing coaching. She was also in charge of the sessions, so the role of the researchers at this point was participatory rather than instructive.\n\nMoreover, the images representing physiological stress and recovery simplify and summarize the subjects' everyday life on the basis of certain technical assumptions.\n\nThe coaching part of this research, utilizing Firstbeat reports, shares features with the ethno-mining used for cultural analysis  [27]  that combines the collection and analysis of quantitative data with that of qualitative data in an iterative framework. The data visualizations operate as shared artifacts for co-constructing and negotiating meaning; the reports are not treated as factual accounts of stress and recovery but as part of knowledge creation and crafting research findings in collaboration. The charts bring insights to the surface in people's lives; they serve as mediators and translators in the sense that they feed forward discussions and negotiations rather than offering a transparent vista of people's bodily reactions, or their daily lives.\n\nSignificantly, self-monitoring is not only about capturing data flows and transforming the body into information; it also feeds this information back to people in a visual format, enabling and promoting emotional attachments and intensifying them  [5]  (p. 237). Once visualized, the data generates new kinds of affective ties between people and their measured actions and reactions  [23, 28] . For instance, pedometer users can cherish the steps they have taken and develop a more affective relationship either to their walking or the steps taken; numbers acquire qualities that promote new kinds of walking-related practices  [11]  (p. 50). Similarly, the monitoring of the quality of sleep through heart-rate variability measurements can deepen affective relations to one's body. When sleeping is subjected to tracking, it becomes an activity, or even a competence, that people feel that they are good at. On the other hand, the tired body, pinned down by personal analytics, reflects exhaustion caused by the energy that people put into work and care for others, thereby making their contributions visible and of value.\n\nIn the coaching sessions, people recognized their days from the reports, and found satisfactory explanations for the stress peaks and recoveries depicted in the images. Most of them also had diary entries to support the reports: one of the women noticed that, in her case, hoovering promoted physiological recovery. The data visualizations can -upgrade‖ everyday doings and underline the fact that people weigh up the value that they give to the curves depicting stress and recovery. Work around the house gains a new kind of importance by being a source of physiological recovery. In other words, remedial moments at home and during the working day are appreciated in a new way: snacks by the computer, a shared coffee break with co-workers, messaging on Facebook. Insights such as these emphasize the fact that engagements with data doubles can encourage the detection of something new and unexpected in permanence, in the way things are. Such observations were typically mundane, but they provoked discussion and evoked emotional responses. Significantly, data visualizations were interpreted by research participants as more -factual‖ or -credible‖ insights into their daily lives than their subjective experiences. This intertwines with the deeply-rooted cultural notion that -seeing‖ makes knowledge reliable and trustworthy  [29] .\n\nSometimes the details that people desired were not found in the data visualization, though they might find something else. One of the participants regretted that he caught a cold during the study period and could not exercise to see how it affected his physiological stress and recovery. Instead, he found that the curves were informative about the course of his working days. He noticed that his stress level decreased over lunch and that he recovered physiologically in the afternoon as the office was getting emptier. In a later telephone conversation, he said that he had changed his schedule so that he now goes to work earlier, starting work before eight in the morning. This way, he felt, he might be able to avoid some stress during the work day.\n\nThe coaching sessions suggested that data doubles create emotional and practical involvements: they represent something to which people can try to respond. However, not all information supplied by the curves was equally unambiguous; they also provided data that people could not explain. For example, one of the men was surprised to find that he did not relax in the evening. He wondered whether his late-night stress peaks were due to the onset of a cold or to watching television, but he could not find a satisfying answer. The white areas in the reports-the measurements between stress peaks and recovery periods-also provoked lively conversation. The subjects found white areas in their curves occurring during telephone conversations, meditation, art-gallery visits, play with children, and wind-down after exercise. Meaningful things for them seemed to be happening in the white areas. Somewhat disappointingly, explanations related to the measurement technology could also be found for these events. For instance, during yoga, the control of breathing may cause -abnormal‖ synchronization of heartbeat and breathing; the application cannot analyze the heart-rate variation, which shows up as a white area in the report. White areas can also result if the electrode is too loosely attached, the subject has muscle tension in the chest area that hinders sensing of the weak electrical current from the heart, or extrasystoles. Analyses based on heart-rate variations assume that the heartbeat is regular (sinus rhythm). In reality, even the hearts of healthy individuals exhibit extra beats of various kinds, and the computer is unable to identify all of them  [20] . Failures of technology were treated as a nuisance, but they did not erode the research participant's desire to trust the data. Instead, many participants concluded that they wanted another round of measurements in order to produce better data. The data were giving important clues, but too much of life appeared to be taking place outside of the data flows. In order to gain a clearer vision of the things that matter, people longed for more tracking and supporting evidence for the curves depicted in the reports."
    },
    {
      "title": "6.. Making Sense of Recovery",
      "text": "The second study round aimed at deepening understanding of how people confront their data by making explicit how participants could learn and benefit from the data collection and analysis. The aim was to explore uses of data that might point towards formerly hidden possibilities and directions, and demonstrate, for instance, how the data allow the reevaluation of -the personal‖ or -the everyday‖. We asked one of the participants from the first round, a 30-year-old father of small children, to take part in the instruction session: he gave a visual presentation on his own results and explained what knowledge and insights he had obtained from engagements with his data with the support of a detailed journal of daily activities. Summarizing his experiences in an inspiring manner, he explained what he had discovered about his daily rhythms, exercise, and alcohol consumption. In addition, he described how surprised he was to find that his physiology might not have been in sync with his expectations: for instance, spending time with a small child could feel stressful but be physiologically a way to recover.\n\nAs before, the data reports were discussed in coaching sessions that were followed by individual interviews. The coaching sessions were voluntary and a couple of research participants did not join them, highlighting the fact that even in a self-tracking experiment such as ours, where people volunteered to take part, data-enthusiasm was counter-balanced by data-indifference. In the sessions, recovery periods, places, and techniques were identified from the data. Although the research subjects were reminded that each individual is different in physiological terms and they should not compare their reports directly with those of others, comparisons interested them. Plentiful recovery was admired: a recurrent theme of conversations was how daily life could be made more balanced. Time and again the research participants focused on the fact that, in light of physiological data, daily activities that were found to coincide with physiological recovery were everyday chores: mangling, folding laundry, fixing a bicycle, and doing handicrafts. Activities that promoted recovery also included telephone conversations with one's mother, reading a bedtime story to children, and a successful meeting at work.\n\nThe purpose of individual interviews was to deepen the insights gained in coaching sessions, to go over the course of the tracked day, and discuss and evaluate it in light of the measurement Particular attention was paid to exceptional events and surprising outcomes in the data. The interviews unfolded according to how deeply into their results the research participants were prepared to go, a reminder of the private nature of personal data. A few subjects did not want to discuss their daily events and physiological reactions with the researcher in great detail, nor had everyone written journals. Some had no visible interest in their personal data and preferred a more general discussion, focusing on the future of self-tracking technologies, or the philosophy of happiness, for instance. Most participants had, however, detailed journal entries that they wanted to share; they were enthusiastic about the possibility of engaging with their data. Some research participants might have been concerned before getting the results, though upon seeing the data they felt relieved. -I don't need to be that worried,‖ as one of the men put it. One of the younger women was happy to see that she was active during the day. -I am not exactly a couch potato‖, she happily concluded at the end of her lengthy inspection of the visualized data. Another woman said she had been nervous about the feedback session, because she had been scared about discovering the degree of stress her work entailed. The measurements did, in fact, support her claims of tensions experienced at work. In the interview, she explained the history of a complicated relationship with her supervisor. She had suffered stress-related physical symptoms, such as headaches and stomach pain and, because of these, she had actively tried to avoid her supervisor by scheduling her work for times when the supervisor was not in the office. The concrete presentation of her irritation in visual form, however, forced her to think about the issue: I clash with my closest supervisor. His behavior is annoying. The measurements prove that I'm stressed when I'm in contact with him. I wonder what the coping strategies available to me are. There is no sense in my changing jobs at this point. There must be another way. I react strongly, which requires thinking about.\n\nHow will I arrange my work? (Interview,  [30] ) Physiological reactions cannot be separated from social relations, even if people wish they could be. The visualizations suggest that co-workers and supervisors generate stress. If one decides to continue working in the same workplace, one way of avoiding stress is to avoid the unpleasant person. Similarly, quarrels or tensions at home are stressful in light of measurement results. That said, the tantrums of small children and rows with a spouse seemed to cause surprisingly little stress, according to the data. Taking a child to a day-care center may feel stressful, but the measurement data that allow research participants to examine their lives seem to point to it as not exceptionally so. This visibility led to an attention to stress-free doing and being. From this perspective, personal analytics can increase understanding about the importance of doing things that require no particular effort. It can make waiting, resting, and daily routines recognized and even valued: in terms of physiological recovery, -useless‖ activities gain a new kind of value by becoming physiologically beneficial. Such observations on data flows generated discussions about the nature of stress and stressful situations, meanwhile highlighting cultural uncertainty over stress that indicates that the self-monitoring data actualizes relations and connections that are beyond common ways of perceiving, knowing, and responding to things. Despite decades of research, little is known of the way in which bodies, minds, and socialities co-constitute stress  [31, 32] . While the measurement opens new vistas onto people's lives, it calls for a rethinking of the elements of which those lives are thought to consist. This can lead to the questioning of concepts, such as stress, that are often taken for granted. Rather than a straightforward project of producing conditions for healthier lives through self-tracking, the engagements with data doubles generate various kinds of ideas of one's behavior with and in relation to others, including those that can challenge existing expertise on health and wellbeing."
    },
    {
      "title": "7.. A Slice of Larger Life",
      "text": "As personal analytics becomes more commonplace in homes, schools and workplaces, questions of how and for what purposes self-monitoring data could and should be used become timely. With the aid of self-tracking devices, everyday processes are translated into information. Everyday life-its entities, relationships and processes-are not only captured and represented in abstract graphs, tables and figures, but become negotiable and actionable. From the perspective of people's engagements with their data doubles the fact that self-tracking devices and data flows connect to and mediate self-knowledge is crucial. Knowing becomes inseparable from the data visualizations; smartphone applications and other monitoring devices act as mediators and translators that contribute to making human reactions and life visible, identifiable and knowable. Similarly to gene maps and brain scans, the visualizations produced by heart-rate variation measurements provoke discussions and negotiations surrounding the value and meaning of the images, rather than providing unambiguous answers and a transparent window onto the individual  [8, 23] . Tracking technologies tell partial stories of much larger lives  [27]  (p. 10).\n\nData doubles are contemporary images, combining existing knowledge and skills, but they also promote new kinds of practices and skills related to data. By enabling interactions and engagements with people and their data doubles, our research demonstrates how data doubles can provoke and activate an awareness of the body and the everyday, also providing possibilities for the enhancement and improvement of life. The interpretation of measurement data, in an open-ended and iterative framework, creates a participatory space that focuses on crafting research findings in collaboration. Interpreting measurement data jointly with others (in this case, with other participants in the study, researchers, and a hired coach) allows the research findings to build on and resonate with people's self-understanding and aspirations. Engagements with data doubles illustrate the desire to enhance and improve daily lives: in our study people treated personal analytics as a resource that could aid in learning about and forming practices contributing to the achievement of a -fulfilled life‖. At the same time, self-tracking was approached with curiosity; people expected to be entertained and surprised by the research findings and they wanted to learn new and unexpected things about themselves and others.\n\nThe indicators and measurements ultimately affect the measured, including the objects of measurements and the ways the measured is valued (e.g.,  [23] ). When people use measuring devices to -prove‖ that massage or reflexology has health benefits alongside medication, or make visible the physiological impacts of idle moments, art, caring for others, or alternative therapies, their testimonies can gain new weight. Self-tracking technologies can open new routes to health and well-being. Not all of our research participants, however, were equally excited or convinced about such data-led possibilities. For some the idea of extracting knowledge from data flows was ultimately not appealing; it was thought that it offered too individualistic and constraining a window onto everyday lives. The refusal or lack of enthusiasm of this group to engage with data doubles is a reminder of the fact that personal analytics is by no means a universally attractive way to explore the previously inaccessible. Yet based on our findings, self-monitoring devices are encapsulating the technical and the conceptual in a manner that will continue to appeal to people, and generate new kinds of data engagements focusing on the self and social relations. Self-tracking can be used for generating surveillance that probes ever more deeply into what it is to know and be human, increasing the potential for greater control over one's life. Control, however, also provokes protest, a desire to act unexpectedly. Self-tracking devices teach people to encounter, use and interpret data for purposes that go beyond the data."
    },
    {
      "title": "8.. Conclusions",
      "text": "This article has approached specific data engagements by emphasizing the device-precise ways in which data is generated and visualized. Tracking devices are individualistic in their orientation, solidifying existing economic and political divides: self-monitoring is spreading among those who have the skills and means to connect to their bodies, minds and lives in data-driven ways. On the other hand, they promote new frameworks for approaching normalities and pathologies in daily lives. A powerful aspect of self-tracking tools is their ability to mediate the reimagining of the present. For instance, phenomena that are considered discrete, such as addiction and use of time, can be examined within a shared frame; addictions can be treated as a problem of time use rather than as individual pathologies  [33] . Thus a stimulating aspect of self-tracking technology that can aid social research is the possibility it provides of transcending juxtapositions of the biological and the social: the mind and the body, and the normal and the pathological interweave when everyday actions and physiological reactions are described within the same research design. Here, studies benefiting from self-tracking can build on and continue the long history of research into making bodily experiences visible through a phenomenological research approach that describes personal knowledge obtained through the body  [34] . Self-tracking can add to this research tradition by identifying and classifying physiological and bodily data that would be difficult, or even impossible, to obtain otherwise  [35] . Although a research design that uses self-tracking devices does not promise a direct or unambiguous access to the personal or the individual, it does represent data on bodily reactions in a thought-provoking manner.\n\nA huge amount of energy is currently invested in developing self-monitoring devices and applications  [2]  that compete with each other for their role as data centers in people's lives. A study such as ours demonstrates some aspects of the allure of data-led everyday lives. The playfulness and creativity of people interacting with measuring devices suggests that tracking promotes -numerical living‖ that can be fun and engaging. Another area of research arises from the fact that people are actively using personal data for framing social wholes and entities, giving a new kind of value to their personal realities and everyday doings. The manner in which data streams are being worked and reworked suggest explanations that can produce permanence and stability, but can also profoundly change ways in which people reflect on themselves, others and their daily lives. Important in terms of future research on data doubles is the social life of data, including ways in which self-tracking data is recognized, appreciated, affirmed and harnessed to various kinds of purposes. These tie in with how specific monitoring devices shape assumptions and promises of visibility and knowing, further connecting to research on how digital devices and the data that they generate configure knowledge spaces in society and the social sciences  [10] ."
    },
    {
      "text": "Researcher (M.R.), 22/3/2012: Have you noticed that you pay more attention than usual to what you do and how you or your body feel(s)? Many other participants have mentioned this. If you have noticed this, can you give any examples? 1"
    },
    {
      "text": "Figure 1. Firstbeat report used in data interpretation."
    },
    {
      "title": "Acknowledgements",
      "text": "I am grateful to my colleagues  Mika Pantzar  and  Veera Mustonen  without whom this article would not have been possible. In addition, I thank  Marie-Louise Karttunen  and  Joni Kettunen . The study was supported by the  SalWe Research Program for Mind and Body  ( Tekes -the  Finnish Funding Agency for Technology and Innovation  grant  1104/10 )."
    },
    {
      "title": "Conflicts of Interest",
      "text": "The author declares no conflict of interest."
    }
  ],
  "references": [
    {
      "title": "The realization of personalized medicine through crowdsourcing, the Quantified Self, and the participatory biocitizen",
      "authors": [
        "M Swan"
      ],
      "year": 2012,
      "doi": "10.3390/jpm2030093",
      "journal": "J. Pers. Med",
      "volume": "2",
      "raw": "The realization of personalized medicine through crowdsourcing, the Quantified Self, and the participatory biocitizen \n\t\t \n\t\t\t M Swan \n\t\t \n\t\t \n\t\t\t Health \n\t\t \n\t\t 10.3390/jpm2030093 \n\t \n\t \n\t\t J. Pers. Med \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2050. 2012 \n\t\t \n\t \n\t Swan, M. Health 2050: The realization of personalized medicine through crowdsourcing, the Quantified Self, and the participatory biocitizen. J. Pers. Med. 2012, 2, 93-118."
    },
    {
      "title": "Sensor mania! The internet of things, wearable computing, objective metrics, and the Quantified Self 2.0",
      "authors": [
        "M Swan"
      ],
      "year": 2012,
      "doi": "10.3390/jsan1030217",
      "journal": "J. Sens. Actuator Netw",
      "volume": "1",
      "raw": "Sensor mania! The internet of things, wearable computing, objective metrics, and the Quantified Self 2.0 \n\t\t \n\t\t\t M Swan \n\t\t \n\t\t 10.3390/jsan1030217 \n\t \n\t \n\t\t J. Sens. Actuator Netw \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Swan, M. Sensor mania! The internet of things, wearable computing, objective metrics, and the Quantified Self 2.0. J. Sens. Actuator Netw. 2012, 1, 217-253."
    },
    {
      "title": "Emerging patient-driven health care models: An examination of health social networks, consumer personalized medicine and quantified self-tracking",
      "authors": [
        "M Swan"
      ],
      "year": 2009,
      "journal": "Int. J. Environ. Res. Publ. Health",
      "volume": "6",
      "raw": "Emerging patient-driven health care models: An examination of health social networks, consumer personalized medicine and quantified self-tracking \n\t\t \n\t\t\t M Swan \n\t\t \n\t \n\t \n\t\t Int. J. Environ. Res. Publ. Health \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Swan, M. Emerging patient-driven health care models: An examination of health social networks, consumer personalized medicine and quantified self-tracking. Int. J. Environ. Res. Publ. Health. 2009, 6, 492-525."
    },
    {
      "title": "Technologized Images, Technologized Bodies",
      "authors": [
        "J Edwards",
        "P Harvey",
        "P Wade"
      ],
      "year": 2010,
      "doi": "10.1515/9781845458300-003",
      "raw": "Technologized Images, Technologized Bodies \n\t\t \n\t\t\t J Edwards \n\t\t \n\t\t \n\t\t\t P Harvey \n\t\t \n\t\t \n\t\t\t P Wade \n\t\t \n\t\t 10.1515/9781845458300-003 \n\t \n\t \n\t\t Technologized Images \n\t\t \n\t\t\t Technologized Bodies \n\t\t \n\t\t \n\t\t\t ; Edwards \n\t\t \n\t\t \n\t\t\t J Harvey \n\t\t \n\t\t \n\t\t\t P Wade \n\t\t \n\t\t \n\t\t\t P \n\t\t \n\t\t New York, NY, USA \n\t\t \n\t\t\t Berghahn Books \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Edwards, J.; Harvey, P.; Wade, P. Technologized Images, Technologized Bodies. In Technologized Images, Technologized Bodies; Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 1-35."
    },
    {
      "title": "M-health and health promotion: The digital cyborg and surveillance society",
      "authors": [
        "D Lupton"
      ],
      "year": 2012,
      "doi": "10.1057/sth.2012.6",
      "journal": "Soc. Theory Health",
      "volume": "10",
      "raw": "M-health and health promotion: The digital cyborg and surveillance society \n\t\t \n\t\t\t D Lupton \n\t\t \n\t\t 10.1057/sth.2012.6 \n\t \n\t \n\t\t Soc. Theory Health \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Lupton, D. M-health and health promotion: The digital cyborg and surveillance society. Soc. Theory Health 2012, 10, 229-244."
    },
    {
      "title": "Quantifying the body: Monitoring and measuring health in the age of mHealth technologies",
      "authors": [
        "D Lupton"
      ],
      "year": 2013,
      "doi": "10.1080/09581596.2013.794931",
      "journal": "Crit. Public Health",
      "volume": "23",
      "raw": "Quantifying the body: Monitoring and measuring health in the age of mHealth technologies \n\t\t \n\t\t\t D Lupton \n\t\t \n\t\t 10.1080/09581596.2013.794931 \n\t \n\t \n\t\t Crit. Public Health \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Lupton, D. Quantifying the body: Monitoring and measuring health in the age of mHealth technologies. Crit. Public Health 2013, 23, 393-403."
    },
    {
      "title": "Wearable Augmentations: Imaginaries of the Informed Body",
      "authors": [
        "A Viseu",
        "L Suchman"
      ],
      "year": 2010,
      "raw": "Wearable Augmentations: Imaginaries of the Informed Body \n\t\t \n\t\t\t A Viseu \n\t\t \n\t\t \n\t\t\t L Suchman \n\t\t \n\t \n\t \n\t\t Technologized Images \n\t\t \n\t\t\t Technologized Bodies \n\t\t \n\t\t \n\t\t\t ; Edwards \n\t\t \n\t\t \n\t\t\t J Harvey \n\t\t \n\t\t \n\t\t\t P Wade \n\t\t \n\t\t \n\t\t\t P \n\t\t \n\t\t New York, NY, USA \n\t\t \n\t\t\t Berghahn Books \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Viseu, A.; Suchman, L. Wearable Augmentations: Imaginaries of the Informed Body. In Technologized Images, Technologized Bodies; Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 161-184."
    },
    {
      "title": "The Biopolitis of Postmodern Bodies: Determinations of Self in Immune System Discourse",
      "authors": [
        "D Haraway"
      ],
      "raw": "The Biopolitis of Postmodern Bodies: Determinations of Self in Immune System Discourse \n\t\t \n\t\t\t D Haraway \n\t\t \n\t \n\t \n\t\t Knowledge, Power, and Practice: The Anthropology of Medicine and Everyday Life \n\t\t \n\t \n\t Haraway, D. The Biopolitis of Postmodern Bodies: Determinations of Self in Immune System Discourse. In Knowledge, Power, and Practice: The Anthropology of Medicine and Everyday Life;"
    },
    {
      "authors": [
        "S Lindenbaum",
        "M Lock"
      ],
      "year": 1998,
      "raw": "S Lindenbaum \n\t\t \n\t\t \n\t\t\t M M Lock \n\t\t \n\t\t \n\t\t\t 1998 \n\t\t\t University of California Press \n\t\t\t \n\t\t\t Berkeley, CA, USA \n\t\t \n\t \n\t Lindenbaum, S., Lock, M.M., Eds.; University of California Press: Berkeley, CA, USA, 1998; pp. 364-410."
    },
    {
      "title": "The surveillant assemblage",
      "authors": [
        "K Haggerty",
        "R Ericson"
      ],
      "year": 2000,
      "journal": "Br. J. Sociol",
      "volume": "51",
      "raw": "The surveillant assemblage \n\t\t \n\t\t\t K D Haggerty \n\t\t \n\t\t \n\t\t\t R V Ericson \n\t\t \n\t \n\t \n\t\t Br. J. Sociol \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Haggerty, K.D.; Ericson, R.V. The surveillant assemblage. Br. J. Sociol. 2000, 51, 605-622."
    },
    {
      "title": "Reassembling social science methods: The challenge of digital devices",
      "authors": [
        "E Ruppert",
        "J Law",
        "M Savage"
      ],
      "year": 2013,
      "doi": "10.1177/0263276413484941",
      "journal": "Theor. Cult. Soc",
      "volume": "30",
      "raw": "Reassembling social science methods: The challenge of digital devices \n\t\t \n\t\t\t E Ruppert \n\t\t \n\t\t \n\t\t\t J Law \n\t\t \n\t\t \n\t\t\t M Savage \n\t\t \n\t\t 10.1177/0263276413484941 \n\t \n\t \n\t\t Theor. Cult. Soc \n\t\t \n\t\t\t 30 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Ruppert, E.; Law, J.; Savage, M. Reassembling social science methods: The challenge of digital devices. Theor. Cult. Soc. 2013, 30, 22-46."
    },
    {
      "title": "Living by numbers",
      "authors": [
        "B Oxlund"
      ],
      "year": 2012,
      "journal": "Suomen Antropologi",
      "volume": "37",
      "raw": "Living by numbers \n\t\t \n\t\t\t B Oxlund \n\t\t \n\t \n\t \n\t\t Suomen Antropologi \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Oxlund, B. Living by numbers. Suomen Antropologi 2012, 37, 42-56."
    },
    {
      "title": "The Imperative of Health: Public Health and the Regulated Body",
      "authors": [
        "D Lupton"
      ],
      "year": 1995,
      "doi": "10.4135/9781446221976",
      "raw": "D Lupton \n\t\t \n\t\t 10.4135/9781446221976 \n\t\t The Imperative of Health: Public Health and the Regulated Body \n\t\t Sage; London, UK \n\t\t \n\t\t\t 1995 \n\t\t \n\t \n\t Lupton, D. The Imperative of Health: Public Health and the Regulated Body. Sage: London, UK, 1995."
    },
    {
      "title": "This one does not go up to 11: The Quantified Self movement as an alternative big data practice",
      "authors": [
        "D Nafus",
        "J Sherman"
      ],
      "year": 2013,
      "journal": "Int. J. Comm",
      "volume": "7",
      "raw": "This one does not go up to 11: The Quantified Self movement as an alternative big data practice \n\t\t \n\t\t\t D Nafus \n\t\t \n\t\t \n\t\t\t J Sherman \n\t\t \n\t \n\t \n\t\t Int. J. Comm \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Nafus, D.; Sherman, J. This one does not go up to 11: The Quantified Self movement as an alternative big data practice. Int. J. Comm. 2013, 7, 1-20."
    },
    {
      "title": "See, for instance, an article in Wired entitled -Living by numbers: The Wired guide to health.‖ listing data-driven ways to",
      "raw": "See, for instance, an article in Wired entitled -Living by numbers: The Wired guide to health.‖ listing data-driven ways to \n\t\t \n\t\t\t October \n\t\t\t \n\t\t \n\t \n\t become happier and healthier. Wired 2012 \n\t See, for instance, an article in Wired entitled -Living by numbers: The Wired guide to health.‖ listing data-driven ways to become happier and healthier. Wired 2012, October, 109-128."
    },
    {
      "title": "Doing weight: Pro-ana and recovery identities in cyberspace",
      "authors": [
        "S Riley",
        "K Rodham",
        "J Gavin"
      ],
      "year": 2009,
      "doi": "10.1002/casp.1022",
      "journal": "J. Community Appl. Soc. Psychol",
      "volume": "19",
      "raw": "Doing weight: Pro-ana and recovery identities in cyberspace \n\t\t \n\t\t\t S Riley \n\t\t \n\t\t \n\t\t\t K Rodham \n\t\t \n\t\t \n\t\t\t J Gavin \n\t\t \n\t\t 10.1002/casp.1022 \n\t \n\t \n\t\t J. Community Appl. Soc. Psychol \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Riley, S.; Rodham, K.; Gavin, J. Doing weight: Pro-ana and recovery identities in cyberspace. J. Community Appl. Soc. Psychol. 2009, 19, 348-359."
    },
    {
      "title": "Pro-anorexia communities and online interaction: Bringing the pro-ana body online",
      "authors": [
        "N Boero",
        "C Pascoe"
      ],
      "year": 2012,
      "doi": "10.1177/1357034x12440827",
      "journal": "Body Soc",
      "volume": "18",
      "raw": "Pro-anorexia communities and online interaction: Bringing the pro-ana body online \n\t\t \n\t\t\t N Boero \n\t\t \n\t\t \n\t\t\t C J Pascoe \n\t\t \n\t\t 10.1177/1357034x12440827 \n\t \n\t \n\t\t Body Soc \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Boero, N.; Pascoe, C.J. Pro-anorexia communities and online interaction: Bringing the pro-ana body online. Body Soc. 2012, 18, 27-57."
    },
    {
      "title": "Lifeworld Inc. and what to do about it",
      "authors": [
        "N Thrift"
      ],
      "year": 2011,
      "doi": "10.1068/d0310",
      "journal": "Env. Plan. D: Soc. Space",
      "volume": "29",
      "raw": "Lifeworld Inc. and what to do about it \n\t\t \n\t\t\t N Thrift \n\t\t \n\t\t 10.1068/d0310 \n\t \n\t \n\t\t Env. Plan. D: Soc. Space \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Thrift, N. Lifeworld Inc. and what to do about it. Env. Plan. D: Soc. Space 2011, 29, 5-26."
    },
    {
      "title": "Children, mobility, and space: Using GPS and mobile phone technologies in ethnographic research",
      "authors": [
        "P Christensen",
        "M Mikkelsen",
        "T Nielsen",
        "H Harder"
      ],
      "year": 2011,
      "journal": "J. Mix Methods Res",
      "volume": "5",
      "raw": "Children, mobility, and space: Using GPS and mobile phone technologies in ethnographic research \n\t\t \n\t\t\t P Christensen \n\t\t \n\t\t \n\t\t\t M R Mikkelsen \n\t\t \n\t\t \n\t\t\t T A S Nielsen \n\t\t \n\t\t \n\t\t\t H Harder \n\t\t \n\t \n\t \n\t\t J. Mix Methods Res \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Christensen, P.; Mikkelsen, M.R.; Nielsen, T.A.S.; Harder, H. Children, mobility, and space: Using GPS and mobile phone technologies in ethnographic research. J. Mix Methods Res. 2011, 5, 227-246."
    },
    {
      "title": "mHealth consumer apps: The case for user-centered design",
      "authors": [
        "T Mccurdie",
        "S Taneva",
        "M Casselman",
        "M Yeung",
        "C Mcdaniel",
        "W Ho",
        "J Cafazzo"
      ],
      "year": 2012,
      "doi": "10.2345/0899-8205-46.s2.49",
      "journal": "Biomed. Instrum. Technol",
      "raw": "mHealth consumer apps: The case for user-centered design \n\t\t \n\t\t\t T Mccurdie \n\t\t \n\t\t \n\t\t\t S Taneva \n\t\t \n\t\t \n\t\t\t M Casselman \n\t\t \n\t\t \n\t\t\t M Yeung \n\t\t \n\t\t \n\t\t\t C Mcdaniel \n\t\t \n\t\t \n\t\t\t W Ho \n\t\t \n\t\t \n\t\t\t J Cafazzo \n\t\t \n\t\t 10.2345/0899-8205-46.s2.49 \n\t \n\t \n\t\t Biomed. Instrum. Technol \n\t\t \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Fall Suppl \n\t McCurdie, T.; Taneva, S.; Casselman, M.; Yeung, M.; McDaniel, C.; Ho, W.; Cafazzo, J. mHealth consumer apps: The case for user-centered design. Biomed. Instrum. Technol. 2012, Fall Suppl., 49-56."
    },
    {
      "title": "From a medical perspective, the autonomic nervous system controls almost all vital functions. Of these, changes in blood circulation can be estimated, for example, through analysis of variations in heart rate. The process involves a complex co-existence of control systems, and many physiological factors simultaneously affect heart-rate variation, including changes in breathing frequency and depth, the pulse, and blood pressure",
      "year": 2012,
      "doi": "10.3233/978-1-60750-848-9-180",
      "raw": "From a medical perspective, the autonomic nervous system controls almost all vital functions. Of these, changes in blood circulation can be estimated, for example, through analysis of variations in heart rate. The process involves a complex co-existence of control systems, and many physiological factors simultaneously affect heart-rate variation, including changes in breathing frequency and depth, the pulse, and blood pressure \n\t\t 10.3233/978-1-60750-848-9-180 \n\t\t \n\t\t\t 2 September 2012 \n\t\t \n\t\t \n\t\t\t Harri Lindholm, MD ; Specialist in Clinical Physiology, Finnish Institute of Occupational Health \n\t\t \n\t \n\t Personal communication \n\t From a medical perspective, the autonomic nervous system controls almost all vital functions. Of these, changes in blood circulation can be estimated, for example, through analysis of variations in heart rate. The process involves a complex co-existence of control systems, and many physiological factors simultaneously affect heart-rate variation, including changes in breathing frequency and depth, the pulse, and blood pressure. Harri Lindholm, MD, Specialist in Clinical Physiology, Finnish Institute of Occupational Health. Personal communication, 2 September 2012."
    },
    {
      "authors": [
        "H Anna"
      ],
      "year": 2012,
      "journal": "Helsinki. Personal communication",
      "raw": "H Anna \n\t\t \n\t \n\t \n\t\t Helsinki. Personal communication \n\t\t \n\t\t\t 13 March 2012 \n\t\t \n\t \n\t Anna, H. [pseud.]. Helsinki. Personal communication, 13 March 2012."
    },
    {
      "title": "Helsinki. Personal communication",
      "authors": [
        "N Kristiinam"
      ],
      "year": 2012,
      "raw": "Helsinki. Personal communication \n\t\t \n\t\t\t N Kristiinam \n\t\t \n\t\t \n\t\t\t 6 March 2012 \n\t\t \n\t \n\t Kristiinam, N. [pseud.]. Helsinki. Personal communication, 6 March 2012."
    },
    {
      "title": "Picturing the Brain Inside, Revealing the Illness Outside: A Comparison of the Different Meanings Attributed to Brain Scans by Scientists and Patients",
      "authors": [
        "S Cohn"
      ],
      "doi": "10.1515/9781845458300-005",
      "raw": "Picturing the Brain Inside, Revealing the Illness Outside: A Comparison of the Different Meanings Attributed to Brain Scans by Scientists and Patients \n\t\t \n\t\t\t S Cohn \n\t\t \n\t\t 10.1515/9781845458300-005 \n\t \n\t \n\t\t Technologized Images, Technologized Bodies \n\t\t \n\t \n\t Cohn, S. Picturing the Brain Inside, Revealing the Illness Outside: A Comparison of the Different Meanings Attributed to Brain Scans by Scientists and Patients. In Technologized Images, Technologized Bodies;"
    },
    {
      "authors": [
        "J Edwards",
        "P Harvey",
        "P Wade"
      ],
      "year": 2010,
      "raw": "J Edwards \n\t\t \n\t\t \n\t\t\t P Harvey \n\t\t \n\t\t \n\t\t\t P Wade \n\t\t \n\t\t \n\t\t\t 2010 \n\t\t\t Berghahn Books \n\t\t\t \n\t\t\t New York, NY, USA \n\t\t \n\t \n\t Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 65-84."
    },
    {
      "title": "Helsinki. Personal communication",
      "authors": [
        "P Sari"
      ],
      "year": 2012,
      "raw": "Helsinki. Personal communication \n\t\t \n\t\t\t P Sari \n\t\t \n\t\t \n\t\t\t 19 March 2012 \n\t\t \n\t \n\t Sari, P. [pseud.]. Helsinki. Personal communication, 19 March 2012."
    },
    {
      "title": "Technokids? Insulin Pumps Incorporated in Young People's Bodies and Lives",
      "authors": [
        "G Scheldeman"
      ],
      "year": 2010,
      "doi": "10.1515/9781845458300-008",
      "raw": "Technokids? Insulin Pumps Incorporated in Young People's Bodies and Lives \n\t\t \n\t\t\t G Scheldeman \n\t\t \n\t\t 10.1515/9781845458300-008 \n\t \n\t \n\t\t Technologized Images \n\t\t \n\t\t\t Technologized Bodies \n\t\t \n\t\t \n\t\t\t ; Edwards \n\t\t \n\t\t \n\t\t\t J Harvey \n\t\t \n\t\t \n\t\t\t P Wade \n\t\t \n\t\t \n\t\t\t P \n\t\t \n\t\t New York, NY, USA \n\t\t \n\t\t\t Berghahn Books \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Scheldeman, G. Technokids? Insulin Pumps Incorporated in Young People's Bodies and Lives. In Technologized Images, Technologized Bodies; Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 137-160."
    },
    {
      "authors": [
        "Harri Lindholm"
      ],
      "year": 2012,
      "raw": "Harri Lindholm \n\t\t\t \n\t\t\t\t Clinical Physiology \n\t\t\t \n\t\t \n\t\t \n\t\t\t 7 May 2012 \n\t\t \n\t\t \n\t\t\t Finnish Institute of Occupational Health \n\t\t \n\t \n\t Specialist in \n\t Personal communication Lindholm provided guidance for our study as an outside expert and has not familiarised himself with the actual research data \n\t Harri Lindholm. Specialist in Clinical Physiology, Finnish Institute of Occupational Health. Personal communication, 7 May 2012. Lindholm provided guidance for our study as an outside expert and has not familiarised himself with the actual research data."
    },
    {
      "title": "Numbers Have Qualities too: Experiences with Ethno-Mining",
      "authors": [
        "K Anderson",
        "D Nafus",
        "T Rattenbury",
        "R Aipperspach"
      ],
      "year": 2009,
      "doi": "10.1111/j.1559-8918.2009.tb00133.x",
      "raw": "Numbers Have Qualities too: Experiences with Ethno-Mining \n\t\t \n\t\t\t K Anderson \n\t\t \n\t\t \n\t\t\t D Nafus \n\t\t \n\t\t \n\t\t\t T Rattenbury \n\t\t \n\t\t \n\t\t\t R Aipperspach \n\t\t \n\t\t 10.1111/j.1559-8918.2009.tb00133.x \n\t \n\t \n\t\t Proceedings of the EPIC \n\t\t the EPIC Chicago, IL, USA \n\t\t \n\t\t\t 30 August-2 September, 2009 \n\t\t\t \n\t\t \n\t \n\t Anderson, K.; Nafus, D.; Rattenbury, T.; Aipperspach, R. Numbers Have Qualities too: Experiences with Ethno-Mining. Proceedings of the EPIC, Chicago, IL, USA, 30 August-2 September, 2009; pp. 123-140."
    },
    {
      "title": "The hearth of everyday analytics: Emotional, material and practical extensions in self-tracking market",
      "authors": [
        "M Pantzar",
        "M Ruckenstein"
      ],
      "year": 2014,
      "doi": "10.1080/10253866.2014.899213",
      "journal": "Consum. Markets Culture",
      "raw": "The hearth of everyday analytics: Emotional, material and practical extensions in self-tracking market \n\t\t \n\t\t\t M Pantzar \n\t\t \n\t\t \n\t\t\t M Ruckenstein \n\t\t \n\t\t 10.1080/10253866.2014.899213 \n\t \n\t \n\t\t Consum. Markets Culture \n\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t in press \n\t Pantzar, M.; Ruckenstein, M. The hearth of everyday analytics: Emotional, material and practical extensions in self-tracking market. Consum. Markets Culture 2014, in press."
    },
    {
      "title": "Truth and sight: Generalizing without universalizing",
      "authors": [
        "M Bloch"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-9655.2008.00490.x",
      "journal": "J. Roy. Anthropol. Inst",
      "volume": "14",
      "raw": "Truth and sight: Generalizing without universalizing \n\t\t \n\t\t\t M Bloch \n\t\t \n\t\t 10.1111/j.1467-9655.2008.00490.x \n\t \n\t \n\t\t J. Roy. Anthropol. Inst \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Bloch, M. Truth and sight: Generalizing without universalizing. J. Roy. Anthropol. Inst. 2008, 14, S22-S32."
    },
    {
      "authors": [
        "N Hanna"
      ],
      "year": 2012,
      "doi": "10.1093/fampra/cmr087",
      "journal": "Helsinki. Personal communication",
      "raw": "N Hanna \n\t\t \n\t\t 10.1093/fampra/cmr087 \n\t \n\t \n\t\t Helsinki. Personal communication \n\t\t \n\t\t\t 29 May 2012 \n\t\t \n\t \n\t Hanna, N. [pseud.]. Helsinki. Personal communication, 29 May 2012."
    },
    {
      "title": "Stress: A Brief History",
      "authors": [
        "C Cooper",
        "P Dewe"
      ],
      "year": 2004,
      "raw": "Stress: A Brief History \n\t\t \n\t\t\t C L Cooper \n\t\t \n\t\t \n\t\t\t P Dewe \n\t\t \n\t\t \n\t\t\t 2004 \n\t\t\t Blackwell Publisher \n\t\t\t Malden, MA, USA \n\t\t \n\t \n\t Cooper, C.L.; Dewe, P. Stress: A Brief History; Blackwell Publisher: Malden, MA, USA, 2004."
    },
    {
      "title": "Stress: The Nature and History of Engineered Grief",
      "authors": [
        "R Kugelmann"
      ],
      "year": 1992,
      "raw": "Stress: The Nature and History of Engineered Grief \n\t\t \n\t\t\t R Kugelmann \n\t\t \n\t\t \n\t\t\t 1992 \n\t\t\t Praeger \n\t\t\t New York, NY, USA \n\t\t \n\t \n\t Kugelmann, R. Stress: The Nature and History of Engineered Grief; Praeger: New York, NY, USA, 1992."
    },
    {
      "title": "Temporalities of Addiction",
      "authors": [
        "M Ruckenstein"
      ],
      "year": 2012,
      "doi": "10.1145/2399016",
      "raw": "Temporalities of Addiction \n\t\t \n\t\t\t M Ruckenstein \n\t\t \n\t\t 10.1145/2399016 \n\t \n\t \n\t\t nd Nordic Conference on Consumer Research \n\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Selections from the 2 Making Sense of Consumption \n\t Ruckenstein, M. Temporalities of Addiction. In Making Sense of Consumption. Selections from the 2nd Nordic Conference on Consumer Research 2012;"
    },
    {
      "authors": [
        "L Hansson",
        "U Holmberg",
        "H Brembeck"
      ],
      "year": 2013,
      "doi": "10.5152/dir.2018.17397",
      "raw": "L Hansson \n\t\t \n\t\t \n\t\t\t U Holmberg \n\t\t \n\t\t \n\t\t\t H Brembeck \n\t\t \n\t\t 10.5152/dir.2018.17397 \n\t\t \n\t\t\t 2013 \n\t\t\t \n\t\t\t Göteborg, Sweden \n\t\t \n\t\t \n\t\t\t University of Gothenburg \n\t\t \n\t \n\t Hansson, L., Holmberg, U., Brembeck, H., Eds.; University of Gothenburg: Göteborg, Sweden, 2013; pp. 107-118."
    },
    {
      "title": "Phenomenology of Perception",
      "authors": [
        "M Merleau-Ponty"
      ],
      "year": 2002,
      "doi": "10.4324/9780203482896-6",
      "raw": "Phenomenology of Perception \n\t\t \n\t\t\t M Merleau-Ponty \n\t\t \n\t\t 10.4324/9780203482896-6 \n\t\t \n\t\t\t 2002 \n\t\t\t Routledge \n\t\t\t London, UK \n\t\t \n\t \n\t Merleau-Ponty, M. Phenomenology of Perception; Routledge: London, UK, 2002."
    },
    {
      "title": "Senses, bodily knowledge, and autoethnography: Unbeknown knowledge from an ICU experience",
      "authors": [
        "J Uotinen"
      ],
      "year": 2011,
      "doi": "10.1177/1049732311413908",
      "journal": "Qual. Health Res",
      "volume": "21",
      "raw": "Senses, bodily knowledge, and autoethnography: Unbeknown knowledge from an ICU experience \n\t\t \n\t\t\t J J Uotinen \n\t\t \n\t\t 10.1177/1049732311413908 \n\t \n\t \n\t\t Qual. Health Res \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Uotinen, J.J. Senses, bodily knowledge, and autoethnography: Unbeknown knowledge from an ICU experience. Qual. Health Res. 2011, 21, 1307-1315."
    }
  ],
  "num_references": 38,
  "figures": [
    {
      "description": "Researcher (M.R.), 22/3/2012: Have you noticed that you pay more attention than usual to what you do and how you or your body feel(s)? Many other participants have mentioned this. If you have noticed this, can you give any examples? 1"
    },
    {
      "caption": "Figure 1 .",
      "description": "Figure 1. Firstbeat report used in data interpretation."
    },
    {
      "caption": "2"
    }
  ],
  "num_figures": 3,
  "num_citations": 64,
  "cited_references": [
    "b32",
    "b4",
    "b14",
    "b17",
    "b20",
    "b26",
    "b28",
    "b13",
    "b27",
    "b33",
    "b16",
    "b7",
    "b23",
    "b29",
    "b19",
    "b6",
    "b18",
    "b30",
    "b1",
    "b9",
    "b31",
    "b10",
    "b3",
    "b5",
    "b34",
    "b12",
    "b15",
    "b11",
    "b36",
    "b37",
    "b25",
    "b22",
    "b0",
    "b21",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] National Consumer Research Centre , P.O. Box 142 , Helsinki 00531 , Finland;",
    "[submission] Received: 4 December 2013; in revised form: 14 January 2014 / Accepted: 6 February 2014 /",
    "© 2014 by the author; licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution license (http://creativecommons.org/licenses/by/3.0/).",
    "[raw_reference] Swan, M. Health 2050: The realization of personalized medicine through crowdsourcing, the Quantified Self, and the participatory biocitizen. J. Pers. Med. 2012, 2, 93-118.",
    "[raw_reference] Swan, M. Sensor mania! The internet of things, wearable computing, objective metrics, and the Quantified Self 2.0. J. Sens. Actuator Netw. 2012, 1, 217-253.",
    "[raw_reference] Swan, M. Emerging patient-driven health care models: An examination of health social networks, consumer personalized medicine and quantified self-tracking. Int. J. Environ. Res. Publ. Health. 2009, 6, 492-525.",
    "[raw_reference] Edwards, J.; Harvey, P.; Wade, P. Technologized Images, Technologized Bodies. In Technologized Images, Technologized Bodies; Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 1-35.",
    "[raw_reference] Lupton, D. M-health and health promotion: The digital cyborg and surveillance society. Soc. Theory Health 2012, 10, 229-244.",
    "[raw_reference] Lupton, D. Quantifying the body: Monitoring and measuring health in the age of mHealth technologies. Crit. Public Health 2013, 23, 393-403.",
    "[raw_reference] Viseu, A.; Suchman, L. Wearable Augmentations: Imaginaries of the Informed Body. In Technologized Images, Technologized Bodies; Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 161-184.",
    "[raw_reference] Haraway, D. The Biopolitis of Postmodern Bodies: Determinations of Self in Immune System Discourse. In Knowledge, Power, and Practice: The Anthropology of Medicine and Everyday Life;",
    "[raw_reference] Lindenbaum, S., Lock, M.M., Eds.; University of California Press: Berkeley, CA, USA, 1998; pp. 364-410.",
    "[raw_reference] Haggerty, K.D.; Ericson, R.V. The surveillant assemblage. Br. J. Sociol. 2000, 51, 605-622.",
    "[raw_reference] Ruppert, E.; Law, J.; Savage, M. Reassembling social science methods: The challenge of digital devices. Theor. Cult. Soc. 2013, 30, 22-46.",
    "[raw_reference] Oxlund, B. Living by numbers. Suomen Antropologi 2012, 37, 42-56.",
    "[raw_reference] Lupton, D. The Imperative of Health: Public Health and the Regulated Body. Sage: London, UK, 1995.",
    "[raw_reference] Nafus, D.; Sherman, J. This one does not go up to 11: The Quantified Self movement as an alternative big data practice. Int. J. Comm. 2013, 7, 1-20.",
    "become happier and healthier. Wired 2012",
    "[raw_reference] See, for instance, an article in Wired entitled -Living by numbers: The Wired guide to health.‖ listing data-driven ways to become happier and healthier. Wired 2012, October, 109-128.",
    "[raw_reference] Riley, S.; Rodham, K.; Gavin, J. Doing weight: Pro-ana and recovery identities in cyberspace. J. Community Appl. Soc. Psychol. 2009, 19, 348-359.",
    "[raw_reference] Boero, N.; Pascoe, C.J. Pro-anorexia communities and online interaction: Bringing the pro-ana body online. Body Soc. 2012, 18, 27-57.",
    "[raw_reference] Thrift, N. Lifeworld Inc. and what to do about it. Env. Plan. D: Soc. Space 2011, 29, 5-26.",
    "[raw_reference] Christensen, P.; Mikkelsen, M.R.; Nielsen, T.A.S.; Harder, H. Children, mobility, and space: Using GPS and mobile phone technologies in ethnographic research. J. Mix Methods Res. 2011, 5, 227-246.",
    "Fall Suppl",
    "[raw_reference] McCurdie, T.; Taneva, S.; Casselman, M.; Yeung, M.; McDaniel, C.; Ho, W.; Cafazzo, J. mHealth consumer apps: The case for user-centered design. Biomed. Instrum. Technol. 2012, Fall Suppl., 49-56.",
    "Personal communication",
    "[raw_reference] Anna, H. [pseud.]. Helsinki. Personal communication, 13 March 2012.",
    "[raw_reference] Kristiinam, N. [pseud.]. Helsinki. Personal communication, 6 March 2012.",
    "[raw_reference] Cohn, S. Picturing the Brain Inside, Revealing the Illness Outside: A Comparison of the Different Meanings Attributed to Brain Scans by Scientists and Patients. In Technologized Images, Technologized Bodies;",
    "[raw_reference] Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 65-84.",
    "[raw_reference] Sari, P. [pseud.]. Helsinki. Personal communication, 19 March 2012.",
    "[raw_reference] Scheldeman, G. Technokids? Insulin Pumps Incorporated in Young People's Bodies and Lives. In Technologized Images, Technologized Bodies; Edwards, J., Harvey, P., Wade, P., Eds.; Berghahn Books: New York, NY, USA, 2010; pp. 137-160.",
    "[report_type] Specialist in",
    "Personal communication Lindholm provided guidance for our study as an outside expert and has not familiarised himself with the actual research data",
    "[raw_reference] Harri Lindholm. Specialist in Clinical Physiology, Finnish Institute of Occupational Health. Personal communication, 7 May 2012. Lindholm provided guidance for our study as an outside expert and has not familiarised himself with the actual research data.",
    "[raw_reference] Anderson, K.; Nafus, D.; Rattenbury, T.; Aipperspach, R. Numbers Have Qualities too: Experiences with Ethno-Mining. Proceedings of the EPIC, Chicago, IL, USA, 30 August-2 September, 2009; pp. 123-140.",
    "in press",
    "[raw_reference] Pantzar, M.; Ruckenstein, M. The hearth of everyday analytics: Emotional, material and practical extensions in self-tracking market. Consum. Markets Culture 2014, in press.",
    "[raw_reference] Bloch, M. Truth and sight: Generalizing without universalizing. J. Roy. Anthropol. Inst. 2008, 14, S22-S32.",
    "[raw_reference] Hanna, N. [pseud.]. Helsinki. Personal communication, 29 May 2012.",
    "[raw_reference] Cooper, C.L.; Dewe, P. Stress: A Brief History; Blackwell Publisher: Malden, MA, USA, 2004.",
    "[raw_reference] Kugelmann, R. Stress: The Nature and History of Engineered Grief; Praeger: New York, NY, USA, 1992.",
    "Selections from the 2 Making Sense of Consumption",
    "[raw_reference] Ruckenstein, M. Temporalities of Addiction. In Making Sense of Consumption. Selections from the 2nd Nordic Conference on Consumer Research 2012;",
    "[raw_reference] Hansson, L., Holmberg, U., Brembeck, H., Eds.; University of Gothenburg: Göteborg, Sweden, 2013; pp. 107-118.",
    "[raw_reference] Merleau-Ponty, M. Phenomenology of Perception; Routledge: London, UK, 2002.",
    "[raw_reference] Uotinen, J.J. Senses, bodily knowledge, and autoethnography: Unbeknown knowledge from an ICU experience. Qual. Health Res. 2011, 21, 1307-1315."
  ],
  "editors": [
    "Technologized Bodies",
    "; Edwards",
    "J Harvey",
    "P Wade",
    "P",
    "Technologized Bodies",
    "; Edwards",
    "J Harvey",
    "P Wade",
    "P",
    "Technologized Bodies",
    "; Edwards",
    "J Harvey",
    "P Wade",
    "P"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Societies",
  "volume": "4",
  "issue": "1",
  "pages": "68-84",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.083732",
    "zotero_item_type": "journalArticle"
  }
}
