{
  "paper_id": "Z8VM3TLZ",
  "title": "Systematic review exploring human, AI, and hybrid health coaching in digital health interventions: trends, engagement, and lifestyle outcomes",
  "abstract": "Introduction: Digital Health Interventions (DHIs) have been identified as a solution to the United Nations Sustainable Development Goals (SDG3) for health promotion and prevention. However, DHIs face criticism for shallow and transactional engagement and retention challenges. Integrating DHIs with health coaching represents a promising solution that might address these issues by combining the scalable and accessible nature of DHIs with the meaningful and engaging nature of health coaching. This systematic review aims to synthesise existing peer-reviewed research on coach-facilitated DHIs to understand how digital health coaching is being used in DHIs and the impact it has on engagement and lifestyle outcomes. Methods: Studies examining DHIs with a coaching component addressing lifestyle outcomes were included. A search of APA PsychINFO, Medline, Web of Science, and Scopus was performed from inception to February 2025. Three authors conducted the study selection, quality appraisal using the Mixed Methods Appraisal Tool (MMAT), and data extraction. Data extraction captured study characteristics, coaching features, participant engagement, and lifestyle outcomes. Results: Thirty-five studies were identified and synthesised using a narrative synthesis approach. This review highlights three coaching modalities in DHIs: digital human coaching, Artificial Intelligence (AI) coaching, and hybrid (human-AI) coaching. All coaching modalities demonstrated feasibility and acceptability. Discussion: While both human and AI coaching have shown a positive impact on both engagement and lifestyle outcomes, hybrid approaches need further refinement to harness AI's scalability and the depth of human coaching. However, the variability of engagement metrics and coaching protocols limited study comparability. Standardising how engagement and coaching delivery are measured and contextualised is crucial for advancing evidencebased digital health coaching.",
  "year": 2025,
  "date": "2025-04-24",
  "journal": "J Med Internet Res",
  "publication": "J Med Internet Res",
  "authors": [
    {
      "forename": "Ben",
      "surname": "Singh",
      "name": "Ben Singh"
    },
    {
      "forename": "Oscar",
      "surname": "Castro",
      "name": "Oscar Castro"
    },
    {
      "forename": "Ana",
      "surname": "Martins",
      "name": "Ana Martins"
    },
    {
      "forename": "Croía",
      "surname": "Loughnane",
      "name": "Croía Loughnane"
    },
    {
      "forename": "Justin",
      "surname": "Laiti",
      "name": "Justin Laiti"
    },
    {
      "forename": "Róisín",
      "surname": "Donovan",
      "name": "Róisín Donovan"
    },
    {
      "forename": "J",
      "surname": "Dunne",
      "name": "J Dunne"
    },
    {
      "affiliation": "University of South Australia , Australia \n\t\t\t\t\t\t\t\t University of South Australia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "ETH Zürich , Singapore Anna Dysart , Virginia \n\t\t\t\t\t\t\t\t ETH Zürich \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore Anna Dysart \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "affiliation": "Tech , United States \n\t\t\t\t\t\t\t\t Tech \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "New University of Lisbon , Portugal Centre for Positive Health Sciences , \n\t\t\t\t\t\t\t\t Centre for Positive Health Sciences \n\t\t\t\t\t\t\t\t New University of Lisbon \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Portugal"
    },
    {
      "affiliation": "Royal College of Surgeons in Ireland , Dublin , Ireland \n\t\t\t\t\t\t\t\t Royal College of Surgeons in Ireland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dublin \n\t\t\t\t\t\t\t\t\t Ireland"
    }
  ],
  "doi": "",
  "keywords": [
    "digital health interventions",
    "positive health",
    "health promotion",
    "disease prevention",
    "coaching",
    "health coaching"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The United Nations (UN) has developed a universal agenda for sustainable development, with the overarching vision for all human beings to thrive and to reach their full potential in dignity and equality in a healthy environment (1). The third goal (SDG3) of this agenda is to \"ensure healthy lives and promote wellbeing for all at all ages\" (1). Under this goal, the UN emphasised reducing noncommunicable disease (NCD)-related mortality rates by onethird through prevention and treatment and promoting mental health and wellbeing (1). Digital health has been identified as a feasible, accessible and affordable solution to the UN goals of preventing NCDs and promoting health and wellbeing  (2) . Digital health is a complex and multifaceted field of both knowledge and practice, focused on the development and use of various technologies (i.e., smart watches, digital tracking tools, robotics, artificial intelligence and machine learning) for improving health  (2) (3) (4) . There has been substantial growth in the field of digital health research, especially in terms of evidencebased digital health interventions (DHIs)  (5) .\n\nDHIs create new opportunities for medical doctors, health professionals and other caregivers to scale and tailor health and lifestyle interventions at a lower cost  (5) . DHIs are particularly effective for promoting healthy lifestyle behaviours like healthy eating, physical activity, stress reduction and psychological wellbeing  (6) (7) (8) (9) (10) . These behaviours, in turn, can promote healthier living and aid in the prevention and management of lifestylerelated NCDs such as cardiovascular disease, diabetes, certain cancers and chronic respiratory diseases  (4, 5, (11) (12) (13) . However, challenges exist in DHI implementation, particularly with selfguided or automated interventions. Despite their low cost and scalability, these interventions are often perceived as shallow, impersonal, and transactional, with participants preferring human support for more meaningful engagement  (4, (14) (15) (16) (17) . Retention and engagement also pose significant issues, with a pooled estimated dropout rate of 43% across DHIs  (18) (19) (20) .\n\nIntegrating health coaching with DHIs may offer a solution to the limitation of passive or automated interventions by providing live and engaging support to participants. Health coaching is a non-clinical, evidence-based health promotion intervention that promotes sustainable health behaviours and improves lifestyle outcomes through personalised, solution-focused, person-centred support. By tailoring interventions to individual needs and fostering a collaborative relationship, health coaching empowers clients to make informed decisions about their health and facilitates behaviour change  (21) (22) (23) . Health coaching is already recognised as a valuable asset to healthcare systems. Specifically, for the health promotion and prevention of NCDs  (24, 25) . As such, health coach-facilitated DHIs could create meaningful yet scalable and accessible digital health solutions for health promotion and NCD prevention  (26) (27) (28) .\n\nThis integration paves the way for a new field of research relating to digital health coaching. There has already been a substantial surge of professional coaches transitioning to digital spaces, with 93.3% of coaches globally transitioning to online coaching  (29) . In the digital space, health coaching is mediated through technology, where coaches interact with coachees via digital platforms to guide behaviour change  (30) . This allows coaches and clients to interact regardless of geographical location and through different modalities (i.e., through text, video call or phone call)  (31) . While the conversation between coaches and clients remains central to digital health coaching, it can be supported by a variety of technologies, including digital tracking tools (i.e., smart watches, glucose monitors), self-guided educational modules, habit tracking and automated reminders. Additionally, recent advancements in artificial intelligence (AI) have spurred research into conversational agent coaching or chatbot coaches as flexible, accessible and cost-efficient alternatives to human-facilitated digital health coaching  (32, 33) . Chatbots are AI-driven programmes designed to interact with individuals using natural language that mimics human dialogue through algorithm-generated responses  (34) . However, the active engagement between the coach (AI or human) and coachee through personalised and real-time interaction is central to digital health coaching.\n\nWhile there has been increasing interest in the integration of coaching within DHIs, a clear gap remains in understanding the impact of different coaching modalities (e.g., human, AI, and hybrid) on participant engagement and health outcomes. Although some studies have investigated coach-facilitated DHIs, comprehensive analyses and synthesis regarding the effectiveness of these modalities, particularly their role in enhancing lifestyle behaviours and preventing NCDs, are limited. This systematic review aims to synthesise existing research on coach-facilitated DHIs to understand how digital health coaching is being used in DHIs and the impact it has on lifestyle outcomes and engagement. Ultimately, this review seeks to provide evidence to inform the development of future digital health interventions and research."
    },
    {
      "title": "Materials and methods",
      "text": "The methodology for this systematic review complies with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guidelines for systematic reviews  (35)  (Supplementary File S1). This protocol has been registered on PROSPERO (Registration number: CRD42022363279). After registration, amendments were made to enhance the comprehensiveness of the review. The review timeline was updated to incorporate a more recent search date. Additionally, further details were added to the inclusion criteria to clarify modifications. Lastly, the search strategy was revised to reflect the updated search parameters."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "The PICO framework guided the definition of eligibility for this review (Table  1 ). However, in this review, the traditional \"Comparator\" element in PICO was replaced with \"Context\", as this review focuses on the integration of coaching within DHIs without the need for a direct comparator. This review seeks to gather evidence of coach-facilitated DHIs implemented to increase the health and wellbeing of populations. While this largely falls into preventative interventions to help reduce the risk of NCDs, substantial studies are using coachfacilitated DHIs to help increase the health and wellbeing of cohorts living with NCDs (predominantly cancers and diabetes). It would be remiss to exclude these cohorts because of their disease status, despite the intervention aligning with inclusion criteria. As a result, we included adults living with NCDs once the primary outcomes were focused on lifestyle outcomes and not clinical or medical outcomes or markers (i.e., HbA1c, Cholesterol, BMI, weight reduction or waist circumference). This review concentrated on the adult population (18 years and older). As such, studies involving adolescents or children were excluded.\n\nPeer-reviewed studies were considered if they explored digital coaching in DHIs and addressed at least one of the lifestyle medicine pillars: sleep, physical activity, psychological wellbeing and stress management, substance use, or healthy eating. Studies were excluded if they focused on medical interventions or used coaching as a part of medical or mental health treatments (i.e., coaching for patient education, trust building for treatments, pain management, medication adherence) that were not directly aimed at increasing lifestyle or wellbeing outcomes. Similarly, studies with clinical primary outcomes or biological markers as the primary outcome were excluded.\n\nStudies that incorporated human, AI or hybrid (AI and human) coaching components alongside DHIs were included. For the inclusion criteria, digital health coaching was defined as a coachcoachee partnership facilitated online with the purpose of providing tailored support to enhance the DHI and promote behaviour change and health outcomes among participants. The coaching component of the DHI must align with this definition, meaning that coaching through ad hoc non-interactive messages or notifications was excluded. Studies that explored in-person or faceto-face interventions only, as well as career, executive or athletic coaching, were excluded. Finally, all peer-reviewed studies from any country were included, and no publication date limit was applied, given the limited literature on coaching, especially digital coaching. Studies that were not available in English were excluded."
    },
    {
      "title": "Search strategy",
      "text": "The search strategy used keywords identified through an initial review of the literature. Keywords were grouped using Boolean operators and truncations. The PICO Framework also guided the formation of the final search strategy (Table  2 )."
    },
    {
      "title": "Informational sources",
      "text": "We conducted searches in electronic databases, including APA PsychINFO, Medline, Web of Science, and Scopus, on February 1, 2025. In addition to the electronic database searches, backward and forward citation searching of included studies was conducted to identify any additional relevant studies. Furthermore, forward searching of protocols deemed relevant during screening was carried out to ensure the inclusion of studies that may have been missed in the initial search."
    },
    {
      "title": "Study screening",
      "text": "Covidence, an online specialised systematic review website, was used to screen studies. One reviewer (CL) screened the titles and abstracts of the identified studies based on the eligibility criteria. Three reviewers (CL, ROD, and JL) then independently reviewed the identified full-text studies. Reviewers met to discuss and resolve any conflicts or disagreements. If consensus could not be reached, a fourth reviewer (PJD) was designated to assess the relevant records. Three reviewers are qualified health coaches accredited by the European Mentoring and Coaching Council (EMCC). Two reviewers hold psychology degrees (CL, ROD), and the fourth reviewer holds a PhD in immunology and a degree in counselling and psychotherapy (PJD). The third reviewer (JL) has a biomedical engineering degree with specific expertise in digital health research."
    },
    {
      "title": "Data extraction process",
      "text": "Two reviewers (CL & ROD) independently extracted the data using the Covidence Data Extraction template. To resolve discrepancies in the data extracted, reviewers came together to review data extraction and any existing conflicts. Conflicts that couldn't be resolved were referred to a third reviewer for resolution (PJD). However, this was not needed. The following characteristics were recorded: author, year, study aim, participant description and inclusion and exclusion status,"
    },
    {
      "title": "Quality assessment",
      "text": "The Mixed Methods Appraisal Tool assessed the quality of all studies included in the systematic review. This was conducted independently by two reviewers (CL and ROD), who then jointly reviewed independent quality appraisal for any conflicts. Unresolved conflicts were referred to a third reviewer (PJD), though this step was not needed. The final MMAT results are included in the supplementary files (Supplementary File S2)."
    },
    {
      "title": "Study synthesis",
      "text": "The identified studies were synthesised using a narrative synthesis in relation to the study question: How is digital health coaching used in DHIs, and what is the impact of lifestyle outcomes and engagement? The synthesis followed the steps outlined by Popay  (36) , which included: becoming familiar with the studies, organising them into logical categories, comparing and synthesising the studies, exploring the relationships within and between the studies and synthesising the data under the relevant themes. Studies included in this review were first grouped by coaching modality (i.e., human, AI, or hybrid coaching) and then further categorised by targeted lifestyle outcomes (physical activity, psychological wellbeing, stress management, healthy eating, sleep, and substance use) and engagement outcomes. We evaluated the consistency of the findings across studies to assess the certainty of evidence. Missing or inconsistent data that was not a criterion for inclusion (i.e., engagement statistics, coaching theories, and length of intervention) was noted during synthesis and presented in the results. Studies were not excluded based on these missing data, but it was considered as a limitation during synthesis. A meta-analysis could not be performed due to significant variations in sample populations, outcome measures, and study designs across the included studies."
    },
    {
      "title": "Results",
      "text": "The database search yielded a total of 4,894 studies. After removing 1,748 duplicates, a further 2,936 studies were removed after title and abstract screening. One hundred and seventy-six studies were removed during the full-text review. In total, 35 studies were included in this review. The complete screening process is illustrated through the PRISMA diagram (Figure  1 )."
    },
    {
      "title": "Quality assessment",
      "text": "No articles were excluded from the review based on the MMAT quality appraisal score (Supplementary File S2). Regarding the methodological rigour of the included articles, 11 studies scored 100% (5/5), and 23 scored 80% (4/5), indicating high quality. Only one study scored 60% (3/5), indicating medium quality. This demonstrates that the majority of studies included in the review met a high standard of methodological rigor."
    },
    {
      "title": "Description of the included studies",
      "text": "Thirty-five studies were included for full review and data extraction. Table  3  summarises the study characteristics, including year of publication, country, length of intervention, number of participants, study design, intervention description, lifestyle areas addressed, measures used, and key outcomes. Most of the studies were pilot, feasibility, or early-stage studies, with only seven studies (20.6%) being full-scale randomised controlled trials  (37) (38) (39) (40) (41) (42) (43) . Intervention lengths ranged from 1 week to 12 months, and sample sizes ranged from 7 to 3,629 participants (Table  3 ).\n\nTo assess the heterogeneity of the participants, demographic information, including sex, age, race, and education, was collected and is presented in Table  4 . Participants were predominantly Caucasian, though African American/Black,\n\nTABLE 2 Final search strategy using the PICO framework."
    },
    {
      "title": "Population Intervention Context Outcome",
      "text": "Adult* \"digital health\" OR \"eHealth\" OR \"mHealth\" OR \"mobile health\" OR \"digital intervention\" OR \"mobile application\" OR \"smartphone application\" OR \"health app\" OR \"internet intervention\" OR \"online program\" OR \"web-based intervention\"\n\n\"coaching\" OR \"health coaching\" OR \"digital coaching\" OR \"lifestyle coaching\" OR \"motivational coaching\" OR \"chatbot\" OR \"artificial intelligence\" \"AI chatbot\" OR \"virtual coaching\" OR \"AI Coach\" OR \"automated coaching\" OR \"health coach\" OR \"coaching psychology\" OR \"digital health coach\" OR \"conversational agent\"\n\n\"engagement\" OR \"adherence\" OR \"participation\" OR \"user engagement\" OR \"user adherence\" OR \"retention\" OR \"satisfaction\" OR \"user satisfaction\" OR \"acceptability\" OR \"usability\" OR \"lifestyle\" OR \"healthy lifestyle\" \"lifestyle change\" OR \"wellbeing\" OR \"healthy living\" OR \"behaviour change\" OR \"habit*\" OR \"Healthy eating\" OR \"physical activity\" OR \"nutrition\" OR \"weight management\" OR \"stress management\" OR \"sleep quality\" OR \"active minutes\"\n\nAnd not \"Adolescent*\" OR \"child*\" OR \"clinical outcome\" OR \"treatment\" OR \"rehab*\" OR \"athlet*\" OR \"sports coach*\" OR \"performance coach*\" OR \"clinical treatment\"\n\nAsian, multiracial, and other racial groups were represented in smaller proportions. Notably, four studies had a larger representation of African American/Black  (47)  and Asian participants  (39, 48, 51) . The mean age of participants varied widely. Participants were largely aged between 40 and 60 years, with the exception of outlying studies focusing on younger adults and students (18-34 years)  (47-49, 51, 52, 55, 61, 65, 67, 69)  and older populations (60 + years)  (38, 43, 45, 46, 50) . Women were more frequently recruited for digital health interventions, with female participation ranging from 25.2% to 100% across studies. Education levels were inconsistently reported, but in studies that provided this information, the percentage of participants with a college degree ranged from 20.7% to 95%."
    },
    {
      "title": "Presence of coaching in DHIs",
      "text": "This review focused on the role and impact of health coaching in DHIs. Table  5  summarises the key characteristics of coaching that are evidenced across included studies. Coaching was  Significant improvement in diet quality by 6.2 points (95% CI, 3.8-8.7; P < .001) in the intervention group compared with control. Significant reduction in intake of sugar-sweetened beverages (-0.5 servings/ day, 95% CI, -0.8, -0.2; P < .001) and sodium (-726 mg/day, 95% CI, -983, -468; P < .001)\n\nHeber et al. (40) 2016 Germany 7 weeks 264 adults Randomised controlled trial Guided web and mobilebased stress management training + written feedback on every completed session from an e-coach -Stress management -Psychological WB Self-report measures: -PSS-10 -CES-D -Hospital Anxiety and Depression Scales (HADS-A) -Penn State Worry Questionnaire, Ultra Brief Version-past week (PSWQ-PW) -Short Form 12 (SF-12) Large effects observed for perceived stress (P < .001, Cohen's d = 0.83), depression (d = 0.95, P < .001), anxiety (d = 0.84, P < .001), and worry (d = 0.63, P < .001). Mental health scores improved significantly (d = 0.68, P < .001). Effects maintained at 12-month follow-up Horn et al. (54) 2023 USA 12 months 26 women Qualitative study Balance after baby-webbased educational modules and lifestyle coaching -Physical activity -Healthy eating -Qualitative interviews Participants reported changes in diet and physical activity as a result of the intervention. Online modules and support from the lifestyle coach were perceived to have had a positive effect on personal and familial lifestyle change. Other components were less utilised, including the community forum, gym memberships, and pedometers Ly, Ly and Andersson (55) 2017 Sweden 2 weeks 28 adults Randomised controlled trial Smartphone app with an automated chatbot -Stress management -Psychological WB Self-report measures: -The Flourishing Scale (FS) -PSS-10 -The Satisfaction With Life Scale (SWLS) Participants who adhered to the intervention (n = 13): significant effects for FS (F1, 27 = 5.12, P = 0.032), PSS-10 (F1, 27 = 4.30, P = 0.048). No significant effect for SWLS [F (1, 27) = 2.83, P = 0.10]. Within-group effects: PSS-10 [t (12) = 2.22, P = 0.046, d = 0.87] and SWLS [t (12) = -2.25, P = 0.044, d = 0.41] showed medium-to-large improvements in the intervention group Maher et al. (56) 2020 Australia 12 weeks 31 adults Case-control study Artificial intelligence virtual health coach-led physical activity and diet intervention -Physical activity -Healthy eating Self-report measures: -14-item Australian Mediterranean diet adherence tool -AAS Participants increased physical activity by 109.8 min/ week [F (2, 29) = 6.45, P = .005]. Mediterranean diet scores improved from 3.8 to 9.6 [F(2,29) = 44.56, P < .001] Marler et al. (57) 2019 USA 18.5 weeks 319 adults Prospective openlabel single-arm study Digital smoking cessation program incorporating a Food and Drug Administration, cleared carbon monoxide breath sensor, and text-based human coaching -Smoking behaviours Self-report measures: -Readiness to quit/stage of change -Confidence to quit, -Anticipated difficulty maintaining quit status -Smoking reduction -Quit attempts -7-day and 30-day Point Prevalent Abstinence (PPA) Positive changes in attitudes were observed from baseline to Mobilise (pre-Quit): increased confidence to quit (4.2-7.4, P < .001) and decreased expected difficulty maintaining quit (3.1-6.8, P < .001). Quit attempt rate: 79.4% (216/272, completer). 7-day PPA: 32.0%, 30-day PPA: 27.6%. 25.9% achieved ≥50% smoking reduction (Continued) Loughnane et al. 10.3389/fdgth.2025.1536416 Frontiers in Digital Health Author Year Country Length Participants Study design Intervention Lifestyle pillars Measures Outcomes McGuire et al. (58) 2022 Australia 8 Weeks 43 midlife adults Two-arm parallel group feasibility study GroWell for Health Program-eHealth intervention consisting of an interactive ebook and nurse coaching -Healthy eating -Physical activity -Sleep -Substance use Self-report measures: -IPAQ-SF -National Nutrition and Physical Activity Questionnaire -Readiness for change Significant improvements in fruit intake, physical activity stage of change, and exercise habits for arm A (ebook and coaching) and arm b (ebook only) (p < .05).Alcohol frequency decreased for both groups, but this was not significant (arm A: 1.9 to 1.8 days a week, p = 0.65; arm B: 2.7 to 2.5 days a week, P = 0.62) Moreno-Blance et al. (59) 2019 Spain 3 weeks 20 adults Feasibility study mHealth platform with an AI chatbot-Paola, educational material, recipes, diet and activity log -Physical activity -Sleep -Healthy eating Self-report measures: -Questionnaire monitoring adherence to a Mediterranean diet -Wearable device measures: -Physical activity -Sleep through Participants met sleep goals 47.3% of days and logged moderate to vigorous activity 130% over the target. 10,000-step goal met 122% of the time. Adherence to a Mediterranean diet was not reported Olliers et al. (60) 2023 Switzerland Approx. 6 months 7,135 Adults Single-arm interventional study chatbot-led digital health app designed to provide lifestyle coaching across seven health areas to mitigate the collateral damage of the COVID-19 pandemic -Psychological WB -Sleep -Healthy eating -Physical activity -GAD-2 -PHQ -Insomnia severity index (ISI) -UCLA loneliness scale -Brief resilience coping scale -Single-item physical activity measure/international physical activity questionnaire short form -Short survey instruments for children's diet and physical activity Significant decrease in anxiety levels between assessments [t(54) = 3.7, P < 0.001, d = 0.499; Intentto-treat: t(416) = 3.4, p < 0.001, Cohen d = 0.165]. significant change in depression scores occurred (within group): F2,38 = 7.01, P = 0.003, with a large effect size. Physical activity, sleep and healthy eating did not report significant changes in outcomes between assessments (P = .847; P = .208; P = .837 respectively) Partridge et al. (41) 2015 Australia 12 weeks 250 adults Two-arm, parallel-group randomised controlled trial Mobile app with education, selfmonitoring and support resources, motivational text messages and coaching calls -Healthy eating -Physical activity Self-report measures: -IPAQ-SF -Short questions to assess SSB, fruit and vegetable intake and takeout meals Intervention group increased vegetable intake (P = .009), reduced sugary drinks (P = .002), and improved physical activity (P = .05). They also increased their total physical activity by 252.5 METminutes (95% CI 1.2-503.8, P = .05) and total physical activity by 1.3 days (95% CI 0.5-2.2, P = .003) compared to controls Price and Brunet (61) 2022 Canada 12 weeks 7 young adults Single-arm feasibility trial Telehealth behaviour change intervention -Physical activity -Healthy eating Self-report measures: -IPAQ-SF -Behavioural Risk Factor Surveillance System-FV questionnaire -Psychological Need Satisfaction in Exercise Scale -Psychological Need Satisfaction questionnaire -Exercise Treatment Self-Regulation Questionnaire -Dietary Self-Regulation questionnaire -Qualitative interviews\n\nParticipants reported significant increase in physical activity (T0 = 30; T1 = 150; P = 0.018), and fruit and vegetable intake (T0 = 2; T2 = 4.71; P = 0.018). There was also a significant increase in sense of autonomy (P = 0.046), competence (P = 0.018) and relatedness (P = 0.028) relating to fruit and vegetable intake, and a significant increase in autonomy (P = 0.027) and competence (p = 0.28) relating to physical activity. Qualitative data suggests the health coach created an autonomous supported environment, developed capacity for positive connections, and increased motivation (Continued)\n\nLoughnane et al. 10.3389/fdgth.2025.1536416 Frontiers in Digital Health 10 frontiersin.org Author Year Country Length Participants Study design Intervention Lifestyle pillars Measures Outcomes Sacher et al. (62) 2024 Netherlands 12 months 107 adults Prospective single-arm study Health coach-led, asynchronous, text-based, Digital Behaviour Change Coaching Intervention (DBCCI) -Psychological WB -Healthy eating Self-report measures: -Warwick-Edinburgh Mental Wellbeing Scale (WEMWBS) -GAD-7 -Loss of Control Over Eating Scale-Brief (LOCES) -Barriers to Being Active Quiz (BBAQ) WEMWBS scores significantly improved at Month 6 and remained significant at Month 12 (P = .02). GAD-7 scores significantly decreased at Month 1 (P = .009). LOCES significantly decreased at month 1 (P < .001) and remained statistically significant at months 6 and 12 (P < .001). BBAQ scores significantly increased at Month 6 (P < .001) but did not remain significant at Month 12 (P = .45) Santini et al. (63) 2023 Italy/ Netherlands 10 weeks 91 adults Longitudinal Mixed Methods Study Digital coaching intervention -Physical activity -Psychological WB Self-report measures: -SF-12v2 Health Survey -IPAQ -WHO-5 WB -GSE-6 -Lubben 6-item Social Network Scale (LSNS-6) Perceived worsened physical health (SF-12-PCS ≤50) increased from T0 to T2 (p = 0.002), while perceived mental well-being (SF-12-MCS ≤42) remained stable (P < 0.001). Physical activity significantly increased from T0 to T1, then stabilised (P = 0.012), with low activity rates decreasing from 8.2% to 6% during the human coach-supported phase but rising to 8.3% when using the system independently. Self-efficacy and socialisation levels fluctuated over time Smart et al. (64) 2022 USA 8 weeks 28 adults A single-group pre-test post-test study Text-based coaching and Fitbit program -Physical activity Wearable device measures: -Steps -Physical activity minutes There was no significant change in the average weekly steps (mean difference 7.26, SD 6209.3; P = .99), sedentary minutes (mean difference -17.6, 95% CI -67.8 to 32.6), or light (mean difference -3.37, 95% CI -28.8 to 22.1) and moderate to vigorous physical activity (mean difference 6.79, 95% CI -3.4 to 17.0) Spring et al. (42) 2018 USA 9 months 212 adults Randomised controlled trial Multicomponent intervention integrating mHealth, modest incentives, and remote coaching -Healthy eating -Physical activity Self-report measures: -Moderate to vigorous active minutes -Dietary data was recorded through the CalorieKing food database Sustained improvement in composite diet and activity score at 3, 6, and 9 months (P < .001). Sequential treatment showed slightly greater improvement at 6 months (P = .03), but no difference at 3 or 9 months compared to simultaneous treatment Terblanche et al. (65) 2022 South Africa 6 months 168 students Randomised controlled trial AI Chatbot Coach -Stress management -Psychological WB Self-report measures: -Goal attainment scale -WEMWBS -Brief Resilience Scale (BRS) -PSS-10 Psychological wellbeing, resilience and stress showed a medium-sized correlation with each other, ranging from r = .50 to r = -.64 (correlations with stress being negative). The experimental group showed an increase of 55% on their goal attainment compared to 24% in the control group. No statistical significance was found between psychological wellbeing, resilience, stress and time and group (resilience, P = 0.80; psychological wellbeing, P = 0.89; and stress, P = 0.91) To, Green and Vandelanotte (66) 2021 Australia 6 weeks 116 adults Quasiexperimental design without control group Physical activity chatbot and a connected wearable device -Physical activity Self-report measures: -AAS -Wearable device feedback: -Step count Participants reported an increase in steps from baseline (increase of 627, 95% CI 219-1035 steps/ day; P < 0.01) and total physical activity (increase of 154.2 min/week; 3.58 times higher at follow-up; 95% CI 2.28-5.63; P < 0.001). Participants were also more (Continued) Loughnane et al. 10.3389/fdgth.2025.1536416 Frontiers in Digital Health Author Year Country Length Participants Study design Intervention Lifestyle pillars Measures Outcomes likely to meet the physical activity guidelines (odds ratio 6.37, 95% CI 3.31-12.27; P < 0.001) at follow-up Ulrich et al. (67) 2024 Switzerland 7 weeks 230 students Randomised controlled trial Conversational agentdelivered stress management coaching intervention -Stress management -Psychological WB Self-report measures: -PSS-10 -PHQ-9 -PHQ-15 -GAD-7 -Active coping (5-point Likert scale) -General Self-Efficacy Scale (GSES) Significant reduction in perceived stress (Cohen d = -0.60, P = .001), depressive and psychosomatic symptoms (Cohen d = -0.50, P = .003; Cohen d = -0.36, P = .010). No significant change in anxiety and active coping (Cohen d = -0.29, P = .08; Cohen d = 0.13, P = .06) Wiegand et al. (68) 2010 USA 14 weeks 562 women Longitudinal Study Internet-based online coaching, education programme and olfactivebased personal care products -Stress management -Psychological WB Self-report measures: -PSS-10 -Profile of Mood States (POMS) -Trier Inventory of Chronic Stress (TICS) -Spielberger State-Trait Anxiety Inventory (STAI) -St Mary's Hospital Sleep Questionnaire (SMS) -Short-Form-36 (SF-36) -Work Productivity and Activity Impairment Questionnaire (WPAI) Group 1 (coaching, education programme, and olfactive-based products) had statistically significant improvement in the PSS score vs. Group 3 (control) (P < 0.01). Group 2 (coaching and education programme) demonstrated significantly greater reductions vs. baseline (P < 0.001), but there were no statistically significant differences vs. Group 3. Significant improvements in other efficacy outcomes such as POMS total mood disturbance, TICS work overload and social responsibility subscales, STAI and awakenings, (P < 0.05) Wijsman et al. (43) 2013 Netherlands 3 months 226 older adults Randomised controlled trial Philips DirectLife: monitoring and feedback by accelerometer and digital coaching -Physical activity Wearable device measures: -Active minutes At the ankle, activity counts increased by 46% [standard error (SE) 7%] in the intervention group, compared to 12% (SE 3%) in the control group (P=<.001). Measured at the wrist, activity counts increased by 11% (SE 3%) in the intervention group and 5% (SE 2%) in the control group (P = .11). After processing of the data, this corresponded to a daily increase of 11 min in moderate-to-vigorous activity in the intervention group vs. 0 min in the control group (P = .001) Williams et al. (69) 2021 New Zealand 21 days 64 students Open trial singlearm study Digital mental health intervention delivered by a chatbot -Stress management -Psychological WB   2 ) evidence-based coaching theories. Theories not only guided the coaching process  (27, 40-42, 45, 46, 50, 53, 57, 58, 61, 62, 68)  but also influenced the overall design of DHIs and AI chatbots  (17, 38, 48, 49, 51, 52, 55, 56, 60, (65) (66) (67) 69) . The active coaching component of DHIs was evident through three different delivery modes: (1) digital human coaching, (2) AI-powered coaching, or (3) a mix of both, which we refer to as hybrid coaching (Table  5 ). Using the three modes of coaching identified, this review presents the features of coaching, followed by the trends of lifestyle outcomes and engagement that emerged from the included studies."
    },
    {
      "title": "Digital human coaching",
      "text": "Digital human coaching refers to any study that used a human coach alongside DHIs. Eighteen of the included studies (51%) employed human coaching as a part of their interventions  (27, 39-43, 45-47, 50, 53, 54, 57, 58, 61, 62, 64, 68) . Coaching was often enhanced with digital tracking tools (e.g., smart scales, watches, accelerometers, and breath sensors)  (41-43, 46, 53, 57, 58, 62, 64)  and educational resources or modules  (27, 39-41, 47, 50, 54, 58, 61, 62, 68) . One study used a telepresence robot controlled remotely by practitioners to facilitate communication with participants  (45) . A consistent finding emerged from these studies: the human coach played a crucial role in engaging participants and enhancing motivation, adherence, behaviour change, and personalisation  (39, 46, 58, 61, 62) . However, the intensity of human coaching delivered varied. In most cases (67%), the coach was central to the intervention, interacting regularly with participants. In contrast, six studies assigned coaches a more supportive role, primarily supplementing educational modules, training, and activity monitors  (27, 39, 40, 46, 54, 58) . In these instances, participants primarily engaged with the digital components and the coaches provided additional support to reinforce engagement and adherence, focusing only on issues related to the main intervention  (27, 39, 40, 46, 54, 58) ."
    },
    {
      "title": "AI-powered coaching",
      "text": "Thirteen included studies (37%) analysed the use of AIpowered coaching using conversational agents (i.e., chatbots) to deliver DHIs  (17, 38, 48, 49, 51, 52, 55, 56, 60, (65) (66) (67) 69) . The development of conversational agents and chatbots in these studies was primarily based on Natural Language Processing (NLP) models  (17, 49, 51, 56)  or rule-based approaches, including decision-tree algorithms  (38, 51) . Most AI coaching interventions were delivered remotely through a digital platform, available 24/7  (38, 45, 48, 49, 51, 52, 55, 56, 60, 65, 66, 69) . However, one study used on-site AI coaching in a controlled environment  (17) . Eleven studies mimicked human coaching sessions through quick text-based sessions with the AI chatbot. One chatbot, however, was primarily voice-based, with text-based options for certain activities. This chatbot could interpret speech and synthesise voices to respond to participants  (17) . Three studies provided unlimited access to the AI chatbots, enabling ad hoc questions, as well as guidance, monitoring and feedback outside of structured coaching sessions  (56, 65, 66) . Unlike human coaches, AI coaches were central to all DHIs. Given the artificial nature of the coaching design, no coaching qualifications or accreditations were reported in AI coaching studies."
    },
    {
      "title": "Hybrid coaching",
      "text": "Four studies (11%) investigated hybrid coaching in DHIs  (37, 44, 59, 63) . Hybrid coaching refers to any study that integrates human coaches with AI-powered features within a DHI. Three studies investigated the impact of combining human coaching (delivered via video or text) with automated personalisation, support, advice, and motivation delivered by in-app messages, nudges or knowledge pills (short tips or pieces of advice)  (37, 44, 59) . The AI in these studies typically performed administrative tasks such as (a) sending personalised interventions and educational content  (44, 59, 63) , (b) monitoring activities, progress, engagement and adherence  (37, 63) , (c) sending motivational messages or nudges  (37, 63) , and (d) administering questionnaires  (59) . While two studies used AI and human coaching in parallel, the third study employed a \"human-in-theloop\" approach for delivering hybrid coaching, where the human coach monitored, modified, and validated the AI coach's recommendations  (59) . The fourth study combined human coaching with a digital coach (similar to AI-powered coaching). The digital coach was an avatar that participants could interact with in-app through text-based prompts  (63) . This resulted in the AI-powered coach taking on more interactive and meaningful tasks like goal-setting with participants (63)."
    },
    {
      "title": "Lifestyle outcomes across coaching modalities",
      "text": "The reviewed studies assessed changes in physical activity, psychological wellbeing, stress management, healthy eating, sleep, and substance use across human-delivered, AI, and hybrid coaching interventions (Table  3 ). Among these lifestyle domains, physical activity was the most commonly addressed, covered by 55.8% of studies (n = 19), followed by psychological wellbeing (n = 18; 52.9%). Stress management was examined in nine studies and was closely associated with psychological wellbeing, with many studies addressing both constructs together. Given its interrelated role, stress management was discussed as a subset of psychological wellbeing in this review. Healthy eating was explored in 13 studies, while sleep (n = 4) and substance use (n = 2) were less commonly examined."
    },
    {
      "title": "Physical activity",
      "text": "Physical activity was assessed through a variety measures, including active minutes, Metabolic Equivalent Tasks (METs), daily steps, or sedentary time measured through biometric feedback  (37, 42-44, 59, 64, 66)  and self-reported physical activity assessments  (41, 45-48, 51, 56, 58, 61, 63, 66) , and qualitative interviews  (54) . Studies examining human coaching reported mixed findings regarding its impact on physical activity. Several studies found improvements in physical activity measured through changes in METs  (41, 47)  and moderate-to-vigorous activity (MVPA) minutes  (42, 43) . However, other studies showed no meaningful changes or a decline in physical activity  (45, 46, 64) . Some studies also found that human-coachfacilitated DHIs promoted shifts in participants' awareness, motivation, and readiness to change, leading to active change in physical activity  (46, 47) , along with an increase in purposeful movement, like taking the stairs or walking instead of driving  (54) .\n\nAI coaching generally showed consistent positive effects on physical activity. Studies reported improvements in physical activity measures, including METs  (48) , step count  (66) , active minutes  (56, 66) , MVPA minutes, and reduced sitting time  (51) . AI coaching was also associated with improved adherence and increased motivation  (56) . All four hybrid studies investigated the impact of this approach on physical activity, reporting variable results. Two studies found significant to moderate improvements in physical activity through active minutes  (44, 63) . However, a third study found decreased active minutes and steps among both intervention and control groups  (37) . The fourth study did not assess changes in physical activity from baseline but did report high rates of adherence and goal completion (i.e., achieving step targets and weekly active minute goals) (59)."
    },
    {
      "title": "Psychological wellbeing",
      "text": "Psychological wellbeing was primarily assessed through the reduction of depression and anxiety symptoms  (27, 40, 45, 49, 52, 60, 62, 67)  and general psychological wellbeing using a variety of wellbeing and mental health scales  (50, 53, 62, 63, 65, 69) . Other aspects of psychological wellbeing, such as worry, emotional control, mindfulness, personal growth, and life satisfaction, were also assessed to a lesser extent  (17, 27, 47, 52, 55) . Human coaching interventions were associated with reductions in depressive and anxiety symptoms  (27, 40, 45, 62) , along with reduced worry  (40)  and increased emotional selfefficacy and emotional control  (47, 62) . However, this was not reflected in one study among coached and non-coached groups  (50)  and another which aimed to improve health and wellbeing but did not use scales to assess wellbeing changes  (53) . AI coaching generally reported positive improvements in psychological wellbeing, including reductions in depressive symptoms  (49, 60, 67)  and anxiety  (49, 52, 60) , as well as improvement in general psychological wellbeing  (69) . AI coaching interventions also improved other wellbeing constructs like mindfulness  (52) , personal growth  (17, 55) , and life satisfaction  (55) . However, two AI-coaching interventions failed to report differences in psychological wellbeing  (65, 67) . Only one hybrid coaching study assessed psychological wellbeing  (63] . While psychological wellbeing improved from baselines, this was not sustained after the human-coaching element of the intervention ended (63)."
    },
    {
      "title": "Stress management",
      "text": "All human coaching interventions examining perceived stress reported positive outcomes  (40, 47, 68) , with some showing greater improvement compared to control groups  (40, 68) . However, one study observed only minimal reductions in stress levels from baseline  (47) . Likewise, AI coaching interventions generally led to reductions in perceived stress, ranging from significant  (52, 55, 67, 69)  to minor improvements  (49) . One AI intervention reported no positive changes in stress levels  (65) . Hybrid coaching interventions did not assess stress management outcomes."
    },
    {
      "title": "Healthy eating",
      "text": "Healthy eating was examined in AI and human coaching interventions only. The most common measure used to assess dietary improvements was daily fruit and vegetable intake  (41, 51, 58, 61) . Other measures included overall diet quality assessed via questionnaires  (39, 42) , adherence to the Mediterranean diet  (56) , protein intake  (50) , behaviours related to overeating and self-regulation  (48) . Intervention utilising human coaching demonstrated significant improvements in protein intake  (50) , fruit and vegetable consumption  (41, 58, 61) , and overall diet quality  (39, 42) . Two studies explored behavioural factors influencing healthy eating, reporting increased autonomy and competence  (61)  and improved control over eating habits  (62) . AI coaching interventions also yielded positive effects on healthy eating, though to varying degrees. While all three studies showed positive changes  (48, 51, 56) , only one found significant improvement in their diet scores  (56) . The latter study focused on eating habits rather than food quality, reporting significant reduction in overeating and snacking habits as well as selfregulation in eating behaviour (48)."
    },
    {
      "title": "Sleep",
      "text": "Sleep was assessed through self-reported sleep quality  (27, 51, 53) , and sleep duration measured via wearable devices  (59) . Studies examining human coaching generally reported improvements in sleep quality. One study found that most participants either improved or maintained their sleep quality  (53) , while another reduced sleep disturbances, with improvements sustained at follow-up  (27) . In contrast, AI coaching showed minimal impact, with no significant improvements in sleep quality or sleep scores  (51) . Hybrid coaching interventions provided limited findings on sleep. While one hybrid study assessed sleep outcomes, baseline comparisons were not available. However, results indicated that participants met the recommended seven to eight hours of sleep on nearly half of the recorded days (59)."
    },
    {
      "title": "Substance use",
      "text": "Substance use was assessed by two studies using human coaching. Both studies showed that coaching interventions had a positive impact on decreasing alcohol consumption  (58) , tobacco use, and smoking quit rates  (57) . The human-coach-led smoking cessation intervention also enhanced participants' confidence to quit smoking and reduced perceived difficulty in maintaining abstinence (57)."
    },
    {
      "title": "Engagement and satisfaction",
      "text": "Engagement was measured inconsistently across studies, with definitions and measures varying widely (Table  6 ). The most commonly reported metric was retention or intervention completion rate. For human coaching interventions, completion and retention rates varied from 80% to 100%  (27, 39-41, 46, 47, 53, 57) . AI coaching interventions reported similar completion and retention rates of 90% to 93%, with three outlying studies reporting significantly lower completion rates of 58% (52), 20.3%-45.4% (49), and 9.8%  (60) . Hybrid coaching interventions had retention rates of 55%-56.5%  (37, 44) . However, one hybrid study found that the human coaching component improved adherence to syncing data from wearable devices  (37) .\n\nSeveral studies reported correlations between engagement levels and outcomes. Studies investigating the addition of a human-coaching component in DHIs found that participants who completed coaching spent more time on the DHI, completed more educational modules  (44) , had better adherence to the intervention  (37, 58) , improved retention  (61)  and increased wellbeing  (63) . Additionally, higher engagement with AI chatbots correlated with lower anxiety and depressive symptoms  (49) , improved wellbeing  (38) , increased physical activity (66), and a higher increase in goal attainment  (65) . Finally, one study found that early engagement (within the first week) predicted sustained engagement throughout the intervention  (56) , while another reported that participants who completed the full intervention had lower stress levels  (40) .\n\nTABLE 6 Engagement and satisfaction."
    },
    {
      "title": "Satisfaction",
      "text": "Satisfaction with the DHI interventions was reported in 37% of the included studies (n = 13) (Table  6 ). Among hybrid studies, 75% (3 out of 4) reported satisfaction outcomes. However, AI coaching interventions had the highest proportion of studies reporting satisfaction, accounting for 46% (6/13), compared to 22% (4/18) of human coaching studies. Overall satisfaction rates were high across studies using human coaching in their DHIs, with 81.9% to 92.5% of participants reporting satisfaction for coaching interventions  (40, 62) . Additional studies reporting satisfaction through mean scores reported that 85% of participants rated a full score for satisfaction (5/5) (53) and a mean reporting score of 5.19/7  (27) . AI coaching interventions showed mixed satisfaction outcomes, generally ranging from moderate to high satisfaction rates  (17, 38, 51, 69) . Three studies reported on the likelihood of participants recommending the intervention. One study found a significant change in the Net Promoter Score (60), while two studies reported that 43.4% and 54% of participants would recommend the AI intervention. Additionally, 57% of participants indicated they would use it again  (51, 66) . Hybrid studies reported varied satisfaction rates varying from 67% to 81.5%  (44, 59) , with one study reporting usability below the average threshold, indicating low satisfaction  (63) . Interestingly, one hybrid study found that satisfaction rates were higher among participants who completed the coaching component of the intervention (88% compared to 64%) (44)."
    },
    {
      "title": "Working alliance",
      "text": "Seven studies (20.6%) examined working alliance and connection between participants and coaches. While one study used a working alliance scale, most explored working alliance through qualitative feedback from participants. Human coaching showed a high working alliance. Participants experienced authentic and strong connections, social support, and accountability  (64) . They also described a sense of investment and warmth from their coach  (61) , even in text-based coaching   (64) . This allowed participants to feel comfortable, motivated, and honest about their progress  (61) . Participants perceived AI coaches as engaging and lifelike, often viewing their interactions as relational  (55, 60, 69) . Participants viewed chatbots as a positive addition, appreciating its non-judgemental nature, finding it easier to share information  (17)  and feeling validated in their experiences  (69) . On a 7-point working alliance scale, the overall alliance with AI and human coaches was rated 4.23, with the bond component scoring 4.20  (67) . Another study using the Session Alliance Inventory (ISA) found a minor but insignificant increase in scores  (60) . Despite positive connections made, some participants found chatbots patronising and preferred to connect to a real person. Others reported feelings of loneliness, disconnection and a lack of warmth while engaging with chatbots  (17, 69) . One study noted that chatbot interactions felt repetitive, contributing to feelings of disconnection  (55) . In one hybrid coaching intervention, participants valued human support alongside the AI coaching and expressed a desire for continued human support alongside the AI interventions, particularly for motivation, confidence, and technical support  (63) ."
    },
    {
      "title": "Discussion",
      "text": "This review explored how digital health coaching is integrated into DHIs and its impact on lifestyle outcomes and engagement. We identified three primary coaching models: human, AI, and hybrid (a combination of both human and AI coaches). Our findings suggest that both human-and AI-delivered coaching are generally perceived as acceptable and satisfactory components of DHIs, with trends indicating positive effects on health and wellbeing. Engagement and retention were generally high across all coaching models, with higher engagement linked to improvements in lifestyle outcomes. However, engagement and satisfaction were typically higher with human-delivered coaching. While working alliance was strong across all coaching models, participants reported a stronger sense of connection with human-delivered coaching, including within hybrid interventions.\n\nDespite advancements in digital health coaching, studies were predominantly exploratory, early-intervention studies, focusing on feasibility and acceptability of coach-facilitated DHIs. While individual studies reported significant findings, the lack of consistency in study designs and outcome measures prevented clear inferences about broader trends in lifestyle and engagement. Likewise, there was an imbalanced representation of human (n = 18), AI (n = 13), and hybrid (n = 4) coaching interventions. This disparity, along with inconsistencies in outcome measures, intervention designs and coaching characteristics, limited direct comparisons and the generalisability of our findings; therefore, caution is warranted when interpreting the results in this review."
    },
    {
      "title": "The role of coaching: delivery, standards, and trends",
      "text": "This review examined the integration of health coaching with DHIs, focusing on delivery methods, coaching roles, and standards for protocols and coach engagement (Table  5 ). Findings revealed a lack of consistency in reporting delivery methods, which contributed to ambiguity in the coaching protocols used. Only six studies provided comprehensive descriptions of all the extracted coaching characteristics that represent delivery  (17, 42, 52, 53, 58, 69) . The lack of transparency in coaching delivery methods made it difficult to determine the optimal frequency and intensity of coach-participant engagement for best outcomes. The total number of coaching sessions varied widely, ranging from 2 to 24, with a mean of 8.85 sessions per intervention (Table  5 ). Additionally, coaching sessions were most commonly conducted weekly  (17, 50, 53, 61)  and biweekly  (44, 52) , but no clear pattern emerged linking coaching frequency to delivery mode. Among long-term studies (ranging from 3 to 12 months), coaching was typically staggered, starting with weekly coaching sessions before transitioning to bi-weekly and monthly as the intervention progressed  (42, 54, 57) . Very few studies reported the qualifications of the coaches, making it difficult to determine who was delivering the coaching. Nonetheless, some trends emerged from the studies that did provide details on coaching delivery methods. Most studies indicated that both AI and human coaches played a central role in DHIs, though eight studies employed coaches in a supportive capacity  (27, 37, 39, 40, 44, 46, 54, 58) . In these cases, the role of the coach typically focused on supporting participants' technology use and enhancing usability through education around app features  (27, 37, 46) , reviewing and monitoring participant data  (46) , providing feedback to participants  (39, 40, 44) , adding accountability and promoting the implementation of skills gathered from the main intervention (i.e., educational modules and training)  (27, 44, 54, 58) .\n\nIn several studies, the role of the coach extended beyond the traditional role of facilitating health behaviour change and providing lifestyle support  (27, 37, 46) . Coaches were often tasked with providing technological and lifestyle support. The burden of supporting participants in navigating DHI technology has been recognised  (27, 37) . However, only one study provided a separate technology support channel for participants  (46) . In this instance, technology support was carried out by coaches via telephone calls but conducted outside of the coaching sessions. Moreover, communication predominantly occurred synchronously, with human coaches or conversational agents speaking in real time with participants. However, some studies supplemented this mode of interaction with asynchronous communication between coaching sessions (i.e., check-ins and ad hoc questions and feedback)  (27, 59, 63) ."
    },
    {
      "title": "Coaching standards",
      "text": "Professional and accredited coaches should play a central role in the development of digital health coaching interventions, whether by directly providing coaching or by informing the creation of coaching chatbots. This ensures that the high standards of practice paved by professional bodies like the International Coaching Federation (ICF), the European Mentoring and Coaching Council (EMCC) and the Association for Coaching (AC) are upheld in DHI research. In this review, we identified two key components for maintaining standards: (1) the qualifications and training of the coaches involved and (2) the evidence-based theories and models that inform coaching practices in DHIs. Only ten studies reported the qualifications or training of the human coaches involved in the interventions  (39-42, 45, 53, 54, 58, 62, 64) . These coaches were typically dietitians  (39, 41) , nutritional coaches  (54) , psychologists  (40, 64) , nurse practitioners  (45, 58) , and trained health coaches  (53) . Other studies mentioned that coaches received training from qualified professionals to deliver the intervention  (42, 62) . None of the hybrid coaching studies reported the qualifications or accreditation of the coaches working alongside AI.\n\nLikewise, coaching theories played a crucial role in underpinning DHIs across all coaching models. Cognitive behavioural therapy, behaviour change theories, and positive psychology were the most commonly used (Table  5 ). All AI coaching interventions presented theories that underpinned the development of their conversational agents. Although six studies using human coaches failed to report theories used, two of which were hybrid coaching interventions  (43, 47, 53, 54, 59, 63) . This suggests that coaching theories were not only vital for active coaching but also influenced the design of DHIs and AI chatbots. The use of validated, evidence-based theories in the development of chatbots demonstrates that studies are moving towards validated, evidence-based approaches for chatbot creation. However, it also underscores the need for standardised quality and ethical guidelines for AI coaching.\n\nThe Designing AI Coach (DAIC) framework developed by Terblanche (70) provides a structured approach for assessing AI standards in coaching. The framework emphasises adapting humanefficacy elements and theoretical models for specific and narrow coaching tasks (i.e., goal setting), in line with ethical codes of conduct from accrediting coaching bodies (i.e., ICF, EMCC, AC). In this review, we found that all AI coaching studies, either intentionally or unintentionally, followed the first two principles of the DAIC framework: adapting human-efficacy and incorporating theoretical models in chatbot development (Table  5 ). However, the third principle, ethical conduct (covering privacy, autonomy, liability, and bias), was only addressed in three studies  (49, 55, 65) . The fourth principle, using AI chatbots for narrow, specialised tasks, was met in all but two studies. Notably, Maher et al.  (56)  used AI for both nutritional and physical activity interventions. Likewise, Dhinagaran et al. (51) and Ollier et al. (60) extended their chatbot's role to cover a wide range of lifestyle areas. Dhinagaran et al. (51) included diet, exercise, sleep, and stress support, while Ollier et al. (60) focused on psychological well-being, healthy eating, physical activity, and sleep. The DAIC framework is a valuable framework for guiding the development of AI coaching chatbots. Further research and standardisation are essential to ensure that AI coaching aligns with ethical and professional standards. This is critical for ensuring highquality and safe AI interventions in digital health."
    },
    {
      "title": "Tends in engagement, satisfaction, and working alliance",
      "text": "Engagement and retention rates have traditionally been considered low for DHIs  (71) , suggesting that this is a common issue in digital health research. However, a recent review by Boucher and Raiker (72) argued that engagement rates are not inherently low but rather vary widely across studies. They also highlighted a high degree of variability in how engagement is defined and measured  (72) . Our findings align with those of Boucher and Raiker  (72) , revealing that engagement was inconsistently reported, causing limitations for comparisons across studies. Retention and completion rates were the most consistently reported metrics. These metrics inferred higher retention and completion rates for human coaching interventions compared to AI and hybrid interventions. While AI retention rates were similar to those for human coaching, hybrid interventions showed a comparable difference. Engagement metrics offered valuable insight into adherence and retention but did not clarify the nature of meaningful interactions that may influence adherence. Boucher & Raiker (72) recommended moving away from the one-size-fits-all approach to assessing engagement and instead encourage researchers to focus on patterns of engagement.\n\nEngagement as behaviour (i.e., quantitative engagement measures like app logins, text messages sent, and coaching sessions attended) provides valuable insight into the dynamics of DHIs and engagement trends  (73) . However, this construct was also inconsistently reported across studies, making it challenging to draw definitive conclusions (Table  6 ). Engagement as behaviour suggested that engagement with both human and AI coaches yielded positive outcomes. Among studies that reported engagement as behaviour, trends indicated early engagement and increased engagement with both human and AI coaches led to better outcomes, increased retention, adherence and goal attainment  (37, 38, 40, 44, 49, 56, 58, 61, 63, 65, 66) . Satisfaction rates offered further insight into participants' experiences with different coaching modalities. Overall, satisfaction was highest in interventions using human-facilitated coaching interventions  (27, 40, 53, 62) . AI coaching showed more variable satisfaction rates  (17, 38, 51, 66, 69) . While hybrid approaches demonstrated higher rates of satisfaction over AI-only, they still lagged behind human-only interventions  (44, 59, 63) .\n\nParticipants' experiences were further uncovered through the exploration of working alliances developed between coaches and participants. Prior research has consistently linked strong working alliances with positive coaching outcomes  (74) . A positive working alliance was formed between participants and AI and human coaches during DHI studies  (17, 55, 60, 61, 63, 64, 67, 69) . However, AI chatbots reported limitations to the alliances formed, with some participants reporting a sense of disconnection, repetitiveness and lack of warmth with chatbots  (17, 55, 69) . This trend in working alliance, favouring humanfacilitated coaching interventions, was reflected by one hybrid coaching intervention  (63) . This study reported that participants valued human support along with AI to increase motivation and confidence and support technology navigation  (63) . Overall, while engagement, satisfaction, and working alliance remained consistent across both human and AI coaching interventions, human-facilitated coaching interventions foster stronger connections and higher satisfaction. Although hybrid and AI models could promote engagement and offer positive participant experiences, they could not replicate the interpersonal elements of human-delivered interventions that enhanced the overall individual experience. While engagement remains a key indicator of adherence, Boucher and Raiker  (72)  suggested that the true measure of success in DHIs should focus on the ability to foster meaningful lifestyle changes rather than being based on the frequency or duration of engagement."
    },
    {
      "title": "Effectiveness of coaching for lifestyle change",
      "text": "The review findings suggest that human and AI-facilitated coaching could produce positive effects on lifestyle to varying degrees. While AI-powered coaching demonstrated more consistent positive trends on physical activity levels  (48, 51, 56, 66) , human-facilitated coaching yielded more consistent positive outcomes for psychological wellbeing and stress management  (27, 40, 45, 47, 62, 68) . Likewise, both human and AI coaching reported overall improvements in healthy eating  (39, 41, 42, 48, 50, 51, 56, 58, 61, 62) . Human coaching reported improvements in sleep, whereas AI did not  (27, 51, 53, 59) . Finally, substance use was only assessed with human coaches, precluding direct comparisons  (57, 58) . However, the varying effects of lifestyle outcomes between human and AI delivery systems were minimal, indicating that both AI and human coaching are acceptable and feasible interventions for supporting lifestyle changes. This finding aligns with existing literature suggesting that AI can be equally effective in providing support, particularly when deployed for narrow, specific tasks  (32) . Such findings suggest that AI could be a promising avenue for delivering scalable and effective lifestyle interventions  (75, 76) . However, studies using hybrid coaching approaches failed to produce consistent, robust findings compared to AI-and human-only interventions. Although some hybrid studies showed promising effects in physical activity, psychological wellbeing, and sleep, one study indicated that these benefits did not persist after human support ended  (63) . This suggests that further refinement of the integration between human and AI elements is needed to optimise long-term behaviour change."
    },
    {
      "title": "Exploring the hybrid AI-human coaching model: benefits, limitations, and future potential",
      "text": "The lack of significant engagement and lifestyle outcomes in hybrid studies was unexpected. AI pioneers have established the value and complementary nature of combining AI and humans  (77) , with a growing body of literature on AI-human symbiosis indicating the shifting division of work between humans and machines  (77) (78) (79) . This comes from longstanding research asserting that computers plus humans do better than either alone  (77, 79, 80) . AI and humans hold different values and capabilities. While AI has superior computational and analytical skills, humans can better deal with uncertainty and have greater aptitude for intuition, creativity, and holistic work  (77, 79) . By harnessing human-AI symbioses, it becomes possible to pull the best traits of AI and humans and compensate for the limitations of both  (77, 80) .\n\nIn digital health coaching, hybrid models have been proposed as a promising way to combine the scalability of AI with the relational depth of human coaching  (31, 81) . This hybrid approach draws on the strengths of AI and human coaches to create high-quality, meaningful, accessible, and scalable coaching conversations  (31, 81) . Despite this theoretical promise, hybrid coaching studies included in this review did not reflect this. Several factors may explain this, including methodical constraints, the limited role of human coaches, and inconsistencies in AI implementation. Firstly, only four studies in this review examined hybrid coaching, making it difficult to assess its full impact. Secondly, human coaching was commonly offered as a supportive or optional component of hybrid DHIs  (37, 82) . Three studies highlighted this as a limitation, acknowledging greater outcomes when coaching was the central component of DHIs  (37) . Participants also expressed a preference for periodic human interaction alongside AI-driven support, reinforcing the importance of sustained human involvement  (44, 63) . Furthermore, these studies indicated that consistent human support was important for maintaining improvements in lifestyle and sustaining engagement  (37, 44, 63) . This aligns with existing literature, which suggests that AI should extend rather than replace human coaching capabilities  (83) .\n\nThe AI components used in hybrid coaching varied across studies. Two studies employed basic automation for delivering tailored messages and advice  (37, 44) , while another used a decision-support system to provide personalised recommendations  (59) . The fourth study integrated a digital coach similar to a chatbot but with limited interactive capabilities  (63) . The study that most closely aligned with AI coaching models showed significant improvements in physical activity; however, these benefits diminished once human support was removed (Table  3 ). This reflects broader findings that AI is effective for structured tasks like goal-setting but lacks the relational depth and working alliance needed for long-term behavioural change  (83) . This suggests that hybrid coaching is still an emerging area with limited empirical evaluation. While these studies confirmed the feasibility, more research is needed to refine hybrid coaching models and optimise their effectiveness. Additionally, trends suggest that hybrid models should prioritise human connection as the foundation of coaching while leveraging AI to enhance efficiency and scalability. Future hybrid interventions should, therefore, prioritise AI as an enhancement to human coaching rather than a substitute."
    },
    {
      "title": "Strengths and limitations",
      "text": "This systematic review provided a comprehensive exploration of coach-facilitated digital DHIs, a novel and growing field. By synthesising existing evidence, this review highlighted the feasibility, acceptability, and impact of human, AI and hybrid coaching modalities on engagement and lifestyle outcomes. Adherence to PRISMA guidelines and the use of the MMAT ensured a rigorous and transparent methodological approach. There are well-established, foundational reviews that have significantly advanced digital health research in the context of health promotion and disease prevention  (6, 84, 85) . This review builds on this existing foundation to synthesise the existing body of knowledge on the integration of different health coaching modalities within DHIs. The insights gained from this review can inform the development and optimisation of future coach-led DHIs.\n\nHowever, several limitations of this review should be noted. First, while full-text screening, data-extraction and quality appraisal was done in duplicate, the title and abstract screening was conducted by one reviewer only, increasing the risk of reviewer bias. Additionally, due to the use of broad search terms with multiple definitions, it is difficult to confirm that all relevant articles have been included. Furthermore, Significant heterogeneity in reporting coaching protocol, engagement metrics, and lifestyle outcomes across studies affects the ability to compare findings directly. This heterogeneity hindered the synthesis of results, making it difficult to draw consistent conclusions. Many of the included studies primarily focused on assessing the acceptability and feasibility of coachfacilitated DHIs rather than investigating the impact of specific components of the DHIs (e.g., active coaching, educational modules, tracking tools) and their interactions in influencing lifestyle outcomes. As a result, this review cannot definitively establish the full impact of coaching within DHIs, and its findings should be interpreted with caution. The review's generalisability is also constrained by the heterogeneity of participant demographics. Finally, the inclusion of only peer-reviewed studies may have introduced publication bias, potentially skewing the findings. Despite these limitations, this review offers valuable insights into the current state and potential future directions of digital health coaching in DHIs, providing a foundation for advancing scalable, high-quality, and evidence-based interventions."
    },
    {
      "title": "Conclusion",
      "text": "The studies included in this review contribute to our understanding of how digital health coaching can be effectively integrated into DHIs, highlighting the trends, opportunities, and challenges related to its impact on lifestyle outcomes and engagement. Despite inconsistencies in reporting coaching delivery methods, engagement metrics, satisfaction, and lifestyle outcomes, this review emphasises the potential positive impact of coach-facilitated DHIs on participant engagement and lifestyle outcomes. We confirm the acceptability and feasibility of integrating AI and human coaching into DHIs and identify a gap in the research on hybrid coaching approaches. Digital health coaching in DHIs is complex and multifaceted, making it difficult to isolate components of the intervention to understand their effect (i.e., coaching, wearables, environment). Further research is necessary to better understand these complexities to advance the development of quality, evidence-based, coach-led DHIs that promote participant engagement and positive lifestyle changes. Additionally, it is crucial for future research to explore how the benefits of both AI and human coaching, as reported in this review, can be leveraged through hybrid approaches. Such strategies could help overcome the barriers of meaningful engagement in AI coaching and the scalability and accessibility of human coaching to create a scalable coach-led DHI without decreasing the quality of health coaching. their affiliated organizations, or those of the publisher, the editors and the reviewers. Any product that may be evaluated in this article, or claim that may be made by its manufacturer, is not guaranteed or endorsed by the publisher."
    },
    {
      "text": "FIGURE 1 PRISMA flow diagram for systematic reviews illustrating the study selection process. Adapted with permission from \"PRISMA 2020 flow diagram template for systematic reviews\", by Page et al., licensed under CC BY 4.0."
    },
    {
      "text": "improved significantly (SD = 15.07; P < 0.001). Mean reduction of the PSS-10 = 1.77 (SD = 4.69; P = 0.004) equating to effect sizes of 0.49 and 0.38, respectively. Those who were clinically anxious at baseline (n = 25) experienced a greater reduction of GAD-7 symptoms than those (n = 39) who started the study without clinical anxiety (1.56, SD = 3.31 vs. 0.67, SD = 3.30; P = 0.011) Loughnane et al. 10.3389/fdgth.2025.1536416 Frontiers in Digital Health exhibited through two crucial elements: (1) an active coaching component and ("
    },
    {
      "text": "PICOS framework for study inclusion and exclusion."
    },
    {
      "text": "Characteristics of included studies.Protein intake increased significantly in the coached group (1.00 ± 0.17-1.35 ± 0.23 g/kg) vs. the notcoached (0.91 ± 0.19-1.01 ± 0.33 g/kg, P = .01, η² = .24). No significant effect of protein intake in FMWD. No significant changes in MCSI, SF36 physical component scale and mental component scale, or fatigue"
    },
    {
      "text": "Participant demographics."
    },
    {
      "text": "AuthorEngagement Satisfaction Ollier et al. (2023) (60) Completion of at least one topic: 9.8% (n = 698).7,135downloaded the app, and 3,928 opened the app (55.8%)Thenet promoter score increased as individuals progressed between periods 1 and 2. Ease of use and usefulness also increased.However, only marginally Ulrich et al. (2024) (67) On average, participants sent 6.7 messages per week to the chatbot and spent.Most participants (93.8%) read the messages sent by the chatbot.About half of the participants sent messages to the chatbot at least once a dayThe average usability score for the chatbot was 61.6, with the majority of participants rating the chatbot as \"OK\" (78.8%) or \"Good\" (10.6%)."
    }
  ],
  "references": [
    {
      "title": "Global Strategy on Digital Health 2020-2025",
      "authors": [
        "W Organization"
      ],
      "year": 2021,
      "doi": "10.1093/ww/9780199540884.013.u256626"
    },
    {
      "title": "Methods to evaluate the effects of internet-based digital health interventions for citizens: systematic review of reviews",
      "authors": [
        "P Zanaboni",
        "P Ngangue",
        "Gic Mbemba",
        "T Schopf",
        "T Bergmo",
        "M-P Gagnon"
      ],
      "year": 2018,
      "doi": "10.2196/10202"
    },
    {
      "title": "Evaluating digital health interventions: key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson",
        "L Collins",
        "A Doherty",
        "C Hollis"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.008"
    },
    {
      "title": "Effective behavior change techniques in digital health interventions for the prevention or management of noncommunicable diseases: an umbrella review",
      "authors": [
        "J Mair",
        "A Salamanca-Sanabria",
        "M Augsburger",
        "B Frese",
        "S Abend",
        "R Jakob"
      ],
      "year": 2023,
      "doi": "10.1093/abm/kaad041"
    },
    {
      "title": "What are we measuring when we evaluate digital interventions for improving lifestyle? A scoping meta-review",
      "authors": [
        "R Castro",
        "M Ribeiro-Alves",
        "C Oliveira",
        "C Romero",
        "H Perazzo",
        "M Simjanoski"
      ],
      "year": 2022,
      "doi": "10.3389/fpubh.2021.735624"
    },
    {
      "title": "The effectiveness of fully automated digital interventions in promoting mental wellbeing in the general population: systematic review and meta-analysis",
      "authors": [
        "J Groot",
        "A Maclellan",
        "M Butler",
        "E Todor",
        "M Zulfiqar",
        "T Thackrah"
      ],
      "year": 2023,
      "doi": "10.2196/44658"
    },
    {
      "title": "Effectiveness of digital interventions in reducing occupational stress: a systematic review",
      "authors": [
        "B Indra",
        "V Palmasutra",
        "F Setyawan"
      ],
      "year": 2024,
      "doi": "10.1159/000540748"
    },
    {
      "title": "Effectiveness of holistic mobile health interventions on diet, and physical, and mental health outcomes: a systematic review and meta-analysis",
      "authors": [
        "S Zheng",
        "S Edney",
        "C Goh",
        "B Tai",
        "J Mair",
        "O Castro"
      ],
      "year": 2023,
      "doi": "10.1016/j.eclinm.2023.102309"
    },
    {
      "title": "Effects of eHealth-based multiple health behavior change interventions on physical activity, healthy diet, and weight in people with noncommunicable diseases: systematic review and metaanalysis",
      "authors": [
        "Y Duan",
        "B Shang",
        "W Liang",
        "G Du",
        "M Yang",
        "R Rhodes"
      ],
      "year": 2021,
      "doi": "10.2196/23786"
    },
    {
      "title": "Digital health interventions for the prevention of cardiovascular disease: a systematic review and meta-analysis",
      "authors": [
        "R Widmer",
        "N Collins",
        "C Collins",
        "C West",
        "L Lerman",
        "A Lerman",
        "Editors"
      ],
      "year": 2015,
      "doi": "10.1016/j.mayocp.2014.12.026"
    },
    {
      "title": "The impact of digital health interventions on health-related outcomes in the workplace: a systematic review",
      "authors": [
        "A Howarth",
        "J Quesada",
        "J Silva",
        "S Judycki",
        "P Mills"
      ],
      "year": 2018,
      "doi": "10.1177/2055207618770861"
    },
    {
      "title": "Lifestyle diseases: the link between modern lifestyle and threat to public health",
      "authors": [
        "W Balwan",
        "S Kour"
      ],
      "year": 2021,
      "doi": "10.36348/sjmps.2021.v07i04.003"
    },
    {
      "title": "Digital solutions to alleviate the burden on health systems during a public health care crisis: COVID-19 as an opportunity",
      "authors": [
        "S Willems",
        "J Rao",
        "S Bhambere",
        "D Patel",
        "Y Biggins",
        "J Guite"
      ],
      "year": 2021,
      "doi": "10.2196/25021"
    },
    {
      "title": "Understanding factors affecting patient and public engagement and recruitment to digital health interventions: a systematic review of qualitative studies",
      "authors": [
        "S O'connor",
        "P Hanlon",
        "O'donnell Ca",
        "S Garcia",
        "J Glanville",
        "F Mair"
      ],
      "year": 2016,
      "doi": "10.1186/s12911-016-0359-3"
    },
    {
      "title": "Assistive conversational agent for health coaching: a validation study",
      "authors": [
        "A Fadhil",
        "Y Wang",
        "H Reiterer"
      ],
      "year": 2019,
      "doi": "10.1055/s-0039-1688757"
    },
    {
      "title": "Investigating the use of speech-based conversational agents for life coaching",
      "authors": [
        "L Aymerich-Franch",
        "I Ferrer"
      ],
      "year": 2022,
      "doi": "10.1016/j.ijhcs.2021.102745"
    },
    {
      "title": "Rates of attrition and dropout in app-based interventions for chronic disease: systematic review and meta-analysis",
      "authors": [
        "G Meyerowitz-Katz",
        "S Ravi",
        "L Arnolda",
        "X Feng",
        "G Maberly",
        "Astell- Burt"
      ],
      "year": 2020,
      "doi": "10.2196/20283"
    },
    {
      "title": "Adherence to digital health interventions: definitions, methods, and open questions",
      "authors": [
        "S Kernebeck",
        "T Busse",
        "J Ehlers",
        "H Vollmar"
      ],
      "year": 2021,
      "doi": "10.1007/s00103-021-03415-9"
    },
    {
      "title": "Digital health and engagement-looking behind the measures and methods",
      "authors": [
        "J Torous",
        "E Michalak",
        "O' Brien"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.10918"
    },
    {
      "title": "Health coaching: the node of health literacy & health promotion",
      "authors": [
        "F Silvestri",
        "P Vital",
        "L Saboga-Nunes",
        "U Bittlingmayer"
      ],
      "year": 2024,
      "doi": "10.1093/eurpub/ckae144.833"
    },
    {
      "title": "Health coaching: America's overlooked personalized health solution",
      "authors": [
        "B Miller",
        "A Klein",
        "J Leheste"
      ],
      "year": 2024,
      "doi": "10.18103/mra.v12i8.5662"
    },
    {
      "title": "Health Coaching: A Concept Analysis",
      "authors": [
        "J Olsen"
      ],
      "year": 2014,
      "doi": "10.1111/nuf.12042"
    },
    {
      "title": "Keeping pace with the expanding role of health coaching",
      "authors": [
        "D Thom"
      ],
      "year": 2019,
      "doi": "10.1007/s11606-018-4730-1"
    },
    {
      "title": "Translating health coaching training into clinical practice",
      "authors": [
        "A Mcglynn",
        "O 'callaghan",
        "C Mcdougall",
        "B Osborne",
        "J Harris-Roxas"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph192316075"
    },
    {
      "title": "Outcomes of a digital health program with human coaching for diabetes risk reduction in a medicare population",
      "authors": [
        "Castro Sweet",
        "C Chiguluri",
        "V Gumpina",
        "R Abbott",
        "P Madero",
        "E Payne"
      ],
      "year": 2018,
      "doi": "10.1177/0898264316688791"
    },
    {
      "title": "A novel mobile phone app intervention with phone coaching to reduce symptoms of depression in survivors of women's cancer: pre-post pilot study",
      "authors": [
        "P Chow",
        "F Drago",
        "E Kennedy",
        "W Cohn"
      ],
      "year": 2020,
      "doi": "10.2196/15750"
    },
    {
      "title": "Strengthening the impact of digital cognitive behavioral interventions through a dual intervention: proficient motivational interviewing-based health coaching plus in-application techniques",
      "authors": [
        "C Serio",
        "A Gabarda",
        "F Uyar-Morency",
        "V Silfee",
        "J Ludwig",
        "E Szigethy"
      ],
      "year": 2022,
      "doi": "10.2196/34552"
    },
    {
      "title": "Future trends in coaching: results from a global coach survey",
      "authors": [
        "J Passmore",
        "Q Liu",
        "S Tewald"
      ],
      "year": 2021,
      "doi": "10.2196/34552"
    },
    {
      "title": "E-coaching: an overview",
      "authors": [
        "H Geißler"
      ],
      "year": 2022,
      "doi": "10.1007/978-3-030-81938-5"
    },
    {
      "title": "Digital coaching: a conceptually distinct form of coaching?",
      "authors": [
        "S Kanatouri"
      ],
      "year": 2020,
      "doi": "10.13109/9783666407420.40"
    },
    {
      "title": "Artificial intelligence (AI) coaching: redefining people development and organizational performance",
      "authors": [
        "N Terblanche"
      ],
      "year": 2024,
      "doi": "10.1177/00218863241283919"
    },
    {
      "title": "The coach bots are coming: exploring global coaches' attitudes and responses to the threat of AI coaching",
      "authors": [
        "S Diller",
        "L-C Stenzel",
        "J Passmore"
      ],
      "year": 2024,
      "doi": "10.1080/13678868.2024.2375934"
    },
    {
      "title": "A survey on conversational agents/chatbots classification and design techniques",
      "authors": [
        "S Hussain",
        "Ameri Sianaki",
        "O Ababneh"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-15035-8_93"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "Guidance on the Conduct of Narrative Synthesis in Systematic Review: A Product from the ESRC Methods Programme",
      "authors": [
        "J Popay"
      ],
      "year": 2006,
      "doi": "10.13140/2.1.1018.4643"
    },
    {
      "title": "Effect of adding telephone-based brief coaching to an mHealth APP (stay strong) for promoting physical activity among veterans: randomized controlled trial",
      "authors": [
        "L Damschroder",
        "L Buis",
        "F Mccant",
        "H Kim",
        "R Evans",
        "E Oddone"
      ],
      "year": 2020,
      "doi": "10.2196/19216"
    },
    {
      "title": "An automated conversational agent self-help program: randomized controlled trial",
      "authors": [
        "H Foran",
        "C Kubb",
        "J Mueller",
        "S Poff",
        "M Ung",
        "M Li"
      ],
      "year": 2024,
      "doi": "10.2196/53829"
    },
    {
      "title": "Behavioral lifestyle intervention program using mobile application improves diet quality in adults with prediabetes (D'LITE study): a randomized controlled trial",
      "authors": [
        "C Han",
        "S Lim",
        "K Ong",
        "J Johal",
        "A Gulyani"
      ],
      "year": 2024,
      "doi": "10.1016/j.jand.2023.10.005"
    },
    {
      "title": "Web-based and mobile stress management intervention for employees: a randomized controlled trial",
      "authors": [
        "E Heber",
        "D Lehr",
        "D Ebert",
        "M Berking",
        "H Riper"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5112"
    },
    {
      "title": "Effectiveness of a mHealth lifestyle program with telephone support (TXT2BFiT) to prevent unhealthy weight gain in young adults: randomized controlled trial",
      "authors": [
        "S Partridge",
        "K Mcgeechan",
        "L Hebden",
        "K Balestracci",
        "A Wong",
        "E Denney-Wilson"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4530"
    },
    {
      "title": "Multicomponent mHealth intervention for large, sustained change in multiple diet and activity risk behaviors: the make better choices 2 randomized controlled trial",
      "authors": [
        "B Spring",
        "C Pellegrini",
        "H Mcfadden",
        "A Pfammatter",
        "T Stump",
        "J Siddique"
      ],
      "year": 2018,
      "doi": "10.2196/10528"
    },
    {
      "title": "Effects of a web-based intervention on physical activity and metabolism in older adults: randomized controlled trial",
      "authors": [
        "C Wijsman",
        "R Westendorp",
        "E Verhagen",
        "M Catt",
        "P Slagboom",
        "A De Craen"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2843"
    },
    {
      "title": "Web-based video-coaching to assist an automated computer-tailored physical activity intervention for inactive adults: a randomized controlled trial",
      "authors": [
        "S Alley",
        "C Jennings",
        "R Plotnikoff",
        "C Vandelanotte"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5664"
    },
    {
      "title": "Using telehealth to optimize healthy independent living for older adults: a feasibility study",
      "authors": [
        "T Bakas",
        "D Sampsel",
        "J Israel",
        "A Chamnikar",
        "B Bodnarik",
        "J Clark"
      ],
      "year": 2018,
      "doi": "10.1016/j.gerinurse.2018.04.002"
    },
    {
      "title": "A home-based mobile health intervention to replace sedentary time with light physical activity in older cancer survivors: randomized controlled pilot trial",
      "authors": [
        "C Blair",
        "E Harding",
        "C Wiggins",
        "H Kang",
        "M Schwartz",
        "A Tarnower"
      ],
      "year": 2021,
      "doi": "10.2196/18819"
    },
    {
      "title": "A pilot goal-oriented episodic future thinking weight loss intervention for low-income overweight or obese young mothers",
      "authors": [
        "M-W Chang",
        "A Tan",
        "D Wegener",
        "R Lee"
      ],
      "year": 2023,
      "doi": "10.3390/nu15133023"
    },
    {
      "title": "Effectiveness of an artificial intelligence-assisted app for improving eating behaviors: mixed methods evaluation",
      "authors": [
        "Hsj Chew",
        "N Chew",
        "Sse Loong",
        "S Lim",
        "Wsw Tam",
        "Y Chin"
      ],
      "year": 2024,
      "doi": "10.2196/46036"
    },
    {
      "title": "Preliminary evaluation of the engagement and effectiveness of a mental health chatbot",
      "authors": [
        "K Daley",
        "I Hungerbuehler",
        "K Cavanagh",
        "H Claro",
        "P Swinton",
        "M Kapps"
      ],
      "year": 2020,
      "doi": "10.3389/fdgth.2020.576361"
    },
    {
      "title": "The impact of a pilot telehealth coaching intervention to improve caregiver stress and wellbeing and to increase dietary protein intake of caregivers and their family members with dementia-interrupted by COVID-19",
      "authors": [
        "D D'avolio",
        "S Gropper",
        "M Appelbaum",
        "S Thiengtham",
        "J Holt",
        "D Newman"
      ],
      "year": 2023,
      "doi": "10.1177/14713012231177491"
    },
    {
      "title": "Conversational agent for healthy lifestyle behavior change: web-based feasibility study",
      "authors": [
        "D Dhinagaran",
        "T Sathish",
        "A Soong",
        "Y-L Theng",
        "J Best",
        "L Car"
      ],
      "year": 2021,
      "doi": "10.2196/27956"
    },
    {
      "title": "Engagement and effectiveness of a healthy-coping intervention via chatbot for university students during the COVID-19 pandemic: mixed methods proof-ofconcept study",
      "authors": [
        "S Gabrielli",
        "S Rizzi",
        "G Bassi",
        "S Carbone",
        "R Maimone",
        "M Marchesoni"
      ],
      "year": 2021,
      "doi": "10.2196/27965"
    },
    {
      "title": "Feasibility and acceptability of C-PRIME: a health promotion intervention for family caregivers of patients with colorectal cancer",
      "authors": [
        "L Gudenkauf",
        "X Li",
        "A Hoogland",
        "L Oswald",
        "I Lmanirad",
        "J Permuth"
      ],
      "year": 2024,
      "doi": "10.1007/s00520-024-08395-5"
    },
    {
      "title": "Postpartum women's experiences in a randomized controlled trial of a web-based lifestyle intervention following gestational diabetes: a qualitative study",
      "authors": [
        "C Horn",
        "E Seely",
        "S Levkoff",
        "B Isley",
        "J Nicklas"
      ],
      "year": 2023,
      "doi": "10.1080/14767058.2023.2194012"
    },
    {
      "title": "A fully automated conversational agent for promoting mental well-being: a pilot RCT using mixed methods",
      "authors": [
        "K Ly",
        "A Ly",
        "G Andersson"
      ],
      "year": 2017,
      "doi": "10.1016/j.invent.2017.10.002"
    },
    {
      "title": "A physical activity and diet program delivered by artificially intelligent virtual health coach: proof-of-concept study",
      "authors": [
        "C Maher",
        "C Davis",
        "R Curtis",
        "C Short",
        "K Murphy"
      ],
      "year": 2020,
      "doi": "10.2196/17558"
    },
    {
      "title": "Initial assessment of a comprehensive digital smoking cessation program that incorporates a mobile app, breath sensor, and coaching: cohort study",
      "authors": [
        "J Marler",
        "C Fujii",
        "D Utley",
        "L Tesfamariam",
        "J Galanko",
        "H Patrick"
      ],
      "year": 2019,
      "doi": "10.2196/12609"
    },
    {
      "title": "Reducing noncommunicable disease risk in midlife adults using eHealth: the GroWell for health program feasibility study",
      "authors": [
        "A Mcguire",
        "J Porter-Steele",
        "N Mcdonald",
        "S Burgess",
        "D Anderson",
        "C Seib"
      ],
      "year": 2022,
      "doi": "10.1016/j.colegn.2021.09.003"
    },
    {
      "title": "Intelligent coaching assistant for the promotion of healthy habits in a multidomain mHealth-based intervention for brain health",
      "authors": [
        "D Moreno-Blanco",
        "J Solana-Sánchez",
        "P Sánchez-González",
        "M Jiménez-Hernando",
        "G Cattaneo",
        "A Roca"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph182010774"
    },
    {
      "title": "Can digital health researchers make a difference during the pandemic? Results of the single-arm, chatbot-Led Elena+: care for COVID-19 interventional study",
      "authors": [
        "J Ollier",
        "P Suryapalli",
        "E Fleisch",
        "F Wangenheim",
        "J Mair",
        "A Salamanca-Sanabria"
      ],
      "year": 2023,
      "doi": "10.3389/fpubh.2023.1185702"
    },
    {
      "title": "Understanding rural-living young adult cancer survivors' motivation during a telehealth behavior change intervention within a single-arm feasibility trial",
      "authors": [
        "J Price",
        "J Brunet"
      ],
      "year": 2022,
      "doi": "10.1177/14604582221075560"
    },
    {
      "title": "Impact of a health coach-led, text-based digital behavior change intervention on weight loss and psychological well-being in patients receiving a procedureless intragastric balloon program: prospective single-arm study",
      "authors": [
        "P Sacher",
        "E Fulton",
        "V Rogers",
        "J Wilson",
        "M Gramatica",
        "J Dent"
      ],
      "year": 2024,
      "doi": "10.2196/54723"
    },
    {
      "title": "The impact of digital coaching intervention for improving healthy ageing dimensions among older adults during their transition from work to retirement",
      "authors": [
        "S Santini",
        "P Fabbietti",
        "F Galassi",
        "A Merizzi",
        "J Kropf",
        "N Hungerländer"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20054034"
    },
    {
      "title": "A remote health coaching, text-based walking program in ethnic minority primary care patients with overweight and obesity: feasibility and acceptability pilot study",
      "authors": [
        "M Smart",
        "N Nabulsi",
        "B Gerber",
        "I Gupta",
        "Di Eugenio",
        "B Ziebart"
      ],
      "year": 2022,
      "doi": "10.2196/31989"
    },
    {
      "title": "Coaching at scale: investigating the efficacy of artificial intelligence coaching",
      "authors": [
        "N Terblanche",
        "J Molyn",
        "E De Haan",
        "Nilsson Vo"
      ],
      "year": 2022,
      "doi": "10.24384/5cgf-ab69"
    },
    {
      "title": "Feasibility, usability, and effectiveness of a machine learning-based physical activity chatbot: quasi-experimental study",
      "authors": [
        "Q To",
        "C Green",
        "C Vandelanotte"
      ],
      "year": 2021,
      "doi": "10.2196/28577"
    },
    {
      "title": "A chatbot-delivered stress management coaching for students (MISHA app): pilot randomized controlled trial",
      "authors": [
        "S Ulrich",
        "N Lienhard",
        "H Künzli",
        "T Kowatsch"
      ],
      "year": 2024,
      "doi": "10.2196/54945"
    },
    {
      "title": "Efficacy of a comprehensive program for reducing stress in women: a prospective, randomized trial",
      "authors": [
        "B Wiegand",
        "K Luedtke",
        "D Friscia",
        "M Nair",
        "M Aleles",
        "R Mccloskey"
      ],
      "year": 2010,
      "doi": "10.1185/03007991003688193"
    },
    {
      "title": "21-day stress detox: open trial of a universal well-being chatbot for young adults",
      "authors": [
        "R Williams",
        "S Hopkins",
        "C Frampton",
        "C Holt-Quick",
        "S Merry",
        "K Stasiak"
      ],
      "year": 2021,
      "doi": "10.3390/socsci10110416"
    },
    {
      "title": "A design framework to create artificial intelligence coaches",
      "authors": [
        "N Terblanche"
      ],
      "year": 2020,
      "doi": "10.24384/b7gs-3h05"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Engagement and retention in digital mental health interventions: a narrative review",
      "authors": [
        "E Boucher",
        "J Raiker"
      ],
      "year": 2024,
      "doi": "10.1186/s44247-024-00105-9"
    },
    {
      "title": "Theoretical perspectives of adherence to web-based interventions: a scoping review",
      "authors": [
        "C Ryan",
        "M Bergin",
        "J Wells"
      ],
      "year": 2018,
      "doi": "10.1007/s12529-017-9678-8"
    },
    {
      "title": "The relationship between working alliance and client outcomes in coaching: a meta-analysis",
      "authors": [
        "C Graßmann",
        "F Schölmerich",
        "C Schermuly"
      ],
      "year": 2020,
      "doi": "10.1177/0018726718819725"
    },
    {
      "title": "Addressing challenges in promoting healthy lifestyles",
      "authors": [
        "A Fadhil",
        "S Gabrielli",
        "Editors"
      ],
      "year": 2017,
      "doi": "10.1145/3154862.3154914"
    },
    {
      "title": "Artificial intelligence-based chatbots for promoting health behavioral changes: systematic review",
      "authors": [
        "A Aggarwal",
        "C Tam",
        "D Wu",
        "X Li",
        "S Qiao"
      ],
      "year": 2023,
      "doi": "10.2196/40789"
    },
    {
      "title": "Artificial intelligence and the future of work: human-AI symbiosis in organizational decision making",
      "authors": [
        "M Jarrahi"
      ],
      "year": 2018,
      "doi": "10.1016/j.bushor.2018.03.007"
    },
    {
      "title": "Symbiosis between humans and artificial intelligence",
      "authors": [
        "K Nagao",
        "K Nagao"
      ],
      "year": 2019,
      "doi": "10.1007/978-981-13-6175-3_6"
    },
    {
      "title": "Artificial intelligence for advanced human-machine symbiosis",
      "authors": [
        "S Grigsby"
      ],
      "year": 2018,
      "doi": "10.1007/978-3-319-91470-1_22"
    },
    {
      "year": 2018,
      "doi": "10.1007/978-3-319-91470-1_22"
    },
    {
      "title": "Man-computer symbiosis",
      "authors": [
        "J Licklider"
      ],
      "year": 1960,
      "doi": "10.1109/thfe2.1960.4503259"
    },
    {
      "title": "The challenges of coaching and mentoring in a digitally connected world",
      "authors": [
        "D Clutterbuck"
      ],
      "year": 2020,
      "doi": "10.13109/9783666407420.19"
    },
    {
      "title": "Using social and mobile tools for weight loss in overweight and obese young adults (project SMART): a 2 year, parallel-group, randomised, controlled trial",
      "authors": [
        "J Godino",
        "G Merchant",
        "G Norman",
        "M Donohue",
        "S Marshall",
        "J Fowler"
      ],
      "year": 2016,
      "doi": "10.1016/s2213-8587(16)30105-x"
    },
    {
      "title": "Coaching with artificial intelligence: concepts and capabilities",
      "authors": [
        "C Graßmann",
        "C Schermuly"
      ],
      "year": 2021,
      "doi": "10.1177/1534484320982891"
    },
    {
      "title": "Digital interventions on healthy lifestyle management: systematic review",
      "authors": [
        "A Chatterjee",
        "A Prinz",
        "M Gerdes",
        "S Martinez"
      ],
      "year": 2021,
      "doi": "10.2196/26931"
    },
    {
      "title": "Conversational agents in healthcare: a systematic review",
      "authors": [
        "L Laranjo",
        "A Dunn",
        "H Tong",
        "A Kocaballi",
        "J Chen",
        "R Bashir"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy072"
    }
  ],
  "num_references": 85,
  "original_doi": "https://doi.org/10.13039/501100002081"
}
