{
  "paper_id": "Z9X3NHUS",
  "title": "Medium and long-term follow-up after ST-segment elevation myocardial infarction in a sub-Saharan Africa population: a prospective cohort study",
  "abstract": "Background: Major in-hospital mortality rate in patients with ST-segment Elevation Myocardial Infarction (STEMI) in Sub-Saharan Africa has been reported. Data on follow-up in these patients with STEMI are scarce. We aimed to assess medium and long-term prognosis in patients with STEMI admitted to Abidjan Heart Institute. Methods: Prospective cohort study including 260 patients admitted for STEMI to Abidjan Heart Institute, from January 1, 2012 to December 31, 2015. We compared mortality and nonfatal cardiovascular complications in revascularized and non-revascularized groups. Survival curve was generated with the Kaplan-Meier method. Predictors of mortality after STEMI were determined by multivariable Cox regression. Results: Of the 260 patients followed up on a median period of 39 months [28-68 months], 94 patients (36.1%) were revascularized and 166 (63.8%) were non-revascularized. Crude all-cause mortality was 10.4%. It was significantly higher in non-revascularized patients (p = 0.04). There was no difference in the occurrence of nonfatal cardiovascular complications in the 2 groups. In multivariable Cox regression, age ≥ 70 years, female gender and heart failure were the predictive factors for death after adjustment. Conclusions: STEMI remains an important cause of mortality in our practice. Healthcare policies should be developed to improve patient care and long-term outcomes.",
  "year": 2016,
  "date": "2016",
  "journal": "Eur Heart J",
  "publication": "Eur Heart J",
  "authors": [
    {
      "forename": "Hermann",
      "surname": "Yao",
      "name": "Hermann Yao",
      "affiliation": "Intensive Care Unit , Abidjan Heart Institute , 01 BPV 206 Abidjan , Abidjan , Côte d'Ivoire \n\t\t\t\t\t\t\t\t Intensive Care Unit \n\t\t\t\t\t\t\t\t Abidjan Heart Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 01 BPV 206 \n\t\t\t\t\t\t\t\t\t Abidjan Abidjan \n\t\t\t\t\t\t\t\t\t Côte d'Ivoire",
      "email": "hermannyao@gmail.com"
    },
    {
      "forename": "Arnaud",
      "surname": "Ekou",
      "name": "Arnaud Ekou",
      "affiliation": "Intensive Care Unit , Abidjan Heart Institute , 01 BPV 206 Abidjan , Abidjan , Côte d'Ivoire \n\t\t\t\t\t\t\t\t Intensive Care Unit \n\t\t\t\t\t\t\t\t Abidjan Heart Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 01 BPV 206 \n\t\t\t\t\t\t\t\t\t Abidjan Abidjan \n\t\t\t\t\t\t\t\t\t Côte d'Ivoire",
      "orcid": "0000-0002-2834-0934"
    },
    {
      "forename": "Aurore",
      "surname": "Hadéou",
      "name": "Aurore Hadéou",
      "affiliation": "Intensive Care Unit , Abidjan Heart Institute , 01 BPV 206 Abidjan , Abidjan , Côte d'Ivoire \n\t\t\t\t\t\t\t\t Intensive Care Unit \n\t\t\t\t\t\t\t\t Abidjan Heart Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 01 BPV 206 \n\t\t\t\t\t\t\t\t\t Abidjan Abidjan \n\t\t\t\t\t\t\t\t\t Côte d'Ivoire"
    },
    {
      "forename": "Jean-Jacques",
      "surname": "N'djessan",
      "name": "Jean-Jacques N'djessan",
      "affiliation": "Intensive Care Unit , Abidjan Heart Institute , 01 BPV 206 Abidjan , Abidjan , Côte d'Ivoire \n\t\t\t\t\t\t\t\t Intensive Care Unit \n\t\t\t\t\t\t\t\t Abidjan Heart Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 01 BPV 206 \n\t\t\t\t\t\t\t\t\t Abidjan Abidjan \n\t\t\t\t\t\t\t\t\t Côte d'Ivoire"
    },
    {
      "forename": "Isabelle",
      "surname": "Kouamé",
      "name": "Isabelle Kouamé",
      "affiliation": "Intensive Care Unit , Abidjan Heart Institute , 01 BPV 206 Abidjan , Abidjan , Côte d'Ivoire \n\t\t\t\t\t\t\t\t Intensive Care Unit \n\t\t\t\t\t\t\t\t Abidjan Heart Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 01 BPV 206 \n\t\t\t\t\t\t\t\t\t Abidjan Abidjan \n\t\t\t\t\t\t\t\t\t Côte d'Ivoire"
    },
    {
      "forename": "Roland",
      "surname": "N'guetta",
      "name": "Roland N'guetta",
      "affiliation": "Intensive Care Unit , Abidjan Heart Institute , 01 BPV 206 Abidjan , Abidjan , Côte d'Ivoire \n\t\t\t\t\t\t\t\t Intensive Care Unit \n\t\t\t\t\t\t\t\t Abidjan Heart Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 01 BPV 206 \n\t\t\t\t\t\t\t\t\t Abidjan Abidjan \n\t\t\t\t\t\t\t\t\t Côte d'Ivoire"
    }
  ],
  "doi": "10.1186/s12872-019-1043-1",
  "keywords": [
    "ST-segment elevation acute myocardial infarction",
    "Mortality",
    "Sub-Saharan Africa"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Accounting for 15.2 million deaths in 2016, cardiovascular diseases are the leading causes of death worldwide  [1] . Coronary heart disease (CHD) remains the major cause of mortality, with  19 .0% of all-deaths  [2] . In low and middle-income countries, mortality rate of CHD has steadily risen past years, and now is exceeding the burden of infectious diseases and other non-communicable diseases  [1] .\n\nMajor reduction of mortality rate in ST-segment Elevation Myocardial Infarction (STEMI) has been reported in developed countries  [3, 4] . This is related to early reperfusion therapy and practice guidelines derived from observational registries  [5, 6] . Data from FAST-MI 2015 registry  [3]  reported that STEMI mortality rate has declined markedly, from 10.2% in 1995 to 2.1% in 2015. After myocardial infarction, benefits of myocardial revascularization on short and long term outcomes has been largely described in Western countries  [7] .\n\nIn Sub-Saharan Africa (SSA), the increasing burden of acute coronary syndromes (ACS) and particularly STEMI is recognized past years  [8] [9] [10] [11] . Although high in-hospital mortality has already been documented by some studies, data on medium and long-term follow up of STEMI patients are scarce  [9] .\n\nWe therefore assessed the medium and long term mortality of STEMI patients in a SSA population."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design and population",
      "text": "This was a prospective, single centre study carried out between January 1, 2012 and December 31, 2015 and conducted in Intensive Care Unit of Abidjan Heart Institute, national referral center for the management of cardiovascular diseases in Côte d'Ivoire.\n\nAll consecutive adult (≥ 18 years of age) patients with diagnosis of STEMI, admitted to Intensive Care Unit of Abidjan Heart Institute, and alive at discharge, were included in the study. STEMI was confirmed if they had elevated serum markers of myocardial necrosis than the upper limit of normal for troponin and creatine kinase-MB; if they had symptoms of myocardial ischemia; and ECG changes on 2 contiguous leads with persisting ST-segment elevation ≥1 mm or pathological Q-waves or new onset of left bundle-branch block. Consent was obtained from each patient. Patients were followed-up until August, 2017 allowing us to have minimum follow-up period more than 18 months for each patient. The first day after hospitalization was considered as the beginning of the follow-up.\n\nPatients were divided into two groups according to management: revascularized patients (thrombolysis alone, primary percutaneous coronary intervention (PCI), delayed PCI following or not thrombolysis) and coronary artery bypass graft surgery (CABG)) and non-revascularized patients.\n\nPatients who died during hospitalization, refused to participate in the study, had unusable medical records, and were not reachable by telephone call (patient or family members) were not included in our study."
    },
    {
      "title": "End points",
      "text": "The outcomes variables used in the present study were:\n\n-Primary end points: cardiovascular mortality and allcause death. -Secondary end points: recurrent non-fatal acute myocardial infarction (AMI), heart failure, sustained ventricular tachycardia, stroke."
    },
    {
      "title": "Data collection",
      "text": "Baseline data were entered into a standardized questionnaire during hospitalization. End points were obtained in medical records during follow-up visits. Data were collected via telephone calls to the patient or family members for patients who did not attend the follow-up appointments. We collected for each patient:\n\n-Epidemiological data (age, sex, support mode) -Clinical data (cardiovascular risk factors, clinical presentation) -ECG, echocardiographic and laboratory findings -In-hospital complications -Mortality risk factor assessment: by GRACE score [12] -Outcomes variables: primary and secondary end points. Statistical analysis Continuous variables are presented as means ± standard deviation (m ± SD) or median [interquartile range]. Categorical data are presented as proportions. Statistical comparisons between groups used analysis of variance or Mann Whitney test for continuous variables and Chi-square test or Fisher exact test for categorical variables. We used Epi Info 3.5.8 (CDC, Atlanta, USA). Survival curves were generated with the Kaplan-Meier method and compared by use of log-rank tests.\n\nA backward stepwise Cox multivariable regression was used for assessing predictors of mortality, with a value of p < 0.25 for inclusion. The candidate variables included were selected on the potential to be associated with long term mortality in the literature: age, sex, history of AMI, hypertension, diabetes mellitus, active smoking, congestive heart failure at admission, left ventricular ejection fraction (LVEF), and revascularization. We defined statistical significance using a two-sided p-value < 0.05."
    },
    {
      "title": "Results",
      "text": "Of 329 patients with STEMI meeting our criteria, 47 died during hospitalization (14.3%); 282 patients were alive at discharge, and were eligible to participate to this study. Patients were divided into 98 revascularized (10 thrombolysis, 17 primary PCI, 69 delayed PCI (including 22 with previous thrombolysis), 2 CABG) and 184 with no reperfusion therapy.\n\nThe baseline characteristics of the patients are reported in Table  1 . The median age was 57 years [48-64 years]. Most participants were men (sex ratio men/women = 4.7), statistically significant in revascularization group (p = 0.002). Patients didn't have health insurance in the majority of cases.\n\nThe median delay onset of symptomsadmission to ICU was 20 h [6-72 h]. Patients who underwent early myocardial reperfusion procedure (primary PCI or thrombolysis) were admitted 5 h [2-6 h] after symptoms onset.\n\nThe proportion of patients presenting with heart failure (Killip class ≥2) was 30.5% (p = 0.60). Patients with no reperfusion therapy presented with higher heart rate (p = 0.03) and arrhythmias (p = 0.01).\n\nIn-hospital main complications were arrhythmias (27.0%) and heart failure (25.5%). Heart failure (p = 0.04) and extension of MI (12.5%, p = 0.04) often occurred in patients with no revascularization procedure. Mortality risk assessment by GRACE score showed a higher risk of death in non revascularized patients at 6 months (p = 0.02), 1 year (p = 0.04) and 3 years (p = 0.04) (Table  2 ).\n\nAfter hospital discharge, follow-up was conducted on a median delay of 39 months [28-68 months]; 22 patients were lost to follow-up and information was obtained in 260 patients (Fig.  1 ).\n\nThe overall mortality rate was 10.4%, and comparison between groups showed a significant higher mortality rate in no reperfusion therapy group (13.3 and 5.3% respectively, p = 0.04, HR 1.32, 95% CI 1.07-1.62) (Table  3 ). Survival curves generated by Kaplan-Meier method revealed a non-significant trend between the two groups (p = 0.06) (Fig.  2 ).\n\nIn multivariable backward stepwise Cox analysis, age ≥ 70 years (HR 4,61, 95% CI 2.09-10.17), p < 0.001), female sex (HR 2.55, 95% CI 1.13-5.74, p = 0.02) and heart failure at admission (HR 2.17, 95% CI 1.01-4.69, p = 0.04) were associated with death after adjustment for history of MI, hypertension, diabetes mellitus, active smoking, LVEF and myocardial revascularization (Table  4 )."
    },
    {
      "title": "Discussion",
      "text": "Few data reporting short and long terms outcomes after STEMI are available in SSA  [10, 11] . This evidence is related to paucity of studies on ACS in published articles  [12] . However, SSA has experienced recent years a sharp  In a previous study, The ACCESS registry -South Africa reported 30 days and one-year outcomes after ACS  [10] . Thirty-day and one-year death rates were respectively 2.4 and 6.7%  [10] . Our study reported a higher overall death rate in patients with STEMI (10.4%). It seemed to be underestimated, because of patients lost to follow-up and potential selection bias. Many STEMI patients probably died before admission, or were admitted to other hospitals. These factors may explain a higher incidence of STEMI and thus a higher real-world mortality rate.\n\nIn SSA, in-hospital mortality rate (11.3-21%)  [8] [9] [10] [11]  and long-term mortality rate are relatively high, due to rising of CHD, driven by changes in lifestyle and increased prevalence of cardiovascular risk factors  [13, 14] . Prolonged treatment delays and limited healthcare facilities with reperfusion therapy have been clearly identified as factors affecting the outcomes in STEMI patients in SSA  [15] . Current European guidelines emphasized importance of STEMI diagnostic as soon as possible and primary PCI as the preferred reperfusion strategy  [5] . In SSA, extreme scarcity of catheterization laboratories and lack of interventional cardiologists results in variable rate of PCI in STEMI patients across countries  [10, 16] . In our study, PCI was performed in 30.5% of cases, with primary PCI in 19.8% (17/86). In Kenya, primary PCI  was performed at a similar lower rate (13%)  [17] . In South Africa  [10] , 59.7% of STEMI patients underwent PCI. In wealthy countries, primary PCI rate is very high, between 52.7 and 71%  [3, 4] .\n\nEarly fibrinolytic treatment or pharmaco-invasive strategy appears as a good alternative therapy in SSA. Thrombolysis was performed in 32/282 STEMI patients (11.3%), 10.2% in Senegal  [11]  and 18% in South Africa  [10] . Pharmaco-invasive strategy was used in majority of cases  (22/32) . Recently, the STREAM trial  [18]  revealed similar benefits in all-cause mortality between primary PCI and early pharmaco-invasive strategy. The Comparison of Angioplasty and Prehospital Thrombolysis in Acute Myocardial Infarction (CAPTIM) trial, has suggested that prehospital fibrinolytic therapy followed by PCI could do at least as well as primary PCI up to 5 years after STEMI  [19] . A lower mortality has been reported in patients who underwent fibrinolytic treatment within 90 min or 2 h after symptoms onset  [7, 19] . Overall, in the absence of contraindication and considering guidelines, treatment delay and limited access to interventional cardiology, a pharmaco-invasive strategy seems to represent a safe alternative to primary PCI  [5] .\n\nMyocardial revascularization alone was not associated with lower death rate in STEMI patients in our study. In Western countries, it is early reperfusion therapy with primary PCI or fibrinolytic treatment that significantly reduced mortality after STEMI  [7] . Median delay onset of symptomsadmission was 20 h [6 h -72 h], still high but steadily decreasing since a recent study on ACS in Abidjan (44.7 h)  [8] . This excessive delay influence reperfusion therapy rate in acute phase. Delay to treatment is a major contributor to mortality associated with STEMI  [20] . Healthcare policies should focus on strategies in order to reduce this delay.\n\nAge ≥ 70 years, heart failure and female sex were associated risk factors for long-term mortality in STEMI patients. Elderly and heart failure were already reported in multinational ACCESS registry, including 3 countries in North Africa and South Africa  [10, 21] . In developed countries, previous studies revealed female sex as a risk factor for short-term  [22]  and long-term  [23]  mortality after STEMI. After adjustment for age, coexisting comorbidities and medications, difference in mortality rate between men and women seemed to be similar  [22, 23] . These specific groups should have sustained care and secondary prevention.\n\nLimited access to new therapy drugs also plays a key role in long-term mortality after STEMI, particularly new P2Y 12 inhibitors (ticagrelor and prasugrel). These drugs have a greater potency, and are superior to clopidogrel in clinical outcomes in reducing mortality and major adverse cardiovascular events  [24, 25] . These antiplatelet agents are not available in our practice. Nevertheless, all post-MI drugs (beta-blocker, aspirin, statin and renin-angiotensin system inhibitor) are important and yielded a benefit in cardiovascular mortality. Non-adherence to these medications increased 1-year mortality almost 4-fold  [26] . In a previous study including ACS patients in SSA, only 80.2% of patients continued to take aspirin, 53.8% beta-blockers and less than 50% renin-angiotensin system inhibitors at 1 year  [10] .\n\nClinical studies have shown a beneficial effect of cardiovascular rehabilitation (CR) in patients with AMI  [27] . In a recent study in France  [27] , CR decreased the risk of death at 5 years by 24%, after adjustment for sex, age, treatment at  discharge, LVEF and revascularization procedures. In SSA, CR is yet incipient  [28]  and next years, should help improve patient survival, and quality of life after STEMI. Face with these short-comings, and given increasing incidence of CHD in SSA, optimizing the management of STEMI in SSA remains a challenging issue. African countries have limited access to healthcare facilities capable of providing appropriate acute care. European and North American guidelines are less applicable in African countries and must be adapted to African specificities. A consensus statement has been proposed in AFRICARDIO-2 conference by an expert committee  [15] . Health care policies should be implemented, with selected and achievable objectives: education about ACS symptoms both in patients and first-line healthcare providers, identify first-line healthcare facilities which should be equipped with ECG, early thrombotic therapy with aspirin and clopidogrel after a diagnosis of ACS has been confirmed or strongly suspected, implementation of networks with cardiology referral centres and catheterization laboratories, and efficient emergency medical service (EMS) trained to pre-hospital fibrinolytic treatment  [15] ."
    },
    {
      "title": "Limitation and strengthening",
      "text": "According to western registries, our study included very small numbers of patients and therefore, unpowered some statistical analysis. Patients participating to the study were consecutive STEMI patients admitted to Intensive Care Unit of Abidjan Heart Institute. This sample may not be representative of all patients in Abidjan with STEMI at the same period. This number is certainly underestimated considering high pre-hospital death rate (lack of education of patient about ACS symptoms, limited facilities, ineffective EMS …). However, our study was conducted in the national referral center for the management of ACS in Côte d'Ivoire, and potential selection bias may be attenuated. Information bias was observed, because of incomplete medical records, data obtained by telephonic call, and lost to follow-up. Nevertheless, this study reported real world data on follow-up in STEMI patients in our practice."
    },
    {
      "title": "Conclusion",
      "text": "In SSA, particularly in Côte d'Ivoire, STEMI remains an important cause of mortality. Healthcare development and financial support have to be encouraged, in order to enhance patient's survival after STEMI. Furthermore, improvement in management of patients after STEMI requires implementation of ACS registries in African countries, to increase awareness of the ACS burden and develop strategies and practice guidelines adapted to our specificities. On a larger sample of STEMI patients, it would be interesting to assess others associated risk factors for mortality, and to establish benefits of early reperfusion therapy on long-term prognosis."
    },
    {
      "text": "Fig. 1 Study flow chart. STEMI: ST-segment Elevation Myocardial Infarction. PCI: Percutaneous Coronary Intervention. CABG: Coronary Artery Bypass Graft. Lost to follow-up: thrombolysis 1 patient, PCI 3 patients (primary PCI 1 patient, delayed PCI 2 patients), no revascularization 18 patients"
    },
    {
      "text": "Fig. 2 curves according to in-hospital management"
    },
    {
      "text": "Baseline characteristics of the whole study population"
    },
    {
      "text": "In-hospital non-fatal complications and mortality-risk assessment"
    },
    {
      "text": "Main complications during follow-up"
    },
    {
      "text": "Predictors of long term all-cause death in multivariable Cox regression model"
    }
  ],
  "references": [
    {
      "title": "The top 10 causes of death",
      "doi": "10.1787/888933823033"
    },
    {
      "title": "Cardiovascular disease in Europe: epidemiological update 2016",
      "authors": [
        "N Townsend",
        "L Wilson",
        "P Bhatnagar",
        "K Wickramasinghe",
        "M Rayner",
        "M Nichols"
      ],
      "year": 2016,
      "doi": "10.1093/eurheartj/ehw334"
    },
    {
      "title": "French registry on acute ST-elevation myocardial infarction (FAST-MI 2015). Design and baseline data",
      "authors": [
        "L Belle",
        "G Cayla",
        "Y Cottin",
        "P Coste",
        "K Khalife",
        "J Labèque"
      ],
      "year": 2017,
      "doi": "10.1016/j.acvd.2017.05.001"
    },
    {
      "title": "The NCDR ACTION registry-GWTG: transforming contemporary acute myocardial infarction clinical care",
      "authors": [
        "E Peterson",
        "M Roe",
        "A Chen",
        "G Fonarow",
        "B Lytle",
        "C Cannon"
      ],
      "year": 2010,
      "doi": "10.1136/hrt.2010.200261"
    },
    {
      "title": "ESC guidelines for the management of acute myocardial infarction in patients presenting with ST-segment elevation: the task force for the management of acute myocardial infarction in patients presenting with STsegment elevation of the European Society of Cardiology (ESC)",
      "authors": [
        "B Ibanez",
        "S James",
        "S Agewall",
        "M Antunes",
        "C Bucciarelli-Ducci",
        "H Bueno"
      ],
      "year": 2017
    },
    {
      "title": "ACCF/AHA guidelines for the management of ST-elevation myocardial infarction",
      "authors": [
        "O' Gara",
        "P Kushner",
        "F Ascheim",
        "D Casey",
        "D Chung",
        "De Lemos"
      ],
      "year": 2013,
      "doi": "10.1016/j.jacc.2012.11.018"
    },
    {
      "title": "Fiveyear survival in patients with ST-segment elevation myocardial infarction according to modalities of reperfusion therapy: the French registry on acute ST-elevation and non-ST-elevation myocardial infarction (FAST-MI) 2005 cohort",
      "authors": [
        "N Danchin",
        "E Puymirat",
        "P Steg",
        "P Goldstein",
        "F Schiele",
        "L Belle"
      ],
      "year": 2014,
      "doi": "10.1161/circulationaha.113.005874"
    },
    {
      "title": "Prévalence et caractéristiques des syndromes coronariens aigus dans une population d'Afrique subsaharienne",
      "authors": [
        "R N'guetta",
        "H Yao",
        "A Ekou",
        "N' Cho-Mottoh",
        "M Angoran",
        "I Tano"
      ],
      "year": 2016,
      "doi": "10.1016/j.ancard.2016.01.001"
    },
    {
      "title": "Presentation, management and outcomes of coronary syndromes: a registry study from Kenyatta National Hospital in Nairobi, Kenya",
      "authors": [
        "E Bahiru",
        "T Temu",
        "B Gitura",
        "C Farquhar",
        "M Huffman",
        "F Bukachi"
      ],
      "year": 2018,
      "doi": "10.5830/cvja-2018-017"
    },
    {
      "title": "ACCESS South Africa investigators. Management of acute coronary syndrome in South Africa: insights from the ACCESS (acute coronary eventsa multinational survey of current management strategies) registry",
      "authors": [
        "C Schamroth"
      ],
      "year": 2012,
      "doi": "10.5830/cvja-2012-017"
    },
    {
      "title": "Les syndromes coronaires aigus à Dakar: aspects cliniques thérapeutiques et évolutifs",
      "authors": [
        "M Mboup",
        "M Diao",
        "K Dia",
        "P Fall"
      ],
      "year": 2014,
      "doi": "10.11604/pamj.2014.19.126.3155"
    },
    {
      "title": "Acute myocardial infarction in sub Saharan Africa: the need for data",
      "authors": [
        "J Hertz",
        "J Reardon",
        "C Rodrigues",
        "De Andrade",
        "L Limkaleng",
        "A Bloomfield"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0096688"
    },
    {
      "title": "Cardiovascular diseases and the epidemiological transition in tropical regions",
      "authors": [
        "J Touze"
      ],
      "year": 2007
    },
    {
      "title": "Cardiovascular risk and events in 17 low-, middle-and high-income countries",
      "authors": [
        "S Yusuf",
        "S Rangarajan",
        "K Teo",
        "S Islam",
        "W Li",
        "L Liu"
      ],
      "year": 2014,
      "doi": "10.1056/nejmoa1311890"
    },
    {
      "title": "Optimizing the management of acute coronary syndromes in subsaharan Africa : a statement from the AFRICARDIO 2015 consensus team",
      "authors": [
        "M Kakou-Guikahue",
        "N 'guetta",
        "Anzouan-Kacou Jb Kramoh",
        "N' Dori",
        "A Ba"
      ],
      "year": 2016
    },
    {
      "title": "Angioplastie coronaire dans les syndromes coronariens aigus en Côte d'Ivoire : difficultés et résultats",
      "authors": [
        "R N'guetta",
        "A Ekou",
        "H Yao",
        "J Anzouan-Kacou",
        "B Gérardin",
        "R Pillière"
      ],
      "year": 2018,
      "doi": "10.1016/j.ancard.2018.04.004"
    },
    {
      "title": "A prospective review of acute coronary syndromes in an urban hospital in sub-Saharan Africa",
      "authors": [
        "J Shavadia",
        "G Yonga",
        "H Otieno"
      ],
      "year": 2012,
      "doi": "10.5830/cvja-2012-002"
    },
    {
      "title": "Fibrinolysis or primary PCI in ST-segment elevation myocardial infarction",
      "authors": [
        "P Armstrong",
        "A Gershlick",
        "P Goldstein",
        "R Wilcox",
        "T Danays",
        "Y Lambert"
      ],
      "year": 2013,
      "doi": "10.1056/nejmoa1301092"
    },
    {
      "title": "Comparison of primary angioplasty and pre-hospital fibrinolysis in acute myocardial infarction (CAPTIM) trial: a 5-year follow-up",
      "authors": [
        "E Bonnefoy",
        "P Steg",
        "F Boutitie",
        "P Dubien",
        "F Lapostolle",
        "J Roncalli"
      ],
      "year": 2009,
      "doi": "10.1093/eurheartj/ehp156"
    },
    {
      "title": "Effect of onset-to-door time and door to-balloon time on mortality in patients undergoing percutaneous coronary interventions for ST-segment elevation myocardial infarction",
      "authors": [
        "E Hannan",
        "Y Zhong",
        "A Jacobs",
        "D Holmes",
        "G Walford",
        "F Venditti"
      ],
      "year": 2010,
      "doi": "10.1016/j.amjcard.2010.02.029"
    },
    {
      "title": "Management of acute coronary syndromes in developing countries: ACute coronary events -a multinational survey of current management strategies",
      "authors": [
        "Access Investigators"
      ],
      "year": 2011,
      "doi": "10.1016/j.ahj.2011.07.029"
    },
    {
      "title": "Sex differences in outcomes after STEMI. Effect modification by treatment strategy and age",
      "authors": [
        "E Cenko",
        "J Yoon",
        "S Kedev",
        "G Stankovic",
        "Z Vasiljevic",
        "G Krljanac"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0514"
    },
    {
      "title": "Sex differences in long-term mortality after myocardial infarction: a systematic review",
      "authors": [
        "E Bucholz",
        "N Butala",
        "S Rathore",
        "R Dreyer",
        "A Lansky",
        "H Krumholz"
      ],
      "year": 2014,
      "doi": "10.1161/circulationaha.114.009480"
    },
    {
      "title": "Ticagrelor versus clopidogrel in patients with acute coronary syndromes",
      "authors": [
        "L Wallentin",
        "R Becker",
        "A Budaj",
        "C Cannon",
        "H Emanuelsson",
        "C Held"
      ],
      "year": 2009,
      "doi": "10.1056/nejmoa0904327"
    },
    {
      "title": "Prasugrel versus clopidogrel in patients with acute coronary syndromes",
      "authors": [
        "S Wiviott",
        "E Braunwald",
        "C Mccabe",
        "G Montalescot",
        "W Ruzyllo",
        "S Gottlieb"
      ],
      "year": 2007,
      "doi": "10.1056/nejmoa0706482"
    },
    {
      "title": "Impact of medication therapy discontinuation on mortality after myocardial infarction",
      "authors": [
        "P Ho",
        "J Spertus",
        "F Masoudi",
        "K Reid",
        "E Peterson",
        "D Magid"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.17.1842"
    },
    {
      "title": "Cardiac rehabilitation and 5-year mortality after acute coronary syndromes: the 2005 French FAST-MI study",
      "authors": [
        "M Pouche",
        "J Ruidavets",
        "J Ferrières",
        "M Iliou",
        "H Douard",
        "L Lorgis"
      ],
      "year": 2016,
      "doi": "10.1016/j.acvd.2015.09.009"
    },
    {
      "title": "An overview of exercise training in cardiac rehabilitation programs in sub-Saharan Africa: a systematic review",
      "authors": [
        "E Fiogbé",
        "S Aho",
        "G Kiki"
      ],
      "year": 2017,
      "doi": "10.29252/ijmr-040306"
    }
  ],
  "num_references": 28
}
