{
  "paper_id": "ZB3EAVP2",
  "title": "A Framework for Public Health Action: The Health Impact Pyramid",
  "year": 2018,
  "date": "2018-02-05",
  "journal": "American Journal of Public Health",
  "publication": "American Journal of Public Health",
  "doi": "10.1177/1073110519857314",
  "sections": [
    {
      "text": "Broadband Access as a Public Health Issue: The Role of Law in Expanding Broadband Access and Connecting Underserved Communities for Better Health Outcomes Brittney Crock Bauerly, Russell F. McCord, Rachel Hulkower, and Dawn Pepin"
    },
    {
      "title": "I",
      "text": "nternet connectivity, particularly access to broadband, is playing an increasingly important role in both healthcare and public health. Telehealththe use of telecommunications technologies to deliver healthcare, public health services, and health education from a distance -is revolutionizing the delivery of clinical care and health-related services in the United States and elsewhere.  1 Telehealth is a promising approach to reduce health disparities by bringing specialized healthcare to communities where specialty care was previously unavailable, facilitating monitoring and follow-up care for chronic health conditions, and connecting providers in remote areas. Unfortunately, the rural and underserved populations who stand to benefit the most from telehealth approaches are also the least likely to have access to broadband or high-speed internet -a necessary prerequisite to these promising approaches. Beyond access to health services, broadband access is important given its impact on other social determinants of health, including education and employment opportunities. Law plays an important role in facilitating the broadband access necessary for solutions in those communities currently without high-speed internet services."
    },
    {
      "title": "Broadband Access as a \"Super-Determinant\" of Health",
      "text": "Broadband is a term that refers to the range of technologies that provide a high-speed connection to the internet. Despite progress in expanding internet connectivity, approximately 24 million people in the United States live in \"digital deserts\" without broadband access, including approximately 19 million rural Americans and 1.4 million Americans living on Tribal lands.  2  Given that the internet has become a fundamental component of so many aspects of American life, broadband access is increasingly recognized as an important social determinant of health as well as a public health issue.\n\nBroadband is offered through several different media (cable, fiber, satellite, etc.) that transmit data at high speeds. The definition of what transmission speeds constitute \"broadband\" has evolved over time, but the Federal Communications Commission (FCC) currently defines broadband to include connections with download speeds of at least 25 megabits per second (Mbps) and upload speeds of at least 3 Mbps.  3 roadband access is far from universal, and disparities in access exist among certain demographic groups. Residents of rural communities have particularly low levels of broadband access. In fact, the FCC reports that over thirty percent of rural residents lack broadband services.  4 Further, racial and ethnic minorities, people living on Tribal lands, older adults, and those with lower levels of education and income are also less likely to have broadband at home.  5  Disparities in broadband access can serve to exacerbate disparities in other social determinants of health.\n\nBrittney Crock Bauerly, J.D., was a Staff Attorney for the Network for Public Health Law -Northern Region Office at the time of submission. Russell F. McCord, J.D., was an ORISE Fellow, Child Development Studies, National Center on Birth Defects and Developmental Disabilities, Centers for Disease Control and Prevention (CDC) at the time of submission. Rachel Hulkower, J.D., M.S.P.H., is a Cherokee Nation Assurance contractor for the Public Health Law Program, Center for State, Tribal, Local, and Territorial Support, CDC. Dawn Pepin, J.D., M.P.H., is a Cherokee Nation Assurance contractor for the Public Health Law Program, Center for State, Tribal, Local, and Territorial Support, CDC.\n\nIt has been well-documented that socioeconomic factors such as education and employment have important implications for health outcomes.  6 Lack of broadband can serve to limit educational and economic opportunities in digitally isolated communities. With respect to education, online curricula and resources are increasingly part of the educational experience. Students living in areas without broadband may not be able to utilize these online learning opportunities, which puts them at a significant disadvantage.  7 n addition, communities lacking broadband may have difficulty attracting businesses, and job-seekers may also face challenges in looking for work, applying for jobs online, and gaining new career skills.  8 Given that broadband access intersects with so many previously identified social determinants of health, several national organizations have recently characterized broadband access as a \"super-determinant\" of health. 9"
    },
    {
      "title": "Broadband-Enabled Healthcare: Telehealth's Potential to Improve Healthcare Access",
      "text": "Another important determinant of health is the access to and the quality of healthcare services.  10 Rural communities in particular suffer from healthcare access issues, stemming from acute shortages of healthcare providers and geographic barriers to care, among other obstacles. The delivery of healthcare services remotely through telehealth approaches offers enormous potential to improve access to care in these communities, but telehealth's promise hinges on access to fast and reliable broadband.\n\nPatients can now access a growing number of clinical services online through telehealth approaches. Remote patient monitoring can help patients manage chronic health conditions from home. From teledermatology to teledentistry, telehealth can bring specialty care to remote areas where specialty care was previously unavailable. Telementoring programs, such as Project ECHO (\"Extension for Community Healthcare Outcomes\" 11 ), can connect specialists with healthcare providers in underserved areas. Local public health departments can also leverage telehealth approaches to better serve their communities. For example, local health departments have utilized video directly observed therapy for remote medication monitoring of their tuberculosis patients  12  and have deployed telehealth approaches for family home visiting programs, among other applications.\n\nDespite telehealth's great potential to improve healthcare access, the promise of telehealth is stymied by the lack of reliable broadband coverage in many parts of the United States. Although rural communities stand to benefit the most from these promising approaches, many rural areas lack the broadband connection necessary for telehealth services and may miss out on the many opportunities for remote healthcare and health promotion presented by telehealth."
    },
    {
      "title": "Legal and Policy Approaches to Expand Broadband Access for Better Health",
      "text": "In recognition of the growing role that broadband plays in health, policymakers at the federal, state, and local levels have taken a variety of approaches to improve broadband access. Various federal agencies have programs funding broadband access specifically for telehealth purposes as well as for broadband access more generally.  13 For example, the FCC's Rural Health Care Program and the Department of Agriculture's Distance Learning and Telemedicine Program fund broadband services to expand telehealth availability in rural areas. In addition, the Appalachian Regional Commission, the Department of Commerce, the Department of Housing and Urban Development, the Department of Labor, and the Institute of Museum and Library Services all fund various broadbandrelated access projects. The National Telecommunications and Information Administration and the FCC Unfortunately, the rural and underserved populations who stand to benefit the most from telehealth approaches are also the least likely to have access to broadband or high-speed internet -a necessary prerequisite to these promising approaches. Beyond access to health services, broadband access is important given its impact on other social determinants of health, including education and employment opportunities. Law plays an important role in facilitating the broadband access necessary for solutions in those communities currently without high-speed internet services.\n\nhave also taken the lead in collecting and maintaining data on broadband deployment nationwide.\n\nStates can also encourage and expand broadband access through law and policy.  14 State laws can provide financial support for broadband infrastructure development. For example, Wisconsin provides direct funding for broadband infrastructure through a grant program aimed at expanding broadband to underserved communities with the specific intent to impact \"the ability of individuals to access health care services from home and the cost of those services.\"  15 Idaho provides an income tax credit for taxpayers who invest in broadband equipment in the state.  16 tate laws can also encourage coordination of expansion projects for broadband infrastructure. Iowa law requires the state's chief information officer to \"[s]treamline, consolidate, and coordinate the access to and availability of broadband and broadband infrastructure throughout the state, including but not limited to the facilitation of public-private partner-ships…\"  17  Minnesota law requires coordinating \"dig once\" efforts so that broadband can be installed in conjunction with other infrastructure projects.  18 onversely, state laws can play a role in impeding broadband access by preempting local expansion efforts. Some cities lacking affordable high-speed internet options have moved to build their own municipal broadband networks, but state law may preempt these efforts. For example, in Nevada, state law prohibits municipalities with populations over 25,000 from providing telecommunication services.  19 exas law prohibits any municipality from selling telecommunications services to the public.  20 n other states, laws can pose procedural barriers to the expansion of broadband infrastructure and access. Virginia law requires that a municipality conduct a feasibility study before it can provide service to its jurisdiction.  21 In Colorado, state law requires local governments to hold a referendum vote on any proposed broadband provision.  22 Wisconsin law prohibits local governments from authorizing broadband construction or operation without first holding a public hearing and preparing a report of estimated costs, unless they can prove that private entities will not provide the desired services.  23 These types of state laws have often been framed as a way to protect private sector opportunity and competition.\n\nThese laws have sparked litigation. For example, in 2015, the FCC concluded that section 706 of the Telecommunications Act of 1996, which promotes competition in local markets, preempted state laws in North Carolina and Tennessee that prevented municipal broadband providers from expanding into rural areas.  24 The US Court of Appeals for the Sixth Circuit reversed the FCC's order because section 706 did not contain \"a clear statement authorizing preemption\" of the states' laws.  25 As states and municipalities grapple with the needs of their populations, preemption issues will continue to surface."
    },
    {
      "title": "Conclusion",
      "text": "Given broadband's growing role as a super-determinant of health, digitally isolated communities may risk worse health outcomes resulting from the effects of limited broadband access on educational and economic opportunities as well as access to high-quality health services. Laws and policies at the federal, state, and local levels can be used to facilitate the expansion of broadband in these communities.\n\nThe public health field continues to study the impact of broadband access on the nation's health. For example, through programs such as the Connect2Health Task Force, the FCC has developed a mapping tool that allows users to overlay facets of broadband availability (e.g., broadband access, rural access, download speed, upload speed, etc.) with health measures (e.g., diabetes, obesity, physician access, etc.).  26 One important component of the discussion is the role of law in increasing access to broadband and facilitating the use of telehealth. Consequently, future research should seek to better understand how the laws that govern telehealth and broadband access affect health outcomes. The impact of these laws can be studied through legal epidemiological research, the scientific study of \"law as a factor in the cause, distribution, and prevention of disease and injury in a population.\"  27 nalyzing the potential health impacts of various broadband and telehealth laws can inform policymaking and allow states to make evidence-based decisions to improve health outcomes for underserved populations."
    },
    {
      "title": "CDC Disclaimer"
    },
    {
      "text": "This document was co-authored by researchers in the Public Health Law Program (PHLP) in the Center for State, Tribal, Local, and Territorial Support at the US Centers for Disease Control and Prevention (CDC). This document was supported by an appointment to the Research Participation Program at the CDC administered by the Oak Ridge Institute for Science and Education through an interagency agreement between the US Department of Energy and CDC (as to R. McCord's contribution.) The findings and conclusions in this article are those of the authors and do not necessarily represent the official views of CDC. For further information, please contact PHLP at phlawprogram@cdc.gov."
    }
  ],
  "references": [
    {
      "title": "Internet/Broadband Fact Sheet (February",
      "year": 2018,
      "doi": "10.3133/fs20213056"
    },
    {
      "title": "Broadband Internet: FCC's Data Overstate Access on Tribal Lands",
      "year": 2018,
      "doi": "10.4135/9781483381503.n540"
    },
    {
      "title": "A Framework for Public Health Action: The Health Impact Pyramid",
      "authors": [
        "T Frieden"
      ],
      "year": 2010,
      "doi": "10.2105/ajph.2009.185652"
    },
    {
      "title": "Rural and Urban America Divided by Broadband Access",
      "authors": [
        "D West",
        "J Karsten"
      ],
      "year": 2016,
      "doi": "10.1787/888933973855"
    },
    {
      "title": "Lack of Broadband Can Be a Key Obstacle, Especially for Job Seekers",
      "authors": [
        "A Smith"
      ],
      "year": 2015
    },
    {
      "title": "Remarks at the Launch of the Mapping Broadband Health in America Platform",
      "authors": [
        "M Clyburn"
      ],
      "year": 2016,
      "doi": "10.3030/728239"
    },
    {
      "title": "Broadband Access as a 'Super-Determinant' of Health",
      "authors": [
        "B Bauerly"
      ],
      "year": 2018,
      "doi": "10.1177/1073110519857314"
    },
    {
      "title": "Health-Care Access as a Social Determinant of Health",
      "authors": [
        "E Mcgibbon",
        "J Etowa",
        "C Mcpherson"
      ],
      "year": 2008
    },
    {
      "title": "Video Directly Observed Therapy (VDOT) Tool Kit",
      "year": 2016,
      "doi": "10.31525/ct1-nct03970642"
    },
    {
      "title": "BroadbandUSA: Guide to Federal Funding of Broadband Projects",
      "year": 2017,
      "doi": "10.17513/np.561"
    },
    {
      "title": "State Laws and Policies Affecting Broadband Access in Eight Northern Region States",
      "authors": [
        "B Bauerly"
      ],
      "year": 2018
    },
    {
      "year": 2017,
      "doi": "10.1002/j.1551-8833.1957.tb16816.x"
    },
    {
      "year": 2012,
      "doi": "10.2172/124974"
    },
    {
      "year": 2015,
      "doi": "10.7554/elife.18165.036"
    },
    {
      "year": 2013,
      "doi": "10.5962/bhl.title.49869"
    },
    {
      "year": 2007,
      "doi": "10.31096/pnaa-bw-086"
    },
    {
      "year": 2005,
      "doi": "10.1109/tr.2005.853037"
    },
    {
      "year": 2003,
      "doi": "10.1097/00029679-200307310-00002"
    },
    {
      "year": 2005,
      "doi": "10.1007/bf02507022"
    },
    {
      "year": 2008,
      "doi": "10.1007/s10463-013-0426-9"
    },
    {
      "year": 2015,
      "doi": "10.1163/9789004283893_017"
    },
    {
      "authors": [
        "Tennessee V"
      ],
      "year": 2016,
      "doi": "10.2307/1342701"
    },
    {
      "title": "Mapping Broadband Health in America",
      "year": 2017,
      "doi": "10.53819/81018102t2041"
    },
    {
      "title": "A Transdisciplinary Approach to Public Health Law: The Emerging Practice of Legal Epidemiology",
      "authors": [
        "S Burris"
      ],
      "year": 2016,
      "doi": "10.1146/annurev-publhealth-032315-021841"
    }
  ],
  "num_references": 24,
  "authors": [
    {
      "name": "Brittney Crock Bauerly"
    },
    {
      "name": "Russell F. McCord"
    },
    {
      "name": "Rachel Hulkower"
    },
    {
      "name": "Dawn Pepin"
    }
  ],
  "abstract": "Broadband internet access is a super-determinant of health that plays an important role in healthcare and public health outcomes. Laws and policies shape implementation and use of broadband for healthcare and public health. Connecting broadband and telehealth laws with their health impacts, through legal epidemiological research, enables states to make evidence-based decisions to improve health outcomes for underserved populations.",
  "volume": "47",
  "issue": "S2",
  "pages": "39-42",
  "zotero_recovery": {
    "fields_recovered": [
      "authors"
    ],
    "timestamp": "2025-09-02T01:38:14.419118+00:00",
    "zotero_item_type": "journalArticle"
  }
}
