{
  "paper_id": "ZEVC5TKR",
  "title": "Culture and pandemic control at cross-roads: navigating the burial guidelines for COVID-19related deaths in a Ghanaian setting",
  "abstract": "Background Despite the large volume of scientific evidence on the rapid spread of the COVID-19 pandemic and associated high morbidity and mortality, little is known about the sociocultural disruptions which ensued. The current study explored the nuanced navigation of the COVID-19-related death and burial protocols and its impact on traditional burial and funeral rites in Ghana. Methods This qualitative study was based on the 'focused' ethnographic design. Data were collected using key informant interviews from nineteen COVID-19-related bereaved family members and public health officials involved in enforcing adherence to COVID-19-related death and burial protocols in the Cape Coast Metropolis of Central region of Ghana. Recursive analysis was conducted to generate the themes and sub-themes from the data. \n Results The overarching theme was \"Uncultural\" connotations ascribed to the COVID-19-related death and burial protocols. The COVID-19-related death and burial protocols were ubiquitously deemed by participants to be 'uncultural' as they inhibited deep-rooted indigenous and eschatological rites of separation between the living and the dead. This was fueled by limited awareness and knowledge about the COVID-19 burial protocols, resulting in fierce resistance by bereaved family members who demanded that public health officials release the bodies of their deceased relatives. Such resistance in the midst of resource limitation led to negotiated compromises of the COVID-19-related death and burial protocols between family members and public health officials. Conclusions Insensitivity to socio-cultural practices compromised the implementation of the COVID-19 pandemic control interventions, particularly, the COVID-19-related death and burial protocols. Some compromises that were not sanctioned by the protocols were reached to allow health officials and families respectfully bury their dead. These findings call for the need to prioritize the incorporation of sociocultural practices in future pandemic prevention and management strategies.",
  "year": 2020,
  "date": "2020",
  "journal": "PLOS Glob Public Heal",
  "publication": "PLOS Glob Public Heal",
  "authors": [
    {
      "forename": "Dorothy",
      "surname": "Takyiakwaa",
      "name": "Dorothy Takyiakwaa",
      "affiliation": "1  Department of Sociology and Anthropology , University of Cape Coast , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Department of Sociology and Anthropology \n\t\t\t\t\t\t\t\t University of Cape Coast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana",
      "email": "dtakyiakwaa@ucc.edu.gh"
    },
    {
      "forename": "Derek",
      "surname": "Tuoyire",
      "name": "Derek Tuoyire",
      "affiliation": "3  Department of Community Medicine , School of Medical Sciences , College of Health and Allied Sciences , University of Cape Coast , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Department of Community Medicine \n\t\t\t\t\t\t\t\t School of Medical Sciences \n\t\t\t\t\t\t\t\t College of Health and Allied Sciences \n\t\t\t\t\t\t\t\t University of Cape Coast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    },
    {
      "forename": "Susanna",
      "surname": "Abraham",
      "name": "Susanna Abraham",
      "affiliation": "4  Adult Health Department , School of Nursing and Midwifery , College of Health and Allied Sciences , University of Cape Coast , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Adult Health Department \n\t\t\t\t\t\t\t\t School of Nursing and Midwifery \n\t\t\t\t\t\t\t\t College of Health and Allied Sciences \n\t\t\t\t\t\t\t\t University of Cape Coast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    },
    {
      "forename": "Elizabeth",
      "surname": "Agyare",
      "name": "Elizabeth Agyare",
      "affiliation": "5  Clinical Microbiology/Public Health Unit , Cape Coast Teaching Hospital , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Clinical Microbiology/Public Health Unit \n\t\t\t\t\t\t\t\t Cape Coast Teaching Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    },
    {
      "forename": "John",
      "surname": "Amoah",
      "name": "John Amoah",
      "affiliation": "2  Centre for Gender Research, Advocacy and Documentation , University of Cape Coast , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Centre for Gender Research, Advocacy and Documentation \n\t\t\t\t\t\t\t\t University of Cape Coast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    },
    {
      "forename": "Akosua",
      "surname": "Owusu-Sarpong",
      "name": "Akosua Owusu-Sarpong",
      "affiliation": "7  Regional Health Directorate , Central Region , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Regional Health Directorate \n\t\t\t\t\t\t\t\t Central Region \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    },
    {
      "forename": "Kizito",
      "surname": "Omona",
      "name": "Kizito Omona",
      "affiliation": "8  Faculty of Health Sciences , Uganda Martyrs University , Kampala , Uganda \n\t\t\t\t\t\t\t\t Faculty of Health Sciences \n\t\t\t\t\t\t\t\t Uganda Martyrs University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kampala \n\t\t\t\t\t\t\t\t\t Uganda"
    },
    {
      "forename": "Dorcas",
      "surname": "Obiri-Yeboah",
      "name": "Dorcas Obiri-Yeboah",
      "affiliation": "5  Clinical Microbiology/Public Health Unit , Cape Coast Teaching Hospital , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Clinical Microbiology/Public Health Unit \n\t\t\t\t\t\t\t\t Cape Coast Teaching Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    },
    {
      "forename": "David",
      "surname": "Doku",
      "name": "David Doku",
      "affiliation": "9  Department of Population and Health , College of Humanities and Legal Studies , University of Cape Coast , Cape Coast , Ghana \n\t\t\t\t\t\t\t\t Department of Population and Health \n\t\t\t\t\t\t\t\t College of Humanities and Legal Studies \n\t\t\t\t\t\t\t\t University of Cape Coast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cape Coast \n\t\t\t\t\t\t\t\t\t Ghana"
    }
  ],
  "doi": "10.1186/s12913-023-09421-8",
  "keywords": [
    "COVID-19 burial rites",
    "Culture and pandemic control",
    "Qualitative study",
    "Ghana"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The Coronavirus disease 2019 (COVID-  19) , which has since March 2020 been declared a pandemic by the World Health Organization (WHO), is considered as one of the greatest public health threats in modern history  [1, 2] . The rapidity and geographical spread of COVID-19 resulted in unprecedented high morbidity and fatality, as well as disruption in socio-economic and socio-cultural endeavors  [3, 4] . Globally, over 700 million people had been infected by March 2023, with over five million deaths  [5] . With over nine million infections and at least 175,315 deaths, Africa is among the continents with the lowest COVID-19 related morbidity and mortality  [5] . Within the African region, however, Ghana is ranked among the top twenty countries negatively impacted by the COVID-19 pandemic  [6] . The number of confirmed COVID-19 cases in Ghana as of 21st March 2023 was estimated to be 171, 288, with resultant deaths totaling 1,462  [7] .\n\nIn the Ghanaian culture, rites for the dead are considered to be of significant importance and are typically characterized by a series of rituals believed to be the only culturally acceptable way of elevating the dead to ancestral status, as well as ensure spiritual blessings for the bereaved family and entire community  [8, 9] . Any compromises in the performance of these rites are believed to make the spirit of the dead vengeful towards the bereaved family or community  [8, 10] .\n\nSimilar to many countries around the world, Ghana's public health response to the pandemic was informed by the scientific evidence on the mode of spread of the disease and the public health interventional guidelines established by WHO  [2] .\n\nIn Ghana, as part of the measures to curb the spread of the disease, the handling and burial of the bodies of those who succumbed to COVID-19 were to be taken over by the state. Trained environmental health officials (Transition Teams) were responsible for preparing and packaging such \"contagious\" bodies for burial. In addition, the government also introduced a new law known as the Restrictions Act. The Restriction Act, among other things, placed a ban on all forms of public mass gatherings including the observation of funeral rites which have very profound social and cultural significance among Ghanaians and Africans in general  [8] .\n\nThese restrictions struck the core of the social and cultural fabric of the Ghanaian society the hardest  [8]  as they meant that family members were unable to perform funeral and burial rites deemed essential for ensuring the safe transition of the deceased to the ancestral world  [8] . As such, media reports suggest that the COVID-19 induced restrictions to death and burial rites were viewed across the Ghanaian society as a violation of the deeprooted cultural prescriptions for the dead.\n\nIn particular, the alterations to traditional cultural rites pertaining to the handling of the dead, funeral and burial rites brought forth by the COVID-19 preventive measures were considered intolerable by many  [8] .\n\nHowever, there is a dearth of empirical knowledge regarding how the said guidelines affected the socio-cultural practices relating to burial and funeral rites for relatives who died of COVID-19 related causes. This study sought to explore their experiences while navigating through the processes with public health officials responsible for the enforcement of the guidelines as well as the latter's own experiences in enforcing the restrictions and guidelines."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design and setting",
      "text": "The study adopted a 'focused' ethnographic design, a pragmatic form of ethnography  [11, 12] , to explore the shared cultural practices and meanings of the families and health workers providing burial services to patients who died of COVID-19. The study was conducted in the Central Region of Ghana. Data were collected from health workers who were members of the COVID-19 taskforce of the Central Regional Health Directorate and, adult family members of persons whose deaths were officially certified as caused by COVID-19 infection."
    },
    {
      "title": "Sampling approach",
      "text": "The study employed a multistage sampling approach. It began with purposive sampling of the health facility and units because of their specific mandate to implement the burial protocol. Subsequently, we conveniently sampled the health workers who were members of the COVID-19 taskforce and were available in the facility at the point of data collection. Consequently, names and contact details of family members or next of kin of COVID-19-related deceased persons were obtained from the selected health facility in the Cape Coast Metropolis. Preference was given to the family members or emergency contacts who were most involved in the burial processes. The snowballing technique was utilized where some of the family members or next of kin who felt they could not provide detailed information on the issue referred us to other information-rich family relations. Thereafter, COVID-19 taskforce members from the Environmental Health Unit who participated in at least two of such burials were purposively sampled as key informants. A total of nineteen participants comprising thirteen family members or next of kin of COVID-19-related deceased persons and six COVID-19 burial taskforce members were recruited. Recruitment ceased at the point of data saturation  [13] ."
    },
    {
      "title": "Data collection",
      "text": "Data collection took place between May and July 2022. Both written and verbal informed consent from participants were sought. Data were collected through key informant face-to-face in-depth interviews using semi-structured guides in English and Fante 1 and taperecorded. Reflections from the key informants were also recorded in field notebook. On the average, the interviews lasted for 30 min. The data was transcribed verbatim, translation of interviews conducted in Fante into English was done, and back translated to ensure that the meanings participants ascribed to their experiences were not lost during the translation process. The second source of data was the national and local protocols and documents that prescribe the process of burials for COVID-19 certified deaths. These methods were complimented by the researchers' field notes and reflections of the field interviews  [14, 15] ."
    },
    {
      "title": "Data processing and analysis",
      "text": "Recursive analysis was conducted guided by the steps proposed by Polkinghorne and Arnold  [16] . To begin with, the printed transcripts were read while listening to the tapes concurrently to ensure familiarization with the data. Some of the researchers are native speakers and writers of the Fante language. Back-translation, researcher triangulation and intercoder agreement ensured that the semantic and meanings were not lost or 1 Predominantly spoken Ghanaian language in the study setting.\n\nmisinterpreted. During this process, the key concepts in the interview questions were applied deductively to the transcripts, and statements of interest were highlighted. An abstractive approach was applied to categorize the data. This involved transferring of the highlighted statements into a table, each placed under the key concept it aligned with. Similar topics were combined to form the sub-themes. After reaching consensus among team members, the table became the codebook that was later applied to the other transcripts for data abstraction. The overarching theme was developed by comparing the subthemes and identifying and condensing similarities, while returning to the original transcripts for validation of the meanings  [16] ."
    },
    {
      "title": "Ethical considerations",
      "text": "Each family member or next of kin was contacted to explain the purpose of the study and to solicit their participation. Those who consented to participate were recruited and appointments were made for data collection."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographic characteristics of respondents",
      "text": "A total of nineteen  (19)  respondents comprising 17 males and 2 females were interviewed. Ten of the participants worked in the formal sector, the remainder were a mix of those in the informal sector, self-employed, pensioners or unemployed. In terms of age, the range was between 34 and 75 years (see Table  1 )."
    },
    {
      "title": "Emerging themes",
      "text": "The overarching theme which emerged from the analyses was the 'Uncultural' connotations ascribed to the COVID-19 burial protocols/guidelines\". Underlying this overarching theme were three sub-themes, namely: (1) Varied depths of knowledge of Ghana's COVID-19 burial protocols (2) Perceived Cultural aberrations of the COVID-19 burial protocols/guidelines, (3) Attitudes towards Covid-19 burial protocol implementation. This is presented in Table  2 ."
    },
    {
      "title": "SUB-THEME 1: varied depths of knowledge of Ghana's COVID-19 burial protocols",
      "text": "From the narratives, participants had some knowledge about various aspects of the burial protocols. For the health workers, most of them had undergone training prior to their assignment as members of the task force and thus were well informed about the protocols. However, the family members expressed a lack of awareness and understanding of the restrictions on burial of deceased persons diagnosed with COVID-19. They asserted that much of the sensitization and information readily available focused on everyday personal hygiene It was obvious that, prior to the death of their own relatives, that the cultural implications of enforcing the COVID-19 burial protocols had not been discussed or explored amongst the family or the community at large. Their main source of knowledge had been information circulating in the community grapevine about how other people's deceased relatives who had died as a result of COVID-19 had been buried. This lack of information impacted the families' preparedness and participation in the burial processes and this resulted in the feeling of exclusion and the neglect of their culture."
    },
    {
      "title": "\"Hmmm, for the COVID-19, it is the government who buries those bodies. You [families] don't have the right to do whatever you want to do… Even when they are going to bury your deceased, they can call you or they can ignore calling you. So, if the family wants to do something [funeral], they will have to do it without the body\"(Yaw, Male, family member)"
    },
    {
      "title": "SUB-THEME 2: perceived cultural aberrations of COVID-19 burial protocols/guidelines",
      "text": "Despite the generally dynamic, complex and multifarious Ghanaian socio-cultural landscape, there was convergence from the narratives of respondents regarding importance and obligatory nature of rites associated with death, mourning and burial."
    },
    {
      "title": "Perceived neglect of culture in COVID-19 burial processes",
      "text": "All the narratives indicated that the COVID-19 burial protocols ignored the culture and practices prevailing in the communities. The health workers also acknowledged that the burial protocols were at variance with the beliefs of the communities in which they worked and belonged.\n\n\"The government employed some people to issue  [ a statement] that the burial of these bodies [persons who died from COVID-19] should be done in a particular way to prevent the spread of the disease. But… our traditions and culture don't say or support the new way\"(Kobina, Male, mortuary staff) This perceived blatant neglect of culture underscored the families' feelings of being disrespected and bred the sense of an imposition of foreign burial processes on them. \"With COVID-19, what I saw wasn't good. It's not something that we should do. We have our culture and the Whites have their culture. In our culture... the way they buried our loved ones isn't good. How they buried my brother was a disgrace and disrespectful, and it disgraced the town too\"(Papa Kweku, male, family member)\n\nAll respondents acknowledged the need to perform the customary rites in respect and honor of the deceased who is believed to be capable of invoking punishment or blessings on the living family members, depending on the extent to which the prescribed socio-cultural rites for the dead are performed satisfactorily. As such, the COVID-19 guidelines which denied family members access to the body of their COVID-19 related deceased for the performance of the required customary death and burial rites were viewed as a huge socio-cultural affront. The restrictions meant that important rituals such as libation, washing and dressing the body, keeping wake and other specific rites at the grave site could not be performed. Various cultural connotations were ascribed to the nonperformance of death and burial rites as described in the following excerpts.\n\n\"…pouring of libation which is mainly done, first of all, to pray that the dead who are transiting to the other world should pave way for those who are still alive when their time is up and also to intercede for them so that the ancestors will protect them and make their works successful\"(Egya, male, family member)\n\nThe sentiments expressed by respondents about what constitutes proper death and burial rites transcended beyond traditional Ghanaian socio-cultural ascriptions and practices to include religious or faith-based rites for the deceased. In other words, the death and burial restrictions imposed as a result of COVID-19 equally impeded adherence to religious prescriptions believed to cleanse the deceased and make them acceptable to the creator in heaven. One participant narrated how the important Islamic ritual washing for the dead could not be performed for his brother:\n\n\"And before you could bury a Muslim, there is special bath done for the deceased…and the bath goes with some level of hope and belief… it is a special bath for Muslims…but my brother didn't have that opportunity\"(Bob, male, Muslim, family member)\n\nA self-reported Christian also intimated that:\n\n\"Well, I come from a Christian background… we [families] dress the deceased and put it in the coffin chosen by either the wife or the children, we lay the person in state overnight and in the morning, we take the person to the church for the burial service and then the minister of the church will bury the person and we are there to see the coffin is covered\"(Main, male, Christian, family member)"
    },
    {
      "title": "Implications of the 'uncultural' burial practices",
      "text": "Participants reported several implications of ignoring the cultural requirements for the burial of their family members on both the living and the dead.\n\nFor some respondents, not being given the opportunity to perform the required rites for their relatives who died from COVID-19 related causes meant that their deceased was deemed a nonentity who could not be honored in death and whose fate could be likened to that of an aborted child. [traditional]  rites for you when you die, then you're the same as an aborted child. That is to say that you were of no value\"(Efua, female, family member)"
    },
    {
      "title": "\"In our culture, if they [the family] don't perform any service or"
    },
    {
      "title": "SUB-THEME 3: attitudes towards COVID-19 burial practices implementation",
      "text": "There was resistance from family members towards the implementation of the COVID-19 burial practices. Over time, engagements resulted in compromises to accommodate both the public health concerns and cultural demands on handling the dead and burials, even though some families accepting the implementation of the protocols from the outset."
    },
    {
      "title": "Resistances amidst compromise of COVID-19 burial protocols",
      "text": "Some family members resisted COVID-19 related burial protocols which were considered as an aberration of the customary or religious rites required to pave way for the smooth transition of the dead to the spiritual world. This state of affairs even led to instances of violence and pushbacks towards the health workers and transition teams as averred in the following excerpts.\n\n\"…the majority of them  [families]  were not in agreement with the laid down procedures; that the body cannot be released to them, they cannot bury at the site they prefer and the date they prefer so usually that was the major difficulty or challenge\"(May, male, pathologist)"
    },
    {
      "title": "\"After discussions with the family and giving them the necessary rules, you [health worker] get to the point and the family wants to [physically] attack you, thinking that it is the Environmental Health",
      "text": "Officers who diagnosed the deceased as COVID-19 patient\" (William, male, environmental health worker)"
    },
    {
      "title": "\"The family members resist and fail to accept that the relative died of COVID-19. So, they won't allow such burial [COVID-19 Burial protocol] of their relatives. This led to a conflict between the hospital staff and the family. As a result of that, those who are quick tempered start to curse us\"(Kobina, male, mortuary staff)",
      "text": "Some participants expressed their lack of confidence in the test results and claimed that some health workers had personal interests, and that became the basis for their vehement resistance of the COVID-19 burial protocols."
    },
    {
      "title": "\"So, they [family members] attacked, saying that the person did not die from COVID-19 but because we have an interest that's why we declared the deceased a COVID-19 victim\"(Yaw, male, environmental health worker) \"…I was told that the World Bank donated some money which could only be used on condition that you [health workers] testify that A, B and C tested positive… So, they wanted to use the money, so, if you've contracted COVID-19 or not, they record that the person died of covid\" (Mensah, male, family member)",
      "text": "There were expressions of doubts about the efficacy of the testing mechanism, and indeed the entire health system. Family members of the deceased therefore argued that the test samples and results are sometimes wrongly assigned.\n\n\"Following the death of my brother, the doctor directed us to the Environmental Health Officers to discuss the procedure for burial. When we went, we got to know that they [Environmental Health Officers] had called the deceased's next of kin that had a similar name to mine but the phone number they used and the surname were not mine. So, my relatives and I were confused. They interchanged someone with us. We argued our case but there was no change. So that was what happened the very day\"(Pape Kweku, male, family member) Other interlocutors intimated that the actions of some of the health workers and taskforce implementing the COVID-19 burial protocols fueled their doubts about whether the deceased actually died from COVID-19. Participants narrated how some transition team members handled the \"so-called\" COVID-19 bodies without wearing the required PPEs. To them this was a source of suspicion about whether indeed their relative had died of the disease, and therefore did not see why their relative's dead body should not be released to them for the befitting customary death and burial rites to be performed."
    },
    {
      "title": "\"They [mortuary workers] were not in any face masks… If they say that the deceased died of COVID-19, and they say it is an infectious disease, and the dead person is still contagious, how come they don't wear face masks and they are not infected\"? (Bob, male, family member)",
      "text": "\"When we went for the death certificate, that's when we found out he died of COVID-19. But we didn't get any report that the COVID-19 test they did was positive. That's why I was challenging them\"(Mensah, male, family member)"
    },
    {
      "title": "A negotiated compromise of COVID-19 burial protocols",
      "text": "Although the COVID-19 burial protocol required that designated public health officials (transition teams) have the sole responsibility for preparing, and burying the bodies of those who died of COVID-19 related cause, the narratives from study participants reveal otherwise. Instances of discretion were reported and observed mainly in relation to preparation of the deceased and the burial process to accommodate the cultural demands of the families.\n\n\"I'm a Muslim, so we gave them a white cloth to wrap my brother. One of my uncles also gave them instructions during the bath. They [morticians] accepted our demands and wrapped him with the cloth as we wanted and put him in the body bag. We pleaded with them to give us some five minutes, relatives, friends and sympathizers were all there [at the morgue and we prayed. After that we followed them [COVID-  19 team]  with our cars to the burial site…. At the cemetery, we stood at a distance but showed them that the head should be at their left and other rites according to how Muslims bury their dead. So, we prayed for him and then returned home\" (Bob, male, family member) There seemed to be a sort of negotiated trade-off between families of the COVID-19 dead and the public health officials. For instance, some families were granted requests to bury their dead relatives in cemeteries of their choice, if they were able to provide the needed burial logistics and PPEs which the public health official lacked."
    },
    {
      "title": "\"If you [family] want to be involved, then you have to provide the necessary things for the transportation.",
      "text": "You need a police escort, fuel the vehicles and you also need to make sure that when we get to the place, nobody handles the body. It should be done like how it is stated in the protocol … and we don't want too many people around; only selected family members. And then, we made them sign a document\"(William, male, environmental health worker)\n\nOne motivation that engendered a compromise of the COVID-19 burial protocols was the seemingly reduced perception of severity and risk associated with COVID-19 over time. This was succinctly expressed by a public health official who considered the threat of COVID-19 to be relatively low compared with Ebola:\n\n\"The COVID-19 burial protocol was strictly according to Ebola protocols. However, when new discoveries were made, it was somehow relaxed so that families' requests for family burial were accepted. We sort of compromised with them under strict supervision because we realized that it  isn't as fearful as Ebola. So, we put some protocols in place for the transfer of the body to that district\"(William, male, environmental health worker) While the involvement of family members in the process afforded many to pay their last respects in grieve and have some closure, instances of disregard for the COVID-19 burial protocols were also unearthed; such as family members burying their deceased without the presence of the task force and also at their preferred burial sites.\n\n\"So, I had to do whatever was necessary to just give my sister a befitting burial. In short, the body was released to us. Yeah. We did that…we went through the state processes of getting permission to bury my sister -pay the prescribed fees…we satisfied all the conditions and they gave us a space…so in the end the environmental officers were not there\"(Kweku Mensah, male, family member) Some narratives inferred claims of unapproved fees and extortion from relatives of those who died from COVID-19 before releasing such bodies which would otherwise have remained in the domain of public health officials in accordance with the protocol.\n\n\"The thing  is there but at some point, it was used for personal gains. They took money from me and then released the body to us. It's not good\" (Kweku, male, family member)\n\nThe results also suggest interference in the implementation of the burial protocols from \"highly placed\" persons in society to circumvent the COVID-19 burial protocols.\n\n\"For some they even came with letters asking for the body to be released. I remember there was one case that the letter came from very high above so the body was just released the same day to the family\" (May, male, pathologist) However, for those who did not have access to the persons in authority, there was reluctant acquiescence which resulted in their deceased relatives' burial being guided by the COVID-19 protocols. Nonetheless, they emphatically registered their displeasure about not being allowed to perform the necessary customary burial rites. Some shared:\n\n\"They said my elder sister died of this disease [COVID-19] … So, I said, master I won't believe whatever you are saying because I know that my sister has a problem, hypertension. So, he [health worker] said, we beg you just listen to whatever we are saying. Because if you try to stretch the issue, they will use their power because of the President's directives… So, if we want to behave this way, they will also make it very rigid for us which will cost us not having access to the body of my sister and will bury her strictly in accordance with the directive\"(Kweku Mensah, male family member).\n\nOther participants also conceded to the implementation of the burial protocols by ceding power to the experts.\n\n\"They [health workers] are the experts and they are telling you that this is the condition. I only received a report when they gave me the death certificate and they indicated that it was a severe COVID-19\"(Yaw, male, family member)"
    },
    {
      "title": "Discussion",
      "text": "The current study applied a qualitative approach in exploring the perspectives and experiences of those who lost relative(s) to COVID-19 related cause and the public health officials responsible for ensuring compliance with the COVID-19-related death and burial protocols. This study revealed that the COVID-19-related death and burial protocols were 'uncultural' as they violated customary traditional culture. The study also found limited awareness and knowledge about the COVID-19 burial protocols which resulted in fierce resistance by bereaved family members. This led to negotiated compromises of the COVID-19-related death burial protocols between family members and public health offices which consequently violated the public health interventions aimed at the control and management of the pandemic.\n\nCulture is a mosaic of shared meanings, rituals and their symbolisms, and expectations. Societies usually have agreed upon ways and expectations of how certain important aspects of social life are planned, organized and executed, including burial rites and funerals. Similar to other studies  [8, [17] [18] [19]  across Africa, our results revealed that the COVID-19-related death and burial protocols were deemed to be 'uncultural' as they violated customary traditional culture and even religious rituals for the dead. However, missing in these earlier studies are the cultural contextual nuances in the nature of resistances to the COVID-19 burial protocols. Our study highlighted context-specific resistances such as rejection and manipulation of test results, physical violent attacks on health workers and invocation of curses on the health workers. This impacted the implementation of the burial protocols and thus posed a challenge for reducing COVID-19 infections. Again, the novelty of this study is the fact that previous studies  [20]  mainly reported the absence of cultural sensitivity and considerations related to COVID-19 burial protocols. We have presented in this paper how this absence impacted the implementation of the COVID-19 burial protocols. African and for that matter the Ghanaian funerals are typically grounded in traditional and religious practices and ceremonial grandeur as exemplified in research on the Akan burial conditions and rites  [19] . The COVID-19 burial protocols meant that the multiple levels (e.g., pre-burial, burial, post-burial) and rites (e.g., libation, preparing bodies, widowhood rites, lying-in-state, file past, etc.) could not be performed for those who died from the pandemic. Many understood the guidelines as cultural aberrations which had dire implications for the successful passage of their dead to the ancestral world, and subsequent ramifications on the living  [19, 21, 22] .\n\nAlthough the WHO recommends that countries adapt the COVID-19 death and burial guidelines to ensure they are culturally sensitive, it seems this call was not heeded in all settings.\n\nIt emerged from the narratives that most family members had very limited knowledge about the COVID-19 burial guidelines compared with the general PHSM relating to hygiene, social distancing and wearing of face masks. Indeed, the COVID-19 sensitization and educational campaign efforts in Ghana and elsewhere therefore seem to have overemphasized more on the personal protective components of the PHSM with little attention given to other issues which borders on the socio-cultural values of the people such as burial protocols and the responsibilities or otherwise of family members of dead COVID-19 victims.\n\nThe study also revealed that in the space of limited information and awareness, misinformation, misunderstanding, mistrust, skepticism and even exploitation festered. Public health officials took upon themselves to fill the information gap about burial protocols by explaining the protocols to family members who were adamant under the circumstances of grief and despair. Prior public health education on aspects of the protocol especially those which bordered socio-cultural fabrics of society was missing. The negative perceptions and meanings drawn from the unprecedented COVID-19 burial restrictions and limited prior knowledge necessitated the resistance from family members who demanded the release of the bodies of their relatives who died of COVID-19 related causes for culturally dignified burials. Indeed, various conspiracy theories  [23]  including one that suggests that the pandemic is an avenue for the government to 'make money' from international bodies such as the IMF and the World Bank and their partners were commonly cited as underlying reasons for the fierce resistance to the burial guidelines.\n\nAs public health professionals struggled to balance the precautionary burial protocols with empathy for the dead as well as the grieving family members, compromises were negotiated. The findings suggest that families were allowed a level of involvement in the burial processes for their relatives who died from COVID-19 contrary to the guidelines, once they were willing to pay for some of the expenses and logistics for burial. This to some extent afforded family members the opportunity to ensure a more culturally dignified burial for the deceased and as a way of finding closure. Such compromises or modifications to burial protocols have been noted in the literature with respect to the 2014 Ebola epidemic  [24] . Insufficient logistics for the COVID-19 related burial enforcement team as well as poor working conditions might have also contributed to this compromise.\n\nThe results also point to the exercise of discretionary power on the part of health officials as 'street-level bureaucrats' responding to each unique situation that confronted them instead of fully implementing the COVID-19 burial protocol. Tummers and Bekkers  [25]  assert that such discretion exercised by street-level bureaucrats can be positive or negative. According to Akosa and Asare  [26] , discretion exercised negatively can lead to discrimination, show of favoritism or disregard for the guideline. These were evident in our study as some health officials circumvented the protocols by releasing COVID-19 dead bodies to those 'highly placed' in society or those who were willing to make some payments. This resulted in inequalities in the treatment of bodies of those who died of COVID-19 related death on the basis of socioeconomic status of the victim or their family, as has been previously reported in similar epidemic or disaster situations  [20, 27] .\n\nThe strengths of this study were: (1) in the originality of the ethnographic methodological approach, which allowed the in-depth exploration of the cultural and contextual issues that emanated from the implementation of the COVID-19 burial protocols; (2) empirically, it also highlights novel findings on the nuances of resistance in the cultural context where the study was conducted. The limitations could be the researcher's recall biases and social desirability biases, which were managed by researcher and data triangulation. Being a qualitative study, it findings may not be generalizable to other populations and contexts, but however insights from this study is important for similar research and context."
    },
    {
      "title": "Conclusion",
      "text": "The study demonstrates that the precautionary COVID-19-related death burial protocols which distanced family members from their relatives who succumbed to the disease were deemed culturally repressive as they inhibited deep-rooted indigenous and eschatological rites of separation between the living and the dead. The values and sociocultural significances placed on sacred obligatory death rites engendered tensions between COVID-19 related bereaved and public health professionals. In a bid to navigate through the tensions amidst resource limitations, burial teams negotiated compromises with family members in their struggle to maintain a balance between safety protocols, respectful rites for the dead and empathy for the bereaved. These findings reinforce calls for future pandemic strategies to first draw on expectations and sensitive cultural values of all stakeholders in all preventive strategies. It also highlights the need for adequate communication and dissemination of strategies in order to limit the space for discretionary implementation which is likely to lead to inconsistencies and misapplication of public health strategies. Over all, these findings have important implications for the preparedness for prevention and management of future pandemics.\n\nList of abbreviations COVID-19 Coronavirus disease 2019 DRIC Directorate of Research, Innovation and Consultancy IMF International Monetary Fund PHSM Public Health and Social Measures PPE Personal Protective Equipment WHO World Health Organization"
    },
    {
      "text": "Demographic characteristics of respondents"
    },
    {
      "text": "Emerging themes and sub-themes"
    }
  ],
  "references": [
    {
      "title": "Community mask wearing as a COVID-19 preventive measure, its barriers, and motivators among rural households of Uganda: A mixed methods approach",
      "authors": [
        "G Lubega",
        "H Mendoza",
        "J Nkeramahame",
        "F Niyongabo",
        "J Gonza",
        "Bmd Nakachwa"
      ],
      "doi": "10.1371/journal.pgph.0000485"
    },
    {
      "title": "Coronavirus disease (COVID-19) Pandemic [Internet]. Health Emergencies",
      "authors": [
        "Who"
      ],
      "year": 2020
    },
    {
      "title": "Socio-economic impact of COVID-19 on Ghana's economy: challenges and prospects",
      "authors": [
        "D Aduhene",
        "E Osei-Assibey"
      ],
      "year": 2021,
      "doi": "10.1108/ijse-08-2020-0582"
    },
    {
      "title": "Impact of COVID-19 on poverty and living standards in Ghana: A microperspective",
      "authors": [
        "C Bukari",
        "G Essilfie",
        "M Aning-Agyei",
        "I Otoo",
        "C Kyeremeh",
        "A Owusu"
      ],
      "year": 2021,
      "doi": "10.1080/23322039.2021.1879716"
    },
    {
      "title": "An interactive web-based dashboard to track COVID-19 in real time",
      "authors": [
        "E Dong",
        "H Du",
        "L Gardner"
      ],
      "year": 2020,
      "doi": "10.1016/s1473-3099(20)30120-1"
    },
    {
      "title": "GHANA: COVID-19 Situation Report -# 5",
      "year": 2020,
      "doi": "10.31899/pgy15.1070"
    },
    {
      "title": "COVID-19 Weekly Situation Report, Ghana",
      "authors": [
        "Who"
      ],
      "year": 2022,
      "doi": "10.1093/ww/9780199540884.013.u40613"
    },
    {
      "title": "COVID-19 private burial with 25 persons in the lens of the mortuary rites culture in Ghana",
      "authors": [
        "D Adom",
        "J Adu-Mensah",
        "S Kquofi"
      ],
      "year": 2021,
      "doi": "10.1080/14725843.2021.1947188"
    },
    {
      "title": "Death Rituals in the New Diaspora: Funerals in the Lives of Ghanaians in South Florida",
      "authors": [
        "Arhin-Sam Ee"
      ],
      "year": 2014
    },
    {
      "title": "The Sociological Functions of Funeral Mourning: Illustrations from the Old Testament and Africa",
      "authors": [
        "S Ademiluka"
      ],
      "year": 2009
    },
    {
      "title": "Designing and conducting Ethnographic Research: an introduction",
      "authors": [
        "M Lecompte",
        "J Schensul"
      ],
      "year": 2010
    },
    {
      "title": "Ten tips for conducting focused ethnography in medical education research",
      "authors": [
        "M Rashid",
        "C Hodgson",
        "T Luig"
      ],
      "year": 2019,
      "doi": "10.1080/10872981.2019.1624133"
    },
    {
      "title": "A simple method to assess and report thematic saturation in qualitative research",
      "authors": [
        "G Guest",
        "E Namey",
        "M Chen"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0232076"
    },
    {
      "title": "Ethnography and reflexivity: emotions and feelings in fieldwork",
      "authors": [
        "G Pellatt"
      ],
      "year": 2003,
      "doi": "10.7748/nr2003.04.10.3.28.c5894"
    },
    {
      "title": "Ethnography for education. Doing qual",
      "authors": [
        "C Pole",
        "M Morrison"
      ],
      "year": 2003
    },
    {
      "title": "Six Step Guide to Using Recursive Abstraction Applied to the Qualitative Analysis of Interview Data",
      "authors": [
        "M Polkinghorne",
        "A Arnold"
      ],
      "year": 2014,
      "doi": "10.4135/9781529626520"
    },
    {
      "title": "Death and mourning amid COVID-19 pandemic in Kashmir: a qualitative study",
      "authors": [
        "W Hamid",
        "M Jahangir",
        "Dying"
      ],
      "year": 2022,
      "doi": "10.1177/0030222820953708"
    },
    {
      "title": "Community participation in the fight against COVID-19: Between utilitarianism and social justice",
      "authors": [
        "Jpb Júnior",
        "M Morais"
      ],
      "year": 2020
    },
    {
      "title": "The impact of the Covid-19 pandemic on akan dying, death and mourning Rites",
      "authors": [
        "I Boaheng"
      ],
      "year": 2021,
      "doi": "10.52589/ajchrt/s1m4jbr6"
    },
    {
      "title": "Ethical and sociocultural challenges in managing dead bodies during epidemics and natural disasters",
      "authors": [
        "H Suwalowska",
        "F Amara",
        "N Roberts",
        "P Kingori"
      ],
      "year": 2021,
      "doi": "10.1136/bmjgh-2021-006345"
    },
    {
      "title": "Funerals Among the Akan People: Some Perspectives on Asante",
      "authors": [
        "S Adu-Gyamfi",
        "E Fordjour"
      ],
      "year": 2020,
      "doi": "10.2139/ssrn.2975285"
    },
    {
      "title": "Purification of body and soul for the next journey. Practices surrounding death and dying among Muslim Women",
      "authors": [
        "C Ahaddour",
        "S Van Den Branden",
        "B Broeckaert"
      ],
      "year": 2017,
      "doi": "10.1177/0030222817729617"
    },
    {
      "title": "Cultural orientation, power, belief in conspiracy theories, and intentions to reduce the spread of COVID-19",
      "authors": [
        "M Biddlestone",
        "R Green",
        "K Douglas"
      ],
      "year": 2020,
      "doi": "10.1111/bjso.12397"
    },
    {
      "title": "Traditional funeral and burial rituals and Ebola outbreaks in West Africa: A narrative review of causes and strategy interventions",
      "authors": [
        "C Park"
      ],
      "year": 2020
    },
    {
      "title": "Implementation. Street-level bureaucracy, and the importance of discretion",
      "authors": [
        "L Tummers",
        "V Bekkers",
        "Policy"
      ],
      "year": 2014,
      "doi": "10.1080/14719037.2013.841978"
    },
    {
      "title": "Street-Level Bureaucrats and the Exercise of Discretion BT -Global Encyclopedia of Public Administration, Public Policy, and Governance",
      "authors": [
        "F Akosa",
        "B Asare"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-31816-5_3353-1"
    },
    {
      "title": "Social consequences of ebola containment measures in Liberia",
      "authors": [
        "U Pellecchia",
        "R Crestani",
        "T Decroo",
        "R Van Den Bergh",
        "Al Kourdi"
      ],
      "year": 2015
    }
  ],
  "num_references": 27
}
