{
  "paper_id": "ZI6H7JXK",
  "title": "Integration of evidence into Theory of Change frameworks in the healthcare sector: A rapid systematic review",
  "abstract": "Background Theory of Change (ToC) has become an established approach to design and evaluate interventions. While ToC should-in line with the growing international focus on evidenceinformed health decision-making-consider explicit approaches to incorporate evidence, there is limited guidance on how this should be done. This rapid review aims to identify and synthesize the available literature on how to systematically use research evidence when developing or adapting ToCs in the health sector. \n Methods A rapid review methodology using a systematic approach, was designed. Eight electronic databases were consulted to search for peer-reviewed and gray publications detailing tools, methods, and recommendations promoting the systematic integration of research evidence in ToCs. The included studies were compared, and the findings summarized qualitatively into themes to identify key principles, stages, and procedures, guiding the systematic integration of research evidence when developing or revising a ToC. \n Results This review included 18 studies. The main sources from which evidence was retrieved in the ToC development process were institutional data, literature searches, and stakeholder consultation. There was a variety of ways of finding and using evidence in ToC. Firstly, the review provided an overview of existing definitions of ToC, methods applied in ToC development and the related ToC stages. Secondly, a typology of 7 stages relevant for evidence integration into ToCs was developed, outlining the types of evidence and research methods the included studies applied for each of the proposed stages.",
  "year": 2023,
  "date": "2023-03-09",
  "journal": "Int J Env. Health Res",
  "publication": "Int J Env. Health Res",
  "authors": [
    {
      "forename": "Davi",
      "surname": "Mamblona",
      "name": "Davi Mamblona"
    },
    {
      "forename": "Marques",
      "surname": "Romão",
      "name": "Marques Romão",
      "affiliation": "1  Instituto Veredas , São Paulo , São Paulo , Brazil , \n\t\t\t\t\t\t\t\t Instituto Veredas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t São Paulo São Paulo \n\t\t\t\t\t\t\t\t\t Brazil",
      "orcid": "0000-0003-2067-4697"
    },
    {
      "forename": "Cecilia",
      "surname": "Setti",
      "name": "Cecilia Setti",
      "affiliation": "1  Instituto Veredas , São Paulo , São Paulo , Brazil , \n\t\t\t\t\t\t\t\t Instituto Veredas \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t São Paulo São Paulo \n\t\t\t\t\t\t\t\t\t Brazil",
      "orcid": "0000-0003-2936-4759"
    },
    {
      "forename": "Leo",
      "surname": "Heikiti",
      "name": "Leo Heikiti"
    },
    {
      "forename": "Maeda",
      "surname": "Arruda",
      "name": "Maeda Arruda",
      "affiliation": "2  Doebem , São Paulo , São Paulo , Brazil , \n\t\t\t\t\t\t\t\t Doebem \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t São Paulo São Paulo \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Roberta",
      "surname": "Crevela ´rio De Melo",
      "name": "Roberta Crevela ´rio De Melo",
      "affiliation": "3  Evidence Center , Instituto de Sau ´de , São Paulo , São Paulo , Brazil , \n\t\t\t\t\t\t\t\t Evidence Center \n\t\t\t\t\t\t\t\t Instituto de Sau ´de \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t São Paulo São Paulo \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Bruna",
      "surname": "Carolina De Araujo",
      "name": "Bruna Carolina De Araujo",
      "affiliation": "3  Evidence Center , Instituto de Sau ´de , São Paulo , São Paulo , Brazil , \n\t\t\t\t\t\t\t\t Evidence Center \n\t\t\t\t\t\t\t\t Instituto de Sau ´de \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t São Paulo São Paulo \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Audrey",
      "surname": "Tan",
      "name": "Audrey Tan",
      "affiliation": "4  University College London , London , United Kingdom , \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Peter",
      "surname": "Demaio",
      "name": "Peter Demaio",
      "affiliation": "5  Evidence to Policy and Impact , World Health Organization , Geneva , Switzerland \n\t\t\t\t\t\t\t\t Evidence to Policy and Impact \n\t\t\t\t\t\t\t\t World Health Organization \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geneva \n\t\t\t\t\t\t\t\t\t Switzerland",
      "orcid": "0000-0002-2154-8070"
    },
    {
      "forename": "Tanja",
      "surname": "Kuchenmu ¨ller",
      "name": "Tanja Kuchenmu ¨ller",
      "affiliation": "5  Evidence to Policy and Impact , World Health Organization , Geneva , Switzerland \n\t\t\t\t\t\t\t\t Evidence to Policy and Impact \n\t\t\t\t\t\t\t\t World Health Organization \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Geneva \n\t\t\t\t\t\t\t\t\t Switzerland",
      "orcid": "0000-0002-9021-981X"
    },
    {
      "affiliation": "Xiamen University -Malaysia Campus : Xiamen University - Malaysia , MALAYSIA \n\t\t\t\t\t\t\t\t Xiamen University -Malaysia Campus \n\t\t\t\t\t\t\t\t Xiamen University - Malaysia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t MALAYSIA"
    }
  ],
  "doi": "",
  "pmid": "29260884",
  "sections": [
    {
      "title": "Conclusion",
      "text": "This rapid review adds to the existing literature in two ways. First, it provides an up-to-date and comprehensive review of the existing methods for incorporating evidence into ToC development in the health sector. Second, it offers a new typology guiding any future endeavors of incorporating evidence into ToCs."
    },
    {
      "title": "Background"
    },
    {
      "title": "What is a Theory of Change?",
      "text": "A Theory of Change (ToC) comprises a sequence of causal steps that describe how an intervention is expected to produce certain outputs and outcomes. These steps often include what inputs will be used, which activities will be conducted, what outputs will be produced, and, finally, what outcomes are expected to be achieved through this process, i.e, what \"change\" is expected to happen  [1, 2] . According to the Aspen Institute  [3] , Theory of Change (ToC) can be understood as a tool to facilitate the development of solutions to complex social problems. A ToC is generally presented in graphic form, as a diagram, showing the connections between interventions and outcomes (causal pathways) while explicitly stating assumptions and related evidence  [4] . This diagram usually represents a working model containing preconditions, expected results, rationales, assumptions, and indicators.\n\nThe concept of ToC was preceded, during the 50s and 60s, by an approach called Program Theory, which proposed a way of understanding and planning interventions with focus on the roles of context, input, processes, and products for intervention design  [5] . Over time, increasingly more attention was given to explaining how an intervention was expected to work in terms of its underlying causal links  [6] . In 1995, The Roundtable on Comprehensive Community Development, supported by the Aspen Institute  [7] , advocated for the importance of making it clear for stakeholders the assumptions of how change is to be achieved by a program, popularizing the term Theory of Change, described as \"a theory of how and why an initiative works\"  [8] .\n\nThe concept of ToC is related to, and often overlaps with, several other tools and frameworks, such as Logical Model, Program Theory, Action Theory or Logical Framework. A Logical Model, for instance, is defined as a graphical representation of a program theory, showing the relevant causal connections up to the results  [5] . A Program Theory is an explicit theory of how an intervention is expected to achieve its goals  [5] . An Action Theory, on the other hand, describes the pathways for developing an intervention. Finally, a Logical Framework, or Logframe, is a method for planning and evaluation, usually specifying inputs, activities, outputs, outcomes, and impacts in a matrix, and possibly also including indicators and assumptions  [9, 10] . Logframes are considered less flexible than ToC diagrams, and more limited in representing multiple, interacting, and nonlinear causal pathways. Importantly, ToCs should make assumptions and contextual factors explicit to explain the causal steps, i.e. why and how an intervention is expected to lead to the anticipated changes  [9] . Furthermore, a core feature that distinguishes ToC from other similar approaches is the emphasis on it being a living process, constantly updated based on lessons learned  [11, 12] .\n\nThese steps often include what inputs will be used, what activities will be conducted, what outputs will be produced, and, finally, what outcomes are expected to be achieved through this process. 2)  [15] , as follows:\n\n\"ToC is 'a theory of how and why an initiative works' which can be empirically tested by measuring indicators for every expected step on the hypothesized causal pathway to impact. It is developed in collaboration with stakeholders and modified throughout the intervention development and evaluation process through an 'ongoing process of reflection to explore change and how it happens'. It is visually represented in a ToC map which is a graphic representation of the causal pathways through which an intervention is expected to achieve its impact within the constraints of the setting in which it is implemented\". Fig 2. Example of theory of change for an intervention. Source: Sapkota et al., 2019, p.6 [14]. https://doi.org/10.1371/journal.pone.0282808.g002\n\nVisually, each intervention is connected to an expected result, in a causal structure, in order to reveal the necessary activities to promote change  [16]  and without losing the implicit complexity of the actions. Moreover, the connections between inputs, outputs, and outcomes are explained to demonstrate how and why certain actions are expected to lead to change  [16] .\n\nToC can be used for many purposes. It serves as a tool to plan an intervention since it makes all steps and assumptions explicit and visible. It can also be used as a tool for communicating and discussing the rationale of the intervention with staff members, stakeholders, the target population, and other audiences. Therefore, a ToC can be useful for providing transparency about why certain actions have been taken and allows for the intervention to be better replicated in the future, facilitating coordination and collaboration. Finally, given its ability to depict the causal process through which an intervention is meant to work and what change it is expected to produce, ToC can also inform monitoring and evaluation processes. In depicting the key steps and expected deliverables, it facilitates the identification and development of key indicators  [9, 16, 17] .\n\nWhile the ToC approach is most commonly used as an intervention planning and design framework, it can also be used after an intervention has been implemented as a way of synthesizing empirical evidence of a pilot study  [18] , a single intervention  [18] , or a collection of studies  [14, [19] [20] [21] [22] .\n\nBy articulating long-term results, pre-conditions, and interventions, the ToC provides a basis for implementing and documenting policies, strategic plans, and monitoring and evaluation processes  [16] .\n\nToC has been widely used in the health sector for planning, depicting, implementing, and evaluating interventions  [11, 12, 23, 24] . For instance,  Barnhart et al. (2020)    [18]  developed a ToC based on the experience of three different implementation phases of a maternal and child health program, the Better Birth program  [18] . Barriers, lessons learned and ways of applying these lessons were identified, and later integrated into a renewed ToC. In another example, Aggarwal (2021)  [19]  reviewed the literature for potential interventions and delivery mechanisms for reducing the self-harm of individuals in countries of low and middle income  [19] . Based on the findings of the review, the authors propose a ToC for a model of delivery of psychosocial interventions. Furthermore, in the field of Implementation Science, ToC has been a recurring choice to describe models, plan solutions to complex problems and evaluate programs in the health area, as described by  Breuer et al. (2016)    [23] . Recent reviews suggest there is a growing number of published evaluations in the health area that use ToC, as identified by  Breuer et al. (2016)    [23]  and  Lam et al. (2021)    [24] . However, both reviews highlight that studies, overall, lack an appropriate level of detail regarding how the ToCs were developed and used."
    },
    {
      "title": "The use of evidence in Theory of Change frameworks",
      "text": "Evidence-informed decision-making has been increasingly used as a method in clinical policy and practice. The use of evidence makes the decision-making processes more explicit, favoring transparency, reproducibility, credibility, and reliability  [25] . We argue that the development and use of ToC frameworks should, therefore, also include explicit and systematic considerations on how to incorporate evidence.\n\nIn this review, we will follow the  Lomas et al. (2005)  [26] conceptualization of evidence as \"facts (actual or asserted) intended for use in support of a conclusion\" (p.1). The authors  [26]  distinguish colloquial evidence (or tacit knowledge), provided by stakeholders' opinions and viewpoints, from scientific evidence (or explicit knowledge), gathered by a prescribed set of procedures in order to produce knowledge recognized as explicit, systemic, and replicable, and further distinguishes two scientific views on evidence depending on whether they emphasize context-free general truths (more aligned with evidence-based medicine), or context-sensitive facts (more aligned with the applied social sciences). The authors also highlight that combining and interpreting these forms of evidence requires a deliberative process, often involving the participation of stakeholders to judge the relative weight of different pieces of evidence.\n\nIn theory, a ToC would be based on the analysis of available scientific evidence (explicit knowledge) and the consultation and deliberation with stakeholders (tacit or colloquial knowledge)  [2]  developed through rigorous and participatory processes. ToC approaches, however, usually emphasize stakeholder input (stakeholder consultation in the development of a plan to articulate the initial conditions, objectives, and means to achieve the desired results in a causal structure  [16] ) while making limited use of explicit or academic knowledge such as program evaluations and published research  [23] .\n\nTwo literature reviews have previously investigated the methods used to incorporate evidence into ToCs in the health sector. In a systematic review,  Breuer et al. (2016)    [23]  investigated how ToCs are used to design and evaluate public health interventions. The authors identified the following methods used to incorporate evidence into ToC frameworks: \"workshops and working groups, document reviews, interviews and discussions, surveys, program observation, literature reviews, and existing conceptual frameworks or theory, [. . .] consultations or interviews [with stakeholders]\" (p.4). Moreover, in a scoping review, Lam et al. (2021)  [24]  investigated how ToCs are used in food security contexts. The authors find that the methods applied for using evidence in ToCs were primarily participatory approaches, such as workshops or interviews, i. e., favoring tacit knowledge. They also report that most studies do not provide details on how the ToCs were developed, which is \"consistent with the sentiments in the literature, which highlighted the limited guidance, training, and agreement on how to develop a ToC\" (p.7)  [24] .\n\nIn this review, we expand the existing literature by focusing on how to systematically use research evidence to inform the development of ToCs in the health sector. Consistent with the previous reviews, our findings below show that almost none of the recent studies have systematically investigated the use of evidence to inform ToCs in the health sector. Furthermore, we did not encounter any study that provides a comprehensive and rigorous account on what methods can or should be used to incorporate evidence into ToCs. Most of the primary studies that address how a ToC was developed only give brief descriptions of the methods applied to incorporate evidence into this process. These methods include, for instance, structured stakeholder consultation, literature searches and the use of institutional data, which are applied as sources of information to draft or improve ToCs. However, each study seemed to choose specific versions of these methods (e.g. stakeholder consultations) without a clear rationale for why this choice was made over the alternatives (e.g. a literature review).\n\nThis project was commissioned by the World Health Organization, which identified the need for more explicit use of evidence in ToC development. This rapid literature review specifically aims to advance our knowledge on how to enhance the systematic and transparent use of the best available evidence in the ToC development for decision-making in the health sector. The rapid review methodology was chosen to ensure agility and efficiency in applying the available resources while keeping methodological rigor.\n\nThis rapid review adds to the existing literature in two ways. First, it provides an up-to-date and comprehensive review of the existing methods for systematically incorporating evidence into ToC frameworks in the health sector. Second, it creates a typology to classify the findings from the literature. In this typology, we propose a sequence of 7 stages relevant to the process of evidence incorporation into ToCs. We also indicate which research methods the included studies applied for each of the proposed stages. These 7 stages were developed through a qualitative analysis of the data extracted from the included studies (further details provided in the \"Data Synthesis\" section below). Each stage corresponds to a specific set of objectives. The stages are: 1) \"Define the problem\", 2) \"Define expected outcomes\", 3) \"Define interventions\", 4) \"Define change mechanisms\", 5) \"Model ToC\", 6) \"Validate ToC\" and 7) \"Revise ToC\"."
    },
    {
      "title": "Objectives",
      "text": "This rapid review aims to identify and synthesize the available literature on how to systematically use research evidence to inform the development and revision of Theories of Change in the health sector."
    },
    {
      "title": "Research questions",
      "text": "To that end, we will address the following key questions:\n\n1. What are the available tools, methods, and recommendations to systematically incorporate research evidence into the development and adaptation of Theories of Change in the health sector?\n\n2. What are the main principles, processes, and practical steps recommended by the literature on how to systematically incorporate research evidence into the development and adaptation of theories of change in the health sector?\n\nTo answer these questions, the acronym PCCS was used, as follows (Table  1 ):"
    },
    {
      "title": "Materials and methods"
    },
    {
      "title": "Study design",
      "text": "This project applied a rapid review methodology. Rapid reviews can be defined as a type of literature review in which \"the steps of the systematic review are streamlined or accelerated to produce evidence in a shortened timeframe.\" (p. XIII)  [27] . In a rapid review, evidence is synthesized and its validity is assessed using an abbreviated systematic review method, so to identify results in a shorter timeframe. Regardless of the abbreviated approach, this endeavor followed the principles of the scientific method and the key principles of evidence synthesis, including rigor, transparency, and reproducibility. This rapid review was conducted and reported following the process outlined by  Tricco et al. (2017)    [27] . We used a rapid review approach to be able to provide high quality evidence for decision making, in a timely way.\n\nGiven the time and budget limitations of this project, some adaptations were made to adjust to the needs of the rapid review design. These adaptations are described in the section \"Shortcuts taken for the rapid response\" below.\n\nTable 1. PCCS acronym for the research question. P Problem Lack of knowledge on how evidence is used in ToC frameworks in the health sector C Condition Use of evidence in ToC C Context ToC in the health sector S Study design Systematic reviews; Guides and methodological studies Source: authors' elaboration. https://doi.org/10.1371/journal.pone.0282808.t001\n\nThe study protocol was published in the Open Science Framework (OSF) platform (register: osf.io/t53sm)  [28] . After the publication of the protocol, we made an addition in the research design by expanding the inclusion criteria also to include scoping reviews."
    },
    {
      "title": "Eligibility criteria",
      "text": "The inclusion criteria applied in this review were:\n\n• Topic: studies that investigated how research evidence was used in the development and adaptation of ToC in health policies; or studies that explicitly described how evidence was or should be used to inform the development or adaptation of the ToC in the health sector;\n\n• Study type: systematic reviews, scoping reviews, guides, or methodological studies. The methodological studies could be case studies, qualitative or quantitative studies, as long as their primary focus was how to develop or update a ToC. We excluded empirical primary studies, overviews, integrative reviews, evidence syntheses, technology assessments, and economic assessments;\n\n• Language: published in English, Spanish, or Portuguese;\n\n• Date: published on any date;\n\n• Place: any country or region."
    },
    {
      "title": "Shortcuts taken for the rapid review",
      "text": "In this rapid review, only the screening process was done by two reviewers independently. Data extraction and methodological quality assessment of the studies were done by one researcher and reviewed by a second."
    },
    {
      "title": "Data sources and searches",
      "text": "Published articles were searched on November 8, 2021, in the following databases: PubMed, BVSalud, Cochrane Library, Health Systems Evidence (HSE), Health Evidence, and Epistemonikos.\n\nGray literature was retrieved from OpenGrey and Google Scholar search engines limited to the first ten pages. A list of references obtained from a WHO researcher that had been previously investigating the topic was also screened. Due to time constraints, no additional search for gray literature was conducted.\n\nSearch strategies were developed based on the combination of keywords structured by the acronym PCCS, using the MeSH search terms on the PubMed database. The strategy was adapted to the other databases.\n\nAdditional studies were retrieved from a list provided by a topic expert and the WHO library.\n\nThe implemented searches can be found in S1 Appendix."
    },
    {
      "title": "Study selection and data screening",
      "text": "Study screening was preceded by calibration of the inclusion and exclusion criteria among all reviewers using a sample of the search results. After calibration, two reviewers selected the studies through title and abstract screening independently. Disagreements were decided by a third reviewer.\n\nAfter title and abstract screening, two researchers independently screened the included studies in full-text. Conflicts were resolved through consensus or by a third reviewer.\n\nThe screening was conducted in the reference management software, Rayann QCRI  [29] ."
    },
    {
      "title": "Missing data",
      "text": "Only reports published in Portuguese, Spanish, and English were included, and potentially relevant information in other languages was not considered. In addition, primary studies that addressed the use of ToC to apply evidence in the health sector but that were not included in systematic reviews or scoping reviews were also not covered by this study. Finally, relevant literature from other fields than health might also have had relevant information to answer this review's question, but they were not included."
    },
    {
      "title": "Data extraction",
      "text": "Data extraction was conducted according to the research questions. A data extraction spreadsheet was made, observing the main elements to inform this rapid review, and covered the following categories: first author, published year, study objective, population and sample characteristics, method, main findings (divided into Definition of ToC, Participants in the ToC development, Steps for the development of a ToC, Steps for revising a Theory of Change, Use of research evidence in the development of a ToC, and Use of research evidence for revising a ToC), study limitations, conclusions, conflicts of interest and last year of search. In the subcategories \"Use of research evidence in the development of a ToC\" and \"Use of research evidence for revising a ToC\", we captured all relevant information from the primary studies regarding their reported strategies for evidence incorporation into ToCs. Data for the other subcategories were collected to identify and contextualize each study and provide further information on how ToCs were used and how evidence was considered. The fields \"Definition of ToC\", \"Steps for the development of a ToC\" and \"Steps for revising a Theory of Change\" were added to the data extraction template after a round of initial piloting of the data extraction process to facilitate the interpretation of the research findings."
    },
    {
      "title": "Quality assessment",
      "text": "Quality assessment was done by one researcher and reviewed by another. Systematic reviews were assessed using the AMSTAR 2 tool  [30] . Systematic reviews were classified according to their confidence degrees as high, moderate, low, or critically low. This classification followed the AMSTAR 2 critical domains that check for the presence of a search protocol, search strategy, inclusion and exclusion criteria, assessment of the risk of bias, and interpretation of results. To assess the quality of the scoping review, we used the Joanna Briggs Institute's Checklist for Systematic Reviews  [31] . To evaluate the studies self-described as methodological, we used the Joanna Briggs Institute's Checklist for Qualitative Studies  [31] . For the other included studies, that we also considered methodological, we applied quality assessment tools compatible with each of their specific designs, they were: Joanna Briggs Institute's Checklist for Qualitative Studies  [31]  (4 studies), Joanna Briggs Institute's Checklist for Text and Opinion  [31]  (2 studies), Scale for the Assessment of Narrative Review Articles (SANRA)  [32]  (1 study), and Critical Appraisal of a Case Study tool from the Center for Evidence-Based Management  [33]  (1 study). The quality assessment results can be found in S2 Appendix."
    },
    {
      "title": "Data synthesis",
      "text": "After data extraction, studies were compared, and the findings were summarized qualitatively into themes, in the form of key principles, steps, and procedures for the systematic incorporation of research evidence into the development and adaptation of a ToC. A qualitative narrative synthesis was conducted regarding \"Definitions of ToC\", \"Participants in the ToC development\", \"Methods for the development of the ToC\" and \"Use of research evidence in the development and revision of a ToC\".\n\nTo further contextualize how and when evidence can be integrated into the ToC development process, we also identified, based on the available literature, the main stages relevant for the process of evidence incorporation into ToCs. The basis for this process was the extracted data regarding the steps for developing and revising a ToC and the strategies for evidence use (see S6 Appendix for the relevant extracted data). Through an inductive qualitative data analysis process, we created a typology of stages and coded the extracted information accordingly. When grouping the steps based on content similarity, we realized they could be classified with labels similar to the phases often included in the \"policy cycle\", such as \"Policy Formulation\", \"Implementation\" and \"Evaluation\" (p.33)  [34] . Thus we regrouped the data following this framework, adapting some of these phases as labels (i.e. \"Define the problem\", \"Define interventions\"), and creating new ones when necessary (i.e. \"Define change mechanisms\", \"Model ToC\", \"Validate ToC\", \"Revise ToC\") based on our content similarity analysis. Here, we present these labels as stages for the development of ToCs. The different stages reflect the objectives and functions of each step, as shown in section \"Stages for the development of a ToC\" below and in S3 Appendix. Thereafter, we conducted a frequency count to assess how many of the included studies reported each stage. For ease of understanding, these stages were organized in a logical sequence, according to our interpretation.\n\nIn addition to categorizing the stages for developing a ToC, we classified the extracted data in terms of \"types of activities\" conducted. This typology was also created through an inductive qualitative data analysis process, based on the original extracted material. Within each stage, we grouped the included methods according to the specific actions that were conducted. While the classification in stages reflects the goal or purpose of each step taken, the classification into the types of activities summarizes the concrete actions undertaken to achieve this goal (see section \"Stages for the development of a ToC\" below)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study inclusion",
      "text": "The search retrieved 880 records, of which 141 were removed as duplicates. 698 articles were excluded at the title and abstract screening as they did not meet the eligibility criteria. 41 documents were selected for full-text screening, of which 23 were excluded for not discussing ToC, the use of evidence, or not matching the inclusion criteria. In addition, we screened 23 articles recommended by an expert on the topic. After excluding duplicates, the remaining studies were screened in full-text. Based on the exclusion criteria, all of these studies were excluded. The excluded articles and the reasons for exclusion are listed in S4 Appendix, separated between articles found in the databases and those recommended by the expert (Fig  3 ). Finally, 18 remaining articles were included in this rapid review.\n\nDespite there being no limitation on the year of publication as an inclusion criterion, all included studies (n = 18) were published between 2013 and 2021  [1, 13, 14, [18] [19] [20] [21] [22] [23] [24] [36] [37] [38] [39] [40] [41] [42] [43] , and among those, the mode (n = 5) was the year 2021  [19, 22, 24, 39, 42] . For more details on the characteristics of each study and the data extracted, see S5 and S6 Appendices."
    },
    {
      "title": "Characteristics of included studies",
      "text": "The studies presented different designs with seven systematic reviews  [19, [21] [22] [23] , one scoping review  [24] , and ten studies with other designs that were considered \"methodological\" since their primary focus was on how to develop or update a ToC. The included methodological studies had a variety of study methods, as reported by their respective authors: case study (n = 1)  [18] , mixed methods (qualitative and quantitative) (n = 1)  [42] , methodology studies (n = 2)  [36, 37] , report (n = 1)  [40] , formative research (n = 1)  [13] . Four publications  [1, 20, 38, 43]  did not name the study design. They were classified by the authors of this rapid review as methodological studies based on the information described in the method section, for the purpose of quality assessment.\n\nRegarding the countries conducting the studies, five studies were carried out in countries that, according to The World Bank (2021)  [44] , are classified as high-income economies (HIE)  [21, 23, 36, 37, 42] , one in Lower-middle-income economies (LMIE)  [14] , and one in Uppermiddle-income economies (UMIE)  [43] . Two studies included both HIE and LMIE  [18, 19] . The remaining studies did not report this information or it did not apply to the study design  [13, 20, 22, [38] [39] [40] [41] . Except for De  Buck et al. (2018)    [1] , which had authors from both HIE and LMIE, the authors of the other 17 included studies were affiliated to institutions from HIE  [13, 14, 18, 19, 22, 24, [36] [37] [38] [39] [40] [41] [42] [43] .\n\nSixteen studies reported no conflict of interest  [1, 13, 14, 18-20, 24, 36, 39] . One study included information about funding but not on competing interests  [40] . One study did not have information on either  [20] .\n\nThe included studies focused on the following themes and sectors: public health  [13, 21, 23, 40] , nutrition  [24, 38] , healthy eating and physical exercise  [20] , mental health  [1, 22, 36] , health promotion  [1] , violence prevention  [4] , obstetrics  [18] , immunization data  [39] , research-policy gap  [43] , realist RCTs  [37] , and reducing sedentary behavior  [42] ."
    },
    {
      "title": "Methodological quality of included studies",
      "text": "The methodological quality of seven systematic reviews was assessed using AMSTAR-2  [30] . Five of these were considered critically low  [19, [21] [22] [23] 39]  and two considered low  [14, 41] . None of the publications provided a list of excluded studies with justifications  [14, 19, 21-23, 39, 41] . In addition, the five critically low did not account for biases  [10, 12, 13, 17, 19, [21] [22] [23] , or did not refer to methods being established prior to the review  [39] . Six studies were assessed with the JBI Critical Appraisal Checklist for Qualitative Research  [31] . These studies contained two important weaknesses: no statement locating the researcher culturally or theoretically, nor any mention of approval by the ethics committee  [1, 20, 36, 37, 42, 43] . One study  [24]  was assessed with the JBI Critical Appraisal Checklist for systematic reviews and research syntheses  [31] . However, methods to mitigate potential errors in the findings in this study were not found. Two studies were assessed with the JBI Critical Appraisal Checklist for text and opinion papers  [31] , and the reports were considered satisfactory  [13, 40] . One study  [38]  was assessed with SANRA  [32]  and had a final score of 10/12. The two limitations of the study were that the electronic search report was not detailed enough and the selection of studies was not well described. One case study was assessed with the CEBMA tool  [33] . In this study, there is no mention of whether the data analysis was repeated by another researcher and it is not clear whether the researcher's perspective was taken into account  [18] . More details are found in S2 Appendix."
    },
    {
      "title": "Definitions of ToC",
      "text": "Nine studies  [1, 13, 14, 18, 22, 23, 38, 40, 43]  presented a definition of ToC, with some differences between them, as shown in Table  2 ."
    },
    {
      "title": "Participants in the ToC development",
      "text": "Four studies reported that their respective authors participated in the development of the ToC  [22, 36, 39, 40] . Other studies included multidisciplinary groups composed of professionals  [42] , service users  [20] , program evaluators and implementers, community members  [18] , methodological experts, and experts on the topic  [1] . Ten studies did not report any information about the participants in the development of the ToC  [13, 14, 19, 21, 23, 24, 37, 38, 41, 43] ."
    },
    {
      "title": "Methods for the development of the ToC",
      "text": "Some of the studies  [14, 19, 20]  followed existing methods for intervention design in their efforts to build a ToC. The methods used were De Silva (2014)  [13] , the Six steps in quality intervention development (6SQuID)  [45]  framework  [36, 42] , and the guidelines  [43]  offered by the World Bank  [46]  and Morra and Rist  [47] .\n\nThree studies  [21, 22, 41]  synthesized ToC evidence from previously published ToCs. Tancred et al. (2018)  [41] , for instance, conducted a systematic review to synthesize relevant elements for a ToC for school-based interventions integrating health and academic education to prevent violence and substance use among students. This review searched for other ToCs that were synthesized through a meta-ethnographic analysis."
    },
    {
      "title": "Stages for the development of a ToC",
      "text": "The included studies generally did not provide a detailed account of what steps were taken to develop their respective ToCs. However, from the available information, it is possible to see that the development of the ToC was rarely a linear or hierarchical process. In reality, the development process is continuous, involving reflection and adaptation as new evidence comes to light, requiring the causal pathways to be changed  [15] .\n\nAll studies included in this review presented at least one stage adopted for the construction of the ToC. In total, seven development stages were identified. The most frequent type was \"Define interventions\"  [1, 19, 22, 36, 39, 41, 42]  and \"Model ToC\"  [13, 18-20, 22, 23, 38, 42, 43] , mentioned in 55.5% (n = 10) of the included studies. All identified stages and their respective frequencies can be found in Table  3 .\n\nTable 2. Definitions of ToC from the included studies."
    },
    {
      "title": "Study ToC Definition",
      "text": "Barnhart et al. 2021  [18]  \"The term theory of change (TOC) was popularized by Carol Weiss to describe a tool that defines and expresses researchers' underlying assumptions and hypotheses about the processes through which a complex intervention improves outcomes\".\n\nBreuer et al., 2016 [23] \"We define it as an approach which describes how a programme brings about specific longterm outcomes through a logical sequence of intermediate outcomes\". De Buck et al., 2018 [1] \"Weiss described a ToC as 'a theory of how and why an initiative works'. More specifically, it aims at developing a shared understanding of the processes and underlying mechanisms by which interventions are likely to work[. . .]\". De Silva et al, 2014 [13] \"Theory of Change (ToC) is an approach to developing, implementing and evaluating programmes of development, and has been applied across a wide range of programmatic contexts\". Mayne, 2015 [38] \"A theory of change adds to an impact pathways (IPs) by describing the causal assumptions behind the links in the pathways-what has to happen for the causal linkages to be realized [. . .]\". Meiksin et al. 2021 [22] \"Intervention theories of change typically draw on existing scientific theories of behaviour (which consider factors that predict behaviours) and/or existing scientific theories of behaviour change (which propose general mechanisms of changing behaviour). Intervention theories of change make explicit the hypothesised mechanisms through which intervention activities are intended to generate outcomes, helping developers to systematically consider and describe which psychological, social or other factors interventions should address to achieve their intended outcomes. They also help evaluators determine what to measure to assess whether and how an intervention works and which components, if any, are most important.\" Rippon et al., 2017 [\n\n\"Some people view it as a tool and methodology to map out the logical sequence of an initiative from inputs to outcomes. Other people see it as a deeper reflective process and dialogue amongst colleagues and stakeholders, reflecting on the values, world views and philosophies of change that make more explicit people's underlying assumptions of how and why change might happen as an outcome of the initiative[. . .]\""
    },
    {
      "title": "Sapkota et al., 2019 [14]",
      "text": "\"ToC is a comprehensive description and illustration of how and why a desired change is expected to happen in a particular context. The development of a ToC is an iterative process and can use various methods including review of existing information, interviews and/or consultation with stakeholders, with the choice of the method being based upon what is locally feasible and acceptable. The use of ToC approach is widespread in the field of public health and many development organizations have evaluated this method as accessible, feasible, and useful\".\n\nYearwood, 2018  [43]  \"Theory of change (ToC), on the other hand, is a more flexible format. ToC describes how a program, through a logical sequence of intermediate outcomes, can bring about specific long-term outcomes. The pathways through which interventions work to achieve a desired impact are made explicit. ToC also allows for depiction of multiple pathways and feedback loops, which is more reflective of the complexities involved in real-world settings\".\n\nSource: authors' elaboration.\n\nhttps://doi.org/10.1371/journal.pone.0282808.t002\n\nTable  5 , below, presents these stages with further details. In addition to categorizing the stages for developing a ToC, we also classified the extracted data in terms of the \"activities\" conducted. While the classification in stages reflects the goal or purpose of each step taken, the classification into the activities summarizes the concrete actions undertaken to achieve this goal. These activities are depicted in the second column of Table  4 . In the third column of this table, \"Activities' details\", we paraphrase the steps described in the included studies to present guidance on how to undertake each activity. The original material can be found in S3 Appendix.\n\nWe emphasize that among the \"Activities\", the lines \"Identify and synthesize evidence base\" refer to the processes of searching, selecting, producing, and synthesizing evidence for the corresponding stages of the ToC development. In these cases, the use of the term evidence is encompassing both tacit or colloquial evidence and explicit or published evidence, as further detailed in Table  5 ."
    },
    {
      "title": "Use of research evidence in the development and revision of a ToC",
      "text": "All included studies mentioned at least one source of evidence used to inform the development of the ToC. However, generally, the studies did not provide a structured and detailed discussion of how the incorporation of evidence was undertaken. Evidence sources included: literature reviews  [1, 19, 20, 23, 36, 37, 42, 43] , either systematic reviews or narrative reviews; review of reports and normative documents; surveys, interviews, meetings, workshops and focus groups with key actors, including community members and stakeholders  [1, 13, 18, 20, 23, 24, 36, [38] [39] [40] ; previous empirical studies; existing related psychological and sociological theories  [1, 21, 37] ; consultation with experts  [18] [19] [20] ; and previous theories of change  [21, 22, 41] . Many studies  [18, 20, 23, 36, 37, 39 ] combined more than one evidence source for the development of the ToC; such as a combination of literature review, consultations with stakeholders, and previous empirical studies.\n\nThe ToC diagram can be developed in a meeting with stakeholders, often in a workshop format with the help of a trained facilitator  [13] . However, it is common to find the implementation or evaluation team making a first draft based on the literature review and then validating the draft in a stakeholder meeting. Mayne and Johnson (2015)    [38]  note that while bringing a pre-drafted ToC may decrease the level of buy-in, it makes it easier to bring relevant research findings into it.\n\nDe Silva et al. (2014)  [13]  report that in their study, the development of the ToC was supported by a ToC expert. They also conducted brainstorming activities with key actors to gather information about expected outcomes. Afterward, a survey with stakeholders was carried out,\n\nTable 3. Frequency of each stage of ToC development."
    },
    {
      "title": "Stages to develop a ToC",
      "text": "Frequency % (n) Define interventions 55.5  (10)    [1, 18-22, 36, 39, 41, 43]  Model ToC 55.5  (10)    [13, 18-23, 38, 42, 43]  Define change mechanisms 38.8 (7)  [13, 14, 21, 36, 37, 41, 42]  Define the problem  33.3 (6)    [21, 36, 39, 40, 42, 43]  Define expected outcomes  33.3 (6)"
    },
    {
      "title": "Stages in ToC Development"
    },
    {
      "title": "Activities"
    },
    {
      "title": "Activities' details"
    },
    {
      "title": "Define the problem"
    },
    {
      "title": "Define problem",
      "text": "Identify  [43] , understand and define24 the main problems and its causes  [36, 43]  Identify and synthesize evidence base • Describe the main concepts related to the problem and their interrelationships  [21]  • Perform a narrative summary of the theories  [21]  relevant to the problem understanding • Consult key actors  [27]  about relevant contextual conditions that may influence the problem and its solution  [40] . This can be done, for instance, through interviews  [36]  • Perform literature review  [42]  and identify systematic reviews on topics related to the problem  [39]  Define expected outcomes"
    },
    {
      "title": "Set goals",
      "text": "Identify the expected results, as well as the possible long-term impact  [13, 42] , according to the proposed interventions  [14]  through an iterative process (in groups, with stakeholders)  [13]  Identify and synthesize evidence base"
    },
    {
      "title": "Identify relevant evidence",
      "text": "• through health information and data use frameworks  [39]  • by an prior pilot trial or an earlier feasibility study  [37]  • through systematic reviews  [39]  Map causal chains Identify short-term, mid-term and long-term outcomes in a causal chain  [1]"
    },
    {
      "title": "Define interventions",
      "text": "Identify and synthesize evidence base • Consult stakeholders and members of the intervention team (program evaluators and implementers)  [18]  • Search published and gray literature about the intervention topic  [43] , existing conceptual frameworks or theories  [1]  • Review institutional documents about the intervention  [18]  • Direct program observation  [1]  • Perform literature review  [36] , systematic review  [32] , or evidence synthesis  [21]  on effective interventions  [36, 43]  • Perform interviews and discussions, surveys, and program observation  [1]  Define and detail interventions\n\n• Identify and select interventions data that could help stakeholders involved generate the desired change  [20, 43]  • Identify patterns for grouping similar interventions  [31]  • Identify characteristics of the environment which could influence the different links between intervention and programme outputs and outcomes, including socio-cultural, physical and personal factors  [1]  • Identify barriers through search for existing health information and data use frameworks, as well as systematic reviews  [32]  and the interventions needed to overcome these barriers along the way  [19]  • Identify the gaps in the research  [19]  • Raise hypotheses (intervention mechanisms and contextual facilitators) and clarify how the changes will be implemented: develop, test and adapt the intervention program in question, consider possible implications of the findings for public policy  [36]  Define change mechanisms Identify and synthesize evidence base Gather local evidence in order to refine \"context-mechanism-outcome\" hypotheses (CMO)  [1] :\n\n• Identify and synthesize the elements that will bring about change, as well as the intended outcomes deriving from them. Always based on findings from the previously conducted evidence identification and discussions with the advisory group  [36]  Map causal chains Based on consultative approaches, add any assumptions or rationale to the links of the causal chain in the ToC  [13] . Activities could include:\n\n• Reflect on the collected contributions  [13]  • Raise, discuss and register hypothetical connections between interventions (empirically examine the mediation between hypothetical interventions)  [1]  • Raise, discuss and register hypothetical contextual barriers and facilitators  [1]  • Interrelate the effects of the interventions and the evidence supporting each of them  [14]  • Categorize theories among upstream (organizational), downstream (individual behavior) and medial (in between)  [21]  • Identify assumptions, commonalities and differences  [21]  • Define assumptions linking activities and outcomes  [14]  • Understand the mechanisms of change  [42]  (Continued )"
    },
    {
      "title": "Stages in ToC Development"
    },
    {
      "title": "Activities"
    },
    {
      "title": "Activities' details"
    },
    {
      "title": "Model ToC"
    },
    {
      "title": "Map causal chains",
      "text": "Design the ToC including the following elements:\n\n• intervention components  [18]  • primary outcomes related to the intervention (each component of the intervention can be related to a causal outcome) 18\n\n• contextual factors expected to modify the previous variables  [18]  • information about the assumed causal connections between variables  [18]  • identification of which causal connections are thought to be of great importance for the intervention's success  [18]  • the specific interventions that need to happen to move from one outcome to the next (map in the ToC the specific intervention components needed to achieve each outcome)  [13]  Practical considerations:\n\n• Conduct a conceptual mapping to identify themes from the studies that could be used for the ToC model (the ToC map shows the multiple causal pathways through which the outcomes and activities work to achieve the desired impact)  [19]  • Develop the theory through design intervention and creating realistic expectations  [20]  • Represent, in an understandable way, the interaction between the intervention components, mechanisms and outcomes (consider using a software to help)  [20]  • Map the intermediate outcome framework or causal pathway, without getting trapped into thinking about the specific intervention components that you think you will use, as this restricts your thinking regarding what is needed to achieve the desired impact  [13]  • Ensure that each of the ToC components (reach, capacity changes, behavioral change, direct benefits, livelihood change) are identified as building blocks of a ToC  [38]  • Development of a logic model for the theory of change based on inputs from workshops with stakeholders  [42]  • Identify resources available  [42]  • Develop a priority list of activities to be implemented  [42]  • Develop an action plan  [42]  • Conduct a pilot of intervention activities  [42]  • Promote discussions with stakeholders  [42]  • Backward map and connect the preconditions to achieve goals  [43]  Draw a ToC ToC building process can start with either a blank page and a facilitator workshop with stakeholders, or with a ToC draft as a starting point and a discussion with stakeholders, ideally bringing prior research and evaluation findings into de ToC  [38]  • Refine the ToC based on the results of the evaluation and stakeholder workshops  [23]  • Integrate categorized findings, in order to integrate theoretical insights  [21]  • Diagrammatically synthesize theories of change based on studies ToC reports and diagrams  [22]  • Create a new ToC synthesizing the main elements of each ToC group  [22]  Validate ToC"
    },
    {
      "title": "Identify and synthesize evidence base",
      "text": "Consult stakeholders:\n\n• through focus groups of experts and the target population  [20, 42] ; through the Delphi method to reach consensus  [28]  or through workshops, discussing and validating the interventions  [42]  • present a draft ToC based on different existing sources of information (theoretical models, frameworks and systematic reviews), explaining which elements of the ToC are evidence-informed and which are not  [1]  • circulate this draft to program implementers and/or wider stakeholders for revision  [24]  (Continued )"
    },
    {
      "title": "Stages in ToC Development"
    },
    {
      "title": "Activities"
    },
    {
      "title": "Activities' details"
    },
    {
      "title": "Revise ToC",
      "text": "Define monitoring and evaluation strategy Define indicators of success for each of the intermediate outcomes to evaluate whether every stage of the pathway leads to the final impact  [19]  • Include indicators to measure each intervention level (e.g. patient, community, stakeholders and care providers)  [13]  • For each intermediate outcome, choose at least one indicator to measure whether that intermediate outcome has been achieved  [13]  • Decide on how each indicator will be measured and by whom (evaluation methods)  [13]  • Establish when to measure each intermediate outcome with a rationale structure  [13]  • Conduct a case study to evaluate the intervention performance  [23]  Review ToC Theory of change should be seen as a process, evolving over time as more insight is gained  [38]  • Collect sufficient evidence of effectiveness to justify rigorous evaluation/implementation (Step 5 from 6SQuID36)  [36]  • Test hypotheses via quantitative analyses of effect mediation (to examine mechanisms) and moderation (to examine contextual contingencies). The approach of grounding these in hypothesis testing minimizes risks and ensures transparency  [1]  • Adopt participatory approaches that foster and strengthen engagement and involvement of people-creating dialogue, inclusive opportunities to plan and decide on actions required  [40]  • Agree and be clear on the purpose of planned actions-e.g. to develop a health assets model  [40]  • Undertake a review/mapping of resources, including knowledge, skills, relationships etc. that will boost adoption of purposeful asset based approaches  [40]  • Reframe existing relationships and the use of resources toward the purpose agreed in the planning phase  [40]  • Introduce asset based approaches to reframe dialogue, planning and action with those already engaged  [40]  • Use the perspectives and knowledge gained mapping assets to:\n\n• Understand current health assets in place. Identify the location of assets-in neighborhoods, communities, organizations, etc.  [40]  • Build on the range of assets available to support action. These actions can then be part of the mobilization phase of the ToC, using existing assets to support the agreed direction of development  [40]  Source: authors' elaboration. https://doi.org/10.1371/journal.pone.0282808.t004\n\na workshop was set up to foster debate, and, lastly, the ToC was further refined through another group session.\n\nFew studies reported on how to use evidence to revise a ToC. The ToC was revised both in the initial development process, by experts  [1, 19, 20]  or peer review  [1] , and after the intervention was initiated, in response to evidence gathered by a discussion with practitioners  [40] , hypothesis testing (mechanisms and moderators evaluations)  [37]  and program evaluation  [36] .\n\nChallenges and barriers reported by the included studies. The limitations reported in the included publications largely focused on the ToC development process and use of the ToC, the interventions performed, and the methods used in the studies.\n\nRegarding the ToC, the authors reported that the process of using a ToC framework is time-intensive and it can lead to the oversimplification of complex relationships  [1] . Moreover, ToCs are specific for each program and it is not simple to develop a ToC that is generalizable to other settings  [41, 42] . The authors also reported that stakeholders' difficulty understanding the scientific method was a limitation to the evaluation of interventions using a ToC approach  [1] . Finally, one scoping review highlighted that many studies do not report how the ToC used in the paper was developed  [24] .\n\nLimitations related to the interventions performed in the studies were also mentioned, such as lack of time for a follow-up evaluation of the interventions  [42] , and limited availability and lack of evidence of culturally adapted interventions for LMICs  [19] . In addition, some studies did not address adverse structural conditions that affect participants  [36] , or the effectiveness of interventions in the real world  [1] . In another study, the authors reported problems in the intervention development process because it was not validated and relevant parameters were not included in the theory  [20] .\n\nRegarding the methodological aspects of the studies, limitations reported by the systematic reviews included methodological flaws in the primary studies of relevant interventions, which may have affected statistical significance  [14] . Insufficient quality assessment of the included studies  [41] ; absence of dual data extraction, and inability to effectively assess the quality of included articles  [23] ; and inclusion of studies in English only  [14]  were also reported as key limitations. In the only scoping review included, authors reported difficulties during the gray literature search, which was attributed to limitations of the Google search platform (insufficient database to capture gray literature studies)  [24] . Regarding the other studies included,  Yearwood et al. (2018)    [43]  highlighted that it was not possible to systematically evaluate the results achieved by the initiative, making it difficult to make precise conclusions about the effectiveness of the intervention.\n\nTable 5. Stages for ToC development. Stages to develop a ToC Stage 1 Define the problem Stage 2 Define expected outcomes Stage 3 Define interventions Stage 4 Define change mechanisms Stage 5 Model ToC Stage 6 Validate ToC Stage 7 Revise ToC Source: authors' elaboration. https://doi.org/10.1371/journal.pone.0282808.t005\n\nGaps reported by the included studies. The gaps reported in the included studies were the need for better methodological and reporting quality to assess the reliability of results  [21, 22, 39, 40] , the need to conduct evaluations of the proposed ToC models  [19] , and the need to synthesize previous theoretical frameworks to avoid possible biases  [41] . In addition, studies suggest that ToC reports should be more detailed, especially regarding how the ToC was developed. The inclusion of a visual representation of the ToC (diagrams) would also better facilitate the reader's understanding and ease reproducibility  [23, 24] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Summary of main findings",
      "text": "This rapid review identified 18 studies that addressed the use of evidence in ToC or in the revise of a ToC in the health sector. This study adds to the existing literature in two ways. First, it provides an up-to-date and comprehensive review of what are the existing methods and recommendations for incorporating evidence into ToC frameworks in the health sector. Second, it creates a typology to classify the findings from the literature. In this typology, we propose a sequence of seven stages relevant to the process of evidence incorporation into ToCs.\n\nAn initial challenge for this review was the scarcity of data. In line with the conclusion from Breuer et al. (2016)  [23]  and  Lam et al. (2021)    [24] , we find that authors rarely detail how the ToCs were developed and even more rarely include explicit considerations about evidence incorporation in the process. Future research projects should consider using the Breuer et al. (2016)  [23]  proposed checklist for reporting ToC in Public Health Interventions. It has five criteria, assessing the ToC approach, the ToC development process, presentation of the ToC, description of the intervention process, and use of the ToC for evaluating a policy. This checklist, however, has not yet been validated and might not be appropriate for all possible uses of a ToC. As such, it may require adaptations depending on the context in which it is used.\n\nThe studies included in this review, nevertheless, provide a rich portrayal of the field. The findings corroborate the definition of ToC provided by De Silva et al. (2014)  [13] , according to which a ToC graphically presents how and why an intervention is expected to work and, in general, is developed by a participatory process  [4] .\n\nWe observed significant diversity across topics and areas within the health sector in which ToC approaches can be applied. It was also noted that there is no single way to develop a ToC that suits all purposes, but that adaptations are made according to the context of its application."
    },
    {
      "title": "Stages for ToC development",
      "text": "The stages for developing a ToC were observed to be different in the included studies. The process of developing a ToC has multiple possibilities regarding its form and content, being essentially dynamic and nonlinear. However, for didactic and visual purposes, we classified and organized these stages in a logical order (See Table  5 , below).\n\nIt is important to highlight that this logical sequence is our interpretation, based on a qualitative analysis of the extracted data. As we mentioned before, the authors often do not provide a structured presentation of how the ToCs were developed. Moreover the stages are rarely followed in this strict logical sequence.\n\nPrior to the stages, it is also important to discuss the purpose and goal of the ToC. As we mentioned above, ToCs can have many purposes, such as supporting the implementation of an intervention, supporting monitoring and evaluation efforts, sharing and aligning knowledge and expectations about outcomes among stakeholders, synthesizing knowledge and communicating to a specific audience. Given the time, work, and coordination requirements to gather stakeholders and research evidence to develop a ToC, it is paramount that its goals are well defined beforehand."
    },
    {
      "title": "Methods for evidence incorporation into ToC development",
      "text": "From Table  4  above, it is possible to observe how different sources of evidence are used in the development of ToCs. There were three main sources of evidence: literature search, consultation with key actors, and use of institutional data. More specifically, there were a variety of ways to use evidence in ToC, such as searching for systematic reviews, conducting systematic and narrative literature reviews, using primary studies, using theoretical frameworks, using institutional and epidemiological data, conducting meetings, interviews, surveys, and workshops with stakeholders, or a combination of these components. Therefore, both colloquial and scientific evidence were commonly used sources of knowledge to support ToCs. Four studies reported the use of evidence for revising a ToC. The findings showed that revising a ToC can be done by evaluating programs, mechanisms, and moderators, and by consultation with experts and other key actors.\n\nIn Table  6 , below, we synthesize the methods for evidence identification and synthesis presented in the Results section (see Table  4 ). These methods are organized by ToC development stage:\n\nTable  6  describes what methods for evidence incorporation the included studies applied for the different stages of ToC development, with the stage \"Define expected outcomes\" supported, mostly, by the use of scientific evidence, both at a global and local level. As for the \"Validate ToC\" stage, we identified the use of evidence only at the local level, but, in a way, incorporating both scientific and colloquial evidence, through experts and users. We also observe that for the \"Define the problem\", \"Define intervention\" and \"Revise ToC\" stages,\n\nTable 6. Methods used by the included studies for evidence incorporation. Stages of ToC development Methods for evidence identification Use of Institutional data Literature search Stakeholders consultation Define the problem • Search for information available in the health system • Literature review • Search for systematic reviews • Interviews Define expected outcomes • Prior feasibility study or a pilot study • Search for information available in the health system • Search for systematic reviews • Focus Groups Define interventions • Program observation • Literature review • Search in published and gray literature • Search in existing conceptual frameworks or theories • Interviews • Debates • Surveys Define change mechanisms Not discussed Not discussed • Consultations Model ToC Not discussed • Syntheses of previous theories of change • Workshops Validate ToC Not discussed Not discussed • Focus groups of experts and users • Delphi method to reach consensus Revise ToC • Program evaluation • Mechanisms and moderators evaluation Not discussed • Expert consultation • Peer review Source: authors' elaboration. https://doi.org/10.1371/journal.pone.0282808.t006\n\nauthors explore evidence both at a global and local level, including scientific and colloquial knowledge. This demonstrates the ability of a ToC to be built from different sources of knowledge, considering colloquial evidence without giving up on scientific rigor. Table  6 , however, should not be understood as a recommendation of which methods should be applied for evidence incorporation into ToCs, nor as a conceptually informed exhaustive list of the possibilities in that regard. The included studies did not present justification as to why a specific method was chosen, or why other methods were left out. Moreover, no study provided a normative account on how to incorporate evidence into ToC development, nor provided specific guidance for that purpose.\n\nTherefore, we identify a gap in the existing literature. The fact that only 18 studies explicitly discuss how to incorporate evidence into ToC development in the health sector, and none offers guidance or a framework for this shows that it is a neglected area. This stands in sharp contrast with the increasing recognition of evidence as an indispensable element for policymaking in the health sector.\n\nThis literature gap is in line with the findings from Lam et al. (2021)  [24] , which report a fragmentation in the field and a lack of guidance and conceptual consistency regarding how to develop a ToC. There is, therefore, an existing need for a new theoretical framework, offering clear advice on how to incorporate evidence into ToC development. This framework should draw on the existing practice, as discussed in this rapid review, while also integrating methodological and conceptual considerations, to guide the many ways through which evidence can be used to inform ToCs."
    },
    {
      "title": "Strengths and limitations of the present study",
      "text": "This project applied a rapid review methodology, following the guidance provided by  Tricco et al. (2017)    [27] . Regardless of the abbreviated approach, this endeavor respected the scientific method and the key principles of evidence synthesis, including rigor, transparency, and reproducibility. Furthermore, the shortcuts adopted in this review allowed us to focus on the most critical and relevant literature to our research questions.\n\nA few adaptations from a complete systematic review were made. First, only studies involving the health sector were included in the eligibility criteria, which may have limited relevant information about ToCs. Second, the inclusion criteria for systematic reviews, scoping reviews, and methodological studies and guidelines focusing on the development of theories of change in the health sector may not have covered the entire literature on the use of evidence in the theory of change. Third, only studies in English, Spanish, and Portuguese were included, due to the language skills of the reviewers. Fourth, data extraction and the methodological quality assessment of the studies were conducted by one reviewer and checked by another. Fifth, some of the included studies did not explicitly state their research design, which required the reviewers to classify these studies as a specific type to choose and apply the methodological assessment tools that were the most adequate."
    },
    {
      "title": "Conclusion",
      "text": "This rapid review identified studies that addressed the use of evidence in ToC, as well as strategies for developing a ToC in healthcare contexts. Several strategies for using evidence in the development of a ToC were reported, such as retrieving evidence from the scientific literature, using theoretical frameworks, and consultations with stakeholders. These strategies were applied in isolation or combined. Little evidence was found about the use of evidence for the revision and updating of a ToC. No study provided a normative account on how to incorporate evidence into ToC development, nor provided specific guidance for that purpose. Furthermore, we identified a significant gap between the available literature on evidence integration for ToCs and the state-of-the-art debates around Evidence-Informed Decisionmaking (EIDM). While the EIDM debate has been advocating for increased use of evidence to support all stages of the policy cycle  [48] , it seems that ToC development has yet to be fully addressed. Similarly, the literature specializing in ToCs does not seem to incorporate many of the tools developed within the EIDM area, such as Rapid Reviews, Scoping Reviews, Evidence Gap Maps, among others. It also does not provide a structured account of how to bridge the techniques for ToC development with the need to systematically and transparently incorporate evidence into all stages of the policymaking process. A possible way of solving this issue could be the establishment of a protocol that ensures that different approaches share fundamental elements concerning the use of evidence in the development of a ToC. Therefore, it is crucial that future research addresses this gap.\n\nBased on the findings, we conclude that there is a need for studies to explore in a clearer and more detailed way how evidence can be used in the development and updating of ToCs in the health sector. It is also important that studies that report a ToC should explicitly outline the process through which it was developed."
    },
    {
      "text": "Fig 1 below presents a model of how a ToC can be depicted, including how to include assumptions and indicators. The following Fig 2 illustrates a concrete ToC for interventions addressing Domestic Violence (DV) against pregnant women: In this review, Theory of Change is defined, according to De Silva et al. (2014b, p."
    },
    {
      "text": "Fig 1. Example of Theory of Change framework. Source: De Silva et al., 2014, p.4 [13]. https://doi.org/10.1371/journal.pone.0282808.g001"
    },
    {
      "text": "Fig 3. PRISMA flowchart. Source: authors' elaboration, adapted from PRISMA 2020 [35]. https://doi.org/10.1371/journal.pone.0282808.g003"
    },
    {
      "text": "[1, 13, 14, 37, 39, 43]"
    }
  ],
  "references": [
    {
      "title": "Engagement of stakeholders in the development of a Theory of Change for handwashing and sanitation behaviour change",
      "authors": [
        "De Buck"
      ],
      "year": 2018,
      "doi": "10.1080/09603123.2017.1415306?journalCode=cije20"
    },
    {
      "title": "Theory of change: UNDAF companion guidance",
      "year": 2017
    },
    {
      "title": "The Community Builder's Approach to Theory of Change. A practical guide to theory development",
      "authors": [
        "A Anderson"
      ],
      "year": 2006
    },
    {
      "title": "Guidance Note: Developing a Theory of Change",
      "year": 2018
    },
    {
      "title": "Purposeful program theory: effective use of theories of change and logic models",
      "authors": [
        "S Funnell",
        "P Rogers"
      ],
      "year": 2011
    },
    {
      "title": "Evaluation Research: Methods of Assessing Program Effectiveness",
      "authors": [
        "C Weiss"
      ],
      "year": 1972
    },
    {
      "title": "Nothing as Practical as Good Theory: Exploring Theory-Based Evaluation for Comprehensive Community Initiatives for Children and Families",
      "authors": [
        "C Weiss"
      ],
      "year": 1995
    },
    {
      "title": "Understanding 'theory of change'in international development: A review of existing knowledge",
      "authors": [
        "D Stein",
        "C Valters"
      ],
      "year": 2012
    },
    {
      "title": "Change theory and theory of change: what's the difference anyway?",
      "authors": [
        "D Reinholz",
        "T Andrews"
      ],
      "year": 2020,
      "doi": "10.1186/s40594-020-0202-3"
    },
    {
      "title": "Chemicals and Waste Management Programme. Monitoring, Evaluation and Learning Strategy and Action Plan",
      "year": 2020,
      "doi": "10.1007/springerreference_29771"
    },
    {
      "title": "Theory of change thinking in practice: a stepwise approach",
      "authors": [
        "M Van Es",
        "I Guijt",
        "I Vogel"
      ],
      "year": 2015
    },
    {
      "title": "ESPA guide to working with Theory of Change for research projects",
      "authors": [
        "I Vogel"
      ],
      "year": 2012
    },
    {
      "title": "London: The Centre for Global Mental Health at the London School of Hygiene & Tropical Medicine and The Mental Health Innovation Network",
      "authors": [
        "De Silva",
        "M Lee",
        "L & Ryan"
      ],
      "year": 2014,
      "doi": "10.51744/cmwp6"
    },
    {
      "title": "Interventions for reducing and/or controlling domestic violence among pregnant women in low-and middle-income countries: a systematic review",
      "authors": [
        "D Sapkota",
        "K Baird",
        "A Saito",
        "D Anderson"
      ],
      "year": 2019,
      "doi": "10.1186/s13643-019-0998-4"
    },
    {
      "title": "Theory of change: a theory-driven approach to enhance the Medical Research Council's framework for complex interventions",
      "authors": [
        "De Silva"
      ],
      "year": 2014,
      "doi": "10.1186/1745-6215-15-267"
    },
    {
      "title": "Theory of change basics: A primer on theory of change",
      "authors": [
        "D Taplin",
        "H Clark"
      ],
      "year": 2012
    },
    {
      "title": "Unpacking black boxes: mechanisms and theory building in evaluation",
      "authors": [
        "B Astbury",
        "F Leeuw"
      ],
      "year": 2010,
      "doi": "10.1177/1098214010371972"
    },
    {
      "title": "Optimizing the development and evaluation of complex interventions: lessons learned from the BetterBirth Program and associated trial",
      "authors": [
        "D Barnhart"
      ],
      "year": 2020,
      "doi": "10.1186/s43058-020-00014-8"
    },
    {
      "title": "Psychosocial interventions for self-harm in low-income and middle-income countries: systematic review and theory of change",
      "authors": [
        "S Aggarwal",
        "G Patton",
        "Berk Patel"
      ],
      "year": 2021,
      "doi": "10.1007/s00127-020-02005-5"
    },
    {
      "title": "Using theory of change to develop an intervention theory for designing and evaluating behavior change SDApps for healthy eating and physical exercise: the OCAPREV theory",
      "authors": [
        "O Aromatario"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-7828-4"
    },
    {
      "title": "Theories of how the school environment impacts on student health: systematic review and synthesis",
      "authors": [
        "C Bonell"
      ],
      "year": 2013,
      "doi": "10.1016/j.healthplace.2013.09.014"
    },
    {
      "title": "Theories of change for e-health interventions targeting HIV/STIs and sexual risk, substance use and mental ill health amongst men who have sex with men: systematic review and synthesis",
      "authors": [
        "R Meiksin"
      ],
      "year": 2021,
      "doi": "10.1186/s13643-020-01523-2"
    },
    {
      "title": "Using theory of change to design and evaluate public health interventions: a systematic review",
      "authors": [
        "E Breuer",
        "L Lee",
        "De Silva",
        "M & Lund"
      ],
      "year": 2016,
      "doi": "10.1186/s13012-016-0422-6"
    },
    {
      "title": "How and why are Theory of Change and Realist Evaluation used in food security contexts? A scoping review",
      "authors": [
        "S Lam"
      ],
      "doi": "10.1016/j.evalprogplan.2021.102008"
    },
    {
      "title": "Evidence-based health policy: context and utilisation",
      "authors": [
        "M Dobrow",
        "V Goel",
        "Reg Upshur"
      ],
      "year": 2004,
      "doi": "10.1016/s0277-9536(03)00166-7"
    },
    {
      "title": "Conceptualizing and combining evidence for health system guidance: Final report Ottawa",
      "authors": [
        "J Lomas",
        "T Culyer",
        "C Mccutcheon",
        "L Mcauley",
        "S Law"
      ],
      "year": 2005
    },
    {
      "title": "Rapid reviews to strengthen health policy and systems: a practical guide",
      "authors": [
        "A Tricco",
        "E Langlois",
        "S Straus",
        "W Organization"
      ],
      "year": 2017
    },
    {
      "title": "Integration of evidence into Theory of Change frameworks in the healthcare sector: a rapid review protocol",
      "authors": [
        "De Araujo"
      ],
      "year": 2021,
      "doi": "10.1371/journal.pone.0318028"
    },
    {
      "title": "Rayyan-a web and mobile app for systematic reviews",
      "authors": [
        "M Ouzzani",
        "H Hammady",
        "Z Fedorowicz",
        "A Elmagarmid"
      ],
      "year": 2016,
      "doi": "10.1186/s13643-016-0384-4"
    },
    {
      "title": "AMSTAR 2: A critical appraisal tool for systematic reviews that include randomised or non-randomised studies of healthcare interventions, or both",
      "authors": [
        "B Shea"
      ],
      "year": 2017,
      "doi": "10.1136/bmj.j4008"
    },
    {
      "title": "Critical appraisal tools",
      "authors": [
        "Joanna Briggs"
      ],
      "year": 2018
    },
    {
      "title": "SANRA-a scale for the quality assessment of narrative review articles",
      "authors": [
        "C Baethge",
        "S Goldbeck-Wood",
        "S Mertens"
      ],
      "year": 2019,
      "doi": "10.1186/s41073-019-0064-8"
    },
    {
      "title": "Critical Appraisal Checklist for a Case Study",
      "year": 2014
    },
    {
      "title": "Understanding public policy: theories and Issues",
      "authors": [
        "P Cairney"
      ],
      "year": 2011
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt"
      ],
      "year": 2021,
      "doi": "https://journals.plos.org/plosmedicine/article?id=10.1371/journal.pmed.1003583"
    },
    {
      "title": "CARE: The development of an intervention for kinship carers with teenage children",
      "authors": [
        "J Hartley",
        "J Mcateer",
        "L Doi",
        "R Jepson"
      ],
      "year": 2019,
      "doi": "10.1177/1473325018783823"
    },
    {
      "title": "The three stages of building and testing mid-level theories in a realist RCT: a theoretical and methodological case-example",
      "authors": [
        "F Jamal"
      ],
      "year": 2015,
      "doi": "10.1186/s13063-015-0980-y"
    },
    {
      "title": "Using theories of change in the CGIAR Research Program on Agriculture for Nutrition and Health (draft)",
      "authors": [
        "J Mayne",
        "N Johnson"
      ],
      "year": 2015,
      "doi": "10.1177/1356389015605198"
    },
    {
      "title": "A realist systematic review of evidence from low-and middle-income countries of interventions to improve immunization data use",
      "authors": [
        "A Osterman",
        "J Shearer",
        "N Salisbury"
      ],
      "year": 2021,
      "doi": "10.1186/s12913-021-06633-8"
    },
    {
      "title": "Promoting asset based approaches for health and wellbeing: exploring a theory of change and challenges in evaluation",
      "authors": [
        "S Rippon",
        "J South"
      ],
      "year": 2017
    },
    {
      "title": "A systematic review and synthesis of theories of change of school-based interventions integrating health and academic education as a novel means of preventing violence and substance use among students",
      "authors": [
        "T Tancred"
      ],
      "year": 2018,
      "doi": "10.1186/s13643-018-0862-y"
    },
    {
      "title": "Stand Up for Health: Programme theory for an intervention to reduce sedentary behaviour in contact centres",
      "authors": [
        "L Tirman"
      ],
      "year": 2021,
      "doi": "10.1016/j.evalprogplan.2021.102002"
    },
    {
      "title": "Applying a logical theory of change for strengthening research uptake in policy: a case study of the Evidence Informed Decision Making Network of the Caribbean",
      "authors": [
        "A Yearwood"
      ],
      "year": 2018,
      "doi": "10.26633/rpsp.2018.91"
    },
    {
      "title": "World Bank Country and Lending Groups-World Bank Data Help Desk",
      "year": 2021,
      "doi": "10.1596/35366"
    },
    {
      "title": "Six steps in quality intervention development (6SQuID)",
      "authors": [
        "D Wight",
        "E Wimbush",
        "R Jepson",
        "L Doi"
      ],
      "year": 2016,
      "doi": "10.1136/jech-2015-205952"
    },
    {
      "title": "Designing a Results Framework for Achieving Results",
      "authors": [
        "D Roberts",
        "N Khattri"
      ],
      "year": 2012,
      "doi": "10.1596/978-1-60244-220-7"
    },
    {
      "title": "The road to results: Designing and conducting effective development evaluations",
      "authors": [
        "L Morra-Imas",
        "L Morra",
        "R Rist"
      ],
      "year": 2009,
      "doi": "10.1596/978-0-8213-7891-5"
    },
    {
      "title": "Evidence, policy, impact: WHO guide for evidence-informed decision",
      "year": 2021,
      "doi": "10.1093/ww/9780199540884.013.u281721"
    }
  ],
  "num_references": 48,
  "original_doi": "https://doi.org/10.13039/100004423"
}
