{
  "paper_id": "ZNQE8JY9",
  "title": "Research into digital health intervention for mental health: a 25-year retrospective on the ethical and legal challenges",
  "abstract": "Digital mental health interventions are routinely integrated into mental health services internationally, and can contribute to the reduction of the global mental health treatment gap that has been identified by the World Health Organisation. Research teams designing and delivering evaluations frequently invest substantial effort in deliberating on ethical and legal challenges around digital mental health interventions. In this article, we reflect on our own research experience of digital mental health intervention design and evaluation to identify eight of the most critical challenges that we or others have faced, and that have ethical or legal consequences. These are: 1) Harm caused by online recruitment work; 2) Monitoring of intervention safety; 3) Exclusion of specific demographic or clinical groups; 4) Inadequate robustness of effectiveness and cost-effectiveness findings; 5) Adequately conceptualising and supporting engagement and adherence; 6) Structural barriers to implementation; 7) Data protection and intellectual property; and 8) Regulatory ambiguity relating to digital mental health interventions that are medical devices. As we describe these challenges, we have highlighted serious consequences that can or have occurred, such as substantial delays to studies if regulations around Software as a Medical Device are not fully understood, or if regulations change substantially during the study lifecycle. Collectively, the challenges that we have identified highlight a substantial body of knowledge and expertise that is required, either within the team, or through access to external experts. Ensuring access to expertise requires careful planning, and adequate financial resources, for example to pay public contributors to engage debate on critical ethical issues, or to pay for legal opinions on regulatory issues. Access to such resources can be planned for on a per-study basis, and enabled through funding proposals. However, organisations regularly engaged in the development and evaluation of digital mental health interventions should consider creating or supporting structures such as advisory groups who can retain necessary competences,",
  "year": 2004,
  "date": "2004",
  "journal": "Bulletin of the World Health Organization",
  "publication": "Bulletin of the World Health Organization",
  "authors": [
    {
      "forename": "Charlotte",
      "surname": "Hall",
      "name": "Charlotte Hall",
      "affiliation": "1  NIHR Nottingham Biomedical Research Centre , Institute of Mental Health , Mental Health & Clinical Neurosciences , University of Nottingham Nottingham GB \n\t\t\t\t\t\t\t\t Institute of Mental Health \n\t\t\t\t\t\t\t\t Mental Health & Clinical Neurosciences \n\t\t\t\t\t\t\t\t NIHR Nottingham Biomedical Research Centre \n\t\t\t\t\t\t\t\t University of Nottingham Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t GB"
    },
    {
      "forename": "Gómez",
      "surname": "Bergin",
      "name": "Gómez Bergin"
    },
    {
      "forename": "Stefan",
      "surname": "Rennick-Egglestone",
      "name": "Stefan Rennick-Egglestone",
      "affiliation": "1  NIHR Nottingham Biomedical Research Centre , Institute of Mental Health , Mental Health & Clinical Neurosciences , University of Nottingham Nottingham GB \n\t\t\t\t\t\t\t\t Institute of Mental Health \n\t\t\t\t\t\t\t\t Mental Health & Clinical Neurosciences \n\t\t\t\t\t\t\t\t NIHR Nottingham Biomedical Research Centre \n\t\t\t\t\t\t\t\t University of Nottingham Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t GB"
    },
    {
      "forename": "Phd",
      "surname": "Aislinn",
      "name": "Phd Aislinn"
    },
    {
      "forename": "D",
      "surname": "Gómez Bergin",
      "name": "D Gómez Bergin",
      "affiliation": "3  School of Computer Science , University of Nottingham Nottingham GB \n\t\t\t\t\t\t\t\t School of Computer Science \n\t\t\t\t\t\t\t\t University of Nottingham Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t GB"
    },
    {
      "forename": "Aislinn",
      "surname": "Gómez Bergin",
      "name": "Aislinn Gómez Bergin",
      "affiliation": "3  School of Computer Science , University of Nottingham Nottingham GB \n\t\t\t\t\t\t\t\t School of Computer Science \n\t\t\t\t\t\t\t\t University of Nottingham Nottingham \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t GB"
    },
    {
      "affiliation": "School of Health Sciences , Institute of Mental Health , University of Nottingham Institute of Mental Health University of Nottingham Innovation Park , Triumph Road Nottingham GB \n\t\t\t\t\t\t\t\t School of Health Sciences \n\t\t\t\t\t\t\t\t Institute of Mental Health \n\t\t\t\t\t\t\t\t University of Nottingham Institute of Mental Health University of Nottingham Innovation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Park Triumph Road \n\t\t\t\t\t\t\t\t\t Nottingham \n\t\t\t\t\t\t\t\t\t GB"
    },
    {
      "affiliation": "Institute of Mental Health , University of Nottingham Innovation Park , Triumph Road , Nottingham , NG7 2TU. 0115 82 30926. \n\t\t\t\t\t\t\t\t Institute of Mental Health \n\t\t\t\t\t\t\t\t University of Nottingham Innovation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Park Triumph Road \n\t\t\t\t\t\t\t\t\t NG7 2TU. 0115 82 30926. \n\t\t\t\t\t\t\t\t\t Nottingham"
    }
  ],
  "doi": "",
  "pmid": "15640922",
  "keywords": [
    "digital mental health intervention",
    "research ethics",
    "compliance",
    "regulation"
  ],
  "sections": [
    {
      "title": "Table of Contents"
    },
    {
      "title": "Background",
      "text": "The World Health Organisation has identified a treatment gap for mental health  [1] , which is present across all regions, and for all mental health conditions  [2] . For some conditions, and in some settings, the treatment gap is increasing. For example, the US depression treatment gap increased between 2015 and 2019 due to an increased depression prevalence in younger people, and no commensurate increase in treatment  [3] . Digital mental health interventions (DMHIs) are now routinely integrated into mental health services internationally, and can extend provision to those not currently using mental health services  [4] . DMHI can be used to support prevention, assessment, diagnosis, treatment, and management of mental health problems. For this review we focus mainly on treatment and management. DMHIs can enable the delivery of treatment outside of psychiatric settings, which has been identified by a World Psychiatric Association member survey as being of extreme importance to improving treatment access, for mental health conditions other than schizophrenia and those experienced in childhood  [5] . Even in the case of schizophrenia and mental health conditions experienced in childhood, studies have shown that treatment through DMHIs can be safe and effective in non-psychiatric settings  [6, 7] , and hence we would argue that they are relevant transdiagnostically. DMHIs can be more easily scalable than non-digital treatments, providing potential to narrow the global treatment gap, particularly given a rapid increase in access to computing and networking technologies globally, even in low resource settings  [8] . However, despite this potential for scalability, the majority of DMHIs are not widely integrated into healthcare systems  [9]  and varying access to mobile technologies continues to be reported as a barrier to their use to narrow the treatment gap in low and middle income settings  [10] . Furthermore, for the subset of DMHIs that integrate Artificial Intelligence (AI) a systematic review has highlighted biases in the mental health conditions that are examined in evaluations, and deficits in the methodological quality of research. These examples point to continuing barriers that limit integration into evidence-based practice  [11] . Over the past quarter century, the DMHI landscape has swiftly progressed, enabled by rapid technological advance during this period. This has resulted in an ever-increasing range of DMHIs, including those delivered as mobile apps, internet-delivered therapy, AI, extended and virtual reality and remote measurement technology (to name just a few). The mode of digital complexity of these DMHI may vary from low (e.g. digital platform used as a tool for delivery such as videoconferencing) to high (e.g. personalisation of therapeutic content through machine learning technologies). The level of human input into these DMHI may also vary from fully self-directed (e.g. mental health app with no clinical input), or asynchronous motivational support (e.g. a therapist provides motivational texts to encourage engagement with a digital tool), through to fully supported (e.g. real-time delivered clinician therapy via videoconferencing)  [12] . Many DMHIs are publicly available, often for free or low-cost, for example through public app stores. Most app store offerings have no scientific support or involvement in their development process  [13] , with a consequence that some can recommend harmful strategies such as the consumption of strong alcohol during a bipolar episode  [14] . However, DMHIs have been an important focus of mental health research, including high quality randomised controlled trials (RCTs). For example, in a recent review of trials included in the registry of International Standard Randomised Controlled Trial Numbers (ISRCTN registry), we identified 23 DMHI trials that had published findings  [15] . Since DMHIs are delivered using digital technologies, then their evaluations are frequently delivered using technology as well. In online trials, some or all trial procedures are delivered online, frequently (but not always) on the web, which brings a range of methodological challenges  [16] . DMHIs often have a small effect size; a meta-analysis of evaluations of DMHIs for depression in adults found a pooled effect size of Cohen's d = 0.33 (95% CI 0.11 to 0.55) in evaluations of unsupervised DMHIs  [17] . Since a small anticipated effect size necessitates a large target sample, then just one challenge in online trials can be finding sufficient eligible participants. The authors have published and contributed to RCTs of DMHI evaluations, including of novel interventions for tics  [18, 19] , Attention Deficit Hyperactivity Disorder  [20] , Virtual Reality therapy for people with psychosis  [7] , and using mental health recovery narratives as an intervention  [21] . We have observed that research teams designing and delivering evaluations frequently invest substantial effort in deliberating on ethical and legal challenges around DMHIs. Conducting our own evaluations ethically and legally has been one of our primary concerns. This focus on ethics and legality can arise because evaluations of DMHIs bring challenges that are less present in evaluations of more traditional clinical-led interventions, such as less or no contact with clinical teams and the impact this has on monitoring participants (for example, to identify adverse events). DMHIs can result in harms through different mechanisms, such as usage by people experiencing a desperate need for mental health improvement, unsuited to a particular offering  [22] , but who face a lower barrier to entry to a DMHI in an online trial with self-rated inclusion assessment. Legal challenges can arise when there are rapid changes in international law, such as around data protection arrangements for transfers between jurisdictions  [23] , and when regulatory systems are challenged by the rapidly changing landscape of DMHI provision, for example as AI technologies are integrated  [24] . As we reflect on the past 25 years and the current position, we draw on our own research experience of DMHI design and evaluation, and our knowledge of the field, to identify ethical and legal concerns that we believe are of critical importance to address. We endeavour to support an informed discourse and guide future research design to promote ethically sound and legally resilient integration DMHI into mental health care provision."
    },
    {
      "title": "Harm caused by online recruitment work",
      "text": "Online evaluations of DMHI often use online recruitment mechanisms. These can enable the rapid recruitment of participants  [16] , including people not currently using formal health services, which is important for external validity if DMHIs are intended to extend service reach  [4] . However, some forms of online recruitment can cause harm to people affected by mental health problems, which means that the design of recruitment strategies is an ethical issue. Some researchers have chosen to \"lurk\" on online discussion forums of various types, by joining these forums as a member solely to share recruitment material with other members. Their presence can compromise the safety of these spaces  [25] . For example, author Rennick-Egglestone, who is a longstanding member of a mental health support group for people experiencing cyclothymia, has seen peers leave the group permanently when researchers join to share recruitment material, due to a fear that group interactions may be treated as data in research studies. The British Sociological Association has published general guidance on researching online forums which provides a broad overview of thought and practice in this space  [26]  and the British Psychological Society has provided a guide to how its Code of Human Research Ethics can be interpreted in Internet-mediated research  [27] . Both highlight that the distinction between public and private space is increasingly blurred in online interaction, leading to challenging decisions for researchers about appropriate methods. Harm can also be caused if potential participants misunderstand online recruitment material, and hence feel mislead about the purpose of a study they have chosen to participate in. This may be more likely in online evaluations, for example if study information such as participant information sheets is disseminated online, in a context in which study team members are not routinely available to explain its contents. We have explored the development of mandatory recruitment principles for online evaluations, by developing and using exemplar principals for an online trial, which were intended to promote safe practices by trial workers  [28] . These included explicit instructions not to lurk, but instead to approach the gatekeepers of online groups with requests to share recruitment material, and direction on minimum content for each published recruitment message  [28] .\n\nFrequently, participants identified through online recruitment mechanisms are not asked for formal identity verification. This is in keeping with guidance from US [29] and UK [30] regulators on procedures for clinical trials that are not evaluations of investigational medicinal products (e.g. non-CTIMPS). There is developing evidence that \"fake participation\" is a risk to the integrity of studies recruiting online that do not formally confirm identity. For example, Hydock (2017) reported that a \"small but nontrivial portion of participants in online survey studies misrepresented their identity for the chance of financial gain\"  [19] . How to identify and respond to repeat registration is an ethical consideration, as misrepresentation by participants can distort findings  [31] . This could then amount to a misuse of the effort contributed by real trial participants, and the misuse of public funds through subsequent commissioning decisions. Without formal identity verification, DMHIs may also be accessed by people for whom they are not suitable, which raises both legal and ethical concerns, for example if DMHIs intended for adults are accessed by children. Legally, this is a developing space, with the UK Online Safety Act (2023) and the US Children's Online Personal Protection Act (1998) both offering children under the age of 13 greater protection in the online space, e.g., restricting the data that is allowed to be collected without parental consent  [32] . The latter was reinforced in the US by the Children's Online Privacy Protection Rule introduced in 2013  [33] . Studies that inadvertently include data provided by younger children may therefore be challenged on the legality of their processes. Some DMHIs can contain mental health material with the potential to cause distress  [21]  which may be unsuitable for people such as children lacking the capacity to process the distress of others. These considerations take place in a context where campaign groups across the globe have called for tighter restrictions in response to the terrible loss of children and young people to suicide attributed to the negative impact of online platforms  [34] ."
    },
    {
      "title": "Monitoring of intervention safety",
      "text": "DMHIs can harm people affected by mental health problems. The harm can arise through mechanisms such as the physical act of engaging with the intervention (e.g. cybersickness in the case of virtual reality), or through interactions between the type of content or information given and the mental health experiences of the technology user. For example, in the US, the National Eating Disorders Association was forced to remove an AI chatbot servicing a helpline, when it began to provide recommendations such as limiting calory intake that might reasonably be expected to exacerbate their condition for people experiencing disordered eating  [35] . Most generally, harm due to DMHIs might be experienced as one or more adverse events, some of which can be serious, including hospitalisation due to substantial distress associated with intervention usage  [21] . A growing body of evidence suggests that, historically, adverse events caused by DMHIs have not been well recorded either in research evaluations or in post market surveillance of DMHI usage  [15] . For example, a recent review of 23 DMHI trials included in the ISRCTN registry revealed that although most (69%) have published one or more statements on adverse event identification, few (26%) had reported on the number of adverse events in their main findings  [15] , and few had examined whether these events were serious (26%) or related to the intervention (17%). Another review on DMHI showed that only 65% (15/23) studies (which included trials and post-market surveillance studies) explored risks to safety. The authors noted that this was an improvement compared with the findings of a review in 2017, whereby none of the 9 included papers assessed these  [36] . Despite this increase, there is a clear need to improve the way harms are monitored, both during formal research evaluations, and as technologies are implemented into practice. It is critical that harms are understood to inform the benefit/risk ratio, and to make informed decisions on whether a product should be implemented in healthcare settings, and on forms of support required for safe use. Recording of adverse events in online evaluations brings new challenges, particularly if there are no routinely planned interactions with healthcare workers where adverse events could be enquired about or reported. The likelihood of adverse events being spontaneously reported is limited in online interventions, even where reporting mechanisms are provided  [15] . Suggestions have been raised to facilitate harm and event identification, including ensuring independent review committees include technology experts  [15] , ensuring adverse events are statistically compared between arms in a trial, and using information on harms collected during an evaluation to inform post-market surveillance  [37] . There is also the potential to integrate features into DMHIs to support recording of harms, including developing real-time monitoring of symptoms that raise alerts when participants reach predefined cut-offs. This requires evaluation to understand its acceptability, feasibility and effectiveness  [15] ."
    },
    {
      "title": "Exclusion of specific demographic or clinical groups",
      "text": "It is an important ethical principle that access to evidence-based healthcare is equitable and does not disadvantage certain groups or patient characterises. For example, in the UK and US, over 80% of adults and young people own a smartphone  [38] [39] [40] . However, access to a mobile data plan is likely to be less in populations which are typically underserved by research and health care services (with US example populations including Black, Hispanic, older, and less educated populations)  [39] , and hence evaluations and implementation of DMHIs risk exacerbating existing health inequalities  [41] . Although it is anticipated that digital disparities will reduce over time, the importance of digital literacy should not be overlooked  [40] . To address issues around digital literacy, some training projects have been developed, including the Digital Outreach for Obtaining Resources and Skills programme, which provides both in-person and online support in digital literacy  [42] . The use of \"digital navigators\", who are trained members of the clinic team providing technology support  [43] , whilst not placing additional burden on core-delivery clinic members, is a potentially promising way forward and has been implemented successfully in DMHI evaluations  [44] . It is also critical that clinicians and healthcare providers are efficient at integrating technology into practice to increase access to DMHI, but clinicians may worry about the capacity of clinical systems to respond to risks created by DHIs  [45] . Equally, it is critical that the DMHIs are designed and evaluated in the cultural context where they will be used  [46] . The majority of research on DMHI is delivered in Westernised countries with relatively high income; studies have suggested that the effectiveness of these interventions may not directly translate to different cultures  [47, 48] . For example, issues such as the concept of \"depression\" not translating across cultures and languages  [49] , highlights the critical importance of language and context  [50] . Although there is a growing interest in culturally-adapted DMHI, to date there has been no research that directly compares culturally-adapted vs non-adapted interventions to explore if this improves uptake and effectiveness  [48] . Given the potential that DMHIs have in providing scalable healthcare solutions, this requires further research. Finally, trials of DMHI are often not including participants who may be of higher risk, such as those with suicidality or severe mental health problems. A recent review found that 13 out of 23 trials screened out patients who had more serious and enduring mental health illnesses  [15] . Another review found that the main method to mitigate risk in trials of DMHI was to exclude high-risk populations  [37] . Whereas establishing proof-of-concept and indications of efficacy and safety on a restricted sample is ethically appropriate, it is important that when larger, pragmatic trials or research designs are conducted before wide-scale roll-out, these larger studies should include samples which are reflective of the population of interest, including all relevant characteristics and co-morbidities. The severity of mental health problems are frequently under-diagnosed, and hence evaluations should consider that DMHIs may be used by people whose mental health conditions are much more severe than for whom the intervention was intended, such as people diagnosed with mild to moderate depression, but who are experiencing a period of severe depression  [22] . Some categories of DMHI may embed a risk of discrimination on personal characteristics that are protected by law. One example are AI technologies, where evidence has been collected that algorithmic biases can lead to discrimination on the basis of characteristics such as gender and ethnicity  [51]  that are frequently protected in national legislation  [52] . Laws provide protection for individuals against discrimination but the challenge is often understanding when discrimination has happened, as the algorithms used in interventions often can be difficult to interpret and explain  [51] ."
    },
    {
      "title": "Inadequate robustness of effectiveness and cost-effectiveness findings",
      "text": "The adequacy of study designs to fully assess intervention effectiveness and cost-effectiveness is a key challenge to the field. If trial designs are not sufficiently robust to answer the intended question, it is possible that the reported benefits of an intervention may be inflated, resulting in interventions that are not effective or fit-for-purpose being recommended for routine use. Consequently, engaging in these interventions may result in users delaying access or being unable to access more suitable interventions, and potentially represents a waste of health service resources, hence adequacy of evaluation design is inherently an ethical issue. One significant challenge lies in selecting the most appropriate comparator for randomised controlled trials. Potential comparators include active therapeutic interventions delivered non-digitally (e.g., face-to-face therapy) or different active interventions (e.g., cognitive-behavioral therapy vs. exposure therapy) delivered digitally. Alternatively, comparators may be non-active controls such as waitlists or no intervention. It may be impossible for participants to be masked to treatment allocation in a DHMI evaluation, raising a risk of bias. Reviews have suggested that comparisons to non-active controls may lead to larger treatment effects than comparison to active controls  [53, 54] . Trials of DMHI frequently encounter high dropout rates (failure to follow participants up to the primary and secondary end points) or fail to recruit the target number of participants, leading to reduced statistical power, and lower probability of identifying effect. Analysis of data from the National Institute for Health Research (NIHR) Health Technology Assessment database revealed that, between 2010 and 2020, 60% of DMHI trials did not meet their recruitment targets, and 56% did not meet their follow-up targets  [55] . This shortfall may result in recommendations based on insufficient research to draw definitive conclusions. It raises an ethical concern around wasting the time of participants who have engaged in the research but to no scientific avail. A significant challenge within DMHIs is the speed at which technology evolves and progresses, versus the slow and careful study designs we use, predicated on pharmaceutical research. By the time RCTs are complete, the technology itself may have required significant changes to be made within the intervention. This raises the question as to whether we should be considering alternative study designs e.g., rapid evaluations of specific therapeutic components, evaluating the application of therapeutic modalities through different mediums rather than specific interventions. A systematic review has shown that current study designs often neglect to assess the costeffectiveness of interventions  [56] . Understanding cost-effectiveness is crucial for evaluating an intervention's benefits to the healthcare system and enabling informed decisions by healthcare providers regarding investment in digital technology over other treatment modalities. Moreover, if trials do not explore cost-effectiveness, they may fail to record other health resource utilisation outside the intervention, which is essential for understanding clinical benefits between treatment groups."
    },
    {
      "title": "Adequately conceptualising and supporting engagement and adherence",
      "text": "through a structured programme of activities intended to offer therapeutic benefits, often intended to last for weeks or months. Developing DMHIs with the potential to sustain engagement is a significant challenge; research studies and real-world implementation experiences often report low levels of engagement  [55] . Where engagement is low or irregular, and engagement with a structured programme of activities is intended, then this is sometimes conceptualised by study teams as poor adherence to the intended technology interaction. Poor adherence to structured programmes is frequently reported in research evaluations  [55] . Challenges around engagement and adherence are an ethical issue for research teams. For example, an automated DMHI may present a user experience that is off-putting due to poor design. This might cause harm if a person experiencing mental health problems perceives it as a personal failing that they could not sustain the expected engagement, rather than a technology design failure. Whether to include human support in study designs is an important question. Studies have consistently demonstrated that guided interventions, which involve human support through asynchronous messages or real-time interaction, have demonstrated higher adherence and greater clinical effectiveness compared to unguided interventions  [58] , but there are settings in which they may not be practical, for example due to resource limitations, or where they may cause harm such as where the expected user base is experiencing profound social anxieties  [22] . Engagement with a DMHI is often difficult for researchers to quantify. Often, a range of DMHI interaction behaviours may need to be considered, including frequency or duration of interaction with the DMHI, and metrics of \"active\" engagement, such as number of clicks on links, pages visited, or interactive tasks completed  [59] . It can be difficult for researchers to define which is the best metric to use. One approach is to conduct a principal component analysis to create a comprehensive composite measure  [59] . Some researchers are beginning to explore more subjective constructs of engagement, which include aspects such as knowing that the intervention is available whenever it is needed, and satisfaction and usability  [60] . Despite its importance, research evaluations of internet-delivered interventions often neglect to investigate the impact of usage level on intervention outcome. A systematic review found that only 21% of included trials had conducted statistical analyses to account for differences in usage  [61] , leading to a lack of knowledge on how much engagement with a DMHI is sufficient. Even if an understanding of the necessary level of engagement to provide benefits is established in a tightly controlled research setting, then achieving this in a real-world setting can be challenging, as research settings often offer greater levels of participant support than in real-world implementation. For example, when the serious game \"SPARX\" aimed at supporting low mood in children and young people was nationally rolled out in New Zealand, only between 2-5% of young people completed the full programme  [62] , whereas considerably higher completion rates had been found in the trial  [63] . There is also a danger of research teams mis-conceptualising lack of usage as poor adherence, in cases where users have made a sensible choice to avoid usage of a technology that provides no benefits, or is actively harming them. This can occur if teams take an ego-centric approach of conceptualising their offerings as of central importance to their users  [64] . For a recent trial examining the benefits of receiving access to a collection of mental health recovery narratives  [21] , we chose not to require a minimum level of usage, as our empirically-developed change model had established that access to narratives could cause harm, and hence we wanted to enable users to selfmanage engagement, which could include no engagement  [65, 66] . Healthy engagement was supported by a range of safety strategies, including the use of content warnings  [66] . Hence, in this example, we did not conceptualise low engagement as lack of adherence  [21] ."
    },
    {
      "title": "Structural barriers to implementation",
      "text": "participation of hundreds of participants, large teams of evaluators and support workers, and hence access to substantial amounts of public funds, all of which are under-used if this transition is not made. If DMHIs are clinically and cost effective, but not implemented, then people with mental health problems may not be receiving optimal care. Currently there are several DMHI that are available for use in health service settings that have not undergone independent evaluation  [9] . Conversely, there are several well-validated DMHIs that may never be implemented in routine healthcare settings  [68] . This illustrates a possible disconnect between research-led efforts to evaluate interventions, and the needs of clinical practice, which is a major barrier to service user benefit. There are likely to be a broad range of factors underpinning this disconnect, and addressing these is critical to reduce the under-use of research evaluations of DMHIs. The fast-paced nature of technological progress can mean DHMIs can become obsolete or unacceptable to users before they reach the implementation stage  [53] , due to the slow progress of the research lifecycle. Research teams may lack the institutional support or commercial knowledge needed to implement DHMIs that they have evaluated, and work to implement technologies may be at odds with funder or institutional metrics used to evaluate individual academic performance, particularly where regulatory burden is high. A possible solution is government funded infrastructure to support the integration of academic, clinical and industry expertise, but substantial resources may be required. A clinically-grounded challenge is that healthcare professionals may not have received preregistration training or continuous professional development in DMHIs and how to work with them clinically, and hence may lack competence or confidence to integrate them into care. For example, an interview study with Norwegian General Practitioners interested in Computerised Cognitive Behavioural Therapy revealed their concerns that they had insufficient knowledge to effectively recommend these to their service users  [69] . We have argued that healthcare practitioners need training to enable their own psychological safety when providing therapies online through videoconferencing services, including due to the lesser availability of immediate emergency response in the event of suicidality  [70] ."
    },
    {
      "title": "Data protection and intellectual property",
      "text": "The deployment and evaluation of DMHIs typically involves the processing of data that is personal and sensitive, sometimes with processing through third parties such as web-server hosts. In many jurisdictions, such data will be protected by legislation. For example, in the European Union (EU), Article 8 of the European Convention on Human Rights and Articles 7 and 8 of the EU Charter of Fundamental Rights enshrine privacy as a fundamental human right, and national implementations of the General Data Protection Regulations provided a specific legal framework for data processing. Web-based DMHIs in particular have the potential to be evaluated in one jurisdiction, but incorporating components hosted in another, frequently requiring close attention to the navigation of legal requirements, especially when the countries involved have different standards of data protection  [71] . Additional challenges are present when computer vision technologies such as augmented reality are used, as then data about third parties may be collected without their consent. Service users and clinicians have raised concerns around how data security in DHMIs, and the potential for unauthorised breaches of sensitive data  [71] [72] [73] , and for healthcare services, the introduction of these technologies may present too much uncertainty in terms of their legal requirements. This can contribute to challenges with DHMI implementation described above. If users are encouraged to create and share content as part of working with a DMHI, then this introduces additional considerations around how such content is licensed and used  [74] . As evaluators, we have all invested substantial effort in data management planning around DHMIs, for example to identify how to ethically and legally work with the data that is generated through our evaluations. This requires access to specific competences such as knowledge of data protection laws. These competencies require work to maintain, as regulations around data processing can change rapidly, for example, when the EU Safe Harbor scheme for cross-border data processing was replaced by Privacy Shield  [23] . Legal and ethical issues are present even for data that is publicly available. In 2015, the Samaritans released an app that identified tweets associated with suicidal ideation and alerted friends of those tweeting. This was rapidly withdrawn following interventions by privacy campaigners  [75] . The UK Information Commissioner's Office subsequently found that it was unlikely to be compatible with UK data protection law  [76] . More recently, the US Federal Trade Commission fined BetterHelp, a platform connecting people to therapists, $7.8 million for sharing IP and email addresses as well as sensitive mental health information to third parties  [77] . There are similar challenges around intellectual property, as DMHIs may emerge from collaborative efforts involving multiple partners, and may be built on underlying technologies such as software libraries that have been produced by third parties, sometimes with restrictive licensing conditions that can preclude commercial use. Successfully addressing these issues requires a proactive stance from the outset of development. We advocate seeking guidance from legal or technology transfer teams early in the conceptual phase to mitigate risks, and there is a pressing need to enhance researchers' skills in translational research and foster collaborative endeavours between stakeholders to effectively support the future implementation of DMHI."
    },
    {
      "title": "Regulatory ambiguity relating to DMHIs that are medical devices",
      "text": "Several organisations across the globe regulate hardware and software artefacts classified as medical devices. These include the European Medicines Authority, the Medicines and Healthcare products Regulatory Agency (MHRA, UK), the US Food and Drug Administration (FDA), and the Therapeutic Goods Administration (TGA, Australia). These organisations typically have legislative powers to ensure that medical devices are safe and effective, which can include requiring manufacturers to submit information on their approach to the safe storage and processing of data. How this is enacted and how medical devices are defined may differ, and some countries remain without regulatory authorities. Where medical devices are regulated, then classification is usually based on the \"intended use/purpose\", as defined by the manufacturer or developer. For example, for the EU  [78] : 'medical device' means any instrument, apparatus, appliance, software, implant, reagent, material or other article intended by the manufacturer to be used, alone or in combination, for human beings for one or more of the following specific medical purposes:\n\n diagnosis, prevention, monitoring, prediction, prognosis, treatment or alleviation of disease,  diagnosis, monitoring, treatment, alleviation of, or compensation for, an injury or disability,  investigation, replacement or modification of the anatomy or of a physiological or pathological process or state,  providing information by means of in vitro examination of specimens derived from the human body, including organ, blood and tissue donations,  and which does not achieve its principal intended action by pharmacological, immunological or metabolic means, in or on the human body, but which may be assisted in its function by such means.\n\nThis definition explicitly recognises the concept of Software as a Medical Device (SaMD), which is of particularly relevance to DMHI developers and evaluators. Use of terms such as \"disease\" and \"disability\" have often left medical device classification ambiguous for SaMD intended for digital mental health purposes. In some jurisdictions, amendments have been made to reduce ambiguity. For example, the FDA has separated out a category of low-risk devices intended to target wellness or wellbeing, by offering specific internal staff guidance on how they should be regulated  [79] . This does perhaps create a risk of DMHI developers classifying their tools as \"wellness\" devices rather than \"treatment\" to reduce regulatory burden  [40] . In the UK, the MHRA is engaged in a change programme on SaMD regulation, but with a component examining arrangements needed so that AI technologies are effectively regulated  [24] .\n\nResolving ambiguity around whether our interventions are medical devices has sometimes taken substantial effort for us as evaluators (for example, through seeking opinions from sponsors and from legal experts) and we are aware of at least one major research programme that experienced a delay of more than a year to its trial, when its intervention was unexpectedly classified as a medical device. We also wonder whether DMHIs are under-classified as medical devices; our review of DMHI trials found that only two of 23 interventions with a medical device classification  [15] . Given the ambiguity of regulation, then there is the potential for the medical status of DHMIs to change in between award of funding and commencement of evaluation. We have found that regulatory guidance can be more ambiguous where DMHIs are not classified as a medical device, perhaps due to a regulatory perception that harm is less likely. For these DMHIs, authors Gómez Bergin and Hall are working to produce adverse event reporting guidelines that complement those of the MHRA.\n\nRegulations that define when a medical device needs to be clinically investigated can also create ambiguity for DMHIs. For example, in MHRA regulation, clinical investigation is not needed if there is sufficient evidence available for an intervention that is equivalent  [80] . Equivalency might be straight forwards to assess for medication, but less clear for DMHIs (e.g., does equivalency hold if the same therapeutic intervention is delivered, but through a different device?). Within MHRA regulation, further clinical investigation is needed when there has been significant change to an intervention. However, current regulations may be unclear for AI-based DMHIs interventions that learn and hence evolve, and hence regulation is currently being examined in this space  [24] . Finally, sometimes DMHIs are used outside their intended purpose, for example if a self-management intervention is evaluated to treat a condition such as depression. These 'secondary uses' for digital technologies appear to be relatively common and may produce harms that are not recorded, e.g., if participants drop out of an evaluation due to being given an inappropriate technology, and are not followed up."
    },
    {
      "title": "Conclusions",
      "text": "Over the past 25 years, the rapid evolution of DMHI-based research, and of encompassing regulatory systems, has meant that study teams have been faced with multifaceted ethical and legal challenges to resolve. We have drawn on our own experiences to describe eight of the most pertinent challenges, but there will be others, and some concerns will specifically apply to particular types of forms of DMHI. Collectively, the challenges that we have identified highlight a substantial body of knowledge and expertise that is required on the part of study teams, either within the team, or through access to external experts. The challenges that we present also illustrate potentially serious negative consequences if sufficient resources are not available to study teams, including challenges to the legality of data collection procedures that inadvertently collect data from children, harm caused to members of the public through unethical recruitment methods, and substantial delays to studies that discover medical devices legislation applies to their intervention. Our focus was predominately on treatment, however, a similar reflection of challenges of DMHI for prevention, assessment, or diagnosis is also warranted. In many cases, understanding how to respond to these challenges requires collaboration between industry representatives, academics, public contributors, and clinicians. Each of these stakeholder groups can bring unique expertise and perspectives, and by leveraging their collective insights, innovative solutions can be developed to promote the legal and ethical use of DMHIs. To support success, such collaborations need to be planned early, with relevant collaborators and financial resources integrated into funding proposals, or other mechanisms for collecting together study resources. For example, resources to pay for legal opinions are frequently not included in proposals, but may be necessary to support successful negotiation of regulatory processes.\n\nOrganisations conducting health research might consider how to create structures that develop and maintain the necessary competence to resolve the challenges that we have identified. For example, organisations that are frequently engaged in DMHI evaluation might consider developing specific competence on medical devices regulations, including capacity to conduct horizon-scanning activities to identify possible changes (given that regulations can change in between proposal submission and evaluation conclusion). Organisations might also consider developing communities of public members interested in public involvement in research. Collectively, we have found discussions with public members essential to resolve the most challenging ethical issues, such as around the management of narrator identity in our trial of a DMHI integrating mental health recovery narratives  [66] ."
    },
    {
      "text": "Manuscript ....................................................................................................................................................................... 5"
    }
  ],
  "references": [
    {
      "title": "The treatment gap in mental health care",
      "authors": [
        "R Kohn",
        "S Saxena",
        "I Levav",
        "B Saraceno"
      ],
      "year": 2004
    },
    {
      "title": "Prevalence, severity, and unmet need for treatment of mental disorders in the World Health Organization World Mental Health Surveys",
      "year": 2004,
      "doi": "10.1001/jama.291.21.2581"
    },
    {
      "title": "Trends in US depression prevalence from 2015 to 2020: the widening treatment gap",
      "authors": [
        "R Goodwin",
        "L Dierker",
        "M Wu",
        "S Galea",
        "C Hoven",
        "A Weinberger"
      ],
      "year": 2022
    },
    {
      "title": "Differences Between Online Trial Participants Who Have Used Statutory Mental Health Services and Those Who Have Not: Analysis of Baseline Data From 2 Pragmatic Trials of a Digital Health Intervention",
      "authors": [
        "S Rennick-Egglestone",
        "C Newby",
        "C Robinson",
        "C Yeo",
        "F Ng",
        "R Elliott"
      ],
      "year": 2023,
      "doi": "10.2196/44687"
    },
    {
      "title": "Reducing the treatment gap for mental disorders: a WPA survey",
      "authors": [
        "V Patel",
        "M Maj",
        "A Flisher",
        "De Silva",
        "M Koschorke",
        "M Prince"
      ],
      "year": 2010,
      "doi": "10.4324/9780203832721.ch37"
    },
    {
      "title": "Effectiveness, user engagement and experience, and safety of a mobile app (lumi nova) delivering exposure-based cognitive behavioral therapy strategies to manage anxiety in children via immersive gaming technology: preliminary evaluation study",
      "authors": [
        "J Lockwood",
        "L Williams",
        "J Martin",
        "M Rathee",
        "C Hill"
      ],
      "year": 2022,
      "doi": "10.2196/29008"
    },
    {
      "title": "Automated virtual reality therapy to treat agoraphobic avoidance and distress in patients with psychosis (gameChange): a multicentre, parallel-group, single-blind, randomised, controlled trial in England with mediation and moderation analyses",
      "authors": [
        "D Freeman",
        "S Lambe",
        "T Kabir",
        "A Petit",
        "L Rosebrock",
        "L-M Yu"
      ],
      "year": 2022
    },
    {
      "title": "The Mobile Economy: Sub-Saharan Africa",
      "year": 2020,
      "doi": "10.18699/bgrs2024-1.2-05"
    },
    {
      "title": "Scaling evidence-based treatments through digital mental health",
      "authors": [
        "S Schueller",
        "J Torous"
      ],
      "year": 2020,
      "doi": "10.1037/amp0000654"
    },
    {
      "title": "Making mental health more accessible in light of COVID-19: Scalable digital health with digital navigators in low and middleincome countries",
      "authors": [
        "E Rodriguez-Villa",
        "J Naslund",
        "M Keshavan",
        "V Patel",
        "J Torous"
      ],
      "year": 2020,
      "doi": "10.1016/j.ajp.2020.102433"
    },
    {
      "title": "Methodological and quality flaws in the use of artificial intelligence in mental health research: systematic review",
      "authors": [
        "R Tornero-Costa",
        "A Martinez-Millana",
        "N Azzopardi-Muscat",
        "L Lazeri",
        "V Traver",
        "D Novillo-Ortiz"
      ],
      "year": 2023
    },
    {
      "title": "Technology Matters: The human touch in a digital age -a blended approach in mental healthcare delivery with children and young people",
      "authors": [
        "C Sanderson",
        "N Kouzoupi",
        "C Hall"
      ],
      "year": 2020,
      "doi": "10.1111/camh.12385"
    },
    {
      "title": "State of the field of mental health apps",
      "authors": [
        "M Neary",
        "S Schueller"
      ],
      "year": 2018,
      "doi": "10.1016/j.cbpra.2018.01.002"
    },
    {
      "title": "Mobile apps for bipolar disorder: a systematic review of features and content quality",
      "authors": [
        "J Nicholas",
        "M Larsen",
        "J Proudfoot",
        "H Christensen"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4581"
    },
    {
      "title": "Identifying and Categorizing Adverse Events in Trials of Digital Mental Health Interventions: Narrative Scoping Review of Trials in the International Standard Randomized Controlled Trial Number Registry",
      "authors": [
        "Gómez Bergin",
        "A Valentine",
        "A Rennick-Egglestone",
        "S Slade",
        "M Hollis",
        "C Hall"
      ],
      "year": 2023
    },
    {
      "title": "Methodological challenges in online trials",
      "authors": [
        "E Murray",
        "Z Khadjesari",
        "I White",
        "E Kalaitzaki",
        "C Godfrey",
        "J Mccambridge"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1052"
    },
    {
      "title": "What works and what doesn't work? A systematic review of digital mental health interventions for depression and anxiety in young people",
      "authors": [
        "S Garrido",
        "C Millington",
        "D Cheers",
        "K Boydell",
        "E Schubert",
        "T Meade"
      ],
      "year": 2019,
      "doi": "10.3389/fpsyt.2019.00759"
    },
    {
      "title": "Therapist-supported online remote behavioural intervention for tics in children and adolescents in England (ORBIT): a multicentre, parallel group, single-blind, randomised controlled trial",
      "authors": [
        "C Hollis",
        "C Hall",
        "R Jones",
        "L Marston",
        "Le Novere",
        "M Hunter"
      ],
      "year": 2021,
      "doi": "10.1016/s2215-0366(21)00235-2"
    },
    {
      "title": "Investigating a therapistguided, parent-assisted remote digital behavioural intervention for tics in children and adolescents-'Online Remote Behavioural Intervention for Tics' (ORBIT) trial: protocol of an internal pilot study and single-blind randomised controlled trial",
      "authors": [
        "C Hall",
        "E Davies",
        "P Andren",
        "T Murphy",
        "S Bennett",
        "B Brown"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-027583"
    },
    {
      "title": "Protocol investigating the clinical utility of an objective measure of activity and attention (QbTest) on diagnostic and treatment decision-making in children and young people with ADHD -'Assessing QbTest Utility in ADHD' (AQUA): a randomised controlled trial",
      "authors": [
        "C Hall",
        "G Walker",
        "A Valentine",
        "B Guo",
        "C Kaylor-Hughes",
        "M James"
      ],
      "year": 2014,
      "doi": "10.1136/bmjopen-2014-006838"
    },
    {
      "title": "Effectiveness and cost effectiveness of online recorded recovery narratives in improving quality of life for people with non psychotic mental health problems: a pragmatic randomized controlled trial",
      "authors": [
        "M Slade",
        "S Rennick-Egglestone",
        "R Elliott",
        "C Newby",
        "C Robinson",
        "S Gavan"
      ],
      "year": 2024
    },
    {
      "title": "Health Technologies' In the Wild': Experiences of Engagement with Computerised CBT",
      "authors": [
        "S Rennick-Egglestone",
        "S Knowles",
        "G Toms",
        "P Bee",
        "K Lovell",
        "P Bower"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858128"
    },
    {
      "title": "US-EU data privacy: from safe harbor to privacy shield",
      "authors": [
        "M Weiss",
        "K Archick"
      ],
      "year": 2016
    },
    {
      "title": "Software and AI as a Medical Device Change Programme -Roadmap",
      "year": 2023,
      "doi": "10.1097/jce.0000000000000061"
    },
    {
      "title": "Ethical issues in qualitative research on internet communities",
      "authors": [
        "G Eysenbach",
        "J Till"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.323.7321.1103"
    },
    {
      "title": "Researching online forums: Ethics case study",
      "authors": [
        "L Sugiura"
      ],
      "year": 2016
    },
    {
      "title": "Ethics guidelines for internet-mediated research",
      "authors": [
        "C Hewson",
        "T Buchanan"
      ],
      "year": 2013,
      "doi": "10.53841/bpsrep.2021.rep155.5"
    },
    {
      "title": "Principles for the production and dissemination of recruitment material for three clinical trials of an online intervention",
      "authors": [
        "S Rennick-Egglestone"
      ],
      "year": 2021,
      "doi": "10.1186/s13063-021-05412-4"
    },
    {
      "title": "Statistical analysis plans for two randomised controlled trials of the Narrative Experiences Online (NEON) Intervention: impact of receiving recorded mental health recovery narratives on quality of life in people experiencing psychosis (NEON) and people experiencing non-psychosis mental health problems (NEON-O)",
      "authors": [
        "C Robinson",
        "C Newby",
        "S Rennick-Egglestone",
        "Llewellyn Beardsley",
        "J Ng",
        "F Elliott"
      ],
      "year": 2023,
      "doi": "10.1186/s13063-023-07246-8"
    },
    {
      "title": "Online Safety Laws by Country",
      "authors": [
        "H Song",
        "A Holzer"
      ],
      "year": 2023
    },
    {
      "title": "Children's Online Privacy Protection Rule",
      "year": 2013,
      "doi": "10.4135/9781412952606.n77"
    },
    {
      "title": "Harmful or helpful? The role of the internet in self-harming and suicidal behaviour in young people",
      "authors": [
        "J Bell"
      ],
      "year": 2014,
      "doi": "10.1108/mhrj-05-2013-0019"
    },
    {
      "title": "NEDA Suspends AI Chatbot for Giving Harmful Eating Disorder Advice",
      "year": 2023,
      "doi": "10.1192/pb.36.11.437"
    },
    {
      "title": "Ecological momentary assessment and intervention in the treatment of psychotic disorders: a systematic review",
      "authors": [
        "I Bell",
        "M Lim",
        "S Rossell",
        "N Thomas"
      ],
      "year": 2017
    },
    {
      "title": "The Safety of Digital Mental Health Interventions: Systematic Review and Recommendations",
      "authors": [
        "R Taher",
        "C-W Hsu",
        "C Hampshire",
        "C Fialho",
        "C Heaysman",
        "D Stahl"
      ],
      "year": 2023,
      "doi": "10.2196/47433"
    },
    {
      "title": "Technology Matters: Mental health apps-separating the wheat from the chaff",
      "authors": [
        "A Bergin",
        "E Davies"
      ],
      "year": 2020,
      "doi": "10.1111/camh.12363"
    },
    {
      "title": "Assessment of disparities in digital access among Medicare beneficiaries and implications for telemedicine",
      "authors": [
        "E Roberts",
        "A Mehrotra"
      ],
      "year": 2020,
      "doi": "10.1001/jamainternmed.2020.2666"
    },
    {
      "title": "The growing field of digital psychiatry: current evidence and the future of apps, social media, chatbots, and virtual reality",
      "authors": [
        "J Torous",
        "S Bucci",
        "I Bell",
        "L Kessing",
        "Faurholt Jepsen",
        "M Whelan"
      ],
      "year": 2021,
      "doi": "10.1002/wps.20883"
    },
    {
      "title": "A corresponding fields model for the links between social and digital exclusion",
      "authors": [
        "E Helsper"
      ],
      "year": 2012,
      "doi": "10.1111/j.1468-2885.2012.01416.x"
    },
    {
      "title": "Digital Opportunities for Outcomes in Recovery Services (DOORS): a pragmatic hands-on group approach toward increasing digital health and smartphone competencies, autonomy, relatedness, and alliance for those with serious mental illness",
      "authors": [
        "L Hoffman",
        "H Wisniewski",
        "R Hays",
        "P Henson",
        "A Vaidyam",
        "V Hendel"
      ],
      "year": 2020,
      "doi": "10.1097/pra.0000000000000450"
    },
    {
      "title": "Digital clinics and mobile technology implementation for mental health care",
      "authors": [
        "S Connolly",
        "E Kuhn",
        "K Possemato",
        "J Torous"
      ],
      "year": 2021,
      "doi": "10.1007/s11920-021-01254-8"
    },
    {
      "title": "Individualized intervention to support mental health recovery through implementation of digital tools into clinical care: feasibility study",
      "authors": [
        "E Carpenter-Song",
        "S Acquilano",
        "V Noel",
        "M Al-Abdulmunem",
        "J Torous",
        "R Drake"
      ],
      "year": 2022,
      "doi": "10.1007/s10597-021-00798-6"
    },
    {
      "title": "Opportunities, Enablers, and Barriers to the Use of Recorded Recovery Narratives in Clinical Settings",
      "authors": [
        "J Roe",
        "S Brown",
        "C Yeo",
        "S Rennick-Egglestone",
        "J Repper",
        "F Ng"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyt.2020.589731"
    },
    {
      "title": "Development of a Mobile Application for Detection of Adolescent Mental Health Problems and Feasibility Assessment with Primary Health Care Workers",
      "authors": [
        "G Groen",
        "A Jörns-Presentati",
        "A Dessauvagie",
        "S Seedat",
        "L Van Den Heuvel",
        "S Suliman"
      ],
      "year": 2022,
      "doi": "10.1080/01612840.2022.2124003"
    },
    {
      "title": "Do guided internet-based interventions result in clinically relevant changes for patients with depression? An individual participant data meta-analysis",
      "authors": [
        "E Karyotaki",
        "D Ebert",
        "L Donkin",
        "H Riper",
        "J Twisk",
        "S Burger"
      ],
      "year": 2018,
      "doi": "10.1016/j.cpr.2018.06.007"
    },
    {
      "title": "Cultural adaptation of internet-and mobile-based interventions for mental disorders: a systematic review",
      "authors": [
        "K Spanhel",
        "S Balci",
        "F Feldhahn",
        "J Bengel",
        "H Baumeister",
        "L Sander"
      ],
      "year": 2021
    },
    {
      "title": "Lay accounts of depression amongst Anglo-Australian residents and East African refugees",
      "authors": [
        "R Kokanovic",
        "C Dowrick",
        "E Butler",
        "H Herrman",
        "J Gunn"
      ],
      "year": 2008,
      "doi": "10.1016/j.socscimed.2007.08.019"
    },
    {
      "title": "Reducing the barriers to accessing psychological therapies for Bengali, Urdu, Tamil and Somali communities in the UK: some implications for training, policy and practice",
      "authors": [
        "D Loewenthal",
        "Mohamed Mukhopadhyay",
        "S Ganesh",
        "K Thomas"
      ],
      "year": 2012,
      "doi": "10.1080/03069885.2011.621519"
    },
    {
      "title": "Study on the impact of artificial intelligence systems, their potential for promoting equality, including gender equality, and the risks they may cause in relation to nondiscrimination",
      "authors": [
        "I Bartoletti",
        "R Xenidis"
      ],
      "year": 2023
    },
    {
      "title": "Assessing diversity and inclusivity is the next frontier in mental health recovery narrative research and practice",
      "authors": [
        "Y Kotera",
        "S Rennick-Egglestone",
        "F Ng",
        "Llewellyn Beardsley",
        "J Ali",
        "Y Newby"
      ],
      "year": 2023,
      "doi": "10.2196/44601"
    },
    {
      "title": "Annual Research Review: Digital health interventions for children and young people with mental health problems -a systematic and meta-review",
      "authors": [
        "C Hollis",
        "C Falconer",
        "J Martin",
        "C Whittington",
        "S Stockton",
        "C Glazebrook"
      ],
      "year": 2017,
      "doi": "10.1111/jcpp.12663"
    },
    {
      "title": "What works and what doesn't? A systematic review of digital mental health interventions for depression and anxiety in young people",
      "authors": [
        "S Garrido",
        "C Millington",
        "D Cheers",
        "K Boydell",
        "E Schubert",
        "T Meade"
      ],
      "year": 2019,
      "doi": "10.3389/fpsyt.2019.00759"
    },
    {
      "title": "Opportunities and challenges of delivering digital clinical trials: lessons learned from a randomised controlled trial of an online behavioural intervention for children and young people",
      "authors": [
        "C Hall",
        "C Sanderson",
        "B Brown",
        "P Andrén",
        "S Bennett",
        "L Chamberlain"
      ],
      "year": 2020
    },
    {
      "title": "A systematic review evaluating the implementation of technologies to assess, monitor and treat neurodevelopmental disorders: A map of the current evidence",
      "authors": [
        "A Valentine",
        "B Brown",
        "M Groom",
        "E Young",
        "C Hollis",
        "C Hall"
      ],
      "year": 2020,
      "doi": "10.1016/j.cpr.2020.101870"
    },
    {
      "title": "Computerised cognitive behaviour therapy (cCBT) as treatment for depression in primary care (REEACT trial): large scale pragmatic randomised controlled trial",
      "authors": [
        "S Gilbody",
        "E Littlewood",
        "C Hewitt",
        "G Brierley",
        "P Tharmanathan",
        "R Araya"
      ],
      "year": 2015
    },
    {
      "title": "Evidence on digital mental health interventions for adolescents and young people: systematic overview",
      "authors": [
        "S Lehtimaki",
        "J Martic",
        "B Wahl",
        "K Foster",
        "N Schwalbe"
      ],
      "year": 2021
    },
    {
      "title": "Fidelity of Delivery and Contextual Factors Influencing Children's Level of Engagement: Process Evaluation of the Online Remote Behavioral Intervention for Tics Trial",
      "authors": [
        "K Khan",
        "C Hollis",
        "C Hall",
        "E Murray",
        "E Davies",
        "P Andren"
      ],
      "year": 2021,
      "doi": "10.2196/25470"
    },
    {
      "title": "Targeting subjective engagement in experimental therapeutics for digital mental health interventions",
      "authors": [
        "A Graham",
        "M Kwasny",
        "E Lattie",
        "C Greene",
        "N Gupta",
        "M Reddy"
      ],
      "year": 2021
    },
    {
      "title": "Usage Metrics of Web-Based Interventions Evaluated in Randomized Controlled Trials: Systematic Review",
      "authors": [
        "E Koneska",
        "D Appelbe",
        "P Williamson",
        "S Dodd"
      ],
      "year": 2020,
      "doi": "10.2196/15474"
    },
    {
      "title": "Malatest International. Evaluation of SPARX",
      "year": 2016
    },
    {
      "title": "The effectiveness of SPARX, a computerised self help intervention for adolescents seeking help for depression: randomised controlled non-inferiority trial",
      "authors": [
        "S Merry",
        "K Stasiak",
        "M Shepherd",
        "C Frampton",
        "T Fleming",
        "M Lucassen"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e2598"
    },
    {
      "title": "Homes of stroke survivors are a challenging environment for rehabilitation technologies",
      "authors": [
        "S Rennick-Egglestone",
        "S Mawson"
      ],
      "year": 2021,
      "doi": "10.2196/12029"
    },
    {
      "title": "The impact of mental health recovery narratives on recipients experiencing mental health problems: qualitative analysis and change model",
      "authors": [
        "S Rennick-Egglestone",
        "A Ramsay",
        "R Mcgranahan",
        "Llewellyn Beardsley",
        "J Hui",
        "A Pollock"
      ],
      "year": 2019
    },
    {
      "title": "Recorded mental health recovery narratives as a resource for people affected by mental health problems: development of the Narrative Experiences Online (NEON) Intervention",
      "authors": [
        "M Slade",
        "S Rennick-Egglestone",
        "Llewellyn Beardsley",
        "J Yeo",
        "C Roe",
        "J Bailey"
      ],
      "year": 2021,
      "doi": "10.2196/24417"
    },
    {
      "title": "Moving Evidence-Based Mental Health Interventions into Practice: Implementation of Digital Mental Health Interventions",
      "authors": [
        "M Liu",
        "S Schueller"
      ],
      "year": 2023,
      "doi": "10.1007/s40501-023-00298-2"
    },
    {
      "title": "Preventive digital mental health interventions for children and young people: a review of the design and reporting of research",
      "authors": [
        "A Bergin",
        "E Vallejos",
        "E Davies",
        "D Daley",
        "T Ford",
        "G Harold"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00339-7"
    },
    {
      "title": "Norwegian general practitioners' perspectives on implementation of a guided web-based cognitive behavioral therapy for depression: a qualitative study",
      "authors": [
        "M Wilhelmsen",
        "R Høifødt",
        "N Kolstrup",
        "K Waterloo",
        "M Eisemann",
        "R Chenhall"
      ],
      "year": 2014
    },
    {
      "title": "Health workers need tech training -for themselves and their patients",
      "authors": [
        "S Rennick-Egglestone"
      ],
      "year": 2022
    },
    {
      "title": "Mapping the rise of digital mental health technologies: Emerging issues for law and society",
      "authors": [
        "P Gooding"
      ],
      "year": 2019
    },
    {
      "title": "Digital privacy in mental healthcare: current issues and recommendations for technology use",
      "authors": [
        "S Lustgarten",
        "Y Garrison",
        "M Sinnard",
        "A Flynn"
      ],
      "year": 2020,
      "doi": "10.1016/j.copsyc.2020.03.012"
    },
    {
      "title": "Barriers to and facilitators of user engagement with digital mental health interventions: systematic review",
      "authors": [
        "J Borghouts",
        "E Eikey",
        "G Mark",
        "De Leon",
        "C Schueller",
        "S Schneider"
      ],
      "year": 2021,
      "doi": "10.2196/24387"
    },
    {
      "title": "Accessing online data for youth mental health research: meeting the ethical challenges",
      "authors": [
        "E Perez Vallejos",
        "A Koene",
        "C Carter",
        "D Hunt",
        "C Woodard",
        "L Urquhart"
      ],
      "year": 2019,
      "doi": "10.1007/s13347-017-0286-y"
    },
    {
      "title": "An adjuvant role for mobile health in psychiatry",
      "authors": [
        "H Hsin",
        "J Torous",
        "L Roberts"
      ],
      "year": 2016
    },
    {
      "title": "Information Commisioner's Office",
      "year": 2015,
      "doi": "10.18235/0005891"
    },
    {
      "title": "FTC says online counseling service BetterHelp pushed people into handing over health information -and broke its privacy promises",
      "authors": [
        "L Fair"
      ],
      "year": 2024
    },
    {
      "title": "745 OF THE EUROPEAN PARLIAMENT AND OF THE COUNCIL of 5 April 2017 on medical devices",
      "year": 2017
    },
    {
      "title": "General Wellness: Policy for Low Risk Devices. Guidance for Industry and Food and Drug Administration Staff",
      "year": 2019
    },
    {
      "title": "Medical device apps: an introduction to regulatory affairs for developers",
      "authors": [
        "L Keutzer",
        "U Simonsson"
      ],
      "year": 2020
    }
  ],
  "num_references": 78,
  "original_doi": "https://doi.org/10.13039/501100020624"
}
