{
  "paper_id": "ZQ75M445",
  "title": "Time for a change: putting the Transtheoretical (Stages of Change) Model to rest",
  "year": 2000,
  "date": "2000",
  "journal": "Nicotine and Tobacco Research",
  "publication": "Nicotine and Tobacco Research",
  "authors": [
    {
      "forename": "Robert",
      "surname": "West",
      "name": "Robert West",
      "affiliation": "Health Behaviour Unit Department of Epidemiology , Brook House University College London 2-16 Torrington Place London WC1E 6BT \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t Health Behaviour Unit \n\t\t\t\t\t\t\t\t Brook House University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2-16 Torrington Place \n\t\t\t\t\t\t\t\t\t WC1E 6BT \n\t\t\t\t\t\t\t\t\t London",
      "email": "robert.west@ucl.ac.uk"
    }
  ],
  "doi": "10.1111/j.1360-0443.2005.01139.x",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The Transtheoretical Model of behaviour change, known to many as the Stages of Change (SOC) model, states that with regard to chronic behaviour patterns such as smoking, individuals can be characterized as belonging to one of five or six 'stages'  (Prochaska et al . 1985; Prochaska & Goldstein 1991; Prochaska & Velicer 1997) . Stage definitions vary from behaviour to behaviour and across different versions of the model but in the case of smoking: 'precontemplation' involves an individual not thinking about stopping for at least 6 months; 'contemplation' involves an individual planning to stop between 31 days and 6 months, or less than 31 days if they have not tried to quit for 24 hours in the past year; 'preparation' involves the individual having tried to stop for 24 hours in the past year and planning to stop within 30 days (it has been accepted by the proponents of the model that having tried to stop should perhaps be dropped from this stage definition); 'action' involves the individual having stopped for between 0 and 6 months; 'maintenance' involves the individual having stopped for more than 6 months. In some versions of the model there is also a 'termination' stage in which the individual has permanently adopted the new behaviour pattern.\n\nThe model further proposes that individuals progress through stages sequentially but usually revert to prior stages before achieving maintenance and then termination  (Prochaska & Velicer 1997) . The model also proposes that different self-change strategies (the so-called 'processes of change') are involved in moving between different stages  (Prochaska & Velicer 1997)  and that the different stages are associated with different beliefs (assessment of the 'pros' and 'cons' of the behaviour and self-confidence in ability to change the behaviour). It argues that interventions to promote change should be designed so that they are appropriate to an individual's current stage  (Prochaska & Goldstein 1991) . Moving an individual from one stage to another is purported to be a worthwhile goal because it will increase the likelihood that this person will subsequently achieve the termination stage  (Prochaska & Goldstein 1991) . Proponents of the model have argued that the model has revolutionized health promotion, claiming that interventions that are tailored to the particular stage of the individual improve their effectiveness  (Prochaska & Velicer 1997 ) (for a readily accessible outline of the model and the assessment tools that accompany it see:  http://www.uri.edu/ research/cprc/transtheoretical.htm).\n\nThere are serious problems with the model, many of which have been well articulated  (Etter & Perneger 1999; Bunton et al . 2000; Whitelaw et al . 2000; Sutton 2001; Etter & Sutton 2002; Littell & Girvin 2002) . However, its popularity continues largely unabated. This editorial does not seek to revisit the plethora of empirical evidence and conceptual analysis that has been ranged against the model. It simply argues that the problems with the model are so serious that it has held back advances in the field of health promotion and, despite its intuitive appeal to many practitioners, it should be discarded. It is now time for a change. A replacement is needed that more accurately reflects observations about behaviour change, is internally consistent, and generates useful ideas and predictions. It needs to provide a way of describing how people can change with apparent suddenness, even in response to small triggers. It needs to be a stimulus to research that will go beyond a simplistic decision-making model of behaviour and produce genuinely novel insights. However, even in the absence of a new theory, simply reverting to the common sense approach that was used prior to the Transtheoretical Model would better than staying with the model. In that approach people were asked simply about desire to change and ability to change and it was recognized that these were affected by a range of personal and situational factors including addiction.\n\nThis editorial draws primarily from research in smoking. It is in this area that the model was first developed and where much of the research relating to it has been carried out. To give some idea of the extent of the dominance of smoking, of 540 articles found in PubMed using the search phrase 'stages of change', 174 also had 'smoking' in the abstract or title, 60 had 'alcohol', seven had cocaine, two had 'heroin' or 'opiate' and one had 'gambling'."
    },
    {
      "title": "WHAT IS WRONG WITH THE TRANSTHEORETICAL MODEL",
      "text": "First of all the model is flawed even in its most basic tenet, the concept of the 'stage'. It has to draw arbitrary dividing lines in order to differentiate between the stages. This has to mean that these are not genuine stages. For example, an individual who is planning to stop smoking is in the preparation stage if this is within the next 30 days (provided that the smoker has made a quit attempt that lasted 24 hours in the past 12 months) but only the contemplation stage if it is in 31 days' time  (Sutton 2001) . Boundaries between so-called 'stages' are therefore simply arbitrary lines in the sand and statements of the kind 'xx per cent of smokers are in the \"contemplation stage\"' have little useful meaning. They should not be taken to mean, as they so often are, that 'xx per cent of smokers are thinking about stopping smoking'.\n\nSecondly, this approach to classifying individuals assumes that individuals typically make coherent and stable plans. People responding to multiple-choice questionnaires are compliant and will generally try to choose an answer, but this does not mean that they think about things in the terms set by the response options. Apart from those individuals that set a specific occasion or date for change (e.g. in a New Year's resolution), intentions about change appear to be much less clearly formulated. In what appears to be the first study of its kind, Larabie (in press) found that more than half of reported quit attempts in a general practice sample involved no planning or preparation at all-not even going so far as to finish the current packet of cigarettes. Another recent study found considerable instability in intentions to stop smoking over short periods  (Hughes et al. in press) . A high level of instability in stages has also been found in other domains  (De Nooijer et al . 2005 ).\n\nThirdly, it has been pointed out by others that the stage definitions represent a mixture of different types of construct that do not fit together coherently (e.g. time since quit, past quit attempts and intention)  (Etter & Sutton 2002) . It is not, as some of those using the model would like it to be, a statement of 'readiness' to change. Readiness or even preparedness is not actually assessed.\n\nFourthly, the model focuses on conscious decisionmaking and planning processes and draws attention away from what are known to be important underpinnings of human motivation. It neglects the role of reward and punishment, and associative learning in developing habits that are hard to break  (Baumeister et al . 1994; Mook 1996; Salamone et al . 2003) . Much of the problem of behaviour change arises from the fact that unhealthy habit patterns become entrenched and semi-automated through repeated reward and punishment  (Robinson & Berridge 2003) . These processes operate outside conscious awareness and do not follow decision-making rules such as weighing up costs and benefits. There is little or no consideration of the concept of addiction which is clearly a crucial consideration when it comes to behaviours such as smoking.\n\nWhere the model makes predictions beyond those that could be made from common sense it has been found to be incorrect or worse than competing theories  (Farkas et al . 1996; Herzog et al . 1999; Abrams et al . 2000) . Strong claims have been made for the model  (Prochaska & Velicer 1997)  but the main body of evidence given in support of the theory is that individuals who are closer to maintenance at any one time are more likely to have changed their behaviour when followed up (e.g. Reed et al . 2005 ). The relationship is often not strong, and by no means all studies find it  (Hernandez-Avila et al . 1998; Littell & Girvin 2002)  but the fact that it is present is given as evidence for the model. However, this says no more than that individuals who are thinking of changing their behaviour are more likely to try to do so than those who are not, or that individuals who are in the process of trying to change are more likely to change than those who are just thinking about it. Put that way, it is simply a statement of the obvious: people who want or plan to do something are obviously more likely to try to do it; and people who try to do something are more likely to succeed than those who do not.\n\nSurprisingly, the proponents of the model appear not to report findings showing that the model is better at predicting behaviour than a simple question such as 'Do you have any plans to try to . . . ?' or even 'Do you want to . . . ?'. However, where others have made the comparison (e.g. SOC versus a simple contemplation latter that preceded it), little difference has been found  (Abrams et al . 2000) , or a simple rating of desire has been found to be better  (Pisinger et al . 2005) . There have also been problems in the reliability of the assignment to categorical stages, as one might expect given that these are designated arbitrarily  (Hodgins 2001) . One might imagine that a scientific model would need to show an improvement at least on this kind of simple assessment.\n\nProponents of the model may point to the fact that at least it has drawn attention to the fact that many people are not ready for interventions and progress can be made by moving them in the direction of changing their behaviour. However, in the years that the model has been in use there appears to be no convincing evidence that moving an individual closer to action actually results in a sustained change in behaviour at a later date. In fact, the history of behaviour change research is littered with studies that have succeeded in changing attitudes without accompanying changes in behaviour. Where interventions have been developed that are based on the model these have not proved more effective than interventions which are based on traditional concepts. A recent review comparing stop smoking interventions designed using the SOC approach with non-tailored treatments found no benefit for those based on the model  (Riemsma et al . 2003) . Another review of the effects of applying the model to primary care behaviour change interventions has similarly found no evidence for a benefit  (van Sluijs et al . 2004 ) and nor has there been found to be a benefit of applying the model in promotion of physical activity  (Adams & White 2005) . By contrast, there is good evidence that tailoring interventions in other ways, including triggers and motives are more effective than untailored approaches  (Lancaster & Stead 2002) ."
    },
    {
      "title": "WHY THE MODEL SHOULD BE ABANDONED",
      "text": "The model has been little more than a security blanket for researchers and clinicians. First, the seemingly scientific style of the assessment tool give the impression that some form of diagnosis is being made from which a treatment plan can be devised. It gives the appearance of rigour. Secondly, the model also gives permission to go for 'soft' outcomes such as moving an individual from 'precontemplation' to 'contemplation' which is of no proven value. Thirdly, it provides scientific labels to categorise people who would otherwise have to be described using phrases that any non-expert would understand: an individual is a 'precontemplator' not 'someone who is not planning on changing'. Appealing as this may be, it is not founded on evidence and arguably has been damaging to progress.\n\nThe model tends to promote the wrong intervention strategy. For example, precontemplators tend to be provided with interventions aimed at 'moving them along' the stages, for example by attempting to persuade them about the benefits of However, if their apparent lack of interest in changing arises from their addiction, these individuals may respond favourably to the offer of a new and promising treatment as appears to have happened when the drug Zyban was launched as a smoking cessation aid (e.g. Zwar & Richmond 2002) .\n\nThe model is likely to lead to effective interventions not being offered to people who would have responded. There is now evidence in the case of smoking cessation that help should be offered to as wide a group as possible  (Pisinger et al . 2005a; b) , but the SOC model can be taken as giving permission to those attempting to promote behaviour change to give weak interventions or no intervention to 'precontemplators'. This approach fails to take account of the strong situational determinants of behaviour. Behaviour change can arise from a response to a trigger even in apparently unmotivated individuals.\n\nIt is common in the case of psychological theories for which there is accumulating evidence that they are not proving helpful, to argue that better measurement is needed or that the theory has not been applied properly. This particular model is no exception (e.g. DiClemente et al . 2004 ). In the end one is often forced to acceptance that fundamental precepts of the theory are misplaced and arguably that is the case here."
    },
    {
      "title": "WHAT TO DO NOW?",
      "text": "A better model of behaviour change is clearly needed. There are of course many other decision-making models, such as the Health Belief Model  (Garcia & Mann 2003)  and the Theory of Planned Behaviour  (Garcia & Mann 2003) . What is needed is one that operates at the same level of generality as the SOC model and encompasses decision-making processes and motivational processes that are not necessarily accessible to conscious awareness. The model needs to take account of the fact that the behaviours concerned reflect the moment-to-moment balance of motives. At a given time an individual may 'want' to do one thing (e.g. smoke a cigarette) but feel they 'ought' to do something else (e.g. not smoke it)-but these feelings and beliefs are not present most of the time-they arise under specific circumstances. A model of change needs to describe what these circumstances are and how an individual's desires and values are shaped and changed. The model needs to consider the difference between desire and value attaching to a specific behaviour (smoking a cigarette) vs. a label (being a smoker). Lasting behaviour change relies on the balance of motivational forces regarding the specific behaviour consistently favouring the alternative whenever the opportunity to engage in it arises. The model of change needs to describe and explain how this occurs. It is apparent that self-labelling plays an important role in generating this consistency  (Kearney & O'Sullivan 2003) . An individual who is committed to being a 'non-smoker' is motivated to exercise restraint when temptation to smoke arises. A 'state of change' model is needed which provides a coherent account of the balance of motivational forces that operate on habitual behaviours, and how these need to change for a different pattern of behaviour to emerge. It needs to consider 'state', not as an outcome but as a measurable characteristic (possibly a self-label) that can help to stabilize a new behaviour pattern. It is worth noting, finally, that many practitioners already regard the SOC model as a state of change model in that they informally consider it to represent the state of readiness to change.\n\nIn the course of researching this editorial, I have been forced to think about the kind of comprehensive model that is required and have proposed a draft of a model  (West in press) . It remains to be seen how far this can form a more scientifically sound basis for analysis of behaviour change. In the meantime, when it comes to intervening to promote behaviour change, health profes-sionals should adopt the approach that worked well in Russell et al .'s seminal study of GP advice  (Russell et al . 1979 ) and has been found to be effective more recently as well  (Pisinger et al . 2005) , which is to encourage change in, and offer help to, all-comers (except those who are clearly resistant). They should do this respectfully but firmly and with the offer of support and assistance. When it comes to assessing motivation to change, it would be better to revert to simple questions about desire to change that were in place before the SOC model was developed."
    }
  ],
  "references": [
    {
      "title": "Stages of change versus addiction: a replication and extension",
      "authors": [
        "D Abrams",
        "T Herzog",
        "K Emmons",
        "L Linnan"
      ],
      "year": 2000
    },
    {
      "title": "Why don't stage-based activity promotion interventions work?",
      "authors": [
        "J Adams",
        "M White"
      ],
      "year": 2005,
      "doi": "10.1093/her/cyg105"
    },
    {
      "title": "Losing Control: How and Why People Fail at Self-Regulation",
      "authors": [
        "R Baumeister",
        "T Heatherton",
        "D Tice"
      ],
      "year": 1994,
      "doi": "10.5860/choice.32-6508"
    },
    {
      "title": "The 'stages of change' model in health promotion: science and ideology",
      "authors": [
        "R Bunton",
        "S Baldwin",
        "D Flynn",
        "J Whitelaw"
      ],
      "year": 2000,
      "doi": "10.1080/713658223"
    },
    {
      "title": "How stable are stages of change for nutrition behaviors in the Netherlands",
      "authors": [
        "J De Nooijer",
        "P Van Assema",
        "De",
        "E Vet",
        "J Brug"
      ],
      "year": 2005
    },
    {
      "title": "Readiness and stages of change in addiction treatment",
      "authors": [
        "C Diclemente",
        "D Schlundt",
        "L Gemmell"
      ],
      "year": 2004,
      "doi": "10.1080/10550490490435777"
    },
    {
      "title": "A comparison of two measures of stage of change for smoking cessation",
      "authors": [
        "J Etter",
        "T Perneger"
      ],
      "year": 1999,
      "doi": "10.1046/j.1360-0443.1999.9412188113.x"
    },
    {
      "title": "Assessing 'stage of change' in current and former smokers",
      "authors": [
        "J Etter",
        "S Sutton"
      ],
      "year": 2002,
      "doi": "10.1046/j.1360-0443.2002.00198.x"
    },
    {
      "title": "Addiction versus stages of change models in predicting smoking cessation",
      "authors": [
        "A Farkas",
        "J Pierce",
        "S.-H Zhu",
        "B Rosbrook",
        "E Gilpin",
        "C Berry",
        "R Kaplan"
      ],
      "year": 1996,
      "doi": "10.1111/j.1360-0443.1996.tb03608.x"
    },
    {
      "title": "From 'I Wish' to 'I Will': socialcognitive predictors of behavioral intentions",
      "authors": [
        "K Garcia",
        "T Mann"
      ],
      "year": 2003,
      "doi": "10.1177/1359105303008003005"
    },
    {
      "title": "Stage of Change as a predictor of abstinence among alcoholdependent subjects in pharmacotherapy trials",
      "authors": [
        "C Hernandez-Avila",
        "J Burleson",
        "H Kranzler"
      ],
      "year": 1998,
      "doi": "10.1080/08897079809511377"
    },
    {
      "title": "Do processes of change predict smoking stage movements? A prospective analysis of the transtheoretical model",
      "authors": [
        "T Herzog",
        "D Abrams",
        "K Emmons",
        "L Linnan",
        "W Shadel"
      ],
      "year": 1999,
      "doi": "10.1037//0278-6133.18.4.369"
    },
    {
      "title": "Stages of Change assessments in alcohol problems: agreement across self-and clinician-reports",
      "authors": [
        "D Hodgins"
      ],
      "year": 2001,
      "doi": "10.1080/08897070109511448"
    },
    {
      "title": "Intentions to quit smoking change over short periods of time",
      "authors": [
        "J Hughes",
        "J Keeley",
        "K Fagerstrom",
        "P Callas"
      ],
      "year": 2005,
      "doi": "10.1016/j.addbeh.2004.08.011"
    },
    {
      "title": "Identity shifts as turning points in health behavior change",
      "authors": [
        "M Kearney",
        "J O'sullivan"
      ],
      "year": 2003,
      "doi": "10.1177/0193945902250032"
    },
    {
      "title": "Self-help interventions for smoking cessation",
      "authors": [
        "T Lancaster",
        "L Stead"
      ],
      "doi": "10.1002/14651858.cd001118"
    },
    {
      "title": "do smokers plan quit attempts? Tobacco Control",
      "authors": [
        "L Larabie"
      ],
      "doi": "10.1136/tc.2005.013615"
    },
    {
      "title": "Stages of change. A critique",
      "authors": [
        "J Littell",
        "H Girvin"
      ],
      "year": 2002,
      "doi": "10.1177/0145445502026002006"
    },
    {
      "title": "Motivation: the Organization of Action",
      "authors": [
        "D Mook"
      ],
      "year": 1996
    },
    {
      "title": "It is possible to help smokers in early motivational stages to quit. The Inter99 study",
      "authors": [
        "C Pisinger",
        "J Vestbo",
        "K Borch-Johnsen",
        "T Jørgensen"
      ],
      "year": 2005,
      "doi": "10.1016/j.ypmed.2004.06.011"
    },
    {
      "title": "Smoking cessation intervention in a large randomised population-based study. The Inter99 study",
      "authors": [
        "C Pisinger",
        "J Vestbo",
        "K Borch-Johnsen",
        "T Jørgensen"
      ],
      "year": 2005
    },
    {
      "title": "Predicting change in smoking status for self-changers",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "W Velicer",
        "S Ginpil",
        "J Norcross"
      ],
      "year": 1985
    },
    {
      "title": "Process of smoking cessation. Implications for clinicians",
      "authors": [
        "J Prochaska",
        "M Goldstein"
      ],
      "year": 1991,
      "doi": "10.1016/s0272-5231(21)00820-0"
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997
    },
    {
      "title": "The stages of change questionnaire as a predictor of trauma patients most likely to decrease alcohol use",
      "authors": [
        "D Reed",
        "B Wolf",
        "Jr",
        "K Barber",
        "R Kotlowski",
        "M Montanez",
        "A Saxe"
      ],
      "year": 2005,
      "doi": "10.1016/j.jamcollsurg.2004.10.020"
    },
    {
      "title": "Systematic review of the effectiveness of stage based interventions to promote smoking cessation",
      "authors": [
        "R Riemsma",
        "J Pattenden",
        "C Bridle",
        "A Sowden",
        "L Mather",
        "I Watt",
        "A Walker"
      ],
      "year": 2003,
      "doi": "10.1002/14651858.cd004492"
    },
    {
      "authors": [
        "T Robinson",
        "K Berridge"
      ],
      "year": 2003,
      "doi": "10.1146/annurev.psych.54.101601.145237"
    },
    {
      "title": "Effect of general practitioners' advice against smoking",
      "authors": [
        "M Russell",
        "C Wilson",
        "C Taylor",
        "C Baker"
      ],
      "year": 1979,
      "doi": "10.1136/bmj.2.6184.231"
    },
    {
      "title": "Nucleus accumbens dopamine and the regulation of effort in food-seeking behavior: implications for studies of natural motivation, psychiatry, and drug abuse",
      "authors": [
        "J Salamone",
        "M Correa",
        "S Mingote",
        "S Weber"
      ],
      "year": 2003,
      "doi": "10.1124/jpet.102.035063"
    },
    {
      "title": "Stage-based lifestyle interventions in primary care: are they effective",
      "authors": [
        "E Van Sluijs",
        "M Van Poppel",
        "W Van Mechelen"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2003.12.010"
    },
    {
      "title": "Back to the drawing board? A review of applications of the transtheoretical model to substance use",
      "authors": [
        "S Sutton"
      ],
      "year": 2001,
      "doi": "10.1046/j.1360-0443.2001.96117513.x"
    },
    {
      "title": "Theory of Addiction",
      "authors": [
        "R West"
      ]
    },
    {
      "title": "The status of evidence and outcomes in Stages of Change research",
      "authors": [
        "S Whitelaw",
        "S Baldwin",
        "R Bunton",
        "D Flynn"
      ],
      "year": 2000,
      "doi": "10.1093/her/15.6.707"
    },
    {
      "title": "Bupropion sustained release. A therapeutic review of Zyban",
      "authors": [
        "N Zwar",
        "R Richmond"
      ],
      "year": 2002
    }
  ],
  "num_references": 34
}
