{
  "paper_id": "ZQJPADSV",
  "title": "NEEDs for Tots: A Teacher-Ready and Parent-Friendly Curriculum Focuses on Principles of the Satter Division of Responsibility in Feeding",
  "year": 2007,
  "date": "2007",
  "authors": [
    {
      "name": "Elizabeth Ruder"
    },
    {
      "name": "Barbara Lohse"
    },
    {
      "affiliation": {
        "organization": "Department of Nutrition Management",
        "department": "Department of Nutrition Management",
        "institution": "Rochester Institute of Technology",
        "address": "†, Rochester, NY Dr"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Sports Medicine and Nutrition",
        "department": "Department of Sports Medicine and Nutrition",
        "institution": "Uni- versity of Pittsburgh",
        "address": "SLA (78) 180 Lomb Memorial Dr, -1693 14620, Rochester, NY"
      }
    }
  ],
  "doi": "10.1016/j.jneb.2016.12.011",
  "md5": "0232330108D9E41F33B85A6C446D7A1B",
  "funding": [
    "",
    "",
    "this investigation to be exempt. Partial funding was provided by the  Pennsylvania Department of Human Services, PA Nutrition Education Tracks ,  US Department of Agriculture 's  Supplemental Nutrition Assistance Program -Ed. The authors thank  Star Campbell  and  Ellyn Satter  for assistance."
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Authoritative parental feeding behavior is defined by parent leadership with feeding balanced by child autonomy with eating.  1  This feeding style is associated with more healthful child eating behaviors and child weight status.  2  Among young children, controlling, restrictive, and indulgent feeding practices are positively associated with child weight status.  3  The Satter Division of Responsibility in feeding (sDOR) is 1 approach to support feeding relationships congruent with healthy growth and development.  4 Parents and caregivers lead by managing the mealtime context and offering a variety of tasty and healthful foods in a dependable, sustainable routine.  1  Parents and caregivers provide for child autonomy by eliminating any pressure to eat, letting children take responsibility for what and how much they eat of the offered foods. The Satter Division of Responsibility in feeding has not been fully integrated into early childhood education (ECE); yet, in the US, over 60% of 3-to 6-year-olds attend school or centerbased care.  5 This suggests that sDOR implementation must go beyond the home environment to include ECE venues where children are consuming snacks and meals. NEEDs for Tots (NFT) is an ECE curriculum designed to disseminate sDOR strategies to teachers, parents, and young children.  4 This study seeks to determine teacher and parent responses to the NFT curriculum."
    },
    {
      "title": "THE CURRICULUM",
      "text": "NEEDs for Tots addressed key concepts of joyful eating and shared mealtime, food-neutral conversation, and the need to trust each person to manage his or her own eating. NEEDs for Tots, which was developed to be appropriate for lower-income audiences, trained teachers and parents as children were exposed to sDOR concepts.\n\nTeachers were introduced to sDOR in feeding by a detailed teacher guide that was tested by ECE teachers for clarity. Teachers delivered NFT to children aged 2-5 years and provided parents with handouts as well as magnets and coasters with reinforcing messages, including access to Web-based materials about family mealtime (Table ). Delivery as a complete kit (ie, with nonperishable taste-testing foods, supplies, a teacher guide, story books, and magnets and coasters with reinforcing messages for parents) facilitated adop-tion by busy teachers or limited-resource schools (Figure)."
    },
    {
      "title": "IMPLEMENTATION AND RESULTS",
      "text": "Five ECE centers located in central (n ¼ 3) and western (n ¼ 2) Pennsylvania evaluated NFT; all ECE centers were eligible for Supplemental Nutrition Assistance Program-Education and were licensed by the State of Pennsylvania. Teachers and parents completed online pre-and post-curriculum surveys to assess feeding and eating behaviors and the NFT curriculum. Teachers and parents reported eating competence,  6  demographics, and NFT feedback. In addition, teachers detailed child care center feeding practices  5  and parents indicated their adherence to sDOR.  7 n total, 237 children aged 2-5 years, their parent(s), and 17 teachers from 15 classrooms were exposed to NFT. All 17 teachers and 60 parents completed pre-post surveys. Survey results were analyzed using SPSS (version 22, Armonk, NY, 2013). Changes in pre-post measures were evaluated with paired t tests.\n\nTeachers were mostly white (n ¼ 16 white, 1 black), mean age 37.0 AE 9.8 years. Teachers delivered the 6 NFT lessons in an average of 6.3 AE 1.9 class sessions; class session mean length was 27.7 AE 9.2 minutes. Mean class size was 15.4 AE 3.2 students. Nearly two thirds of teachers were eating competent. Feeding practices, nutrition education, and family communication scores of Protocol for Mapping Policies and Practices scores 5 demonstrated strongly proactive, healthful child feeding practices at baseline (mean, 33.8 AE 2.6), with no significant change after curriculum delivery (P ¼ .11).\n\nAll teachers noted adequate time to complete the lessons and all used the teacher's guide. Comments about the teacher's guide were mostly positive, with some recommendations. For example, 1 teacher suggested documenting how NFT aligns with Pennsylvania Learning Standards for Early Childhood. Teachers offered ideas to better engage parents: by providing a short letter to families to introduce NFT, letting families borrow books used in the lessons, and inviting parents to help with the lessons or attend snack time to model sDOR concepts. Teachers' comments specific to each lesson were positive. Some suggested ways to incorporate more technology into the curriculum, eg, to have the material available for download to classroom interactive white boards, as well as computer tablet resources to reteach lessons in small groups. Some comments showed concern for age-appropriateness; respondents considered Conversation Starters too advanced for 2-year-old children and Eating the Rainbow too juvenile for 5-year-old children. Overall, the majority of teachers were supportive and agreed with the importance of implementing sDOR concepts. However, some comments demonstrated that a few teachers did not understand sDOR: they expressed concern that some students would not try all foods in the tasting activity. A total of 53% of teachers identified further sDOR training as important for being able to implement NFT successfully, eg, ''I think it was an easy concept to do, although a little more training in this or a little more literature on the topic would help.'' Of the 60 parent respondents who completed pre-and post-surveys, mean age was 36.4 AE 2.6 years and >80% were white. Most parents were eating competent (63%) and only 9% reported Supplemental Nutrition Assistance Program or participation in the Special Supplemental Nutrition Program for Women, Infants, and Children in the past year. Nearly all respondents (98%) reported that their children enjoyed participating in NFT (60% reported that they somewhat enjoyed it and 38% reported enjoyed a lot). Improvements in certain items of the Satter Inventory of Feeding Dynamics,  7  a measure of adherence to sDOR, were noted. After NFT delivery, parents reported less ''struggle to get my child to eat'' (P ¼ .03) and a trend toward not making ''something special for my child when s/he won't eat'' (P ¼ .06).\n\nParents provided comments about their child's response to NFT; most resonated with the following comment: ''This program definitely sparked an interest in my child-he is now interested in food, nutrition, and recipes-after never having been interested in that before!'' Many parents noted that paper handouts became ripped or misplaced, and digital vs paper communication was strongly preferred. Parents were interested in learning more about child nutrition, feeding, and eating (73%; n ¼ 44)."
    },
    {
      "title": "DISCUSSION AND IMPLICATIONS",
      "text": "NEEDs for Tots incorporated sDOR concepts in a feasible curriculum that was embraced by teachers and families. Parents responded positively and reported measurable improvements in constructs of sDOR adherence. NEEDs for Tots was designed for children aged 2-5 years; however developmental differences may require modification of 1 or 2 of the lessons to accommodate these differences. Prior NFT testing revealed that this could be accomplished without difficulty by teachers. Future plans will evaluate NFT in a more racially and economically diverse sample to evaluate cultural adaptations, evaluate adaptation by teachers with less healthful child feeding practices at baseline, develop sDOR professional development modules for teachers, align the curriculum\n\nTable. NEEDs for Tots Curriculum Lesson Title Lesson Description Prologue: Mealtime Is Family Time Teachers encourage parents to view the brief digital program about Satter Division of Responsibility in feeding concepts, which is displayed in a common area at each school. Information to access the program online or as an app is also provided. Parents receive a magnet and coasters with reinforcement messages and a handout. The following teacher-led lessons can be completed in any order after the Prologue Let's Eat (''A Comer''): What Counts as Family Mealtime? Teachers and children read Let's Eat (A Comer) and identify benefits of eating together. Children learn what counts as family mealtime and evaluate 8 mealtime scenarios. A food tasting activity lets children try some foods portrayed in the book. Two parent-child activity sheets are sent home. The Cow Loves Cookies: Showing How We Enjoy Eating Teachers and children read The Cow Loves Cookies and explore enjoying eating and feeling comfortable with enjoyment of eating. Parents receive handout on Eating Competence. Conversation Starters Children learn about food-neutral conversation and create a Chinese takeout box to hold fortunes for starting mealtime conversations at school and home. Parents receive Relaxed Mealtimes handout and a mealtime conversation parent-child activity sheet. Bee-bim Bop! Cooking and Being Together Teachers and children read Bee-bim Bop! and pretend to cook and eat a bibimbap meal while politely accepting or refusing the pretend foods. Lesson includes a 2-page parent-child activity sheet. Eating the Rainbow: It's a Child's Choice Children practice the concept of courteous food acceptance and refusal while tasting foods and reading Eating the Rainbow: A Colorful Food Book. Parents receive a 2-page handout. with Early Childhood Learning Standards, increase use of digital and social media delivery for parent materials, and examine best practices for transferring lesson concepts into the home environment."
    },
    {
      "title": "NOTES",
      "text": "The Institutional Review Boards of"
    },
    {
      "text": "Figure.NEEDs for Tots is a complete kit."
    },
    {
      "text": "this investigation to be exempt. Partial funding was provided by the  Pennsylvania Department of Human Services, PA Nutrition Education Tracks ,  US Department of Agriculture 's  Supplemental Nutrition Assistance Program -Ed. The authors thank  Star Campbell  and  Ellyn Satter  for assistance."
    },
    {
      "title": "CONFLICT OF INTEREST",
      "text": "The authors have not stated any conflicts of interest."
    }
  ],
  "references": [
    {
      "title": "The Satter Feeding Dynamics Model of Child Overweight definition, prevention, and intervention",
      "authors": [
        "E Satter"
      ],
      "year": 2007,
      "doi": "10.4324/9780203935484",
      "raw": "The Satter Feeding Dynamics Model of Child Overweight definition, prevention, and intervention \n\t\t \n\t\t\t E Satter \n\t\t \n\t\t 10.4324/9780203935484 \n\t \n\t \n\t\t Handbook of Pediatric and Adolescent Obesity Treatment \n\t\t \n\t\t\t W T O'donohue \n\t\t \n\t\t \n\t\t\t B A Moore \n\t\t \n\t\t \n\t\t\t B J Scott \n\t\t \n\t\t New York, NY \n\t\t \n\t\t\t Routledge \n\t\t\t 2007 \n\t\t\t \n\t\t \n\t \n\t Satter E. The Satter Feeding Dynamics Model of Child Overweight definition, prevention, and intervention. In: O'Donohue WT, Moore BA, Scott BJ, eds. Handbook of Pediatric and Adolescent Obesity Treatment. New York, NY: Routledge; 2007:287-314."
    },
    {
      "title": "How parental dietary behavior and food parenting practices affect children's dietary behavior. Interacting sources of influence?",
      "authors": [
        "J Larsen",
        "Rcj Hermans",
        "Efc Sleddens",
        "Rcme Engels",
        "J Fisher",
        "Spj Kremers"
      ],
      "year": 2015,
      "doi": "10.1016/j.appet.2015.02.012",
      "journal": "Appetite",
      "volume": "89",
      "raw": "How parental dietary behavior and food parenting practices affect children's dietary behavior. Interacting sources of influence? \n\t\t \n\t\t\t J K Larsen \n\t\t \n\t\t \n\t\t\t Rcj Hermans \n\t\t \n\t\t \n\t\t\t Efc Sleddens \n\t\t \n\t\t \n\t\t\t Rcme Engels \n\t\t \n\t\t \n\t\t\t J O Fisher \n\t\t \n\t\t \n\t\t\t Spj Kremers \n\t\t \n\t\t 10.1016/j.appet.2015.02.012 \n\t \n\t \n\t\t Appetite \n\t\t \n\t\t\t 89 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Larsen JK, Hermans RCJ, Sleddens EFC, Engels RCME, Fisher JO, Kremers SPJ. How parental dietary behavior and food parenting practices affect children's dietary behavior. Interacting sources of influence? Appetite. 2015;89: 246-257."
    },
    {
      "title": "A systematic review of responsive feeding and child obesity in high-income countries",
      "authors": [
        "K Hurley",
        "M Cross",
        "S Hughes"
      ],
      "year": 2011,
      "doi": "10.3945/jn.110.130047",
      "journal": "J Nutr",
      "volume": "141",
      "raw": "A systematic review of responsive feeding and child obesity in high-income countries \n\t\t \n\t\t\t K M Hurley \n\t\t \n\t\t \n\t\t\t M B Cross \n\t\t \n\t\t \n\t\t\t S O Hughes \n\t\t \n\t\t 10.3945/jn.110.130047 \n\t \n\t \n\t\t J Nutr \n\t\t \n\t\t\t 141 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Hurley KM, Cross MB, Hughes SO. A systematic review of responsive feeding and child obesity in high-income coun- tries. J Nutr. 2011;141:495-501."
    },
    {
      "title": "Reconceptualizing feeding and feeding disorders in interpersonal context: the case for a relational disorder",
      "authors": [
        "W Davies",
        "E Satter",
        "K Berlin"
      ],
      "year": 2006,
      "doi": "10.1037/0893-3200.20.3.409",
      "journal": "J Fam Psychol",
      "volume": "20",
      "raw": "Reconceptualizing feeding and feeding disorders in interpersonal context: the case for a relational disorder \n\t\t \n\t\t\t W H Davies \n\t\t \n\t\t \n\t\t\t E Satter \n\t\t \n\t\t \n\t\t\t K S Berlin \n\t\t \n\t\t 10.1037/0893-3200.20.3.409 \n\t \n\t \n\t\t J Fam Psychol \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Davies WH, Satter E, Berlin KS, et al. Reconceptualizing feeding and feeding disorders in interpersonal context: the case for a relational disorder. J Fam Psy- chol. 2006;20:409-417."
    },
    {
      "title": "The relationship between practices and child care providers' beliefs related to child feeding and obesity prevention",
      "authors": [
        "J Lanigan"
      ],
      "year": 2012,
      "doi": "10.1016/j.jneb.2011.07.008",
      "journal": "J Nutr Educ Behav",
      "volume": "44",
      "raw": "The relationship between practices and child care providers' beliefs related to child feeding and obesity prevention \n\t\t \n\t\t\t J D Lanigan \n\t\t \n\t\t 10.1016/j.jneb.2011.07.008 \n\t \n\t \n\t\t J Nutr Educ Behav \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Lanigan JD. The relationship between practices and child care providers' be- liefs related to child feeding and obesity prevention. J Nutr Educ Behav. 2012;44: 521-529."
    },
    {
      "title": "Validation of a measure of the Satter eating competence model with low-income females",
      "authors": [
        "J Krall",
        "B Lohse"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-26",
      "journal": "Int J Behav Nutr Phys Act",
      "volume": "8",
      "pages": "26",
      "raw": "Validation of a measure of the Satter eating competence model with low-income females \n\t\t \n\t\t\t J S Krall \n\t\t \n\t\t \n\t\t\t B Lohse \n\t\t \n\t\t 10.1186/1479-5868-8-26 \n\t \n\t \n\t\t Int J Behav Nutr Phys Act \n\t\t \n\t\t\t 8 \n\t\t\t 26 \n\t\t\t 2011 \n\t\t \n\t \n\t Krall JS, Lohse B. Validation of a mea- sure of the Satter eating competence model with low-income females. Int J Behav Nutr Phys Act. 2011;8:26."
    },
    {
      "title": "Development of a tool to assess adherence to a model of the division of responsibility in feeding young children: using response mapping to capacitate validation measures",
      "authors": [
        "B Lohse",
        "E Satter",
        "K Arnold"
      ],
      "year": 2014,
      "doi": "10.1089/chi.2013.0085",
      "journal": "Child Obes",
      "volume": "10",
      "raw": "Development of a tool to assess adherence to a model of the division of responsibility in feeding young children: using response mapping to capacitate validation measures \n\t\t \n\t\t\t B Lohse \n\t\t \n\t\t \n\t\t\t E Satter \n\t\t \n\t\t \n\t\t\t K Arnold \n\t\t \n\t\t 10.1089/chi.2013.0085 \n\t \n\t \n\t\t Child Obes \n\t\t \n\t\t\t 10 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Lohse B, Satter E, Arnold K. Develop- ment of a tool to assess adherence to a model of the division of responsibility in feeding young children: using response mapping to capacitate validation mea- sures. Child Obes. 2014;10:153-168."
    }
  ],
  "num_references": 7,
  "figures": [
    {
      "caption": "Figure .",
      "description": "Figure.NEEDs for Tots is a complete kit."
    }
  ],
  "num_figures": 1,
  "num_citations": 11,
  "cited_references": [
    "b6",
    "b4",
    "b1",
    "b0",
    "b3",
    "b5",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] Department of Nutrition Management , Wegmans School of Health and Nutrition , College of Health Sciences and Technology , Rochester Institute of Technology , Rochester , NY † Dr",
    "[raw_affiliation] Department of Sports Medicine and Nutrition , Uni- versity of Pittsburgh Department of Nutritional Sciences , Pennsylvania State University , Department of Nutrition Management , Wegmans School of Health and Nutrition , College of Health Sciences and Technology , Rochester Institute of Technology , SLA (78) -1693 , 180 Lomb Memorial Dr , Rochester , NY 14620 ;",
    "Journal of Nutrition Education and Behavior Volume 49,Number 4, 2017",
    "[raw_reference] Satter E. The Satter Feeding Dynamics Model of Child Overweight definition, prevention, and intervention. In: O'Donohue WT, Moore BA, Scott BJ, eds. Handbook of Pediatric and Adolescent Obesity Treatment. New York, NY: Routledge; 2007:287-314.",
    "[raw_reference] Larsen JK, Hermans RCJ, Sleddens EFC, Engels RCME, Fisher JO, Kremers SPJ. How parental dietary behavior and food parenting practices affect children's dietary behavior. Interacting sources of influence? Appetite. 2015;89: 246-257.",
    "[raw_reference] Hurley KM, Cross MB, Hughes SO. A systematic review of responsive feeding and child obesity in high-income coun- tries. J Nutr. 2011;141:495-501.",
    "[raw_reference] Davies WH, Satter E, Berlin KS, et al. Reconceptualizing feeding and feeding disorders in interpersonal context: the case for a relational disorder. J Fam Psy- chol. 2006;20:409-417.",
    "[raw_reference] Lanigan JD. The relationship between practices and child care providers' be- liefs related to child feeding and obesity prevention. J Nutr Educ Behav. 2012;44: 521-529.",
    "[raw_reference] Krall JS, Lohse B. Validation of a mea- sure of the Satter eating competence model with low-income females. Int J Behav Nutr Phys Act. 2011;8:26.",
    "[raw_reference] Lohse B, Satter E, Arnold K. Develop- ment of a tool to assess adherence to a model of the division of responsibility in feeding young children: using response mapping to capacitate validation mea- sures. Child Obes. 2014;10:153-168."
  ],
  "editors": [
    "W T O'donohue",
    "B A Moore",
    "B J Scott"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Journal of Nutrition Education and Behavior",
  "volume": "49",
  "issue": "4",
  "pages": "357-359.e1",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.500748",
    "zotero_item_type": "journalArticle"
  }
}
