{
  "paper_id": "ZXUW8QG9",
  "title": "Better measurement for healthier places",
  "year": 2012,
  "date": "2012-08-31",
  "authors": [
    {
      "name": "David Berrigan",
      "email": "berrigad@mail.nih.gov.",
      "affiliation": {
        "organization": "Applied Research Program",
        "department": "Applied Research Program",
        "institution": "National Cancer Institute",
        "address": "Room 4010 6130 Executive Boulevard North, 20892, Bethesda, MD, USA"
      }
    }
  ],
  "doi": "10.1016/j.ypmed.2012.08.018",
  "md5": "42515296487B6557B7E41C1F25487A61",
  "publication": {
    "journal": "Prev. Med",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "In the second half of the 19th century, investment in sanitation, clean water, and housing infrastructure dramatically reduced the prevalence of communicable diseases, such as cholera, typhoid, and tuberculosis. As a result, cities became healthier, especially in the developed world. Today, the emphasis in the developed world has shifted from communicable to non-communicable diseases, yet it is possible that features of the urban environment are once again a major culprit in morbidity and mortality, this time by fostering behaviors that lead to some of the most common chronic illnesses, such as cardiovascular disease, diabetes, and cancer. There is an intense interest in such associations, for example  Powell et al.'s (2007)  analysis of associations between the food environment and individual behaviors is one of the most downloaded papers in Preventive Medicine.\n\nThe idea that we have entered a new era of unhealthy cities is predicated on the notion that many chronic diseases arise from unhealthy diet and lack of physical activity, which are in turn heavily influenced by policy choices related to agriculture, commerce, transportation, and urban form. If the above is true, then the case for a progressive policy response, such as the investment in sanitation that accelerated in the 19th century in New York and other cities in the United States and Europe, would seem compelling. Such a policy response is already occurring in a number of US cities including New York, Washington DC, Salt Lake City, etc., with modest investments in urban food and physical activity environments (e.g., bike lanes and bike share programs, complete street designs, and farmers' markets). Why hasn't this investment been as effective as the investments in water, sanitation and housing infrastructures in the developed world that began some 150 years ago?\n\nThe answer may lie in 1) the relatively simple causal pathways associated with the environmental determinants of infectious diseases compared to the complexity of the web of causation linking environmental variables and chronic disease, and 2) the difficulty in measuring behavior and environment related to chronic disease. Challenges associated with understanding the causes of chronic disease have been discussed at length in the health literature, as has the potential for time lags in the response to policy or environmental change to interfere with selection of optimal policies for health. Here, I focus on the measurement of environments and behaviors as a central requirement for defining the best possible policy choices related to diet and physical activity and their environmental determinants. Accurate measurement improves policy choices by reducing the extent to which measurement error attenuates estimates of the strength of associations between exposures and outcomes. High-quality measurement can also contribute to cost effectiveness analysis by improving the validity and reliability of such estimates.\n\nEncouragingly, there is a worldwide effort to develop and improve measures of energy balance-related health behaviors and their environmental determinants, incorporate them into surveillance and monitoring systems, and use them in policy and evaluation studies. Selected recent examples of investments to evaluate the rapid proliferation of measures and improve their use include: 1) The International Conference on Diet and Activity Methods (ICDAM) (Food and Agriculture Organisation of the United Nations, 2012), Rome 2012, and the upcoming 9th ICDAM to be held in Brisbane in 2015  (Hills et al., 2012) , 2) online registries of measures generated by collaborative partnerships (e.g., National Collaborative on Childhood Obesity Research, 2012), and 3) efforts to facilitate measure harmonization in epidemiological and behavioral research (e.g.,  National Cancer Institute, 2012; Public Population Project in Genomics et al., 2012) . Sustaining these and similar investments demands cooperation within and between disciplines and across the globe. Presently, public health research concerning physical activity, diet, and the environment is in a period of rapid proliferation of measures and technologies. Measure harmonization and standardization are vital to increasing the generalizability of studies across communities. Collaboration is essential to achieve these vital goals and accelerate progress in addressing environmental determinants of health behaviors.\n\nAdvances in measurement technology are also occurring in relation to diet, physical activity and the environment. For example, use of Global Positioning Systems to determine location, and accelerometers to measure motion, both in stand-alone devices and smart phones, is revolutionizing the study of behavioral interactions with the environment (e.g.,  Wheeler et al., 2010) . Web-based tools that may reduce costs of data collection are being developed. Images of street segments are available free online and can provide valid and reliable estimates of many characteristics of the built environment potentially related to walkability (e.g.,  Wilson et al., 2012) .\n\nNevertheless, major challenges remain. Data quality from even the most widely used sources concerning the food environment can be poor  (Liese et al., 2010) . Parcel-level land use data are extremely important for characterizing proposed determinants of walkability, yet they are fragmented among diverse jurisdictions and therefore expensive to collect and process. Despite the promise of device-based measurement of activity and location; user-friendly, standardized, and cost-effective protocols to extract desired variables from large, real-time combined GPS and accelerometry datasets are still in early stages of development (e.g., University of California -San Diego, 2012).\n\nIn the development of public health policy, there is an inevitable tradeoff between the desire for timely evidence and the need for it to be as complete as possible. However, researchers can provide credible evaluations of policy choices and point the way forward, even with incomplete evidence. Better measurement can surely help this process if it can increase the efficiency and accuracy of studies evaluating policy, environmental, and behavioral interventions. Preventive Medicine can help lead the way toward the next great transformation of our communities into healthier places by encouraging better measurement: publication of at least one measures' methodology article in each issue of the journal would be a step in this direction, as would careful attention to fostering complete, clear, and comparable descriptions of methods in other types of articles."
    },
    {
      "title": "Conflict of interest statement",
      "text": "The authors declare that there are no conflicts of interests."
    }
  ],
  "references": [
    {
      "title": "Food and Agriculture Organisation of the United Nations",
      "year": 2012,
      "doi": "10.1093/ww/9780199540884.013.u25673",
      "journal": "ICDAM",
      "volume": "8",
      "raw": "Food and Agriculture Organisation of the United Nations \n\t\t 10.1093/ww/9780199540884.013.u25673 \n\t\t \n\t \n\t \n\t\t ICDAM \n\t\t \n\t\t\t 8 \n\t\t\t 2012. August 2, 2012 \n\t\t \n\t \n\t Food and Agriculture Organisation of the United Nations, 2012. ICDAM8. Retrieved August 2, 2012 from http://www.icdam8.org/."
    },
    {
      "title": "Mater Mother's Hospital",
      "authors": [
        "A Hills"
      ],
      "year": 2012,
      "doi": "10.1093/ww/9780199540884.013.22132",
      "raw": "A Hills \n\t\t \n\t\t 10.1093/ww/9780199540884.013.22132 \n\t\t \n\t\t Mater Mother's Hospital \n\t\t \n\t\t\t 2012. August 2, 2012 \n\t\t \n\t\t \n\t\t\t Mater Medical Research Institute, Griffith Health Institute, Griffith University \n\t\t \n\t \n\t ICDAM9: welcome \n\t Hills, A., Mater Mother's Hospital, Mater Medical Research Institute, Griffith Health Institute, Griffith University, 2012. ICDAM9: welcome. Retrieved August 2, 2012, from http://www.icdam9australia.com/."
    },
    {
      "title": "Validation of 3 food outlet databases: completeness and geospatial accuracy in rural and urban food environments",
      "authors": [
        "A Liese",
        "N Colabianchi",
        "A Lamichhane"
      ],
      "year": 2010,
      "doi": "10.1093/aje/kwq292",
      "journal": "Am. J. Epidemiol",
      "volume": "172",
      "raw": "Validation of 3 food outlet databases: completeness and geospatial accuracy in rural and urban food environments \n\t\t \n\t\t\t A D Liese \n\t\t \n\t\t \n\t\t\t N Colabianchi \n\t\t \n\t\t \n\t\t\t A P Lamichhane \n\t\t \n\t\t 10.1093/aje/kwq292 \n\t \n\t \n\t\t Am. J. Epidemiol \n\t\t \n\t\t\t 172 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Liese, A.D., Colabianchi, N., Lamichhane, A.P., et al., 2010. Validation of 3 food outlet da- tabases: completeness and geospatial accuracy in rural and urban food environ- ments. Am. J. Epidemiol. 172, 1324-1333."
    },
    {
      "title": "Welcome to GEM, a web-based collaborative tool containing behavioral, social science, and other relevant scientific measures",
      "year": 2012,
      "doi": "10.1093/database/bas055",
      "raw": "Welcome to GEM, a web-based collaborative tool containing behavioral, social science, and other relevant scientific measures \n\t\t 10.1093/database/bas055 \n\t\t \n\t\t \n\t\t\t 2012. August 6, 2012 \n\t\t \n\t\t \n\t\t\t National Cancer Institute \n\t\t \n\t \n\t National Cancer Institute, 2012. Welcome to GEM, a web-based collaborative tool containing behavioral, social science, and other relevant scientific mea- sures. Retrieved August 6, 2012, from https://www.gem-beta.org/Public/ Home.aspx."
    },
    {
      "title": "Measures Registry",
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.01.004",
      "raw": "Measures Registry \n\t\t 10.1016/j.amepre.2012.01.004 \n\t\t \n\t\t \n\t\t\t 2012. August 2, 2012 \n\t\t \n\t\t \n\t\t\t National Collaborative on Childhood Obesity Research \n\t\t \n\t \n\t National Collaborative on Childhood Obesity Research, 2012. Measures Registry. Re- trieved August 2, 2012, from http://www.nccor.org/projects/measures/."
    },
    {
      "title": "Food store availability and neighborhood characteristics in the United States",
      "authors": [
        "L Powell",
        "S Slater",
        "D Mirtcheva",
        "Y Bao",
        "F Chaloupka"
      ],
      "year": 2007,
      "doi": "10.1016/j.ypmed.2006.08.008",
      "journal": "Prev. Med",
      "volume": "44",
      "raw": "Food store availability and neighborhood characteristics in the United States \n\t\t \n\t\t\t L M Powell \n\t\t \n\t\t \n\t\t\t S Slater \n\t\t \n\t\t \n\t\t\t D Mirtcheva \n\t\t \n\t\t \n\t\t\t Y Bao \n\t\t \n\t\t \n\t\t\t F J Chaloupka \n\t\t \n\t\t 10.1016/j.ypmed.2006.08.008 \n\t \n\t \n\t\t Prev. Med \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Powell, L.M., Slater, S., Mirtcheva, D., Bao, Y., Chaloupka, F.J., 2007. Food store avail- ability and neighborhood characteristics in the United States. Prev. Med. 44, 189-195."
    },
    {
      "title": "Public Population Project in Genomics, Canadian Partnership for Tomorrow Project, Promoting Harmonisation of Epidemiologial Biobanks in Europe, Generation Scotland",
      "year": 2012,
      "doi": "10.1016/j.jcjd.2019.07.142",
      "raw": "10.1016/j.jcjd.2019.07.142 \n\t\t \n\t\t Public Population Project in Genomics, Canadian Partnership for Tomorrow Project, Promoting Harmonisation of Epidemiologial Biobanks in Europe, Generation Scotland \n\t\t \n\t\t\t 2012. August 2, 2012 \n\t\t \n\t \n\t Welcome to DataSHaPER Website \n\t Public Population Project in Genomics, Canadian Partnership for Tomorrow Project, Promoting Harmonisation of Epidemiologial Biobanks in Europe, Generation Scotland, 2012. Welcome to DataSHaPER Website. Retrieved August 2, 2012, from http://www.datashaper.org/."
    },
    {
      "title": "Welcome to the Personal Activity and Location Measurement System (PALMS) Wiki",
      "year": 2012,
      "doi": "10.2172/5536634",
      "raw": "10.2172/5536634 \n\t\t \n\t\t Welcome to the Personal Activity and Location Measurement System (PALMS) Wiki \n\t\t \n\t\t\t 2012. August 2, 2012 \n\t\t \n\t\t \n\t\t\t University of California -San Diego \n\t\t \n\t \n\t University of California -San Diego, 2012. Welcome to the Personal Activity and Loca- tion Measurement System (PALMS) Wiki. Retrieved August 2, 2012, from http:// ucsd-palms-project.wikispaces.com/."
    },
    {
      "title": "Greenspace and children's physical activity: a GPS/GIS analysis of the PEACH project",
      "authors": [
        "B Wheeler",
        "A Cooper",
        "A Page",
        "R Jago"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.06.001",
      "journal": "Prev. Med",
      "volume": "51",
      "raw": "Greenspace and children's physical activity: a GPS/GIS analysis of the PEACH project \n\t\t \n\t\t\t B W Wheeler \n\t\t \n\t\t \n\t\t\t A R Cooper \n\t\t \n\t\t \n\t\t\t A S Page \n\t\t \n\t\t \n\t\t\t R Jago \n\t\t \n\t\t 10.1016/j.ypmed.2010.06.001 \n\t \n\t \n\t\t Prev. Med \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Wheeler, B.W., Cooper, A.R., Page, A.S., Jago, R., 2010. Greenspace and children's physical activity: a GPS/GIS analysis of the PEACH project. Prev. Med. 51, 148-152."
    },
    {
      "title": "Assessing the built environment using omnidirectional imagery",
      "authors": [
        "J Wilson",
        "C Kelly",
        "M Schootman"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2011.09.029",
      "journal": "Am. J. Prev. Med",
      "volume": "42",
      "raw": "Assessing the built environment using omnidirectional imagery \n\t\t \n\t\t\t J S Wilson \n\t\t \n\t\t \n\t\t\t C M Kelly \n\t\t \n\t\t \n\t\t\t M Schootman \n\t\t \n\t\t 10.1016/j.amepre.2011.09.029 \n\t \n\t \n\t\t Am. J. Prev. Med \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Wilson, J.S., Kelly, C.M., Schootman, M., et al., 2012. Assessing the built environment using omnidirectional imagery. Am. J. Prev. Med. 42, 193-199."
    }
  ],
  "num_references": 10,
  "num_citations": 7,
  "cited_references": [
    "b8",
    "b1",
    "b9",
    "b5",
    "b2"
  ],
  "notes": [
    "[raw_affiliation] Applied Research Program , Division of Cancer Control and Population Sciences , National Cancer Institute , Room 4010 , 6130 Executive Boulevard North , Bethesda , MD 20892 , USA",
    "[raw_reference] Food and Agriculture Organisation of the United Nations, 2012. ICDAM8. Retrieved August 2, 2012 from http://www.icdam8.org/.",
    "ICDAM9: welcome",
    "[raw_reference] Hills, A., Mater Mother's Hospital, Mater Medical Research Institute, Griffith Health Institute, Griffith University, 2012. ICDAM9: welcome. Retrieved August 2, 2012, from http://www.icdam9australia.com/.",
    "[raw_reference] Liese, A.D., Colabianchi, N., Lamichhane, A.P., et al., 2010. Validation of 3 food outlet da- tabases: completeness and geospatial accuracy in rural and urban food environ- ments. Am. J. Epidemiol. 172, 1324-1333.",
    "[raw_reference] National Cancer Institute, 2012. Welcome to GEM, a web-based collaborative tool containing behavioral, social science, and other relevant scientific mea- sures. Retrieved August 6, 2012, from https://www.gem-beta.org/Public/ Home.aspx.",
    "[raw_reference] National Collaborative on Childhood Obesity Research, 2012. Measures Registry. Re- trieved August 2, 2012, from http://www.nccor.org/projects/measures/.",
    "[raw_reference] Powell, L.M., Slater, S., Mirtcheva, D., Bao, Y., Chaloupka, F.J., 2007. Food store avail- ability and neighborhood characteristics in the United States. Prev. Med. 44, 189-195.",
    "Welcome to DataSHaPER Website",
    "[raw_reference] Public Population Project in Genomics, Canadian Partnership for Tomorrow Project, Promoting Harmonisation of Epidemiologial Biobanks in Europe, Generation Scotland, 2012. Welcome to DataSHaPER Website. Retrieved August 2, 2012, from http://www.datashaper.org/.",
    "[raw_reference] University of California -San Diego, 2012. Welcome to the Personal Activity and Loca- tion Measurement System (PALMS) Wiki. Retrieved August 2, 2012, from http:// ucsd-palms-project.wikispaces.com/.",
    "[raw_reference] Wheeler, B.W., Cooper, A.R., Page, A.S., Jago, R., 2010. Greenspace and children's physical activity: a GPS/GIS analysis of the PEACH project. Prev. Med. 51, 148-152.",
    "[raw_reference] Wilson, J.S., Kelly, C.M., Schootman, M., et al., 2012. Assessing the built environment using omnidirectional imagery. Am. J. Prev. Med. 42, 193-199."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Preventive Medicine",
  "volume": "55",
  "issue": "6",
  "pages": "567-568",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:22.329764",
    "zotero_item_type": "journalArticle"
  }
}
