{
  "paper_id": "ZYMRZ3SZ",
  "title": "Mobile Text Messaging for Health: A Systematic Review of Reviews",
  "abstract": "The aim of this systematic review of reviews is to identify mobile text-messaging interventions designed for health improvement and behavior change and to derive recommendations for practice. We have compiled and reviewed existing systematic research reviews and meta-analyses to organize and summarize the text-messaging intervention evidence base, identify best-practice recommendations based on findings from multiple reviews, and explore implications for future research. Our review found that the majority of published text-messaging interventions were effective when addressing diabetes self-management, weight loss, physical activity, smoking cessation, and medication adherence for antiretroviral therapy. However, we found limited evidence across the population of studies and reviews to inform recommended intervention characteristics. Although strong evidence supports the value of integrating text-messaging interventions into public health practice, additional research is needed to establish longer-term intervention effects, identify recommended intervention characteristics, and explore issues of costeffectiveness.",
  "year": 2015,
  "date": "2015-04-22",
  "authors": [
    {
      "name": "Amanda Hall",
      "affiliation": {
        "organization": "Department of Biomedical Informatics and Medical Education",
        "department": "Department of Biomedical Informatics and Medical Education",
        "institution": "University of Washington",
        "address": "98105, Seattle, Washington"
      }
    },
    {
      "name": "Heather Cole-Lewis",
      "affiliation": {
        "organization": "Department of Biomedical Informatics",
        "department": "Department of Biomedical Informatics",
        "institution": "Columbia University",
        "address": "10032, New York, NY"
      }
    },
    {
      "name": "Jay Bernhardt",
      "email": "jay.bernhardt@austin.utexas.edu",
      "affiliation": {
        "organization": "Center for Health Communication",
        "department": "Center for Health Communication",
        "institution": "University of Texas",
        "address": "78712, Austin, Texas"
      }
    }
  ],
  "doi": "10.1146/annurev-publhealth-031914-122855",
  "md5": "466836BDCA80DD3E53C06F1AD8698D85",
  "publication": {
    "journal": "Cochrane Database Syst. Rev",
    "journal_inferred": true
  },
  "keywords": [
    "texting",
    "SMS",
    "short message service",
    "mHealth",
    "cellular phone",
    "cell phone",
    "smartphone",
    "textmessaging interventions"
  ],
  "funding": [
    "",
    "",
    "ACKNOWLEDGMENTS This work was supported in part by the  National Institutes of Health, National Library of Medicine (NLM) Biomedical and Health Informatics Training Programs at the University of Washington (Grant No.  T15LM007442 ) and  Columbia University  (Grant No.  T15LM007079 ). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The authors wish to thank  Julia Hall  et al."
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "In 1984, before the development and proliferation of mobile phones, more than half of the world's population lived in countries with one telephone for every 100 people, whereas twothirds of all people worldwide had no access to telephones  (20) . Thirty years later, mobile penetration has reached 90% in developing countries, there are almost 7 billion mobile phone subscriptions worldwide, and the global mobile penetration rate reached 96%  (21) . Among the most frequently utilized interpersonal mobile communication channels is called short message service (SMS), or text messages, involving the creation and real-time exchange of alphanumeric messages of 160 characters or fewer. A related, albeit less used, mobile channel is called multimedia message service (MMS), involving the mobile exchange of images and videos. These forms of messaging have become ubiquitous, and an estimated three-quarters of all mobile users use text messaging  (23) . In the United States, texting among adult mobile users in 2011 was higher among Hispanics (83%) and African Americans (76%) than Whites (70%)  (51) . In 2013, 1.91 trillion text messages were sent in the United States (5), and more than 8 trillion text messages were sent worldwide  (28) . However, texting rates have dipped slightly in recent years following the availability of free mobile-messaging applications (or apps) such as WhatsApp, Kik, and Facebook Messenger.\n\nIn addition to their frequent use and enormous reach, text and multimedia messaging have many other characteristics that make them well suited for public health interventions. Although text-messaging interventions (TMIs) may be scalable at a relatively low cost, and simple TMIs can reach large groups of people at a low cost per person, more complex interventions may have a higher per capita cost. TMIs also have the potential to incorporate qualities often associated with more effective health communication interventions, such as tailoring, interactivity, personalization, and/or high message repetition  (37) . Furthermore, text messages appeal to users' addiction-like desire to receive messages and the unconscious pleasure of the dopamine release associated with this reward  (45) . As a result, it has been found that 99% of received mobile text messages are opened, and 90% of all mobile text messages are read within three minutes of being received  (22) .\n\nText messaging for health can be considered part of the larger strategy of mobile health (mHealth), which is the application of mobile technologies, including phones, tablets, telemonitoring, and tracking devices, to support and enhance the performance of health care and public health practice. According to Head et al.  (16) , the first study using text messaging for health was published in 2002  (31) , and it has since been followed by dozens of other published studies and hundreds of largely unpublished pilot projects. The first systematic review of texting for health was published in 2009 (10) and was subsequently followed by more than 20 published systematic reviews and meta-analyses, each one addressing a slightly different aspect of the application of text messaging for improving or protecting health. The first known systematic review of reviews was published in 2014 and explored findings from reviews of TMIs and health care delivery, including 13 systematic reviews, 3 of which focused on clinical appointment reminders; however, only two databases were searched (PubMed and Cochrane Library)  (19) .\n\nIn the present study, we have endeavored to bring some organization and order to this rapidly growing TMI literature by conducting a systematic review of the highest-quality published systematic reviews and meta-analyses that assessed studies relating primarily to public health research and practice. Therefore, the purpose of our systematic review of reviews is to evaluate the evidence of the effects of TMIs on health outcomes and behavior change in community settings across all countries, based on reviews of published studies"
    },
    {
      "title": "Review Selection",
      "text": "Search results were imported into bibliographic citation management software to aggregate relevant review articles and to exclude duplicate references. Two authors independently reviewed all article titles and abstracts identified from the electronic searches to determine if the returned articles were related to TMI reviews. Their respective article lists were then combined. Relevant full-text review articles were reviewed by two authors and assessed against the inclusion and exclusion criteria described below. Disagreements between authors were resolved through discussion with the third author."
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "We included in our sample only English-language literature reviews, narrative reviews, systematic reviews, and meta-analytical reviews. Included review articles must have assessed individual studies that delivered and evaluated SMS/MMS interventions either as stand-alone programs or combined with other intervention strategies. Reviews focused on TMIs targeted to adults were included, whereas those focused on TMIs for youth or adolescents were excluded. Reviews that exclusively assessed health communication modalities other than SMS or MMS, such as mobile apps or emails, were excluded. To be included for further review, the collected review articles must also have addressed behaviors and/or outcomes related to public health, such as health promotion, disease prevention, or chronic disease self-management. Reviews without reported findings on health behaviors or clinical outcomes were excluded. Reviews that focused on TMI studies that exclusively addressed clinical diagnoses, clinical treatments, or clinical appointment reminders were excluded. Finally, we excluded reviews not meeting predefined criteria for methodological quality."
    },
    {
      "title": "Outcome Measures",
      "text": "We selected review studies (i.e., review, systematic, narrative, or meta-analysis) that reported health outcomes targeting individual-level disease prevention, health promotion, and/or chronic disease self-management behaviors. As primary outcome measures, we included all outcomes related to health status or health behavior change (e.g., smoking cessation, medication adherence, increased physical activity).\n\nSecondary outcome measures reported in the examined reviews included the following variables and TMI parameters: SMS frequency (daily, weekly, etc.), SMS interactivity (oneway versus two-way), personalization and/or tailoring of SMS, use of theory in SMS composition and delivery, duration of individual studies, SMS only versus SMS plus other intervention components, and statistical significance of individual studies as reported by the authors of the reviews."
    },
    {
      "title": "Study Quality Assessment",
      "text": "We assessed the quality of each review in our sample of reviews using the Overview Quality Assessment Questionnaire (OQAQ)  (13, 35) .Two authors independently assessed each potentially relevant review for inclusion in the final analysis. Any disagreements between authors on the OQAQ were resolved by discussion and were verified by the third author. Reviews were coded and included for detailed analysis only if their OQAQ score was ≥14 (range 0-18)  (13, 41) ."
    },
    {
      "title": "Data Extraction",
      "text": "We extracted data on TMI effectiveness, behavior and health outcomes, and TMI components. Two separate matrices were then created. The first summary matrix included health issue(s) addressed by the review (e.g., weight loss, HIV, diabetes), study designs included in each review, type of literature review, number of studies and total participants included, primary and secondary outcome results, review authors' future research recommendations, assessment of risk of bias, and assessment of the quality of the evidence.\n\nWe created the second summary matrix with the data extracted from all the relevant individual studies within each review. This matrix included health issue(s) addressed by the TMI, study design, significant health or behavioral outcomes, SMS frequency (daily, weekly, etc.), SMS interactivity (one-way versus two-way), personalization and tailoring of TMI (SMS content or delivery matching each receiver's preferences or characteristics), theoretical basis for TMI, study duration, and intervention components (SMS only or SMS plus other intervention features). To maintain consistency in the reporting of data, meta-analysis effect sizes were replaced with reports of significant findings, extracting data from the original article when necessary. Individual studies that appeared in multiple reviews were included in the summary table only once.\n\nAll three authors independently extracted the aforementioned data from a subset of the review studies included into the constructed matrices (12), which were then cross-checked by alternative authors to confirm the data and matrix categories. Any discrepancies were discussed and resolved jointly among the three authors; the original study was reviewed if needed to resolve the discrepancy."
    },
    {
      "title": "Analysis",
      "text": "Analyses of studies were extracted, reviewed, and reported in a systematic format. The PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) checklist was used to synthesize and report findings, except for items that were not relevant for a systematic review of reviews  (25) ."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Search Results",
      "text": "Studies identified and compiled through database searches resulted in 1,669 potentially relevant reviews; however, 1,609 studies were excluded after a screening of titles and abstracts because they were not TMI reviews addressing health promotion, disease prevention, or chronic disease self-management. For the remaining 60 studies, full text articles were retrieved and assessed against the inclusion and exclusion criteria. Only 25 of the 60 studies met the criteria and were further quality-assessed and rated using the OQAQ. An additional 10 review studies were excluded due to low quality scores on the OQAQ(2, 3, 7, 8,  24, 26, 30, 44, 48, 50) . Two of the 10 reviews contained multiple manuscripts reporting on the same interventions, and OQAQ scores from these 2 reviews were averaged to account for this occurrence (7, 8). Figure  1  provides the systematic review of reviews study flow diagram illustrating process and results. The list of excluded studies is provided in Supplemental Table  2 .\n\nIn total, 15 systematic reviews and/or meta-analyses, representing multiple individual SMSintervention studies, met all selection and quality criteria. Table  1  includes our summary findings of the systematic review of reviews and Supplemental Table  3  summarizes the findings from 89 relevant individual studies included within the 15 reviews. All of the selected and summarized reviews were published between the years 2009 and 2014. Six of the 15 included reviews conducted or included meta-analyses (9, 11,  16, 18, 40, 47) .\n\nThe reviews we included and coded assessed studies with diverse study designs [e.g., randomized controlled trial (RCT), quasi-experimental design (QED), pretest/posttest (PTPT), and observational] and a wide range of study sizes (ranging from 10 to 5,800 participants). Reviews included 228 mHealth intervention studies on a variety of healthbehavior topics related to health promotion, disease prevention, and chronic disease selfmanagement. Several reviews focused on a wide range of health topics (4, 10, 11,  16, 43) , whereas other reviews narrowly targeted studies of specific health behaviors, such as medication adherence [i.e., antiretroviral therapy (ART) or tuberculosis (TB) treatment adherence] (9,  18, 32, 36, 42) , self-management of chronic conditions (6), physical activity and weight loss  (34, 38, 40) , and smoking cessation  (47) .\n\nThe individual studies reviewed in the 15 review articles were coded and summarized based on their descriptions in the review articles and occasionally through a full-text review of the original studies. These studies were coded into Supplemental Table  3  to identify and remove duplicate studies that appeared in multiple reviews. We found a total of 228 studies coded in the 15 reviews, of which 168 were considered relevant. Individual SMS studies that were eliminated included studies that did not directly relate to public health issues (e.g., appointment reminder interventions) or feasibility or usability studies that did not test the effect of SMS on health or behavioral outcomes. The 168 relevant studies contained 79 duplicates; thus, we identified in total 89 unique studies related to TMIs.\n\nStudies varied in intervention complexity; the majority of them messaged participants at least once daily, if not more, and used interactive, two-way communication. The majority of studies also utilized tailoring or personalization, but few utilized a behavior change theory. Roughly half of the studies used text only, whereas other studies included text messaging in addition to other technology and intervention activities. Intervention duration spanned from nine days to two years, with the majority of studies lasting from three to six months."
    },
    {
      "title": "Study Quality, Risk of Bias, and Quality of Evidence",
      "text": "Review quality was rated using the OQAQ, which returned an average score of 16.47 for all 15 systematic reviews included in our final sample  (35) . The average OQAQ score for the 10 excluded studies was 11.8. Supplemental Table  4  reports the results of the OQAQ scores by study and question items, and it also includes the OQAQ scoring criteria for quality assessment of systematic reviews and meta-analyses. Many of the excluded studies scored low on the OQAQ due to a lack of assessment of the risk of bias in included studies (i.e., selection bias, performance and detection bias, attrition bias, and reporting bias), in accordance with the Cochrane Handbook for Systematic Reviews of Interventions, and/or due to a failure to assess the quality of the evidence (i.e., high, moderate, low, or very low)  (17) . We then assessed the risk of bias and quality of evidence of research findings to determine the extent to which study findings could be confidently applied to make recommendations for public health practice. The findings on quality, bias, and OQAQ scores appear in Table  1  (1)."
    },
    {
      "title": "Text-Messaging Intervention Effectiveness by Health Issue",
      "text": "Five of the 15 reviews focused on a diverse range of disease prevention and health promotion topics (4, 10, 11, 16, 43), including smoking cessation, physical activity, weight loss, and/or chronic disease self-management (Table  1 ). In terms of overall effectiveness, all five of these crosscutting reviews reported that the majority of the reviewed studies found TMIs to have statistically significant positive effects on health outcomes and/or behaviors. Cole-Lewis & Kershaw (4) reported that eight out of nine sufficiently powered studies found statistically significant effects on behavior change for disease prevention and chronic disease self-management; the greatest amount of evidence concerned TMIs for diabetes self-management. In our study-level analyses, we identified 16 unique TMI studies focused on diabetes (Supplemental Table  3 ). Fjeldsoe et al. (10) reported similar findings related to TMIs for behavior change. They found that 8 out of 14 studies showed statistically significant effects, and 5 studies reported positive behavioral trends but were not sufficiently powered (effect sizes ranged from 0.09 to 1.38 based on the 6 studies reporting sufficient data and control groups). Vodopivec-Jamsek et al.  (43)  conducted a systematic review on the use of TMIs for preventive health care and reported that three out of four studies found statistically significant clinical or behavioral outcomes.\n\nFree et al. (11) included a wide range of mHealth studies related to disease self-management and health behavior change, including TMI-based studies. A meta-analysis conducted on two studies using SMS for smoking cessation found significantly improved quit rates at six months [pooled estimate of relative risk (RR) = 2.16; 95% CI: 1.77, 2.62; p < 0.0001] (11). Two of three other TMI-based smoking cessation studies showed statistically significant improvements, but studies on weight loss and simple medication reminders showed no significant benefits (11). 16 ) conducted a meta-analysis on TMIs for health promotion, including 19 studies and 5,958 participants, and found that SMS-based interventions for health promotion had an effect size (d) of 0.329 (95% CI: 0.274, 0.385; p < 0.001). They also found that interventions were most successful on smoking cessation (d = 0.447; 95% CI: 0.367, 0.526; p < 0.001), physical activity (d = 0.509; 95% CI: 0.236, 0.781; p < 0.001), and, to a lesser extent, weight loss and primary care appointments  (16) . Furthermore, SMS interventions targeting preventive medication adherence and other health behaviors were not as common or successful  (16) . Finally, Head et al.  (16)  reported that SMS tailoring, personalization, and decreasing message frequency were significantly associated with greater intervention efficacy."
    },
    {
      "title": "Head et al. ("
    },
    {
      "title": "Physical Activity and Weight Loss",
      "text": "Three of the 15 reviews primarily examined physical activity, diet, and/or weight loss  (34, 38, 40) . Siopis et al.  (40)  reported that 6 out of 13 studies found a statistically significant clinical outcome, and a meta-analysis of 6 of the 13 studies included in the review found that receivers of SMS-based interventions had seven times greater weight loss on average than non-SMS control participants (95% CI = -3.41, -0.93; p = 0.001). Shaw et al.  (38)  reported that 11 out of 14 reviewed studies reported a statistically significant reduction in weight, 5 out of 10 reported a statistically significant reduction in body mass index, 3 out of 6 reported a statistically significant increase in physical activity, and 2 out of 3 studies reported a statistically significant reduction in blood pressure. O'Reilly et al.  (34)  reported that 5 out of 8 studies that used SMS for physical activity assessment and/or promotion reported statistically significant findings; all studies were considered of moderate or strong quality.\n\nA few characteristics of SMS interventions were reported in the studies on physical activity/ weight loss, such as use of theory, message frequency, and text only versus text plus other intervention components. Shaw et al.  (39)  reported that one out of three studies found a statistically significant increase in self-efficacy, and five out of six studies that sent at least one SMS per day showed improvements in physical activity. Furthermore, SMS was found to be feasible and acceptable as an intervention medium for messages about diet and physical activity. Siopis et al.  (40)  reported that SMS frequency varied across studies, and daily to weekly texting seemed to increase program retention. O'Reilly et al.  (34)  reported that SMS stand-alone interventions and SMS interventions combined with mobile journaling both showed positive effects.\n\nWhen examining the individual TMI studies appearing in the 15 reviews and controlling for duplicates (Supplemental Table  3 ), we identified 19 studies related to promoting physical activity. Of these, 7 were exclusively focused on physical activity, 11 were focused on physical activity and diet, and 3 also added weight loss, medication, or sedentary behaviors as additional areas of focus. Overall, 11 out of the 19 studies examining TMIs for physical activity reported statistically significant effects on outcomes and/or behaviors, whereas the remaining 8 did not find significant effects. These studies were diverse in their designs, sample sizes (ranging from 40 to 357), and durations (ranging from two weeks to one year). Moreover, these studies were similarly diverse in their intervention characteristics, with no clear association between design or characteristics and intervention effects. There were also six individual TMI studies focused on weight loss, with five out of six reporting statistically significant effects on health outcomes and/or behaviors. These studies were of similar size, design, and characteristic diversity of the physical activity studies. The one weight loss study without significant effects  (33)  was not coded for individual intervention characteristics when it was reviewed  (40) ."
    },
    {
      "title": "Medication Adherence",
      "text": "Five of the 15 reviews focused on medication adherence, which is an important public health issue  (49) . Park et al.  (36)  included a wide range of chronic conditions (e.g., diabetes, asthma, HIV/AIDS) for which SMS messages were tested for medication adherence and found that 18 out of 29 studies using TMIs reported statistically significant improvements in medication adherence rates or biomarkers; however, 11 studies reported no differences. The authors note that many of these 11 nonsignificant studies used basic and repetitive SMS content compared to more varied and motivational content in the studies with positive outcomes.\n\nThree of the five adherence-related reviews focused on the effectiveness of SMS for HIV care, particularly ART (9, 18, 42). Finitsis et al. (9) conducted the most updated metaanalysis, thus utilizing the most up-to-date evidence among the three reviews on ART; considering eight studies with a combined 1,551 participants, they found that SMS interventions significantly improved average adherence outcomes (k = 9; OR = 1.39; 95% CI = 1.18, 1.64) and biological outcomes (k = 3; OR = 1.56; 95% CI = 1.11, 2.20). Horvath et al. (  18 ) also conducted a meta-analysis but included only two high-quality studies and found similar positive findings. Van Velthoven et al.  (42)  conducted a systematic review and reported that two of the three ART adherence intervention studies included in their review showed statistically significant positive results.\n\nNglazi et al.  (32)  assessed the use of SMS for TB treatment adherence. The results of this four-study review are mixed and, because of low study quality, the evidence of effectiveness is inconclusive  (32) . However, the authors note that three RCTs are under way in Canada, Pakistan, and China that may contribute to the literature on SMS for TB treatment adherence  (32) .\n\nMany SMS intervention characteristics were tested in the individual studies included in the five reviews on medication adherence. Park et al.  (36)  reported that positive effects on medication adherence occurred in all studies that applied tailored or personalized messages and that the majority of reviewed studies reported high participant satisfaction (>80%) in receiving SMS messages for health management. Finitsis et al. (9) reported that larger effects were associated with SMS on ART adherence that were sent less frequently than daily and that used bidirectionality, personalization, and tailoring to participants' clinical needs. Horvath et al.  (18)  reported that long and short SMS messages sent at weekly intervals for ART adherence worked equally well, and that one of the included trials found high-quality evidence that weekly SMS could significantly reduce HIV viral load. Finally, Van Velthoven et al.  (42)  reported that SMS was perceived to be an acceptable mode to receive HIV information as well as to communicate among health care workers.\n\nIndividual TMI studies focused on medication adherence were the most common, with 33 unique studies present after the removal of duplicates (Supplemental Table  3 ). Of these 33 studies, 20 reported statistically significant effects on health outcomes and/or behaviors, including 5 out of 10 targeting HIV medication adherence and 3 out of 3 targeting asthma adherence. Study designs, sizes, durations, and characteristics varied considerably, with no clear and consistent association between design or intervention characteristics and intervention effects."
    },
    {
      "title": "Other Health Issues",
      "text": "One of the 15 reviews specifically analyzed effects of SMS on smoking cessation  (47) . Whittaker et al.  (47)  conducted a meta-analysis of five studies with a combined 9,100 participants and found that mobile phone interventions increased long-term quit rates compared with control programs (RR = 1.71; 95% CI = 1.47 to 1.99; p = 0.001; I 2 = 79%). Furthermore, all studies included in this review presented long-term outcomes at six months as self-reported point prevalence and/or continuous abstinence  (47) .\n\nIn total, we identified eight individual TMI studies focused on smoking cessation (Supplemental Table  3 ), with six out of eight of these studies reporting statistically significant effects on health outcomes and/or behaviors. Seven out of eight of these studies used RCT designs, and sample sizes in some studies were considerably larger than in other TMI trials, with the largest one including 5,800 participants. The two studies without significant effects were among the smallest studies in this category, with 174 (15) and 226  (46)  participants, respectively.\n\nFinally, the last of the 15 reviews assessed TMIs for self-management of chronic conditions (i.e., asthma, diabetes, hypertension) (6). De Jongh et al. (6) reported that two out of four studies in their systematic review found statistically significant improvements in health outcomes and three out of four found statistically significant improvements in disease selfmanagement behaviors. Although the evidence was considered of low quality, they also found that two out of two studies found increased patient satisfaction, and two out of two studies found improved health services utilization.\n\nAll of the 16 individual TMI studies we identified that focused specifically on diabetes, controlling for duplicates that appeared in multiple reviews, reported statistically significant effects on health outcomes and/or health behaviors (Supplemental Table  3 ). Sample sizes for these 16 studies were relatively small (n = 18-215), study durations varied from three weeks to one year, and study designs included nine RCTs, three QEDs, and four PTPTs. These 16 studies also featured a wide range of SMS intervention characteristics. SMS frequency varied from multiple messages per day to one message per week, and only 1 of the 16 studies was specifically noted for using theory  (14) , although other theory-informed studies may not have been noted as such in the review papers. Eleven out of the 16 studies reported that the SMS interventions were interactive, compared to 5 that were not, and 13 reported using personalized text messages. Finally, 4 of the 16 studies focused on stand-alone text interventions, whereas the other 12 combined SMS with other intervention modalities. All other individual TMI studies for chronic disease management either fell into the category of medication adherence (asthma) or were represented by only one individual study and labeled as \"other\" in Supplemental Table 3 (e.g., hypertension, bulimia nervosa)."
    },
    {
      "title": "Future Research on Text-Messaging Interventions",
      "text": "The authors of the 15 reviews articulated their recommendations for future research based on the findings and especially the gaps in the studies they reviewed (Table  1 ). We have aimed to summarize and synthesize these recommendations here.\n\nAlthough a few individual TMI studies attempted to assess intervention characteristics, very few of the reviews and meta-analyses were able to draw strong conclusions on what characteristics worked better than others. As a result, many of the review authors' recommendations focused on the need to assess the relative effectiveness of specific TMI delivery characteristics, such as frequency of messaging, timing of delivery, duration of interventions, interactivity of SMS interventions, and impact of complementary interventions and communication modalities (4, 9, 10,  16, 32, 34, 38, 40, 43, 47) . However, Head et al.  (16)  found no significant differences between interventions using text only and interventions using text plus other components (i.e., Web, print materials, human counseling). A number of review authors also called for more research on the use of behavior change theories for TMIs, including theories that can address qualities of SMS delivery and address specific health behaviors (10,  16, 36) , and they solicited an exploration of the potential risks and unintended consequences associated with TMIs (6, 32, 43).\n\nAnother common recommendation from review authors was the need for more rigorous study designs, including greater use of RCTs, larger and more representative sample sizes, and inclusion of different age groups, settings, contexts, and geographic locations (4, 6, 10, 11,  18, 32, 36, 38, 40, 42, 43, 47) . Many authors also noted the almost complete lack of research on cost-benefit and cost-effectiveness in the TMI literature to date and called for future research to focus on these factors, especially in developing countries when possible (4, 9, 11,  32, 36, 40, 42, 43, 47) . Other recommendations for future research were more specific to particular TMI health behaviors. For instance, additional recommendations for future research pertaining to SMS for increasing ART adherence included the need for more research with adolescent populations, with individuals caring for HIV-positive children and infants, on technology access, and in developed and middle-income countries  (18, 42) . Reviews assessing TMIs for physical activity and weight loss recommended that future studies attempt to over-recruit male participants because they have been significantly underrepresented in the research conducted to date  (38, 40) ."
    },
    {
      "title": "DISCUSSION",
      "text": "The near ubiquitous ownership of mobile phones, coupled with the massive use of mobile phone messaging worldwide, has sparked a growth in mHealth applications, such as those using TMIs, in public health research and practice. To help organize and understand the research that has been conducted to date, we systematically identified all published literature review studies that examined TMIs for addressing disease prevention, health promotion, and/or chronic disease self-management. We also sought to expand on the findings from a recent systematic review of reviews conducted by Househ  (19)  on the impact of TMIs for healthcare. Furthermore, we aimed to report comprehensively and interpret what has been learned in slightly more than a decade of research on TMIs and to provide research recommendations that may help mobile phone messaging reach its full potential as an effective method for public health interventions.\n\nAlthough research on TMIs for changing health behaviors and improving health outcomes has begun rather recently, this area of research has expanded rapidly since 2002, consistent with the rapid development and worldwide diffusion of mobile technology. As the number of published TMI studies began to increase, the first systematic review on behavior change interventions delivered by mobile phone SMS was published in 2009 (10). This review was quickly followed by many other reviews attempting to synthesize research findings on the applications of TMIs to a variety of health care topics and health behaviors. For example, The Cochrane Collaboration published a series of four reviews analyzing the effects of mobile phone messaging on health care delivery and utilization (6). The very large volume of published reviews and meta-analyses on text messaging for health demonstrates the enormous potential of this novel, high-reach, highly accessible, and relatively low-cost communication strategy; it also attests to the strong desire among researchers and practitioners to determine its efficacy and to gather evidence to inform best practices.\n\nDespite its rapid growth, however, this area of research and practice is still in its adolescence, and it remains difficult to interpret and synthesize research findings across diverse study designs, health topics, and study purposes to effectively translate findings into best practices. Therefore, our review did not aim to synthesize best practices where the strength or specificity of evidence was lacking or mixed, but it focused instead on summarizing the published research review literature on TMIs and organizing it by targeted health topics, health outcomes and behaviors, and SMS intervention characteristics. Almost all of the 15 reviews and meta-analyses that we coded found that the reviewed TMI studies, using extremely diverse intervention characteristics, had significantly positive effects on diverse health behaviors. These results were further confirmed upon review of the original TMI studies included in these reviews and removal of the duplicates that appeared in multiple reviews. Several of the reviews we analyzed also conducted meta-analyses, which permit more meaningful numerical comparisons across studies in a standard form and allow for more inferential findings and evidence for practice  (27) . All of the meta-analyses we reviewed concluded that TMIs had a statistically significant positive effect on health outcomes and/or health behaviors. Overall, the majority of reviews we reviewed reported low-to-moderate quality of evidence (i.e., few findings were reported as high-quality evidence by review study authors) to demonstrate the effectiveness of TMIs on health behavior outcomes. Frequently mentioned limitations across the reviews included lack of rigorous study designs, small sample sizes, short intervention durations, and lack of representative study populations and environments. Furthermore, to bridge the gap between mobile technological advancements and delays in RCT TMI findings, more adaptive and iterative study design and evaluation methods could be implemented, such as the Multiphase Optimization Strategy (MOST) and the Sequential Multiple Assignment Randomized Trial (SMART)  (34) .\n\nAn interesting finding from some of the reviews published more recently is the inclusion or discussion of interventions using MMS. Since MMS is a newer, more advanced version of mobile messaging that lacks the high level of access and high frequency of use of SMS, we did not account for this term in our search strategy. Moreover, MMS is not yet an indexed MeSH term in PubMed, whereas SMS is; however, a few reviews included MMS within their TMI study samples, whereby recipients would receive nontext information such as links, images, or videos  (46) . Although a few reviews included descriptions of SMS and MMS in their introductions as examples of mobile messaging (6, 43), the other reviews did not make this distinction, which made it extremely difficult to distinguish TMI components. It is likely that MMS will become a more frequent feature of future TMIs for public health, especially as most mobile users shift to smartphones with more advanced messaging capabilities. In addition, new mobile messaging services, such as Facebook Messenger, Kik, WhatsApp, SnapChat, and Instagram, all have functions that emulate and often surpass both SMS and MMS functionality, including the ability to add searchable tags or hashtags to content. Future research on TMIs for public health must also explore the potential intended and unintended consequences of these emerging and innovative mobile messaging tools, especially among their most frequent users such as younger audiences.\n\nAlthough inferring patterns and making recommendations on specific TMI characteristics is a challenging task given the diverse array of studies and reviews, we did find somewhat consistent evidence that TMIs generally resulted in significant positive benefits in the areas of diabetes self-management, physical activity, weight loss, smoking cessation, and medication adherence for ART. Inclusion criteria across the reviews were mixed, with some reviews including only specific health topics or specific designs, analyzing TMI only as a stand-alone intervention, or addressing health care administration (e.g., basic appointment reminders) as opposed to public health issues. Regarding TMI characteristics, the reported results were mixed, and many of the reviews included studies with diverse or missing data on TMI components; however, some reasonable conclusions related to TMI characteristics could be reached. For example, greater effects were associated with text messages on ART adherence that were sent less frequently than daily (such as weekly) and that used bidirectionality, personalization, and tailoring to clinical needs  (18) . Positive findings were associated with all health promotion or medication adherence TMI studies using tailored or personalized messages  (36) . Daily to weekly TMI message frequency for weight loss appeared to increase program retention  (38, 40) . Although these findings are important to consider when planning interventions in these areas, we could not infer whether increasing TMI complexity with characteristics such as personalization, tailoring, and varying delivery frequency is likely to increase intervention costs. Furthermore, caution toward unintended consequences of TMIs should be considered before applying them to other health areas.\n\nMost notable to us were the findings from the most recently published meta-analyses and systematic reviews, because the earliest published reviews had fewer published studies to consider and may have included greater numbers of pilot studies with smaller samples and/or less rigorous study designs. For example, Fjeldsoe et al. (10) reported that TMIs showed positive short-term outcomes in 13 out of 14 studies on diverse health issues and that intervention characteristics such as tailoring and interactivity were important features of TMIs. In contrast, Head et al.  (16) , given the benefit of more published TMI research, were able to conduct a meta-analysis of the efficacy of TMIs for health promotion using only studies using RCTs. They found that smoking cessation and physical activity outcomes were most amenable to change through TMIs. Additionally, they found that message tailoring and personalization were significantly associated with increased TMI efficacy. Whereas the older and more health topic-focused reviews were not able to conduct meta-analyses due to a lack of available studies with rigorous designs and ample data, we would expect this challenge to diminish as a greater number of rigorous TMI studies are funded, conducted, and published. To this end, a majority of reviews reported on numerous ongoing TMI studies with more rigorous designs, such as larger scale RCTs. Free et al. (  11 ) also listed several studies that were published after the search of their review was completed and were not included in their analysis.\n\nBased on our review findings and the synthesized recommendations from the review authors, we believe that future studies of TMIs for health, including systematic reviews and meta-analyses, should seek to focus on specific health behaviors and outcomes, populations, settings, and TMI characteristics, including MMS components, rather than offer broad overviews of a variety of TMIs, mobile technologies, and health outcomes. This will allow for more practical and applicable findings. Future research on cost-effectiveness is also essential, particularly in developing countries and/or for more sophisticated intervention designs and characteristics. Furthermore, the variability of outcome measures and follow-up assessment durations makes it difficult, if not impossible, to make comparisons and reach conclusions across studies. Therefore, consensus among researchers is needed to identify and adopt standardized outcome measures and to set standardized follow-up assessment periods, such as six weeks, to facilitate future comparative assessments.\n\nWhen considering the results from our review of reviews, it is important to note that this study was primarily limited to capturing and reporting information that appeared in systematic reviews and meta-analyses, with full-text individual studies only accessed to fill major data gaps or to assess differences regarding specific studies coded in multiple reviews. The broad variation in the scope and specificity of the TMI components reported complicated our task to synthesize the information across a large number of reviews. For example, very few reviews reported on the use of behavior theory in TMIs, so it is possible that a greater number of studies utilized behavior theory, but this information was not reported in many reviews and was therefore not available to us.\n\nAdditionally, interpretation of our review of review findings should consider the potential omissions and errors that may be present in our coding and findings as a result of unreported errors in the original reviews and/or underlying studies. We sought to minimize errors of interpretation through dual coding and resolution with a third coauthor at each step of our data extraction process. Furthermore, the presence of accurately coded duplicate studies across reviews and our efforts to resolve unclear and disparate study descriptions by consulting the original studies all contributed to the accuracy of our data.\n\nFinally, in our attempt to be as comprehensive as possible, we sought to include all reviews that assessed the effectiveness of TMIs on health outcomes and behaviors, which led to the inclusion of reviews that were not specifically focused on SMS and/or included other mHealth components in addition to SMS  (11, 34) . The diversity of review paper types and the inclusion of non-SMS studies in our review paper sample presented particular difficulty in the interpretation of results, as review authors provided inconsistent methods for reporting and synthesizing their TMI findings."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Mobile phones have become the most accessible form of mediated communication in world history, and text messaging has become one of the most frequently used forms of mobile communication. Public health researchers have sought to capitalize on this potentially gamechanging communication modality by developing and testing TMIs designed to provide information that results in improved health outcomes and/or changed health behaviors. In slightly more than a decade of innovative research, dozens of studies and more than 20 systematic reviews and meta-analyses have been conducted to explore the potential of TMIs for public health. This systematic review of reviews identified and coded the results of the highest-quality reviews and found that the majority of published TMIs were effective at addressing diabetes self-management, weight loss, physical activity, smoking cessation, and medication adherence for ART. Limited evidence exists to determine the most efficacious intervention characteristics, and more research is needed to determine best practices, to assess longer-term effects in more diverse populations, and to determine the cost-benefit and cost-effectiveness of TMIs.\n\nAlber, Elizabeth Glowacki, and Melissa Suran for their assistance with literature searches, reference management, proofreading, and table reviews."
    },
    {
      "title": "Glossary"
    },
    {
      "title": "SMS",
      "text": "short message service MMS multimedia messaging service TMI text-messaging intervention mHealth mobile health RCT randomized controlled trial QED quasi-experimental design PTPT pretest/posttest ART antiretroviral therapy TB tuberculosis LITERATURE CITED 1. AHRQ (Agency Healthc. Res. Qual.). Methods Guide for Effectiveness and Comparative Effectiveness Reviews. Rockville, MD: Agency Healthc. Res. Qual.; 2014. AHRQ Publ. No. 10(14)-EHC063-EF. 2. Buchholz SW, Wilbur J, Ingram D, Fogg L. Physical activity text messaging interventions in adults: a systematic review. Worldviews Evid.-Based Nurs. 2013; 10:163-173. [PubMed: 23746267] 3. Buhi ER, Trudnak TE, Martinasek MP, Oberne AB, Fuhrmann HJ, McDermott RJ. Mobile phonebased behavioural interventions for health: a systematic review. Health Educ. J. 2013; 72:564-583. 4. Cole-Lewis H, Kershaw T. Text messaging as a tool for behavior change in disease prevention and management. Epidemiol. Rev. 2010; 32:56-69. [PubMed: 20354039] 5. CTIA-Wirel. Assoc. CTIA's annual wireless industry summary report, year-end 2013. 2014 Updated June. http://www.ctia.org/your-wireless-life/how-wireless-works/annual-wireless-industry- survey . 6. de Jongh T, Gurol-Urganci I, Vodopivec-Jamsek V, Car J, Atun R. Mobile phone messaging for facilitating self-management of long-term illnesses. Cochrane Database Syst. Rev. 2012; 12:12. 7. Déglise C, Suggs LS, Odermatt P. Short message service (SMS) applications for disease prevention in developing countries. J. Med. Internet Res. 2012; 14(1):e3. [PubMed: 22262730] 8. Déglise C, Suggs LS, Odermatt P. SMS for disease control in developing countries: a systematic review of mobile health applications. J. Telemed. Telecare. 2012; 18:273-281. [PubMed: 22826375] 9. Finitsis DJ, Pellowski JA, Johnson BT. Text message intervention designs to promote adherence to antiretroviral therapy (ART): a meta-analysis of randomized controlled trials. PLOS ONE. 2014; 9(2):e88166. [PubMed: 24505411] 10. Fjeldsoe BS, Marshall AL, Miller YD. Behavior change interventions delivered by mobile telephone short-message service. Am. J. Prev. Med. 2009; 36:165-173. [PubMed: 19135907] 11. Free C, Phillips G, Galli L, Watson L, Felix L, et al. The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review. PLOS Med. 2013; 10:e1001362. [PubMed: 23349621] 12. Garrard, J. Health Sciences Literature Review Made Easy. Sudbury, MA: Jones & Bartlett Publ.; 2010. Figure 1. Review of reviews study flow diagram. Reproduced from Reference 29. For more information visit  http://www.prisma-statement.org . Abbreviations: SMS, short message service; OQAQ, Overview Quality Assessment Questionnaire."
    },
    {
      "title": "Secondary review results"
    },
    {
      "title": "Authors' recommendations",
      "text": "Assessed bias, quality, OQAQ statistically significant increase in physical activity; 2 out of 3 studies reported a statistically significant reduction in blood pre statistically significant increase in physical activity; 2 out of 3 studies reported a statistically significant reduction in blood pre statistically significant increase in physical activity; 2 out of 3 studies reported a statistically significant reduction in blood pre statistically significant increase in physical activity; 2 out of 3 studies reported a statistically significant reduction in blood pre statistically significant increase in physical activity; 2 out of 3 studies reported a statistically significant reduction in blood pre statistically significant increase in physical activity; 2 out of 3 studies reported a statistically significant reduction in blood pre found to be feasible and acceptable as an intervention medium for messages on diet\n\nphysical activity with sufficient samples sizes; conduct longitudinal studies; assess message delivery parameters (i.e., frequency, timing) Siopis et al. 2014 (40), SR, MA Weight loss RCT, QED, PTPT 13 (2,263) Meta-analysis of 6 studies found SMS receivers had 7 times greater weight loss on average than non-SMS control participants (95% CI =-3.41, -0.93; p =0.001); 6 out of 13 studies reported a statistically significant clinical outcome SMS frequency varied across studies, but daily to weekly texting showed a possible increase in program retention Overrecruit male participants; consider cost-effectiveness; assess message delivery parameters Yes, yes, 16 van Velthoven et al. 2013 (42), SR ART adherence RCT 3 (985) Two out of three ART adherence intervention RCTs showed statistically significant positive results SMS was perceived as an acceptable way to receive HIV information; SMS was perceived as acceptable for communication among health care workers; most pilot studies lack design rigor or measured outcomes needed to infer effectiveness Examine potential access differences (e.g., in some areas like Sub-Saharan Africa women are much less likely to own a phone than men); research costeffectiveness of SMS interventions; analyze evidence across settings (i.e., in high-income countries on effectiveness of ART reminders) Yes, yes, 16 Vodopivec-Jamsek et al. 2012 (43), SR Prenatal support, smoking cessation, weight loss, Vitamin C RCT 4 (1,933) Three out of four studies found statistically significant clinical or behavioral outcomes Studies with mixed evidence quality suggested user acceptability and no adverse effects of the SMS interventions Consider costeffectiveness and possible risks or harms of SMS; use larger sample sizes, different age groups, longer duration; analyze effects in different contexts (i.e., low-and middleincome countries) and various study designs (i.e., text only and text plus other intervention components) Yes, yes, 18"
    },
    {
      "text": "Characteristics of included systematic reviews a"
    },
    {
      "title": "ACKNOWLEDGMENTS",
      "text": "This work was supported in part by the  National Institutes of Health, National Library of Medicine (NLM) Biomedical and Health Informatics Training Programs at the University of Washington (Grant No.  T15LM007442 ) and  Columbia University  (Grant No.  T15LM007079 ). The content is solely the responsibility of the authors and does not necessarily represent the official views of the National Institutes of Health. The authors wish to thank  Julia Hall  et al."
    },
    {
      "title": "Supplementary Material",
      "text": "Refer to Web version on PubMed Central for supplementary material."
    },
    {
      "title": "Author Manuscript"
    }
  ],
  "references": [
    {
      "title": "Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions",
      "authors": [
        "C Greaves",
        "K Sheppard",
        "C Abraham",
        "W Hardeman",
        "M Roden"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2458-11-119",
      "journal": "BMC Public Health",
      "volume": "11",
      "pages": "119",
      "raw": "Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions \n\t\t \n\t\t\t C J Greaves \n\t\t \n\t\t \n\t\t\t K E Sheppard \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t W Hardeman \n\t\t \n\t\t \n\t\t\t M Roden \n\t\t \n\t\t 10.1186/1471-2458-11-119 \n\t\t 21333011 \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 11 \n\t\t\t 119 \n\t\t\t 2011 \n\t\t \n\t \n\t Greaves CJ, Sheppard KE, Abraham C, Hardeman W, Roden M, et al. Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions. BMC Public Health. 2011; 11:119. [PubMed: 21333011]"
    },
    {
      "title": "Computerized automated reminder diabetes system (CARDS): e-mail and SMS cell phone text messaging reminders to support diabetes management",
      "authors": [
        "D Hanauer",
        "K Wentzell",
        "N Laffel",
        "L Laffel"
      ],
      "year": 2009,
      "journal": "Diabetes Technol. Ther",
      "volume": "11",
      "raw": "Computerized automated reminder diabetes system (CARDS): e-mail and SMS cell phone text messaging reminders to support diabetes management \n\t\t \n\t\t\t D A Hanauer \n\t\t \n\t\t \n\t\t\t K Wentzell \n\t\t \n\t\t \n\t\t\t N Laffel \n\t\t \n\t\t \n\t\t\t L M Laffel \n\t\t \n\t\t 19848576 \n\t \n\t \n\t\t Diabetes Technol. Ther \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Hanauer DA, Wentzell K, Laffel N, Laffel LM. Computerized automated reminder diabetes system (CARDS): e-mail and SMS cell phone text messaging reminders to support diabetes management. Diabetes Technol. Ther. 2009; 11:99-106. [PubMed: 19848576]"
    },
    {
      "title": "Continuous individual support of smoking cessation using text messaging: a pilot experimental study",
      "authors": [
        "S Haug",
        "C Meyer",
        "G Schorr",
        "S Bauer",
        "U John"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp084",
      "journal": "Nicotine Tob. Res",
      "volume": "11",
      "raw": "Continuous individual support of smoking cessation using text messaging: a pilot experimental study \n\t\t \n\t\t\t S Haug \n\t\t \n\t\t \n\t\t\t C Meyer \n\t\t \n\t\t \n\t\t\t G Schorr \n\t\t \n\t\t \n\t\t\t S Bauer \n\t\t \n\t\t \n\t\t\t U John \n\t\t \n\t\t 10.1093/ntr/ntp084 \n\t\t 19542517 \n\t \n\t \n\t\t Nicotine Tob. Res \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Haug S, Meyer C, Schorr G, Bauer S, John U. Continuous individual support of smoking cessation using text messaging: a pilot experimental study. Nicotine Tob. Res. 2009; 11:915-923. [PubMed: 19542517]"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: a meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "Grant Harrington"
      ],
      "year": 2013,
      "journal": "Soc. Sci. Med",
      "volume": "97",
      "raw": "Efficacy of text messaging-based interventions for health promotion: a meta-analysis \n\t\t \n\t\t\t K J Head \n\t\t \n\t\t \n\t\t\t S M Noar \n\t\t \n\t\t \n\t\t\t N T Iannarino \n\t\t \n\t\t \n\t\t\t Grant Harrington \n\t\t \n\t\t \n\t\t\t N \n\t\t \n\t\t 24161087 \n\t \n\t \n\t\t Soc. Sci. Med \n\t\t \n\t\t\t 97 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Head KJ, Noar SM, Iannarino NT, Grant Harrington N. Efficacy of text messaging-based interventions for health promotion: a meta-analysis. Soc. Sci. Med. 2013; 97:41-48. [PubMed: 24161087]"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions Ver",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2011,
      "volume": "5",
      "raw": "Cochrane handbook for systematic reviews of interventions Ver \n\t\t \n\t\t\t Jpt Higgins \n\t\t \n\t\t \n\t\t\t S Green \n\t\t \n\t\t \n\t\t \n\t\t\t 2011 Updated March \n\t\t\t 5 \n\t\t \n\t \n\t Cochrane Collab \n\t Higgins JPT, Green S. Cochrane handbook for systematic reviews of interventions Ver. 5.1.0. 2011 Updated March. Cochrane Collab. http://www.handbook.cochrane.org."
    },
    {
      "title": "Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection",
      "authors": [
        "T Horvath",
        "H Azman",
        "G Kennedy",
        "G Rutherford"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd009756",
      "journal": "Cochrane Database Syst. Rev",
      "volume": "3",
      "pages": "9756",
      "raw": "Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection \n\t\t \n\t\t\t T Horvath \n\t\t \n\t\t \n\t\t\t H Azman \n\t\t \n\t\t \n\t\t\t G E Kennedy \n\t\t \n\t\t \n\t\t\t G W Rutherford \n\t\t \n\t\t 10.1002/14651858.cd009756 \n\t\t 22419345 \n\t \n\t \n\t\t Cochrane Database Syst. Rev \n\t\t \n\t\t\t 3 \n\t\t\t 9756 \n\t\t\t 2012 \n\t\t \n\t \n\t Horvath T, Azman H, Kennedy GE, Rutherford GW. Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection. Cochrane Database Syst. Rev. 2012; 3:CD009756. [PubMed: 22419345]"
    },
    {
      "title": "The role of short messaging service in supporting the delivery of healthcare: an umbrella systematic review",
      "authors": [
        "M Househ"
      ],
      "year": 2014,
      "doi": "10.1177/1460458214540908",
      "journal": "Health Inform. J",
      "pages": "1460458214540908",
      "raw": "The role of short messaging service in supporting the delivery of healthcare: an umbrella systematic review \n\t\t \n\t\t\t M Househ \n\t\t \n\t\t 10.1177/1460458214540908 \n\t \n\t \n\t\t Health Inform. J \n\t\t \n\t\t\t 1460458214540908 \n\t\t\t 2014 \n\t\t \n\t \n\t Househ M. The role of short messaging service in supporting the delivery of healthcare: an umbrella systematic review. Health Inform. J. 2014 pii: 1460458214540908."
    },
    {
      "title": "The missing link: report of the Independent Commission for World-Wide Telecommunications Development",
      "year": 1985,
      "doi": "10.1016/0736-5853(85)90080-2",
      "journal": "Int. Telecommun. Union",
      "volume": "52",
      "issue": "2",
      "raw": "The missing link: report of the Independent Commission for World-Wide Telecommunications Development \n\t\t 10.1016/0736-5853(85)90080-2 \n\t \n\t \n\t\t Int. Telecommun. Union \n\t\t \n\t\t\t 52 \n\t\t\t 2 \n\t\t\t \n\t\t\t 1985 \n\t\t\t Telecommun. J \n\t\t \n\t \n\t Int. Telecommun. Union. The missing link: report of the Independent Commission for World-Wide Telecommunications Development. Telecommun. J. 1985; 52(2):67-71."
    },
    {
      "title": "The World in 2014: ICT Facts and Figures",
      "year": 2014,
      "doi": "10.1093/law:epil/9780199231690/e514",
      "raw": "10.1093/law:epil/9780199231690/e514 \n\t\t \n\t\t The World in 2014: ICT Facts and Figures \n\t\t Geneva \n\t\t \n\t\t\t Int. Telecommun. Union \n\t\t\t 2014 \n\t\t \n\t \n\t Int. Telecommun. Union. The World in 2014: ICT Facts and Figures. Geneva: Int. Telecommun. Union; 2014. http://www.itu.int/en/ITU-D/Statistics/Documents/facts/ICTFactsFigures2014-e.pdf"
    },
    {
      "title": "SMS open rates exceed 99%",
      "authors": [
        "D Johnson"
      ],
      "year": 2013,
      "doi": "10.1787/888933648689",
      "raw": "SMS open rates exceed 99% \n\t\t \n\t\t\t D Johnson \n\t\t \n\t\t 10.1787/888933648689 \n\t\t \n\t\t \n\t\t\t 2013 Apr 10 \n\t\t\t Tatango \n\t\t \n\t \n\t Johnson D. SMS open rates exceed 99%. Tatango. 2013 Apr 10. http://www.tatango.com/blog/ smsopen-rates-exceed-99."
    },
    {
      "title": "Global digital communication: texting, social networking popular worldwide",
      "authors": [
        "A Kohut",
        "R Wilke",
        "Menasce Horowitz",
        "J Simmons",
        "K Poushter"
      ],
      "year": 2011,
      "journal": "Pew Res",
      "raw": "Global digital communication: texting, social networking popular worldwide \n\t\t \n\t\t\t A Kohut \n\t\t \n\t\t \n\t\t\t R Wilke \n\t\t \n\t\t \n\t\t\t Menasce Horowitz \n\t\t \n\t\t \n\t\t\t J Simmons \n\t\t \n\t\t \n\t\t\t K Poushter \n\t\t \n\t\t \n\t\t\t J \n\t\t \n\t\t \n\t \n\t \n\t\t Pew Res \n\t\t \n\t\t\t 2011 Dec 20 \n\t\t \n\t \n\t Kohut A, Wilke R, Menasce Horowitz J, Simmons K, Poushter J, et al. Global digital communication: texting, social networking popular worldwide. Pew Res. 2011 Dec 20. http:// www.pewglobal.org/files/2011/12/Pew-Global-Attitudes-Technology-Report-FINAL- December-20-2011.pdf."
    },
    {
      "title": "Text messaging-based smoking cessation intervention: a narrative review",
      "authors": [
        "G Kong",
        "D Ells",
        "D Camenga",
        "S Krishnan-Sarin"
      ],
      "year": 2014,
      "doi": "10.1016/j.addbeh.2013.11.024",
      "journal": "Addict. Behav",
      "volume": "39",
      "raw": "Text messaging-based smoking cessation intervention: a narrative review \n\t\t \n\t\t\t G Kong \n\t\t \n\t\t \n\t\t\t D M Ells \n\t\t \n\t\t \n\t\t\t D R Camenga \n\t\t \n\t\t \n\t\t\t S Krishnan-Sarin \n\t\t \n\t\t 10.1016/j.addbeh.2013.11.024 \n\t\t 24462528 \n\t \n\t \n\t\t Addict. Behav \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Kong G, Ells DM, Camenga DR, Krishnan-Sarin S. Text messaging-based smoking cessation intervention: a narrative review. Addict. Behav. 2014; 39:907-917. [PubMed: 24462528]"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00136",
      "journal": "Ann. Intern. Med",
      "volume": "151",
      "raw": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration \n\t\t \n\t\t\t A Liberati \n\t\t \n\t\t \n\t\t\t D G Altman \n\t\t \n\t\t \n\t\t\t J Tetzlaff \n\t\t \n\t\t \n\t\t\t C Mulrow \n\t\t \n\t\t \n\t\t\t P C Gøtzsche \n\t\t \n\t\t 10.7326/0003-4819-151-4-200908180-00136 \n\t\t 19622512 \n\t \n\t \n\t\t Ann. Intern. Med \n\t\t \n\t\t\t 151 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. Ann. Intern. Med. 2009; 151:W65-W94. [PubMed: 19622512]"
    },
    {
      "title": "SMS STI: a review of the uses of mobile phone text messaging in sexual health",
      "authors": [
        "Msc Lim",
        "J Hocking",
        "M Hellard",
        "C Aitken"
      ],
      "year": 2008,
      "journal": "Int. J. STD AIDS",
      "volume": "19",
      "raw": "SMS STI: a review of the uses of mobile phone text messaging in sexual health \n\t\t \n\t\t\t Msc Lim \n\t\t \n\t\t \n\t\t\t J S Hocking \n\t\t \n\t\t \n\t\t\t M E Hellard \n\t\t \n\t\t \n\t\t\t C K Aitken \n\t\t \n\t\t 18482956 \n\t \n\t \n\t\t Int. J. STD AIDS \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Lim MSC, Hocking JS, Hellard ME, Aitken CK. SMS STI: a review of the uses of mobile phone text messaging in sexual health. Int. J. STD AIDS. 2008; 19:287-290. [PubMed: 18482956]"
    },
    {
      "title": "Practical Meta-Analysis",
      "authors": [
        "M Lipsey",
        "D Wilson"
      ],
      "year": 2000,
      "raw": "Practical Meta-Analysis \n\t\t \n\t\t\t M Lipsey \n\t\t \n\t\t \n\t\t\t D Wilson \n\t\t \n\t\t \n\t\t\t 2000 \n\t\t\t Sage Publ \n\t\t\t Thousand Oaks, CA \n\t\t \n\t \n\t Lipsey, M.; Wilson, D. Practical Meta-Analysis. Thousand Oaks, CA: Sage Publ; 2000."
    },
    {
      "title": "How Many Text Messages Are Sent Each Year?",
      "authors": [
        "B Liu"
      ],
      "year": 2013,
      "doi": "10.4016/16219.01",
      "journal": "Bloomberg TV video",
      "volume": "0",
      "pages": "27",
      "raw": "How Many Text Messages Are Sent Each Year? \n\t\t \n\t\t\t B Liu \n\t\t \n\t\t 10.4016/16219.01 \n\t\t \n\t \n\t \n\t\t Bloomberg TV video \n\t\t \n\t\t\t 0 \n\t\t\t 27 \n\t\t\t 2013 \n\t\t \n\t \n\t Liu B. How Many Text Messages Are Sent Each Year?. 2013 Bloomberg TV video, 0:27. http:// www.bloomberg.com/video/how-many-text-messages-are-sent-each-year- RDvLwi1WRgii6HMmiVk_Fw.html."
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA Statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097",
      "journal": "PLOS Med",
      "volume": "6",
      "issue": "6",
      "pages": "1000097",
      "raw": "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA Statement \n\t\t \n\t\t\t D Moher \n\t\t \n\t\t \n\t\t\t A Liberati \n\t\t \n\t\t \n\t\t\t J Tetzlaff \n\t\t \n\t\t \n\t\t\t D G Altman \n\t\t \n\t\t \n\t\t\t Group \n\t\t \n\t\t 10.1371/journal.pmed.1000097 \n\t\t 19621072 \n\t \n\t \n\t\t PLOS Med \n\t\t \n\t\t\t 6 \n\t\t\t 6 \n\t\t\t 1000097 \n\t\t\t 2009 \n\t\t \n\t \n\t Moher D, Liberati A, Tetzlaff J, Altman DG. PRISMA Group. Preferred reporting items for systematic reviews and meta-analyses: The PRISMA Statement. PLOS Med. 2009; 6(6):e1000097. [PubMed: 19621072]"
    },
    {
      "title": "Cell phone short messaging service (SMS) for HIV/AIDS in South Africa: a literature review",
      "authors": [
        "Mukund Bahadur",
        "K-C Murray"
      ],
      "year": 2010,
      "journal": "Stud. Health Technol. Inform",
      "volume": "160",
      "raw": "Cell phone short messaging service (SMS) for HIV/AIDS in South Africa: a literature review \n\t\t \n\t\t\t Mukund Bahadur \n\t\t \n\t\t \n\t\t\t K-C Murray \n\t\t \n\t\t \n\t\t\t P J \n\t\t \n\t\t 20841743 \n\t \n\t \n\t\t Stud. Health Technol. Inform \n\t\t \n\t\t\t 160 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Mukund Bahadur K-C, Murray PJ. Cell phone short messaging service (SMS) for HIV/AIDS in South Africa: a literature review. Stud. Health Technol. Inform. 2010; 160:530-534. [PubMed: 20841743]"
    },
    {
      "title": "Mobile phone text messaging can help young people manage asthma",
      "authors": [
        "R Neville",
        "A Greene",
        "J Mcleod",
        "A Tracy",
        "J Surie"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.325.7364.600/a",
      "journal": "BMJ",
      "volume": "325",
      "pages": "600",
      "raw": "Mobile phone text messaging can help young people manage asthma \n\t\t \n\t\t\t R Neville \n\t\t \n\t\t \n\t\t\t A Greene \n\t\t \n\t\t \n\t\t\t J Mcleod \n\t\t \n\t\t \n\t\t\t A Tracy \n\t\t \n\t\t \n\t\t\t J Surie \n\t\t \n\t\t 10.1136/bmj.325.7364.600/a \n\t\t 12228151 \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 325 \n\t\t\t 600 \n\t\t\t 2002 \n\t\t \n\t \n\t Neville R, Greene A, McLeod J, Tracy A, Surie J. Mobile phone text messaging can help young people manage asthma. BMJ. 2002; 325:600. [PubMed: 12228151]"
    },
    {
      "title": "Mobile phone text messaging for promoting adherence to anti-tuberculosis treatment: a systematic review",
      "authors": [
        "M Nglazi",
        "L-G Bekker",
        "R Wood",
        "G Hussey",
        "C Wiysonge"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2334-13-566",
      "journal": "BMC Infect. Dis",
      "volume": "13",
      "pages": "566",
      "raw": "Mobile phone text messaging for promoting adherence to anti-tuberculosis treatment: a systematic review \n\t\t \n\t\t\t M D Nglazi \n\t\t \n\t\t \n\t\t\t L-G Bekker \n\t\t \n\t\t \n\t\t\t R Wood \n\t\t \n\t\t \n\t\t\t G D Hussey \n\t\t \n\t\t \n\t\t\t C S Wiysonge \n\t\t \n\t\t 10.1186/1471-2334-13-566 \n\t\t 24295439 \n\t \n\t \n\t\t BMC Infect. Dis \n\t\t \n\t\t\t 13 \n\t\t\t 566 \n\t\t\t 2013 \n\t\t \n\t \n\t Nglazi MD, Bekker L-G, Wood R, Hussey GD, Wiysonge CS. Mobile phone text messaging for promoting adherence to anti-tuberculosis treatment: a systematic review. BMC Infect. Dis. 2013; 13:566. [PubMed: 24295439]"
    },
    {
      "title": "Two-year outcomes of an adjunctive telephone coaching and electronic contact intervention for adolescent weight-loss maintenance: the Loozit randomized controlled trial",
      "authors": [
        "B Nguyen",
        "V Shrewsbury",
        "O' Connor",
        "J Steinbeck",
        "K Hill"
      ],
      "year": 2012,
      "journal": "Int. J. Obes",
      "volume": "37",
      "raw": "Two-year outcomes of an adjunctive telephone coaching and electronic contact intervention for adolescent weight-loss maintenance: the Loozit randomized controlled trial \n\t\t \n\t\t\t B Nguyen \n\t\t \n\t\t \n\t\t\t V Shrewsbury \n\t\t \n\t\t \n\t\t\t O' Connor \n\t\t \n\t\t \n\t\t\t J Steinbeck \n\t\t \n\t\t \n\t\t\t K Hill \n\t\t \n\t\t \n\t\t\t A \n\t\t \n\t \n\t \n\t\t Int. J. Obes \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Nguyen B, Shrewsbury V, O'Connor J, Steinbeck K, Hill A, et al. Two-year outcomes of an adjunctive telephone coaching and electronic contact intervention for adolescent weight-loss maintenance: the Loozit randomized controlled trial. Int. J. Obes. 2012; 37:468-472."
    },
    {
      "title": "Current mHealth technologies for physical activity assessment and promotion",
      "authors": [
        "G O'reilly",
        "D Spruijt-Metz"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.05.012",
      "journal": "Am. J. Prev. Med",
      "volume": "45",
      "raw": "Current mHealth technologies for physical activity assessment and promotion \n\t\t \n\t\t\t G A O'reilly \n\t\t \n\t\t \n\t\t\t D Spruijt-Metz \n\t\t \n\t\t 10.1016/j.amepre.2013.05.012 \n\t\t 24050427 \n\t \n\t \n\t\t Am. J. Prev. Med \n\t\t \n\t\t\t 45 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t O'Reilly GA, Spruijt-Metz D. Current mHealth technologies for physical activity assessment and promotion. Am. J. Prev. Med. 2013; 45:501-507. [PubMed: 24050427]"
    },
    {
      "title": "Validation of an index of the quality of review articles",
      "authors": [
        "A Oxman",
        "G Guyatt"
      ],
      "year": 1991,
      "doi": "10.1016/0895-4356(91)90160-b",
      "journal": "J. Clin. Epidemiol",
      "volume": "44",
      "raw": "Validation of an index of the quality of review articles \n\t\t \n\t\t\t A D Oxman \n\t\t \n\t\t \n\t\t\t G H Guyatt \n\t\t \n\t\t 10.1016/0895-4356(91)90160-b \n\t\t 1834807 \n\t \n\t \n\t\t J. Clin. Epidemiol \n\t\t \n\t\t\t 44 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Oxman AD, Guyatt GH. Validation of an index of the quality of review articles. J. Clin. Epidemiol. 1991; 44:1271-1278. [PubMed: 1834807]"
    },
    {
      "title": "A quantitative systematic review of the efficacy of mobile phone interventions to improve medication adherence",
      "authors": [
        "L Park",
        "J Howie-Esquivel",
        "K Dracup"
      ],
      "year": 2014,
      "journal": "J. Adv. Nurs",
      "raw": "A quantitative systematic review of the efficacy of mobile phone interventions to improve medication adherence \n\t\t \n\t\t\t L G Park \n\t\t \n\t\t \n\t\t\t J Howie-Esquivel \n\t\t \n\t\t \n\t\t\t K Dracup \n\t\t \n\t \n\t \n\t\t J. Adv. Nurs \n\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Park LG, Howie-Esquivel J, Dracup K. A quantitative systematic review of the efficacy of mobile phone interventions to improve medication adherence. J. Adv. Nurs. 2014"
    },
    {
      "title": "Essentials of Public Health Communication",
      "authors": [
        "C Parvanta",
        "D Nelson",
        "S Parvanta",
        "R Harner"
      ],
      "year": 2010,
      "doi": "10.2105/9780875533551ch03",
      "raw": "Essentials of Public Health Communication \n\t\t \n\t\t\t C Parvanta \n\t\t \n\t\t \n\t\t\t D E Nelson \n\t\t \n\t\t \n\t\t\t S A Parvanta \n\t\t \n\t\t \n\t\t\t R N Harner \n\t\t \n\t\t 10.2105/9780875533551ch03 \n\t\t \n\t\t\t 2010 \n\t\t\t Jones & Bartlett Publ \n\t\t\t Sudbury, MA \n\t\t \n\t \n\t Parvanta, C.; Nelson, DE.; Parvanta, SA.; Harner, RN. Essentials of Public Health Communication. Sudbury, MA: Jones & Bartlett Publ.; 2010."
    },
    {
      "title": "Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review",
      "authors": [
        "R Shaw",
        "H Bosworth"
      ],
      "year": 2012,
      "doi": "10.1177/1460458212442422",
      "journal": "Health Inform. J",
      "volume": "18",
      "raw": "Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review \n\t\t \n\t\t\t R Shaw \n\t\t \n\t\t \n\t\t\t H Bosworth \n\t\t \n\t\t 10.1177/1460458212442422 \n\t \n\t \n\t\t Health Inform. J \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Shaw R, Bosworth H. Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review. Health Inform. J. 2012; 18:235-250."
    },
    {
      "title": "Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review",
      "authors": [
        "R Shaw",
        "H Bosworth"
      ],
      "year": 2014,
      "doi": "10.1177/1460458212442422",
      "journal": "Diabetes Technol. Ther",
      "volume": "16",
      "raw": "Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review \n\t\t \n\t\t\t R Shaw \n\t\t \n\t\t \n\t\t\t H Bosworth \n\t\t \n\t\t 10.1177/1460458212442422 \n\t \n\t \n\t\t Diabetes Technol. Ther \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Shaw R, Bosworth H. Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review. Diabetes Technol. Ther. 2014; 16:S59-S60."
    },
    {
      "title": "A systematic review and meta-analysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2014,
      "journal": "J. Hum. Nutr. Diet.: Off. J. Br. Diet. Assoc",
      "raw": "A systematic review and meta-analysis of interventions for weight management using text messaging \n\t\t \n\t\t\t G Siopis \n\t\t \n\t\t \n\t\t\t T Chey \n\t\t \n\t\t \n\t\t\t M Allman-Farinelli \n\t\t \n\t \n\t \n\t\t J. Hum. Nutr. Diet.: Off. J. Br. Diet. Assoc \n\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Siopis G, Chey T, Allman-Farinelli M. A systematic review and meta-analysis of interventions for weight management using text messaging. J. Hum. Nutr. Diet.: Off. J. Br. Diet. Assoc. 2014"
    },
    {
      "title": "Self-directed interventions to promote weight loss: a systematic review of reviews",
      "authors": [
        "J Tang",
        "C Abraham",
        "C Greaves",
        "T Yates"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2857",
      "journal": "J. Med. Internet Res",
      "volume": "16",
      "issue": "2",
      "pages": "58",
      "raw": "Self-directed interventions to promote weight loss: a systematic review of reviews \n\t\t \n\t\t\t J Tang \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t C Greaves \n\t\t \n\t\t \n\t\t\t T Yates \n\t\t \n\t\t 10.2196/jmir.2857 \n\t\t 24554464 \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 16 \n\t\t\t 2 \n\t\t\t 58 \n\t\t\t 2014 \n\t\t \n\t \n\t Tang J, Abraham C, Greaves C, Yates T. Self-directed interventions to promote weight loss: a systematic review of reviews. J. Med. Internet Res. 2014; 16(2):e58. [PubMed: 24554464]"
    },
    {
      "title": "Scope and effectiveness of mobile phone messaging for HIV/AIDS care: a systematic review",
      "authors": [
        "Mhmmt Van Velthoven",
        "S Brusamento",
        "A Majeed",
        "J Car"
      ],
      "year": 2013,
      "doi": "10.1080/13548506.2012.701310",
      "journal": "Psychol. Health Med",
      "volume": "18",
      "raw": "Scope and effectiveness of mobile phone messaging for HIV/AIDS care: a systematic review \n\t\t \n\t\t\t Mhmmt Van Velthoven \n\t\t \n\t\t \n\t\t\t S Brusamento \n\t\t \n\t\t \n\t\t\t A Majeed \n\t\t \n\t\t \n\t\t\t J Car \n\t\t \n\t\t 10.1080/13548506.2012.701310 \n\t\t 22788357 \n\t \n\t \n\t\t Psychol. Health Med \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t van Velthoven MHMMT, Brusamento S, Majeed A, Car J. Scope and effectiveness of mobile phone messaging for HIV/AIDS care: a systematic review. Psychol. Health Med. 2013; 18:182- 202. [PubMed: 22788357]"
    },
    {
      "title": "Mobile phone messaging for preventive health care",
      "authors": [
        "V Vodopivec-Jamsek",
        "T De Jongh",
        "I Gurol-Urganci",
        "R Atun",
        "J Car"
      ],
      "year": 2012,
      "journal": "Cochrane Database Syst. Rev",
      "volume": "12",
      "pages": "7457",
      "raw": "Mobile phone messaging for preventive health care \n\t\t \n\t\t\t V Vodopivec-Jamsek \n\t\t \n\t\t \n\t\t\t T De Jongh \n\t\t \n\t\t \n\t\t\t I Gurol-Urganci \n\t\t \n\t\t \n\t\t\t R Atun \n\t\t \n\t\t \n\t\t\t J Car \n\t\t \n\t\t 23235643 \n\t \n\t \n\t\t Cochrane Database Syst. Rev \n\t\t \n\t\t\t 12 \n\t\t\t 7457 \n\t\t\t 2012 \n\t\t \n\t \n\t Vodopivec-Jamsek V, de Jongh T, Gurol-Urganci I, Atun R, Car J. Mobile phone messaging for preventive health care. Cochrane Database Syst. Rev. 2012; 12:CD007457. [PubMed: 23235643]"
    },
    {
      "title": "A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions",
      "authors": [
        "J Wei",
        "I Hollin",
        "S Kachnowski"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2010.100322",
      "journal": "J. Telemed. Telecare",
      "volume": "17",
      "raw": "A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions \n\t\t \n\t\t\t J Wei \n\t\t \n\t\t \n\t\t\t I Hollin \n\t\t \n\t\t \n\t\t\t S Kachnowski \n\t\t \n\t\t 10.1258/jtt.2010.100322 \n\t\t 21097565 \n\t \n\t \n\t\t J. Telemed. Telecare \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Wei J, Hollin I, Kachnowski S. A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions. J. Telemed. Telecare. 2011; 17:41-48. [PubMed: 21097565]"
    },
    {
      "title": "Are you addicted to texting? Psychology Today Blog",
      "authors": [
        "S Weinschenk"
      ],
      "year": 2014,
      "doi": "10.1515/9780228013297-007",
      "raw": "Are you addicted to texting? Psychology Today Blog \n\t\t \n\t\t\t S Weinschenk \n\t\t \n\t\t 10.1515/9780228013297-007 \n\t\t \n\t\t \n\t\t\t 2014 Aug 27 \n\t\t \n\t \n\t Weinschenk S. Are you addicted to texting? Psychology Today Blog. 2014 Aug 27. http:// www.psychologytoday.com/blog/brain-wise/201408/are-you-addicted-texting."
    },
    {
      "title": "A theory-based video messaging mobile phone intervention for smoking cessation: randomized controlled trial",
      "authors": [
        "R Whittaker",
        "E Dorey",
        "D Bramley",
        "C Bullen",
        "S Denny"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1553",
      "journal": "J. Med. Internet Res",
      "volume": "13",
      "issue": "1",
      "pages": "e10",
      "raw": "A theory-based video messaging mobile phone intervention for smoking cessation: randomized controlled trial \n\t\t \n\t\t\t R Whittaker \n\t\t \n\t\t \n\t\t\t E Dorey \n\t\t \n\t\t \n\t\t\t D Bramley \n\t\t \n\t\t \n\t\t\t C Bullen \n\t\t \n\t\t \n\t\t\t S Denny \n\t\t \n\t\t 10.2196/jmir.1553 \n\t\t 21371991 \n\t \n\t \n\t\t J. Med. Internet Res \n\t\t \n\t\t\t 13 \n\t\t\t 1 \n\t\t\t e10 \n\t\t\t 2011 \n\t\t \n\t \n\t Whittaker R, Dorey E, Bramley D, Bullen C, Denny S, et al. A theory-based video messaging mobile phone intervention for smoking cessation: randomized controlled trial. J. Med. Internet Res. 2011; 13(1):e10. [PubMed: 21371991]"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd006611.pub3",
      "journal": "Cochrane Database Syst. Rev",
      "volume": "11",
      "pages": "6611",
      "raw": "Mobile phone-based interventions for smoking cessation \n\t\t \n\t\t\t R Whittaker \n\t\t \n\t\t \n\t\t\t H Mcrobbie \n\t\t \n\t\t \n\t\t\t C Bullen \n\t\t \n\t\t \n\t\t\t R Borland \n\t\t \n\t\t \n\t\t\t A Rodgers \n\t\t \n\t\t \n\t\t\t Y Gu \n\t\t \n\t\t 10.1002/14651858.cd006611.pub3 \n\t\t 23152238 \n\t \n\t \n\t\t Cochrane Database Syst. Rev \n\t\t \n\t\t\t 11 \n\t\t\t 6611 \n\t\t\t 2012 \n\t\t \n\t \n\t Whittaker R, McRobbie H, Bullen C, Borland R, Rodgers A, Gu Y. Mobile phone-based interventions for smoking cessation. Cochrane Database Syst. Rev. 2012; 11:CD006611. [PubMed: 23152238]"
    },
    {
      "title": "Use of a text messaging program to promote adherence to daily physical activity guidelines: a review of the literature",
      "authors": [
        "A Williams"
      ],
      "year": 2012,
      "doi": "10.1089/bar.2012.9999",
      "journal": "Bariatr. Nurs. Surg. Patient Care",
      "volume": "7",
      "raw": "Use of a text messaging program to promote adherence to daily physical activity guidelines: a review of the literature \n\t\t \n\t\t\t A D Williams \n\t\t \n\t\t 10.1089/bar.2012.9999 \n\t \n\t \n\t\t Bariatr. Nurs. Surg. Patient Care \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Williams AD. Use of a text messaging program to promote adherence to daily physical activity guidelines: a review of the literature. Bariatr. Nurs. Surg. Patient Care. 2012; 7:13-16."
    },
    {
      "title": "Adherence to Long-Term Therapies: Evidence for Action",
      "year": 2003,
      "doi": "10.1007/bf03083829",
      "raw": "Adherence to Long-Term Therapies: Evidence for Action \n\t\t 10.1007/bf03083829 \n\t\t \n\t\t \n\t\t\t 2003 \n\t\t\t World Health Organ \n\t\t\t Geneva \n\t\t \n\t \n\t World Health Organ. Adherence to Long-Term Therapies: Evidence for Action. Geneva: World Health Organ; 2003. http://www.who.int/chp/knowledge/publications/adherence_full_report.pdf"
    },
    {
      "title": "Text messaging in health care: a systematic review of impact studies",
      "authors": [
        "V Yeager",
        "N Menachemi"
      ],
      "year": 2011,
      "doi": "10.1108/s1474-8231(2011)0000011013",
      "journal": "Adv. Health Care Manag",
      "volume": "11",
      "raw": "Text messaging in health care: a systematic review of impact studies \n\t\t \n\t\t\t V A Yeager \n\t\t \n\t\t \n\t\t\t N Menachemi \n\t\t \n\t\t 10.1108/s1474-8231(2011)0000011013 \n\t\t 22908672 \n\t \n\t \n\t\t Adv. Health Care Manag \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Yeager VA, Menachemi N. Text messaging in health care: a systematic review of impact studies. Adv. Health Care Manag. 2011; 11:235-261. [PubMed: 22908672]"
    },
    {
      "title": "Digital differences",
      "authors": [
        "K Zickuhr",
        "A Smith"
      ],
      "year": 2012,
      "journal": "Pew Res",
      "raw": "Digital differences \n\t\t \n\t\t\t K Zickuhr \n\t\t \n\t\t \n\t\t\t A Smith \n\t\t \n\t\t \n\t \n\t \n\t\t Pew Res \n\t\t \n\t\t\t 2012 Apr 13 \n\t\t \n\t \n\t Zickuhr K, Smith A. Digital differences. Pew Res. 2012 Apr 13. http://www.pewinternet.org/ 2012/04/13/digital-differences/."
    }
  ],
  "num_references": 39,
  "figures": [
    {
      "type": "table",
      "caption": "Table 1",
      "description": "Characteristics of included systematic reviews a"
    }
  ],
  "num_figures": 1,
  "tables": [
    {
      "content": "Assessed bias, quality, OQAQ Yes, yes, 15 Yes, yes, 18 Yes, yes, 18 No,yes,14 Authors' recommendations Conduct research in developing countries and include theoretical rationales, more rigorous study designs, cost-benefit analysis, and combinations of text message factors Use longer periods of follow-up, more research on potential negative consequences, and more rigorous study designs to validate pilot studies Validate and titrate the recommended intervention parameters Use adequate sample sizes for sufficient statistical power and representative study samples; include process measures; test SMS as the primary mode of delivery; include theoretical constructs targeted in interventions; test specific SMS intervention variations Secondary review results Topics addressed in SMS were quite heterogeneous; diabetes management studies were the most advanced Although the evidence was considered of very low quality, two out of two studies found increased patient satisfaction and two out of two studies found improved health services utilization Larger effects were associated with SMS sent less frequently than daily using bidirectionality, personalization, and tailoring to clinical needs Could not determine relative effects of SMS intervention parameters because many studies included other channels of intervention in addition to SMS Primary review results Eight out of nine sufficiently powered studies found statistically significant effects on behavior change in disease prevention and management Two out of four studies found statistically significant improvement in health outcomes; three out of four found statistically significant improvements in disease self-management behaviors Meta-analysis found SMS interventions significantly improved average adherence outcomes (k = 9; OR = 1.39; 95% CI = 1.18, 1.64) and biological outcomes (k = 3; OR = 1.56; 95% CI = 1.11, 2.20) Eight out of 14 studies found statistically significant effects; 5 studies reported positive behavioral trends but were not sufficiently powered. Effect sizes ranged from 0.09 to 1.38 based on the 6 studies reporting sufficient data and control groups N relevant TMI studies (N people studied) 12 (2,425) 4 (182) 8 (1,551) 14 (3,512) Study designs included RCT, QED RCT RCT RCT, PTPT Health topics and/or health behaviors Asthma, diabetes, medication adherence, physical activity, smoking cessation, weight loss Asthma, diabetes, hypertension ART adherence Asthma, bulimia nervosa, diabetes, hypertension, obesity, physical activity, smoking cessation Reference, type of review Cole-Lewis &Kershaw 2010 (4), SR De Jongh et al. 2012 (6), SR Finitsis et al. 2014 (9), MA Fjeldsoe et al. 2009 (10), SR Annu Rev Public Health. Author manuscript; available in PMC 2015 April 22."
    }
  ],
  "num_tables": 1,
  "license": "Copyright © 2015 by Annual Reviews. All rights reserved DISCLOSURE STATEMENT The authors are not aware of any affiliations, memberships, funding, or financial holdings that might be perceived as affecting the objectivity of this review.",
  "license_type": "unknown",
  "formulas": [
    {
      "text": "and"
    }
  ],
  "num_formulas": 1,
  "num_citations": 106,
  "cited_references": [
    "b32",
    "b38",
    "b17",
    "b4",
    "b14",
    "b20",
    "b24",
    "b26",
    "b28",
    "b13",
    "b27",
    "b33",
    "b7",
    "b23",
    "b29",
    "b19",
    "b6",
    "b18",
    "b30",
    "b1",
    "b35",
    "b9",
    "b31",
    "b10",
    "b3",
    "b5",
    "b34",
    "b8",
    "b12",
    "b15",
    "b11",
    "b37",
    "b36",
    "b25",
    "b22",
    "b0",
    "b21"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Biomedical Informatics and Medical Education , University of Washington , School of Medicine , Seattle , Washington 98105 ;",
    "[raw_affiliation] 2  Department of Biomedical Informatics , Columbia University , New York , NY 10032 ;",
    "[raw_affiliation] 3  ICF International , Rockville , Maryland 20850",
    "[raw_affiliation] 4  Center for Health Communication , Moody College of Communication , University of Texas , Austin , Texas 78712 ;",
    "Annu Rev Public Health. Author manuscript; available in PMC 2015April 22.",
    "[raw_reference] Greaves CJ, Sheppard KE, Abraham C, Hardeman W, Roden M, et al. Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions. BMC Public Health. 2011; 11:119. [PubMed: 21333011]",
    "[raw_reference] Hanauer DA, Wentzell K, Laffel N, Laffel LM. Computerized automated reminder diabetes system (CARDS): e-mail and SMS cell phone text messaging reminders to support diabetes management. Diabetes Technol. Ther. 2009; 11:99-106. [PubMed: 19848576]",
    "[raw_reference] Haug S, Meyer C, Schorr G, Bauer S, John U. Continuous individual support of smoking cessation using text messaging: a pilot experimental study. Nicotine Tob. Res. 2009; 11:915-923. [PubMed: 19542517]",
    "[raw_reference] Head KJ, Noar SM, Iannarino NT, Grant Harrington N. Efficacy of text messaging-based interventions for health promotion: a meta-analysis. Soc. Sci. Med. 2013; 97:41-48. [PubMed: 24161087]",
    "Cochrane Collab",
    "[raw_reference] Higgins JPT, Green S. Cochrane handbook for systematic reviews of interventions Ver. 5.1.0. 2011 Updated March. Cochrane Collab. http://www.handbook.cochrane.org.",
    "[raw_reference] Horvath T, Azman H, Kennedy GE, Rutherford GW. Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection. Cochrane Database Syst. Rev. 2012; 3:CD009756. [PubMed: 22419345]",
    "[raw_reference] Househ M. The role of short messaging service in supporting the delivery of healthcare: an umbrella systematic review. Health Inform. J. 2014 pii: 1460458214540908.",
    "[raw_reference] Int. Telecommun. Union. The missing link: report of the Independent Commission for World-Wide Telecommunications Development. Telecommun. J. 1985; 52(2):67-71.",
    "[raw_reference] Int. Telecommun. Union. The World in 2014: ICT Facts and Figures. Geneva: Int. Telecommun. Union; 2014. http://www.itu.int/en/ITU-D/Statistics/Documents/facts/ICTFactsFigures2014-e.pdf",
    "[raw_reference] Johnson D. SMS open rates exceed 99%. Tatango. 2013 Apr 10. http://www.tatango.com/blog/ smsopen-rates-exceed-99.",
    "[raw_reference] Kohut A, Wilke R, Menasce Horowitz J, Simmons K, Poushter J, et al. Global digital communication: texting, social networking popular worldwide. Pew Res. 2011 Dec 20. http:// www.pewglobal.org/files/2011/12/Pew-Global-Attitudes-Technology-Report-FINAL- December-20-2011.pdf.",
    "[raw_reference] Kong G, Ells DM, Camenga DR, Krishnan-Sarin S. Text messaging-based smoking cessation intervention: a narrative review. Addict. Behav. 2014; 39:907-917. [PubMed: 24462528]",
    "[raw_reference] Liberati A, Altman DG, Tetzlaff J, Mulrow C, Gøtzsche PC, et al. The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration. Ann. Intern. Med. 2009; 151:W65-W94. [PubMed: 19622512]",
    "[raw_reference] Lim MSC, Hocking JS, Hellard ME, Aitken CK. SMS STI: a review of the uses of mobile phone text messaging in sexual health. Int. J. STD AIDS. 2008; 19:287-290. [PubMed: 18482956]",
    "[raw_reference] Lipsey, M.; Wilson, D. Practical Meta-Analysis. Thousand Oaks, CA: Sage Publ; 2000.",
    "[raw_reference] Liu B. How Many Text Messages Are Sent Each Year?. 2013 Bloomberg TV video, 0:27. http:// www.bloomberg.com/video/how-many-text-messages-are-sent-each-year- RDvLwi1WRgii6HMmiVk_Fw.html.",
    "[raw_reference] Moher D, Liberati A, Tetzlaff J, Altman DG. PRISMA Group. Preferred reporting items for systematic reviews and meta-analyses: The PRISMA Statement. PLOS Med. 2009; 6(6):e1000097. [PubMed: 19621072]",
    "[raw_reference] Mukund Bahadur K-C, Murray PJ. Cell phone short messaging service (SMS) for HIV/AIDS in South Africa: a literature review. Stud. Health Technol. Inform. 2010; 160:530-534. [PubMed: 20841743]",
    "[raw_reference] Neville R, Greene A, McLeod J, Tracy A, Surie J. Mobile phone text messaging can help young people manage asthma. BMJ. 2002; 325:600. [PubMed: 12228151]",
    "[raw_reference] Nglazi MD, Bekker L-G, Wood R, Hussey GD, Wiysonge CS. Mobile phone text messaging for promoting adherence to anti-tuberculosis treatment: a systematic review. BMC Infect. Dis. 2013; 13:566. [PubMed: 24295439]",
    "[raw_reference] Nguyen B, Shrewsbury V, O'Connor J, Steinbeck K, Hill A, et al. Two-year outcomes of an adjunctive telephone coaching and electronic contact intervention for adolescent weight-loss maintenance: the Loozit randomized controlled trial. Int. J. Obes. 2012; 37:468-472.",
    "[raw_reference] O'Reilly GA, Spruijt-Metz D. Current mHealth technologies for physical activity assessment and promotion. Am. J. Prev. Med. 2013; 45:501-507. [PubMed: 24050427]",
    "[raw_reference] Oxman AD, Guyatt GH. Validation of an index of the quality of review articles. J. Clin. Epidemiol. 1991; 44:1271-1278. [PubMed: 1834807]",
    "[raw_reference] Park LG, Howie-Esquivel J, Dracup K. A quantitative systematic review of the efficacy of mobile phone interventions to improve medication adherence. J. Adv. Nurs. 2014",
    "[raw_reference] Parvanta, C.; Nelson, DE.; Parvanta, SA.; Harner, RN. Essentials of Public Health Communication. Sudbury, MA: Jones & Bartlett Publ.; 2010.",
    "[raw_reference] Shaw R, Bosworth H. Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review. Health Inform. J. 2012; 18:235-250.",
    "[raw_reference] Shaw R, Bosworth H. Short message service (SMS) text messaging as an intervention medium for weight loss: a literature review. Diabetes Technol. Ther. 2014; 16:S59-S60.",
    "[raw_reference] Siopis G, Chey T, Allman-Farinelli M. A systematic review and meta-analysis of interventions for weight management using text messaging. J. Hum. Nutr. Diet.: Off. J. Br. Diet. Assoc. 2014",
    "[raw_reference] Tang J, Abraham C, Greaves C, Yates T. Self-directed interventions to promote weight loss: a systematic review of reviews. J. Med. Internet Res. 2014; 16(2):e58. [PubMed: 24554464]",
    "[raw_reference] van Velthoven MHMMT, Brusamento S, Majeed A, Car J. Scope and effectiveness of mobile phone messaging for HIV/AIDS care: a systematic review. Psychol. Health Med. 2013; 18:182- 202. [PubMed: 22788357]",
    "[raw_reference] Vodopivec-Jamsek V, de Jongh T, Gurol-Urganci I, Atun R, Car J. Mobile phone messaging for preventive health care. Cochrane Database Syst. Rev. 2012; 12:CD007457. [PubMed: 23235643]",
    "[raw_reference] Wei J, Hollin I, Kachnowski S. A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions. J. Telemed. Telecare. 2011; 17:41-48. [PubMed: 21097565]",
    "[raw_reference] Weinschenk S. Are you addicted to texting? Psychology Today Blog. 2014 Aug 27. http:// www.psychologytoday.com/blog/brain-wise/201408/are-you-addicted-texting.",
    "[raw_reference] Whittaker R, Dorey E, Bramley D, Bullen C, Denny S, et al. A theory-based video messaging mobile phone intervention for smoking cessation: randomized controlled trial. J. Med. Internet Res. 2011; 13(1):e10. [PubMed: 21371991]",
    "[raw_reference] Whittaker R, McRobbie H, Bullen C, Borland R, Rodgers A, Gu Y. Mobile phone-based interventions for smoking cessation. Cochrane Database Syst. Rev. 2012; 11:CD006611. [PubMed: 23152238]",
    "[raw_reference] Williams AD. Use of a text messaging program to promote adherence to daily physical activity guidelines: a review of the literature. Bariatr. Nurs. Surg. Patient Care. 2012; 7:13-16.",
    "[raw_reference] World Health Organ. Adherence to Long-Term Therapies: Evidence for Action. Geneva: World Health Organ; 2003. http://www.who.int/chp/knowledge/publications/adherence_full_report.pdf",
    "[raw_reference] Yeager VA, Menachemi N. Text messaging in health care: a systematic review of impact studies. Adv. Health Care Manag. 2011; 11:235-261. [PubMed: 22908672]",
    "[raw_reference] Zickuhr K, Smith A. Digital differences. Pew Res. 2012 Apr 13. http://www.pewinternet.org/ 2012/04/13/digital-differences/."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  },
  "journal": "Annual Review of Public Health",
  "volume": "36",
  "issue": "1",
  "pages": "393-415",
  "zotero_recovery": {
    "fields_recovered": [
      "journal"
    ],
    "timestamp": "2025-09-01T11:08:20.834047",
    "zotero_item_type": "journalArticle"
  }
}
