{
  "paper_id": "ZZUEZJFE",
  "title": "Features and usability assessment of a patient-centered mobile application (HeartMapp) for self-management of heart failure",
  "abstract": "Background: Mobile health technologies have emerged as a way to actively engage patients in their healthcare decision-making process. One who is well informed and motivated is thought to engage in self-management activities. Thus, the conceptual framework included \"information, motivation, and behavioral change\" model, with patient engagement as a mediator in the development and assessment of a mobile health application \"HeartMapp\" for chronic heart failure (CHF) self-management. Purpose: To describe the development and features of the HeartMapp and preliminary assessment of the usability of HeartMapp. Method: A descriptive survey design was employed. A total of 37 participants (25 patients with CHF and 12 health care workers) navigated the HeartMapp and completed self-confidence and usability questionnaires. Results: More than half of the patients used mobile phones to obtain health information. Patients reported moderate self-confidence (mean 26.60 ± 12.18) in using HeartMapp. One in five patients reported a lack of confidence in using the chest-worn Bluetooth device. The observational data indicated that all patients completed the task of navigating the HeartMapp with little or no help. The health care members (n = 12) demonstrated high confidence in recommending HeartMapp to patients (mean 4.58 ± 0.67) and in utilizing data from HeartMapp for clinical decision making (mean 4.50 ± 0.67). The self-confidence and usability questionnaires showed good reliability in this sample. Conclusion: Having access to CHF symptom monitoring and education readily available in a mobile app may motivate individuals to engage in the prescribed self-management skills to ultimately attain desired outcomes, which warrants further exploration.",
  "year": 2013,
  "date": "2013",
  "journal": "Journal of the American Association of Nurse Practitioners",
  "publication": "Journal of the American Association of Nurse Practitioners",
  "authors": [
    {
      "forename": "Ponrathi",
      "surname": "Athilingam",
      "name": "Ponrathi Athilingam",
      "affiliation": "a  College of Nursing , University of South Florida , Tampa , FL 33612 \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33612 \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Miguel",
      "surname": "Labrador",
      "name": "Miguel Labrador",
      "affiliation": "b  Department of Computer Science and Engineering , University of South Florida , Tampa , FL 33612 \n\t\t\t\t\t\t\t\t Department of Computer Science and Engineering \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33612 \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL",
      "email": "mlabrador@usf.edu"
    },
    {
      "forename": "Elizabeth",
      "surname": "Frances",
      "name": "Elizabeth Frances"
    },
    {
      "forename": "J",
      "surname": "Remo",
      "name": "J Remo"
    },
    {
      "surname": "Arnp-Bc",
      "name": "Arnp-Bc",
      "affiliation": "c  College of Nursing , University of South Florida , Tampa , FL 33612 \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33612 \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Laureen",
      "surname": "Mack",
      "name": "Laureen Mack",
      "affiliation": "d  Heart Failure Service Line , Tampa General Hospital , Tampa , FL 33606 \n\t\t\t\t\t\t\t\t Heart Failure Service Line \n\t\t\t\t\t\t\t\t Tampa General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33606 \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL",
      "email": "lmack@tgh.org"
    },
    {
      "forename": "Alyanna",
      "surname": "Bianca",
      "name": "Alyanna Bianca"
    },
    {
      "forename": "San",
      "surname": "Juan",
      "name": "San Juan",
      "affiliation": "e  University of South Florida , Tampa , FL 33612 \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 33612 \n\t\t\t\t\t\t\t\t\t Tampa \n\t\t\t\t\t\t\t\t\t FL"
    },
    {
      "forename": "Amanda",
      "surname": "Elliott",
      "name": "Amanda Elliott",
      "affiliation": "f  College of Nursing , University of South Florida lege of Nursing , USF. \n\t\t\t\t\t\t\t\t College of Nursing \n\t\t\t\t\t\t\t\t lege of Nursing \n\t\t\t\t\t\t\t\t University of South Florida \n\t\t\t\t\t\t\t\t USF",
      "email": "aelliott@health.usf.edu"
    },
    {
      "forename": "Mari",
      "surname": "Miranda",
      "name": "Mari Miranda"
    }
  ],
  "doi": "10.1016/j.apnr.2016.07.001",
  "sections": [
    {
      "title": "Introduction and background",
      "text": "Chronic heart failure (CHF) is a major public health problem affecting 5.1 million Americans, predominantly older adults  (Mozaffarian, Benjamin, Go, et al., 2015) . People with CHF are living longer but with disabling symptoms, particularly dyspnea and fatigue that impede quality of life  (Zavertnik, 2014) . Management of CHF requires patients to actively engage in complex self-management tasks to preserve physiological stability. Common self-management tasks expected of patients with CHF include: daily weighing, assessing CHF symptoms, adherence to complex medication regimen, a low salt diet, and participation in physical activity  (Yancy, Jessup, Bozkurt, et al., 2013) . Patients are also expected to use sound decision making in response to symptoms while on their own, which may be challenging for older adults  (Moser et al., 2012) . Recently, among 287 patients with systolic CHF, 58% were readmitted within 3 months and the researchers reported a significant relationship between CHF readmission and self-care management (ß = 1.6, odds ratio (OR) = 2.66; p = 0.006) and self-care confidence (ß = 0.9, OR = 2.01; p = 0.02)  (Sahebi, Mohammad-Aliha, Ansari-Ramandi, & Naderi, 2015) . Readmission rates are used as a quality indicator and health care metric for accountability and pay for performance by the Centers for Medicare and Medicaid Services  (Kociol, Liang, Hernandez, et al., 2013) . More recently, the \"Get with the Guideline Program\" of the American Heart Association demonstrated only a 1.4% reduction in CHF-related readmission (from 24.7% to 23.3%) in 30 days over a four-year period, indicating that significant reductions in CHF readmissions may be outside the reach of current management approaches  (Bergethon, 2015) .\n\nAdvances in telecommunication and mobile health technologies have created new opportunities to provide telemedical care as an adjunct to medical management of patients with CHF  (Anker, Koehler, & Abraham, 2011) . However, the results of these technologies have not proven to be beneficial. Compared with usual care, a physician-led remote telemedical management program showed no significant effect on all-cause mortality (hazard ratio, 0.97; p = 0.87) or HF hospitalization (hazard ratio, 0.89; p = 0.44)  (Koehler, Winkler, Schieber, et al., 2011) . Similarly, a telephone-based interactive voice response system (Pharos Tel-Assurance system)  (Chaudhry, Barton, Mattera, Spertus, & Krumholz, 2007) , use of an electronic scale and computer-based individualized symptom response system (the Alere DayLink monitor)  (Soran, Pina, Lamas, et al., 2008) , and weight and activity (WANDA) assessment utilizing the Ideal Life system showed inconsistent results and lack sustained benefits in improving CHF outcomes  (Suh, Chen, Woodbridge, et al., 2011) . In addition, a recent systematic review on remote telemonitoring  (Kitsiou, Pare, & Jaana, 2015) , the Heart Smart symptom training intervention  (Jurgens, Lee, Reitano, & Riegel, 2013) , the large COACH study (n = 1023) on intense disease management  (Jaarsma, van der Wal, Lesman-Leegte, et al., 2008) , motivational interviewing (MITI-CHF)  (Masterson Creber et al., 2015) , transitional care  (Feltner, Jones, Cene, et al., 2014) , and a nurse-led cognitive behavioral intervention  (Cockayne, Pattenden, Worthy, Richardson, & Lewin, 2014)  have demonstrated no difference in CHF outcomes. Recently, however, the Kettering Health Network reported that increasing patient and family engagement reduced readmission rates by 20%  (Sholder, Barrington, & Conklin, 2015) . Therefore, health care providers and organizations are looking for technological breakthroughs to better manage the complex care of these patients by partnering with them to curtail costly readmissions  (Heidenreich, 2013; Lainscak, Blue, Clark, et al., 2011) .\n\nCurrently, 77% of adults aged 65 or older in America own a mobile phone, 58% of those are smartphones, and 52% use mobile phones to get health information  (PewInternet, 2015) . African Americans and Latinos are 50% more smartphone-dependent, compared to Whites  (PewInternet, 2015) . In a national survey (N = 5000) by Qualcomm, 76% of mobile phone users reported being constantly connected by technology  (QualComm, 2015) . Older adults with no experience in technology have reported using mobile phones to manage daily selfmanagement of chronic diseases  (McCleary, 2013; Seto et al., 2012) . Thus, mobile health (mHealth) applications hold the potential to transform treatment adherence through improved self-management by being available to individuals in real time. The rapidly advancing community access and adaptation to mHealth technology provided an avenue for us in designing a patient-centered mHealth application (HeartMapp) for engaging patients in self-management, adherence to medication, diet, and physical activity in patients with CHF. The purpose of this paper is to describe the development and main features of the HeartMapp, as well as the results of self-confidence and usability assessment of both patients with CHF and health care workers."
    },
    {
      "title": "Conceptual framework in the development of HeartMapp",
      "text": "The validated information-motivation-behavior (IMB) model was utilized as a comprehensive framework in the development and testing of HeartMapp to bring the desired behavior change of CHF selfmanagement  (Fisher, Fisher, & Harman, 2003) . The IMB model posits a trilogy which includes: information about ones' health and/or ways to change unhealthy behavior; motivation includes personal or intrinsic motivation and social motivation from support of family and friends to change the unhealthy behavior; and adopting or acting out healthy behavior skills that results in desired behavior change  (Fisher, Fisher, Bryan, & Misovich, 2002) . The IMB model was successfully used as a framework in HIV behavior interventions  (Amico, Barta, Konkle-Parker, et al., 2009; Fisher, Fisher, Amico, & Harman, 2006; Starace, Massa, Amico, & Fisher, 2006) , diabetic care  (Mayberry & Osborn, 2014; Osborn & Egede, 2010) , self-breast examination  (Misovich, Martinez, Fisher, Bryan, & Catapano, 2006) , and an application for chronic medical conditions  (Rivet Amico, 2011) .\n\nEssentially, one who is well informed and motivated is thought to engage in activities that enhance knowledge and skills necessary to perform the focused behavior skills and is likely to reap greater health benefits  (Fisher et al., 2003) . Therefore, our conceptual framework used information (CHF knowledge), motivation (daily reminders and feedback in HeartMapp are proposed to act as a health care buddy/coach to enhance intrinsic and social motivation), to engage in or adherence to required behavioral skills (CHF self-management skills) that translate to behavior change of persistent CHF self-management  (Fisher et al., 2003) . (See Fig. 1.)  Patient-centered mHealth technologies have emerged as a way to actively engage patients in their healthcare decision-making process. Patients who are engaged as decision-makers in their care tend to be healthier and have better outcomes  (Anonymous, 2015) . Therefore, the conceptual framework included Carmen's multidimensional framework of patient engagement as a key mediator for behavior change in patients with CHF  (Carmen, Dardess, Maurer, et al., 2013; Fisher et al., 2003) . Despite upfront challenges faced by older adults who often resist using mobile technology, once they join the online world, mobile technology often becomes an integral part of their daily lives  (Seto et al., 2012) . Mobile phones are relatively small and convenient for people to carry on their person as they go about their daily lives and thus are available when needed. Interventions provided via mobile phones may offer support beyond the standard treatment context during everyday lives, as compared to being delivered only during discrete times (e.g., office visits). The automated coaching and feedback provided by key evidence-based interventions, known as the ecological momentary intervention, in the mobile phones may potentially empower patients to get engaged in self-management  (Heron & Smyth, 2010) . Persistent engagement had shown to improve the overall health and wellbeing of older adults  (Saranummi et al., 2013) ."
    },
    {
      "title": "HeartMapp features",
      "text": "The HeartMapp is an easy-to-use non-pharmacological, noninvasive mobile application that is patient-centric and functions independently of the health care system. The HeartMapp utilizes a Bluetooth sensor and wireless networks that consist of an Android application, tested on the Nexus 4 and Nexus 5 running the Android 4.4.0 platform. A Bluetooth sensor from Zephyr BioHarness™ 3 and/or BioPatch with an open application program interface (API) that connects to the Android phone is used to transmit real-time data on vital signs onto patients' mobile devices  (Kokonozi, Astaras, Semertzidis, et al., 2014) . HeartMapp is proposed to serve as a personal health buddy that includes five main features: 1) assessment, 2) exercises, 3) vital signs, 4) chronic heart failure educational information (CHF info), and 5) statistics (stats). (See Fig.  2 .)"
    },
    {
      "title": "Assessment",
      "text": "The assessment feature allows patients to enter weight and answer CHF symptom questions. While symptoms are the hallmarks of CHF severity, patients' experience of symptom clusters and symptom intensities varies widely  (Lainscak et al., 2011) . Often patients interpret symptoms of CHF for other minor deviations in health and neglect to seek early medical care  (Lam & Smeltzer, 2013; Moser, Lee, Wu, et al., 2014) . The HeartMapp uses the CHF severity index based on the New York Heart Association (NYHA) functional classification to offer feedback to patients on symptom severity  (NYHA, 1994) . The built-in algorithm in HeartMapp uses the information entered by patients on weight and CHF symptoms to classify the patients. Patients are classified into a Green Zone, if CHF symptoms are reported as stable or no change in weight; Yellow Zone, if CHF symptoms are reported as mild and a weight gain of three pounds in one day or 5 pounds in a week; Orange Zone, if symptoms are moderate and a weight gain of more than 5 pounds in a day; and Red Zone, if CHF symptoms require immediate attention. The HeartMapp provides automated feedback: Green Zone (\"no changecontinue current self-management practices\"); Yellow Zone (\"take an extra dose of your water pill prescribed by your doctor and call your doctor's office for an early follow-up\"); Orange Zone (\"call the doctor's office now\"); and Red Zone (prompts to call 911)."
    },
    {
      "title": "Exercises",
      "text": "The exercises feature of HeartMapp includes an animated deep breathing exercise and physical activity. Conscious control of breathing influences the autonomic nervous system that controls heart rate, circulation, muscle tension, and thoracic impedance  (Billman, 2011) . Also, evidence suggests that the rate and depth of breathing influence venous return by inducing changes in right atrial pressure, preload, stroke volume, and an increased cardiac output  (Jerath, Edry, Barnes, & Jerath, 2006; Rossi Caruso et al., 2011) . Controlled breathing at 6 breaths per minute, compared with spontaneous breathing at 15 breaths per minute, for a period of two weeks showed reduced fluctuations in blood pressure and significantly increased baroreflex sensitivity measured by spectral analysis electrocardiogram of 81 patients with CHF (from 5.0 ± 0.3 to 6.1 ± 0.5 ms/mm Hg, p b 0.0025) compared to 21 healthy controls  (Bernardi, Porta, Spicuzza, et al., 2002) . Therefore, HeartMapp is designed to teach patients to take six breaths per minute, utilizing the biofeedback mechanism. HeartMapp offers automated feedback on the patient's performance on the deep breathing exercise to potentially improve cardiac function.\n\nLack of physical activity in CHF is associated with increased prevalence of functional dependence for activities of daily living, such as walking, dressing, bathing, using the toilet, or eating  (Demers, McKelvie, Negassa, Yusuf, & Investigators, 2001) . Technology-driven physical activity promotion fostered greater patient engagement, adherence, and improved social support in patients with CHF  (Franklin, 2015) . Patients are encouraged to be active by walking 3 times per week. The sixminute walk test (6MWT) is a simple measure of functional capacity that predicts survival in patients with moderate CHF  (Castel, Mendez, Tamborero, et al., 2009) . Therefore, HeartMapp uses the predicted distance walked during the first six minutes of walking to offer automated feedback to patients on their performance. We used the reference equation provided by  Enright and Sherrill (1998)  to calculate the predicted distance walked in 6 minutes based on age, gender, height, and weight  (Enright & Sherrill, 1998) ."
    },
    {
      "title": "Vital signs",
      "text": "This feature monitors vital signs in real time using a wearable Bluetooth sensor with built-in algorithms that measures the heart rate, heart rate variability (HRV), respiratory rate, posture, and activity on a daily basis. Persons with CHF have over sensitive sympathetic outflow and depressed variability of arterial pressure and HRV compared to Fig. 2. HeartMapp screen features.\n\nhealthy adults  (Nolan, Batin, Andrews, et al., 1998) . Measuring HRV is considered the best indirect assessment of cardiac autonomic activity that provides prognostic information for patients with CHF. The UK-HEART study (N = 317) reported that reduced HRV was an independent predictor of mortality (hazard ratio, 2.5, 95% CI 1.3-4.6; p = 0.004) among patients with CHF  (Pinna, Maestri, Capomolla, et al., 2005) . Data from the wearable Bluetooth sensors will provide historical information to the users in an easy-to-understand graphical form to show trends on vital signs, weight, blood pressure, and HF symptom data."
    },
    {
      "title": "CHF info",
      "text": "This feature enables patients to read and listen to CHF educational information on daily self-management, medications, diet, physical activity, managing other chronic diseases or conditions, and managing feelings (emotions) about CHF. Evidence indicates that traditional patient education using printed materials does not support selfmanagement skill development  (Alberti & Nannini, 2013) . New patient teaching strategies are needed for prolonged engagement of patients to support the development of tactical and situational skills  (Dickson & Riegel, 2009) . The prospective EuroHeart Failure survey (N = 2331) from 24 countries collected data from patients at 12 weeks after discharge and reported that about half of the patients (49%) with CHF recalled receiving advice to weigh themselves  (Cleland, Swedberg, Cohen-Solal, et al., 2000) . Education is key to improve knowledge and persuade patients to practice recommended daily self-management tasks, diet, exercise, and pharmacological therapy. The audio-enabled CHF educational information in HeartMapp is available anytime in a real-world situation with no bulky papers to carry around and thus proposed to improve knowledge on recommended CHF therapies.\n\nThe Stats feature is a graphical module that displays trends on the patient's weight, CHF symptoms, vital signs, physical activity, and deep breathing exercise performance. Patients are also encouraged to use the stats feature as a communication tool with their health care teams during office visits. Furthermore, physicians will have access to their patients who have registered HeartMapp with their physician's name that gives access to their daily data. Physicians may use the patient's data for clinical decision making. HeartMapp is proposed to serve as a conduit to empower patients in daily self-management activities that may potentially improve CHF outcomes."
    },
    {
      "title": "Method and design for pilot usability assessment",
      "text": "The HeartMapp was developed with funding from the Charles Stark Draper Laboratory and the Florida Hi-Tech Corridor. The institutional review board (IRB) of the university approved the development of the HeartMapp and the usability assessment. A descriptive design was employed in the usability assessment of HeartMapp that used a survey and observational method to assess the self-confidence and usability of the initial prototype of HeartMapp.\n\nA total of 37 participants were approached at the hospital to complete self-confidence and usability questionnaires on the HeartMapp and all who were approached provided feedback. The participants include patients (n = 25) and health care workers (n = 12). All participants received a demonstration of the HeartMapp features by a research assistant. After navigating the HeartMapp themselves for an hour to two hours, each one completed the self-confidence questionnaire.\n\nThe patients (n = 25) admitted with a diagnosis of CHF were asked to navigate the HeartMapp once for up to two hours before completing the self-confidence and usability of HeartMapp questionnaires. Using an observational design, while the patients were navigating the HeartMapp for up to two hours, a research assistant observed the patients on their navigation skills on task completion of HeartMapp features. Patients completed short personal demographic questionnaire developed especially for the study. The clinical data on ejection fraction were extracted from medical records with the permission of patients.\n\nHealth care workers (n = 12) who cared for patients with CHF also navigated the HeartMapp once for up to two hours and completed a self-confidence questionnaire. All those who were approached gladly gave us feedback and completed the questionnaire."
    },
    {
      "title": "Measures used to assess self-confidence and usability",
      "text": "The self-confidence questionnaire in using HeartMapp was developed based on the self-efficacy scale  (Bandura, 2006) . The self-efficacy questionnaire has 10 Likert scale questions ('1' indicates complete confidence and '7' indicates no confidence) with a total possible score of 70. Lower scores indicate better confidence. The self-reported selfconfidence questionnaire was completed by patients after navigating the HeartMapp once for two hours.\n\nThe usability questionnaire was created based on the usability questionnaire of mobile phone apps that had a Cronbach's alpha of 0.80  (Ryu & Smith-Jackson, 2006) . The questionnaire uses a Likert scale (from \"1\" not at all to \"4\" extremely) with a total of 25 questions for a total score of 100  (Ryu & Smith-Jackson, 2006) . The usability questionnaire includes four dimensions: 1) ease of use, 2) usefulness & problem-solving capabilities, 3) accuracy & clarity of presentation, and 4) satisfaction with use and design. Our version of the usability questionnaire used the same dimensions and indicates the features of HeartMapp with higher score indicating usability. For example: How easy is it to learn to use HeartMapp? How easy is it to perform CHF symptom assessment in HeartMapp? How useful is the automated feedback? How accurate is the information presented? How satisfied are you with the design of HeartMapp? Patients rated extremely well for the ease of use and accuracy of materials of HeartMapp and rated moderate on the usefulness, problem solving, and satisfaction with HeartMapp.\n\nBecause of the nature of the cross-sectional data collected on this pilot testing, internal consistency of these questionnaires was assessed in our sample using the Statistical Package for Social Sciences (SPSS) and reported as Cronbach's alpha  (Padden, 2013) ."
    },
    {
      "title": "Participants with CHF characteristics of the pilot usability assessment",
      "text": "A total of 25 patients with CHF completed the self-confidence and usability questionnaires. The mean age of the patients was 58 years. Almost half of the patients had a CHF diagnosis for four or more years. All but one patient owned a mobile phone and two thirds were smartphones. About one third (32%) of African Americans reported solely using smartphones to access Internet for health information compared to Caucasians (12%). (See Table  1  for detailed demographics.)"
    },
    {
      "title": "Self-confidence of patients with CHF in using HeartMapp",
      "text": "Participants (n = 25) reported moderate self-confidence (mean 26.60 ± 12.18) in using the HeartMapp. About one in five (20%) patients with CHF reported less confidence in using the current chest-worn Bluetooth device. In our sample, there was sufficient evidence of internal consistency with a Cronbach's alpha of 0.98  (Padden, 2013) . A squared multiple correlation coefficient provided further evidence of reliability (R 2 ranged from 0.85 to 0.976)  (Padden, 2013) . (See Table  2 .)"
    },
    {
      "title": "Usability assessment of patients with CHF",
      "text": "In our sample, there was sufficient evidence of internal consistency and the alpha was 0.56. The internal reliability of the four dimensions of the usability questionnaire ranged from 0.54 to 0.64. The usability questionnaire included open-ended questions that ask participants to write comments about HeartMapp or any specific refinement needs. For the open-ended questions, patients commented \"ideal\" and \"good\" for text messages as reminders, real-time physiologic data, and the automated feedback features. However, the same number of patients also commented on the need for a wrist-worn device to track physiologic data rather than a chest-worn device. (See Table  3 .)"
    },
    {
      "title": "Observation of task completion in HeartMapp",
      "text": "The research assistant who observed patients with CHF during navigation of HeartMapp rated participants' task completion on seven key components of the HeartMapp functions including: entering daily weight, CHF symptom questionnaire, response to reminders, walking, the deep breathing exercise, vital signs monitoring by wearing the Bluetooth sensor appropriately, and navigating the modules on CHF info. The Likert scale used for rating task completion used a score of 1-5, for a total possible score of 35. A score of '5' indicates completed navigation task with no help from the research assistant and score of '1' indicates unable to complete task even with assistance. Higher scores indicated completion of task with no help. The internal consistency was 0.80, and a squared multiple correlation coefficient provided further evidence of reliability (R 2 ranged from 0.47 to 0.81). All participants completed the task of navigating the HeartMapp features with little or no help with a mean score of 28.84 ± 3.65. (See Fig.  3 .) 10. Self-confidence of health care workers\n\nThe health care workers (n = 12) include physicians (n = 4), nurse practitioners (n = 4), registered nurses (n = 3), and a pharmacist (n = 1) who cared for patients with CHF. All of them navigated the HeartMapp and completed a self-confidence questionnaire. The selfconfidence questionnaire for health care workers was also created based on Bandura's self-efficacy scale, with eight Likert scale questions ('1' indicates extremely confident and '5' indicated not at all confident) for a total possible score of 40  (Bandura, 2006) . In our sample, there was sufficient evidence of internal consistency and the Cronbach's alpha was 0.81. A squared multiple correlation coefficient provided further evidence of reliability (R 2 ranged from 0.47 to 0.92).\n\nThe total mean score on self-confidence indicated that the health care workers were very confident (32.75 ± 3.14) in using the HeartMapp. Health care workers reported that they will recommend HeartMapp to their patients when it becomes available (mean 4.58 ± 0.67) and will utilize the data from HeartMapp for clinical decision making (mean 4.5 ± 0.67). (See Table  4 .)"
    },
    {
      "title": "Discussion",
      "text": "Usability assessment of our pilot descriptive study is promising. The results showed that more than half of the patients used a mobile phone to access health information, of which one third of them were African Americans. This mobile phone access rate for health information was higher among our participants compared to 2015 national data of only 12% of African Americans solely dependent on smartphones to access health information  (PewInternet, 2015) . The observation of patients during navigation of HeartMapp indicated that all patients completed navigating the HeartMapp features with little or no help from the research assistant. Participants were between the ages of 43 years and 81 years who had little or no difficulty navigating HeartMapp features on a mobile phone. This supports the national data on mobile phone users and technology-savvy older adults who are constantly connected to technology  (PewInternet, 2014; QualComm, 2015) . Also for older adults with CHF, mobile technology has become an integral part of their daily lives. This was supported in a randomized controlled trial of a mobile phone-based telemonitoring support for patients with CHF   (Seto et al., 2012) . Thus, the current evidence from this pilot study indicates potential feasibility of a mobile phone-based system such as HeartMapp for patients with CHF, including the elderly with no experience with mobile phones  (Seto et al., 2012) .\n\nParticipants reported moderate self-confidence in using HeartMapp. About one in five patients with CHF reported less confidence in using the current chest-worn Bluetooth device. A recent review found that 70% of people are aware of wearable technology devices today. However, the main challenge lies in convincing people of the value of wearable and developing a device that appeals to the consumers  (Appelboom, Camacho, Abraham, et al., 2014) . Patients are aware of wrist-worn devices such as Fitbit and asked if a wrist-worn device could be an alternative. Thus, an alternative wrist-worn device with an open interface is being tested in our laboratory to track activity and vital signs.\n\nPatients rated \"extreme confidence\" in the ease of use and accuracy of materials in the HeartMapp and \"moderate confidence\" on the usefulness in problem solving and satisfaction with HeartMapp. Patients also reported that the real-time physiologic data and the automated feedback were good features. Currently published literature recommends the use of a wearable device for real-time physiologic measures to offset factors that are associated with unplanned admissions by offering decision support by timely feedback to patients  (Bosl et al., 2013) . The patients' feedback was vital for our team to refine the app and make it more patient friendly with the use of alternative wearable sensor.\n\nThe health care workers rated \"extreme confidence\" in recommending HeartMapp to their patients and using data from HeartMapp for decision making. This is contrary to the Institute for Healthcare Informatics that proposed diverse sets of hurdles for widespread adoption of mHealth by providers that are influenced by the choice of apps, inadequate evidence, infrastructure for app prescribing, regulations, data privacy and security, reimbursement, and liability issues  (Anonymous, 2013) . Health care members who participated in our pilot study did not voice any such concern when they completed the self-confidence questionnaire and rated HeartMapp highly acceptable. This needs to be explored in a larger, diverse sample for efficacy of using data from HeartMapp for decision making by providers. Providers also reported moderate confidence on patients' ability to learn and use mHealth technology. The health care members' perception on the older adults' skills in using technology is similar to the perception of home health nurses  (Radhakrishnan, Jacelon, & Roche, 2015) . Although older adults lag in tech adoption, data support that technology-savvy older adults are inspired to get involved and that digital technology may become an integral part of their daily lives with improved outcomes over time  (Seto et al., 2012; PewInternet, 2015) ."
    },
    {
      "title": "Limitations",
      "text": "The current paper only presents information on key HeartMapp features and data from a pilot usability study of 25 patients with CHF and 12 health care workers. Patients and health care workers only navigated the HeartMapp once for two hours. The time given to navigate HeartMapp is not adequate to understand the features fully. Thus, the feedback and the questionnaires completed may not reflect actual performance."
    },
    {
      "title": "Strength and future vision",
      "text": "The pilot usability assessment helped the team to understand design flaws of HeartMapp especially patients' preference for a wrist-worn Bluetooth sensor. These pilot data helped the team to validate the selfconfidence and usability questionnaires for future clinical trials. Our next step is to test HeartMapp for its efficacy in a clinical trial.\n\nFrom a research standpoint, HeartMapp may offer potential for additional data collection such as engagement time with HeartMapp recorded unobtrusively and the use of real-time physiologic data of patients. The real-time data may enable testing relationships between concepts of the IMB model and the engagement framework, as well as pattern recognition and classification of patient behaviors using regression analysis  (Jain, Duin, & Jianchang, 2000) . Real-time data may allow researchers to analyze health behaviors for prediction analysis; for example: prediction of stress from real-time physiological data may be used to encourage patients on deep breathing to relieve stress  (Yang, Linas, Kirk, et al., 2015) . Pattern recognition and classification from real-time data assign discrete class labels to particular observations and behaviors as outcomes of a prediction (e.g., daily weight and symptom data as predictors of early decompensation of CHF)  (Jain et al., 2000; Raschka, 2014) . This research potential needs to be explored in future studies."
    },
    {
      "title": "Clinical implications for practice",
      "text": "HeartMapp is hypothesized to offer a novel approach for CHF selfmanagement. We hypothesize that having weight, blood pressure, CHF symptom monitoring, and education readily accessible in a mobile app may motivate individuals to engage in the prescribed selfmanagement tasks to ultimately attain desired behavior change, which warrants further exploration as an adjunct to current standard post-discharge transition care and remote telemonitoring services  available immediately after discharge for up to 6 weeks. Once this transition care is terminated, we propose that HeartMapp remains with them for continued engagement in self-management tasks with feedback on decision making. Providers may have an opportunity to track their patient's data for triage and decision making, which warrants further exploration. In addition, the graphical stats feature may potentially enhance patient communication with providers, which also needs further exploration."
    },
    {
      "text": "Fig. 1. Conceptual framework for mHealth: IMB model with patient engagement as mediator."
    },
    {
      "text": "Fig. 3. Percentage of task completion in HeartMapp with little or no help by patients."
    },
    {
      "text": "Self-confidence/efficacy of CHF patients on the use of HeartMapp (n = 25) with reliability of each item of the scale."
    },
    {
      "text": "Reliability statistics of the four components of the usability of HeartMapp questionnaire."
    },
    {
      "text": "Demographic and clinical characteristics of the sample (n = 25)."
    },
    {
      "text": "Self-confidence questionnaire for providers. How confident are you that you will use the data from HeartMapp for decision making on patient care? 4.5 0.67 How confident are you that the streaming data will guide you in patient care? 4.33 0.78 How confident are you that your patients can use the HeartMapp successfully? 3.75 0.62 How confident are you that your patients can learn how to use the HeartMapp program successfully? 3.83 0.58 How confident are you that the HeartMapp will be helpful in managing heart failure symptoms? 4.08 0.29 How confident are you that the HeartMapp will help improve daily self-care management of your heart failure patients? 4.08 0.29 How confident are you that the use of the HeartMapp may help in reducing readmission rate related to heart failure?"
    }
  ],
  "references": [
    {
      "title": "Patient comprehension of discharge instructions from the emergency department: A literature review",
      "authors": [
        "T Alberti",
        "A Nannini"
      ],
      "year": 2013,
      "doi": "10.1111/j.1745-7599.2012.00767.x"
    },
    {
      "title": "The information-motivationbehavioral skills model of ART adherence in a deep south HIV+ clinic sample",
      "authors": [
        "K Amico",
        "W Barta",
        "D Konkle-Parker"
      ],
      "year": 2009
    },
    {
      "title": "Telemedicine and remote management of patients with heart failure",
      "authors": [
        "S Anker",
        "F Koehler",
        "W Abraham"
      ],
      "year": 2011
    },
    {
      "title": "Smart wearable body sensors for patient self-assessment and monitoring",
      "authors": [
        "G Appelboom",
        "E Camacho",
        "Abraham",
        "Me"
      ],
      "year": 2014,
      "doi": "10.1186/2049-3258-72-28"
    },
    {
      "title": "Guide for Constructing Self-Efficacy Scales",
      "authors": [
        "A Bandura"
      ],
      "year": 2006
    },
    {
      "title": "Trends in 30-Day Readmission Rates for Patients Hospitalized with Heart Failure: Data from Get with the Guidelines Heart Failure Registery",
      "authors": [
        "K Bergethon"
      ],
      "year": 2015
    },
    {
      "title": "Slow breathing increases arterial baroreflex sensitivity in patients with chronic heart failure",
      "authors": [
        "L Bernardi",
        "C Porta",
        "L Spicuzza"
      ],
      "year": 2002
    },
    {
      "title": "Heart rate variabilitya historical perspective",
      "authors": [
        "G Billman"
      ],
      "year": 2011
    },
    {
      "title": "Scalable decision support at the point of care: A substitutable electronic health record app for monitoring medication adherence",
      "authors": [
        "W Bosl",
        "J Mandel",
        "M Jonikas",
        "Ramoni",
        "Rb",
        "Kohane",
        "Is",
        "Mandl",
        "Kd"
      ],
      "year": 2013,
      "doi": "10.2196/ijmr.2480"
    },
    {
      "title": "Patient and family engagement: A framework for understanding the elements and developing interventions and policies",
      "authors": [
        "K Carmen",
        "P Dardess",
        "M Maurer"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1133"
    },
    {
      "title": "Six-minute walking test predicts longterm cardiac death in patients who received cardiac resynchronization therapy",
      "authors": [
        "M Castel",
        "F Mendez",
        "D Tamborero"
      ],
      "year": 2009
    },
    {
      "title": "Randomized trial of telemonitoring to improve heart failure outcomes (Tele-HF): Study design",
      "authors": [
        "S Chaudhry",
        "B Barton",
        "J Mattera",
        "J Spertus",
        "Krumholz",
        "Hm"
      ],
      "year": 2007,
      "doi": "10.1016/j.cardfail.2007.06.720"
    },
    {
      "title": "The EuroHeart Failure Survey of the EUROHEART survey programme. A survey on the quality of care among patients with heart failure in Europe. The Study Group on Diagnosis of the Working Group on Heart Failure of the European Society of Cardiology. The Medicines Evaluation Group Centre for Health Economics University of York",
      "authors": [
        "J Cleland",
        "K Swedberg",
        "A Cohen-Solal"
      ],
      "year": 2000
    },
    {
      "title": "Nurse facilitated self-management support for people with heart failure and their family carers (SEMAPHFOR): A randomised controlled trial",
      "authors": [
        "S Cockayne",
        "J Pattenden",
        "G Worthy",
        "G Richardson",
        "R Lewin"
      ],
      "year": 2014
    },
    {
      "title": "Reliability, validity, and responsiveness of the six-minute walk test in patients with heart failure",
      "authors": [
        "C Demers",
        "Mckelvie",
        "Rs",
        "A Negassa",
        "S Yusuf",
        "Rps Investigators"
      ],
      "year": 2001
    },
    {
      "title": "Are we teaching what patients need to know? Building skills in heart failure self-care",
      "authors": [
        "V Dickson",
        "B Riegel"
      ],
      "year": 2009
    },
    {
      "title": "Reference equations for the six-minute walk in healthy adults",
      "authors": [
        "P Enright",
        "D Sherrill"
      ],
      "year": 1998
    },
    {
      "title": "Transitional care interventions to prevent readmissions for persons with heart failure: A systematic review and meta-analysis",
      "authors": [
        "C Feltner",
        "C Jones",
        "Cene",
        "Cw"
      ],
      "year": 2014
    },
    {
      "title": "An information-motivationbehavioral skills model of adherence to antiretroviral therapy",
      "authors": [
        "J Fisher",
        "Fisher",
        "Wa",
        "K Amico",
        "J Harman"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.4.462"
    },
    {
      "title": "Information-motivation-behavioral skills model-based HIV risk behavior change intervention for inner-city high school youth",
      "authors": [
        "J Fisher",
        "Fisher",
        "Wa",
        "A Bryan",
        "Misovich",
        "Sj"
      ],
      "year": 2002,
      "doi": "10.1037//0278-6133.21.2.177"
    },
    {
      "title": "The Information-Motivation-Behavioral Skills Model: A General Social Psychological Approach to Understanding and Promoting Health Behavior",
      "authors": [
        "W Fisher",
        "J Fisher",
        "J Harman"
      ],
      "year": 2003,
      "doi": "10.1002/9780470753552.ch4"
    },
    {
      "title": "Technology to promote and increase physical activity in heart failure",
      "authors": [
        "N Franklin"
      ],
      "year": 2015,
      "doi": "10.1016/j.hfc.2014.08.006"
    },
    {
      "title": "Time for a thorough evaluation of patient-centered care",
      "authors": [
        "P Heidenreich"
      ],
      "year": 2013
    },
    {
      "title": "Ecological momentary interventions: Incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x466063"
    },
    {
      "title": "Effect of moderate or intensive disease management program on outcome in patients with heart failure: Coordinating study evaluating Outcomes of Advising and Counseling in Heart failure (COACH)",
      "authors": [
        "T Jaarsma",
        "M Van Der Wal",
        "I Lesman-Leegte"
      ],
      "year": 2008
    },
    {
      "title": "Published in Pattern Analysis and Machine Intelligence",
      "authors": [
        "A Jain",
        "Rpw Duin",
        "M Jianchang"
      ],
      "year": 2000
    },
    {
      "title": "Physiology of long pranayamic breathing: Neural respiratory elements may provide a mechanism that explains how slow deep breathing shifts the autonomic nervous system",
      "authors": [
        "R Jerath",
        "Edry",
        "Jw",
        "Barnes",
        "Va",
        "V Jerath"
      ],
      "year": 2006,
      "doi": "10.1016/j.mehy.2006.02.042"
    },
    {
      "title": "Heart failure symptom monitoring and response training",
      "authors": [
        "C Jurgens",
        "Lee",
        "Cs",
        "J Reitano",
        "B Riegel"
      ],
      "year": 2013,
      "doi": "10.1016/j.hrtlng.2013.03.005"
    },
    {
      "title": "Effects of home telemonitoring interventions on patients with chronic heart failure: An overview of systematic reviews",
      "authors": [
        "S Kitsiou",
        "G Pare",
        "M Jaana"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4174"
    },
    {
      "title": "Are we targeting the right metric for heart failure? Comparison of hospital 30-day readmission rates and total episode of care inpatient days",
      "authors": [
        "R Kociol",
        "L Liang",
        "A Hernandez"
      ],
      "year": 2013
    },
    {
      "title": "Impact of remote telemedical management on mortality and hospitalizations in ambulatory patients with chronic heart failure: The telemedical interventional monitoring in heart failure study",
      "authors": [
        "F Koehler",
        "S Winkler",
        "M Schieber"
      ],
      "year": 2011
    },
    {
      "title": "Development and clinical evaluation of a physiological data acquisition device for monitoring and exercise guidance of heart failure and chronic heart disease patients",
      "authors": [
        "A Kokonozi",
        "A Astaras",
        "P Semertzidis"
      ],
      "year": 2014
    },
    {
      "title": "Self-care management of heart failure: Practical recommendations from the Patient Care Committee of the Heart Failure Association of the European Society of Cardiology",
      "authors": [
        "M Lainscak",
        "L Blue",
        "A Clark"
      ],
      "year": 2011
    },
    {
      "title": "Patterns of symptom recognition, interpretation, and response in heart failure patients: An integrative review",
      "authors": [
        "C Lam",
        "Smeltzer",
        "Sc"
      ],
      "year": 2013,
      "doi": "10.1097/jcn.0b013e3182531cf7"
    },
    {
      "title": "Motivational interviewing to improve self-care for patients with chronic heart failure: MITI-HF randomized controlled trial",
      "authors": [
        "Masterson Creber",
        "R Patey",
        "M Lee",
        "C Kuan",
        "A Jurgens"
      ],
      "year": 2015
    },
    {
      "title": "Empirical validation of the information-motivationbehavioral skills model of diabetes medication adherence: A framework for intervention",
      "authors": [
        "L Mayberry",
        "C Osborn"
      ],
      "year": 2014
    },
    {
      "title": "mHealth: Patients open to app prescriptions",
      "authors": [
        "G Mccleary"
      ],
      "year": 2013
    },
    {
      "title": "Predicting breast selfexamination: A test of the information-motivation-behavioral skills model",
      "authors": [
        "S Misovich",
        "T Martinez",
        "J Fisher",
        "A Bryan",
        "N Catapano"
      ],
      "year": 2006,
      "doi": "10.1111/j.1559-1816.2003.tb01924.x"
    },
    {
      "title": "Mobile Health and Patient Engagement in the Safety Net: A Survey of Community Health Centers and Clinics",
      "year": 2015,
      "doi": "10.15868/socialsector.25031"
    },
    {
      "title": "Role of self-care in the patient with heart failure",
      "authors": [
        "D Moser",
        "V Dickson",
        "T Jaarsma",
        "C Lee",
        "A Stromberg",
        "B Riegel"
      ],
      "year": 2012,
      "doi": "10.1007/s11886-012-0267-9"
    },
    {
      "title": "Identification of symptom clusters among patients with heart failure: An international observational study",
      "authors": [
        "D Moser",
        "Lee",
        "Ks",
        "J Wu"
      ],
      "year": 2014
    },
    {
      "title": "Heart disease and stroke statistics -2015 update: A report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "Go",
        "As"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000491"
    },
    {
      "title": "Prospective study of heart rate variability and mortality in chronic heart failure: Results of the United Kingdom heart failure evaluation and assessment of risk trial (UK-heart)",
      "authors": [
        "J Nolan",
        "Batin",
        "Pd",
        "R Andrews"
      ],
      "year": 1998
    },
    {
      "title": "Nomenclature and Criteria for Diagnosis of Diseases of the Heart and Great Vessels",
      "authors": [
        "Nyha"
      ],
      "year": 1994
    },
    {
      "title": "Validation of an information-motivation-behavioral skills model of diabetes self-care (IMB-DSC)",
      "authors": [
        "C Osborn",
        "L Egede"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2009.07.016"
    },
    {
      "title": "A pilot study to determine the validity and reliability of the level of reflection-on-action assessment",
      "authors": [
        "M Padden"
      ],
      "year": 2013,
      "doi": "10.3928/01484834-20130613-03"
    },
    {
      "title": "Patient Apps for Improved Healthcare: From Novelty to Mainstream",
      "year": 2013,
      "doi": "10.1201/b13899-12"
    },
    {
      "title": "Older adults and technology use",
      "authors": [
        "Pewinternet"
      ],
      "year": 2014
    },
    {
      "title": "Applicability and clinical relevance of the transfer function method in the assessment of baroreflex sensitivity in heart failure patients",
      "authors": [
        "G Pinna",
        "R Maestri",
        "S Capomolla"
      ],
      "year": 2005,
      "doi": "10.1016/j.jacc.2005.06.062"
    },
    {
      "title": "Mobile device/cell phone statistics",
      "authors": [
        "Qualcomm"
      ],
      "year": 2015,
      "doi": "10.4324/9780080888187-20"
    },
    {
      "title": "Perceptions on the use of telehealth by homecare nurses and patients with heart failure: A mixed method study",
      "authors": [
        "K Radhakrishnan",
        "C Jacelon",
        "J Roche"
      ],
      "year": 2015
    },
    {
      "title": "Predictive modeling, supervised machine learning, and pattern classification",
      "authors": [
        "S Raschka"
      ],
      "year": 2014
    },
    {
      "title": "A situated-information motivation behavioral skills model of care initiation and maintenance (sIMB-CIM): An IMB model based approach to understanding and intervening in engagement in care for chronic medical conditions",
      "authors": [
        "Rivet Amico"
      ],
      "year": 2011
    },
    {
      "authors": [
        "P Athilingam"
      ],
      "year": 2016
    },
    {
      "title": "Heart rate autonomic responses during deep breathing and walking in hospitalised patients with chronic heart failure",
      "authors": [
        "Rossi Caruso",
        "Fc",
        "R Arena",
        "R Mendes",
        "M Reis",
        "V Papa",
        "A Borghi-Silva"
      ],
      "year": 2011
    },
    {
      "title": "Reliability and validity of the Mobile Phone Usability Questionnaire (MPUQ)",
      "authors": [
        "Y Ryu",
        "T Smith-Jackson"
      ],
      "year": 2006
    },
    {
      "title": "Investigation the relationship between self-care and readmission in patients with chronic heart failure",
      "authors": [
        "A Sahebi",
        "J Mohammad-Aliha",
        "M Ansari-Ramandi",
        "N Naderi"
      ],
      "year": 2015
    },
    {
      "title": "Moving the science of behavior change into the 21st century: Novel solutions to prevent disease and promote health",
      "authors": [
        "N Saranummi",
        "D Spruijt-Metz",
        "Intille",
        "Ss",
        "I Korhone",
        "W Nilsen",
        "M Pavel"
      ],
      "year": 2013,
      "doi": "10.1109/mpul.2013.2271680"
    },
    {
      "title": "Mobile phone-based telemonitoring for heart failure management: A randomized controlled trial",
      "authors": [
        "E Seto",
        "Leonard",
        "Kj",
        "J Cafazzo",
        "J Barnsley",
        "C Masino",
        "Ross",
        "Hj"
      ],
      "year": 2012
    },
    {
      "title": "Reducing Harm and Readmissions with Partnership for Patients",
      "authors": [
        "T Sholder",
        "M Barrington",
        "K Conklin"
      ],
      "year": 2015,
      "doi": "10.1097/01.numa.0000473484.50838.da"
    },
    {
      "title": "A randomized clinical trial of the clinical effects of enhanced heart failure monitoring using a computer-based telephonic mon-itoring system in older minorities and women",
      "authors": [
        "O Soran",
        "I Pina",
        "Lamas",
        "Ga"
      ],
      "year": 2008,
      "doi": "10.1016/j.cardfail.2008.06.448"
    },
    {
      "title": "Adherence to antiretroviral therapy: An empirical test of the information-motivation-behavioral skills model",
      "authors": [
        "F Starace",
        "A Massa",
        "K Amico",
        "J Fisher"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.2.153"
    },
    {
      "title": "A remote patient monitoring system for congestive heart failure",
      "authors": [
        "M Suh",
        "C Chen",
        "J Woodbridge"
      ],
      "year": 2011
    },
    {
      "title": "US Smartphone Use in",
      "year": 2015
    },
    {
      "title": "ACCF/AHA guideline for the management of heart failure: Executive summary: A report of the American College of Cardiology Foundation/American Heart Association Task Force on practice guidelines",
      "authors": [
        "C Yancy",
        "M Jessup",
        "B Bozkurt"
      ],
      "year": 2013
    },
    {
      "title": "Feasibility and acceptability of smartphonebased ecological momentary assessment of alcohol use among African American men who have sex with men in Baltimore",
      "authors": [
        "C Yang",
        "B Linas",
        "G Kirk"
      ],
      "year": 2015
    },
    {
      "title": "Self-care in older adults with heart failure: An integrative review",
      "authors": [
        "J Zavertnik"
      ],
      "year": 2014,
      "doi": "10.1097/nur.0000000000000021"
    }
  ],
  "num_references": 67
}
