{
  "paper_id": "23DNJEPS",
  "title": "Digital Health Innovations to Catalyze the Transition to Value-Based Health Care",
  "abstract": "The health care industry is currently going through a transformation due to the integration of technologies and the shift toward value-based health care (VBHC). This article explores how digital health solutions play a role in advancing VBHC, highlighting both the challenges and opportunities associated with adopting these technologies. Digital health, which includes mobile health, wearable devices, telehealth, and personalized medicine, shows promise in improving diagnostic accuracy, treatment options, and overall health outcomes. The article delves into the concept of transformation in health care by emphasizing its potential to reform care delivery through data communication, patient engagement, and operational efficiency. Moreover, it examines the principles of VBHC, with a focus on patient outcomes, and emphasizes how digital platforms play a role in treatment among tertiary hospitals by using patient-reported outcome measures. The article discusses challenges that come with implementing VBHC, such as stakeholder engagement and standardization of patient-reported outcome measures. It also highlights the role played by health innovators in facilitating the transition toward VBHC models. Through real-life case examples, this article illustrates how digital platforms have had an impact on efficiencies, patient outcomes, and empowerment. In conclusion, it envisions directions for solutions in VBHC by emphasizing the need for interoperability, standardization, and collaborative efforts among stakeholders to fully realize the potential of digital transformation in health care. This research highlights the impact of digital health in creating a health care system that focuses on providing high-quality, efficient, and patient-centered care.",
  "year": 2020,
  "date": "2020",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Lan",
      "surname": "Zhang",
      "name": "Lan Zhang"
    },
    {
      "forename": ";",
      "surname": "Beng",
      "name": "; Beng"
    },
    {
      "surname": "Bullen",
      "name": "Bullen",
      "affiliation": "2  National Institute for Health Innovation , University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": ";",
      "surname": "Chen",
      "name": "; Chen",
      "affiliation": "2  National Institute for Health Innovation , University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t National Institute for Health Innovation \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Jinsong",
      "surname": "Chen",
      "name": "Jinsong Chen",
      "email": "jinsong.chen@hzcu.edu.cn"
    },
    {
      "affiliation": "Department of Public Administration , Law School , Hangzhou City University , Hangzhou , China \n\t\t\t\t\t\t\t\t Department of Public Administration \n\t\t\t\t\t\t\t\t Law School \n\t\t\t\t\t\t\t\t Hangzhou City University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hangzhou \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "affiliation": "Department of Public Administration Law School , Hangzhou City University No. 51 HuZhou Street , Gongshu District Hangzhou , 310015 China \n\t\t\t\t\t\t\t\t Department of Public Administration Law School \n\t\t\t\t\t\t\t\t Hangzhou City University No \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 51 HuZhou Street Gongshu District Hangzhou \n\t\t\t\t\t\t\t\t\t 310015 \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/57385",
  "keywords": [
    "digital health",
    "value-based health care",
    "VBHC",
    "patient-reported outcome measures",
    "PROM",
    "digital transformation",
    "health care innovation",
    "patient-centric care",
    "health technology",
    "patient-reported outcome",
    "PRO",
    "outcome measure",
    "telehealth",
    "telemedicine",
    "eHealth",
    "personalized",
    "customized",
    "engagement",
    "patient-centered care",
    "standardization",
    "implementation"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "In the last few decades, the health care landscape has undergone changes due to the rapid advancement and integration of technology. This technological progress has transformed how health care is managed, both for individuals and on a scale, by providing insights into patient health and experiences through digital recording and data collection methods.\n\nNowadays these advancements in technology are collectively known as \"digital health.\" According to the Food and Drug Administration, digital health encompasses a range of technologies, including mobile health (mHealth), health information technology, wearable devices, telehealth, telemedicine, and personalized medicine  [1] . The adoption of health technologies is increasingly common in the health care industry, offering prospects for improved diagnostic accuracy, treatment options, and overall health outcomes  [2] .\n\nThese innovations in health are driving a shift toward a value-based approach  [3] . This places patients at the center of care delivery and marks a departure from health care models. However, navigating the complex digital health ecosystem poses challenges for transformations in health care."
    },
    {
      "title": "Digital Transformation",
      "text": "Digital transformation refers to \"a process that aims to improve an entity by triggering significant changes to its properties through combinations of information, computing, communication, and connectivity technologies\"  [4] . Digital transformation is reforming the modern-day health care system. Propelled by the COVID-19 pandemic, we have witnessed a surge of technology innovation to assure continuity in care delivery  [5] .\n\nHowever, in the context of the health industry, digital transformation not only refers to managing clinical data flows and using advanced technologies but also a wider philosophical framework of business and operation transformation via digital innovations and technologies to increase stakeholder satisfaction. Its aim goes beyond digitizing the organizational environment to facilitate the use of data and leverage the value of data insights for improving clinical governance and performance evaluation, supporting clinical decision-making and operation efficiency, as well as ensuring the highly efficient utilization of health resources  [5] . Ultimately, the process of digital transformation for the health care system needs to consider how to increase the quality of care and patient satisfaction via enhancing clinical data communication and patient engagement  [6] .\n\nThe digital transformation of the health care industry has leveraged a range of digital solutions in each part of the patient journey, including patient assessment, treatment, and management. These digital innovations arose out of the need for treatment and patient care, but toward multidimensional well-being and multi-disciplinary health support. The digital transformation enables health care professionals and other stakeholders in the health system to accomplish value-based health care (VBHC) more efficiently and sustainably  [7] ."
    },
    {
      "title": "Value-Based Health Care",
      "text": "VBHC, defined as a health care activity that highlights value as patient-centric outcomes over the cost invested to treat patients  [8, 9] , is one of the dominant trends in the global health industry  [3, 10, 11] . Due to the high costs and growing inefficiency of health care in many nations, as well as the growing agreement that the existing health care paradigm is essentially unsustainable  [12, 13] , advocating and implementing a VBHC model has become a strategic imperative for many health systems  [14, 15] .\n\nWhat is value? A definition proposed by the European Commission broadens the interpretation of \"value\" from a single variable based solely on monetary value in the context of cost-effectiveness to a more inclusive concept. The proposed definition of \"value\" includes the following four components  [16] :  (1)  allocative \"value\": equitable distribution of resources across all patient groups; (2) technical \"value\": achievement of the best possible outcomes with available resources; (3) personal \"value\": appropriate care to achieve patients' personal goals; and (4) societal \"value\": contribution of health care to social participation and connectedness.\n\nA system-level model and framework may be necessary to determine \"value\" within the many components connected by complex processes inside a health care system  [17] .\n\nUnder VBHC, the focus shifts from volumes (the number of physician visits, hospitalizations, procedures, and tests) to outcomes (the patients' prioritized health outcomes, such as an increase in functional independence and quality of life  [18] . With a focus on the quality of patient care, the aim is to reduce the time spent in the health care sectors, avoid the development of chronic diseases, and minimize deterioration of medical conditions  [18] . VBHC empowers patients and enables caregivers to provide better care at a lower cost, resulting in benefits for all stakeholders: patients, providers, payers, suppliers, and society  [18] ."
    },
    {
      "title": "Patient-Reported Outcome Measures",
      "text": "An important element of VBHC is measuring outcomes that matter to patients, including their symptoms, functionality, and their satisfaction with their health care experience. This led to the introduction and adoption of patient-centered outcomes assessments, which take into account aspects of cure and survival, as well as recovery and quality of life retained  [19, 20] . A patient-reported outcome (PRO) is \"an outcome reported directly by patients themselves and not interpreted by an observer.\" PROs bring the \"patient's voice\" to the care journey and identify conditions or symptoms that matter the most to a patient's daily life and quality of life  [21] .\n\nTo measure PROs, instruments known as patient-reported outcome measures (PROMs) have been developed. These instruments are typically self-reported questionnaires that measure symptom burden, functional status, health-related quality of life, and health-related behaviors such as anxiety  [22] . They are generally categorized into 2 groups: general health-related quality of life PROMs and disease-specific PROMs  [22] . General PROMs focus on general well-being, mental state, and quality of life across a range of medical conditions  [22] , whereas disease-specific PROMs capture a combination of symptom severity and impact resulting from a specific condition or treatment  [23] .\n\nPROMs are an essential part of VBHC because they measure what matters most to patients, and this drives the health care system to take a more holistic and comprehensive view of the physical, mental, and social impacts of illness. Research has found PROMs can be used in different ways to contribute to VBHC, such as enhancing patients' and clinicians' communication for identifying treatment plans; quantifying and monitoring symptoms and illness impact on life; reflecting patients' preference on treatment and care; evaluating the quality of care and improvement of health; facilitating patient adherence and satisfaction with care; and promoting informed utilization of health resources and services  [24] .\n\nTraditionally, PROMs were administered and distributed on paper throughout a patient's care journey, requiring manual efforts to distribute, collect, and calculate patient scores. This can be a time-consuming and inefficient process, with additional administrative burden for clinical teams. However, web-based software, platforms, and apps are now being used for end-to-end management of PROMs, from automation of distributing, capturing, analyzing, and reporting these data. Features include automatic scoring of PROM data, interpretive dashboards and reports for clinicians, alerts to notify clinical teams of patients' acute needs for symptom management, integration with electronic health records, and notification reminders tailored for patients  [25] .\n\nOne example of a fully digital PROMs system is the Symptom Tracking and Reporting (STAR) system used to assess a patient's functional recovery after radical prostatectomy at Memorial Sloan-Kettering Cancer Center  [26] . The web-based system is used to collect PROMs on urinary function, sexual function, bowel function, and overall quality of life. Patients are automatically emailed a unique link with access to a web-based portal for symptom reporting. Clinicians and patients can view numerical and graphical summaries of patients' reported PROM scores, with prediction models of a patient's future functional status. Tell Us, a web-based system designed for patients with advanced cancer in palliative care, has similar functionalities to STAR, but with the additional ability to trigger real-time alerts to clinical teams when intervention is necessary. The field is growing rapidly  [5, 27] .\n\nPrevious studies had confirmed the effect of PROMs on patients in tertiary hospitals  [28, 29] . A study in a tertiary care center among patients with septoplasty and functional endoscopic sinus surgery found that due to the high response rates, PROMs that use mobile digital patient engagement platforms could effectively monitor postoperative outcomes  [30] . Another study in a tertiary care center specialized in skull base diseases also showed that administering digital PROMs seems appropriate for evaluating health-related quality of life in skull base disorders  [31] ."
    },
    {
      "title": "Research Gaps and Study Aims",
      "text": "In conclusion, the integration of digital transformation, VBHC, and PROMs had been discussed in the previous study  [32] [33] [34] . However, few studies had ever investigated the specific role and impact of digital health solutions in driving VBHC  [5] , as well as specific clinical efficiency gains and resource savings from the adoption of digital health technologies  [35]  and the specific ways and effects of how digital health solutions could be used to personalize treatment  [36, 37] .\n\nThus, this article aimed to explain the role that digital health solutions played in advancing VBHC. It examined the challenges that came with adopting these technologies and highlighted the work of health startups that were committed to assisting health care organizations in their shift toward value-based care models."
    },
    {
      "title": "Key Challenges",
      "text": "Although digital transformation facilitates the transition of traditional health models toward VBHC, implementation and adaptation are also needed from the many different stakeholders  [38] . A shift in the overall cultural and behavioral environment requires a transition in clinical governance, management, and policy making, which in turn needs the joint contributions of health care professionals, payers, policy makers, caregivers, and, crucially, patients.\n\nOne of the key challenges of implementing VBHC in a health system is to facilitate and incentivize stakeholders to commit to capturing and reporting PROs along with clinical outcomes. Taking insights generated from PROs into decision-making processes (eg, care plan development, selection of treatments or therapies) unleashes the power and value of PROs and other patient-generated health data (PGHD), such as objective data captured by wearable devices. However, the applications of PROs and other PGHD into routine patient care will lead to a disruption of the health care governance and clinical practice.\n\nDespite a growing consensus on the utility of PROs in clinical care, most of their applications remain in research or academic initiatives  [39] . One major barrier to integrating PROs into clinical practice is the lack of standardization of how PROs are measured  [40] . Measurement of PROs can range from unstructured patient diaries to structured clinically validated questionnaires, such as PROMs. More sophisticated questions, such as when to disseminate PROMs to patients, how often to send these PROMs, and what data analysis should be done with the data, are usually raised once the appropriate PROMs are identified for a target patient group. These questions highlight the importance of standardizing the method of PROMs selection and implementation.\n\nEven if there are incentives and standardized PROMs, leadership, resources, and support are needed to encourage current health systems and physicians to change. Introducing an additional workflow of PRO data collection and application may present significant increases in workload for health care providers. This is where a professionally developed and validated digital solution can play its role in the process of digital transformation of the health system toward VBHC. Not only can digital solutions reduce the burden of collecting and using PRO data, but they should also support health care providers in their routine workflow (eg, enabling patient screening, follow-up care, support of self-management, etc), which will further incentivize health care providers to use the platform."
    },
    {
      "title": "Digital Health Approach",
      "text": "Digital health innovators are at the forefront of advocating for the adoption of VBHC, particularly in addressing the challenges of real-world implementation. Their mission is to assist health care organizations globally in transitioning to a VBHC model by providing tools that promote a patient-centered care approach.\n\nTypically, digital solutions involve cloud-based Software as a Service digital platforms with automated and streamlined digital care pathways, reducing manual and costly processes. Digital care pathways use digital technologies to coordinate the monitoring, engagement, and support of patients throughout their care continuum, consolidating these processes into a unified system that collects, analyzes, and manages PGHD, including PROs and wearable or medical device data. They also deliver educational information to patients and providers.\n\nMoving beyond traditional electronic data capture systems and generic customer relationship management platforms, digital platforms can seamlessly combine clinical and non-clinical data through integration with electronic medical records and clinical workflows. Thus, with a fully configurable, disease and device-agnostic platform, health professionals are equipped with a single, patient-centric system for managing communication, data collection, and analysis, providing real-time actionable information and insights to inform and improve patient care and management. The digital care pathway enhanced access to patient information and accelerated the provision of early specialist care  [41] . Previous study had confirmed that digital transmural care pathway was feasible and beneficial in daily clinical care for patients with lung cancer  [42] .\n\nFor each medical condition and treatment, there are four broad phases in developing value-based digital care pathways: (1) defining schedules, (2) content creation, (3) automated patient engagement, and (4) insight generation. In developing new digital care pathways, they assist health care organizations in identifying areas of digitization that best benefit individual organizations and align with best practice recommendations, such as the frameworks set up by the International Consortium for Health Outcomes Measurement (ICHOM). Every touchpoint within a patient's care journey is digitally transformed and automated from their admission to discharge, including communication sent out to patients, the type and frequency of health data collected, the educational material delivered, and reports to be generated. For each digital interaction, a patient's health data is automatically captured and presented with actionable insights, ensuring providers have access to the right information for delivering high-quality care.\n\nAll 4 key components of value (allocative, technical, personal, and societal) can be enhanced through adopting digital health platforms  [18] . The digital platform helps in the following ways.\n\nThe first is by improving data collection. Digital innovations transform the way data is collected, shared, and analyzed, significantly enhancing clinical decision-making, improving quality of care, and reducing health care costs  [43] . The digital platform enables efficient collection of patient-generated data (eg, PROMs) through automation, thus overcoming barriers like time constraints and resource limitations. This leads to a broader scope of data collection beyond clinical data, reducing the time spent administering assessments. A systematic review found that electronic platforms simplified the implementation of PROMs in the lung cancer daily clinic  [44] .\n\nThe second is by enhancing clinical outcomes. To improve clinical health outcomes, both health care providers and patients need access to specific tools for the collection and analysis of patient data: assessment forms, wearables, or medical devices. These specialized tools are being used more and more to identify health risks and support diagnosis, treatment, and monitoring of both health and disease  [45] . In this way, health care providers gain a holistic understanding of each patient's unique health status and needs, leading to better-informed diagnosis and treatment decisions.\n\nThe third is by improving the performance and standardization of PROMs. Addressing the challenge of standardization in value-based care is crucial. The digital platform aids in implementing a structured and standardized approach to collecting and processing PROMs. A digital platform can allow for detailed measurement of recovery by regularly collecting PROMs, which can be used clinically to support recovery. Using a digital platform makes it possible to automate PROM data collection and characterize recovery across multiple domains, and this approach is likely to be implementable in clinical settings  [29] . By adopting digital and automated condition-specific care pathways, health care providers can obtain high-quality data that drive personalization of patient diagnostic and treatment plans and achieve cross-organizational benchmarking for performance and quality of care improvement."
    },
    {
      "title": "Case Example: Implementation of Digital Platform for PROMs",
      "text": "Patients with lung cancer undergoing chemotherapy commonly experience a range of symptoms that vary in severity, with some indicative of critical oncological emergencies. To monitor patients' symptoms and progress, traditional care processes can take up to 30 minutes, which includes having a nurse practitioner call patients for a weekly check-in, manually noting and transferring this information to an electronic medical record, and then working through required interventions. However, this is a time-and resource-intensive process, inefficient for the management of increasing workloads and patients.\n\nBased on the following reasons, a hospital in Brisbane was selected to work with. First, a tertiary hospital in Brisbane, Australia, was selected as the case study site based on the actual needs and achievements of the hospital in the application of digital health platforms. There was a high demand for the management of postchemotherapy side effects in patients with lung cancer at this hospital, and it was already practically applying the digital platform for monitoring and intervention, which provides a realistic basis for the study. Second, the hospital's challenges in managing postchemotherapy side effects, such as inefficiencies in traditional methods that result in high time and resource costs, make the hospital's real-world problem consistent with the study's goals on how to improve health care efficiencies and patient outcomes through digital health innovations based on PROMs. Working with the hospital, the authors used a digital health platform to monitor and address postchemotherapy side effects in patients with lung cancer. The platform was used to configure a digital care pathway that enabled the automation of the collection and analysis of 12 key posttreatment chemotherapy-related symptoms using PROMs, with real-time alerts when oncological emergencies were reported. This initiative has had positive impacts for both clinical teams and patients: improved clinical efficiencies, patient outcomes, and patient empowerment.\n\nCapturing patient responses allowed clinical teams to effectively analyze patient outcomes, contributing to improved and personalized treatment decisions. Clinical teams have noted significant time and cost savings, with an average reduction of 10 posttreatment phone calls, spanning 20 minutes per call, to identify patients requiring clinical interventions  [46] . Improved operational efficiency has allowed the oncology team to handle an increasing workload while maximizing patient outcomes.\n\nAdditionally, real-time data on patient conditions improve clinical decision-making and reduce unnecessary hospitalization and travel costs for patients. Clinical teams have noted that employment of the digital health platform has allowed the effective identification of patients suitable for treatments without hospital consultations compared to those requiring a doctor's review. By including patients' voices in the decisionmaking process, it empowers patients to actively engage in their treatment plans and feel confident in reporting their outcomes using the digital service.\n\nTo conclude, at the hospital in Brisbane, the digital platform enabled clinical process optimization by automating the monitoring and handling of chemotherapy side effects. The use of this digital platform demonstrated that patient care could be significantly more efficient and effective by collecting and analyzing patient data in real time. The digital platform not only reduced the reliance on traditional phone checks but also provided a real-time alert system that quickly identified patients in need of urgent care. This approach highlighted the practical application of digital health solutions in VBHC and their contribution to improving patient outcomes. Meanwhile, the case hospital reduced phone check-in time per patient through the digital platform, reducing the number of calls to be handled from an average of 10 to 0. In addition, the clinical team was able to more efficiently identify and prioritize patients requiring urgent intervention. These improvements not only increased efficiency but also saved significant time and resources, allowing the hospital to handle a larger patient load. This illustrated how digital health tools could help hospitals improve clinical efficiency despite limited resources. Furthermore, the digital platform enabled the hospital's oncology team to provide more personalized care through real-time data analytics that allowed them to adjust treatment plans based on each patient's specific symptoms. This customized approach to treatment helped optimize outcomes for each patient and improve overall quality of care. It illustrated how digital platforms could support VBHC through a personalized approach, enhancing the precision and effectiveness of patient care."
    },
    {
      "title": "Contribution",
      "text": "This paper could make several important contributions to the field of VBHC and the knowledge base of digital transformation in health care. First, it enhanced understanding of digital health solutions by analyzing the roles of various digital health technologies, including mHealth, wearable devices, telehealth, and personalized medicine. This study clarified how these innovations contributed to the goals of VBHC. It provided a nuanced discussion on how these technologies could improve diagnostic accuracy, expand treatment options, and enhance overall health outcomes. Second, this research identified key challenges in the implementation of VBHC, such as the need for stakeholder engagement and the standardization of PROMs. It provided a detailed discussion of these challenges and proposed potential solutions, thereby offering practical guidance for overcoming barriers to VBHC adoption. Third, this study provided empirical evidence of digital platforms through real-life case studies. This study demonstrated the tangible impacts of digital platforms on health care efficiencies, patient outcomes, and patient empowerment, and the case example offered concrete evidence of how digital health solutions could facilitate the transition to VBHC models and improved care delivery.\n\nOverall, this paper contributed valuable insights into how digital transformation and VBHC could be effectively integrated to create a health care system that prioritizes high-quality, efficient, and patient-centered care."
    },
    {
      "title": "Future Directions",
      "text": "Digital solutions have played a growing role in the accomplishment of VBHC. In the near future, digital solutions with strong interoperability and accreditation from academic or standardization development bodies (eg, ICHOM) will have their competitive advantages. With the increasing number of digital solutions and systems to be used by a health system, interoperability plays a vital role in determining how easily a digital solution can work across different systems. Working closely with academic or standardization development bodies will ensure digital solutions are more usable and adaptable by health care providers, with measures developed or codeveloped by providers and validated in real-world settings. Due to the lack of standardized regulatory and coding standards with the provision of PROMs, revision and development of policies to support standards for PROMs usage and interoperability need to be better developed for the successful adoption of value-based models. With better regulation and policies in place, this would encourage more funding opportunities for value-based initiatives. While it has been a complex health care process, we have seen the accelerated growth and adaptation enabled by the COVID-19 pandemic  [47] , with many more untapped needs to be addressed."
    },
    {
      "title": "Conclusions",
      "text": "The paradigm shift toward VBHC represents not merely a shift in health care delivery metrics but also a fundamental transformation in how health care value is perceived and measured. Central to this transformation is the role of digital technology, which has become a cornerstone in the global pursuit of VBHC.\n\nDigital transformation in health care involves far more than just the adoption of new technologies. It encompasses the standardization of measures to ensure consistency and comparability across different systems and regions. This standardization is crucial for accurately assessing and comparing health care outcomes, which is a fundamental aspect of VBHC. Additionally, innovation in data applications plays a pivotal role. The ability to effectively collect, analyze, and use vast amounts of health data can drive improvements in patient care, enhance operational efficiency, and inform policy decisions.\n\nEngagement with stakeholders is another critical element in this transition. VBHC requires the active participation of all parties involved in health care, including providers, patients, payers, policy makers, and technology developers. Each stakeholder brings unique insights and expertise, contributing to a more holistic approach to health care reform. Collaborative efforts are essential in addressing the challenges and leveraging the opportunities presented by digital transformation.\n\nThe execution of digital transformation in health care offers numerous opportunities for stakeholders to work together toward a common goal. This collaboration can lead to the development of innovative solutions, the optimization of resource allocation, and the delivery of care that truly meets the needs and expectations of patients. Moreover, it can ensure that the benefits of VBHC are realized broadly, leading to tangible improvements in health care outcomes, patient satisfaction, and system sustainability.\n\nIn conclusion, the journey toward VBHC is complex and challenging, yet it is filled with immense potential. By embracing digital transformation and fostering collaboration among all stakeholders, the health care sector can achieve a system that not only values quality over quantity but also delivers care that is equitable, efficient, and truly patient-centered. The future of health care lies in harnessing the power of digital innovation to create a system where value and quality are at the forefront of every decision and action."
    }
  ],
  "references": [
    {
      "title": "What is digital health",
      "year": 2020,
      "doi": "10.1016/b978-0-12-817485-2.00019-5"
    },
    {
      "title": "Advancing the learning health system",
      "authors": [
        "J Mcginnis",
        "H Fineberg",
        "V Dzau"
      ],
      "year": 2021,
      "doi": "10.1056/nejmp2103872"
    },
    {
      "title": "Institutionalizing value-based healthcare in a service system: a policy and document analysis over three decades",
      "authors": [
        "O Kokshagina",
        "J Keränen"
      ],
      "year": 2022,
      "doi": "10.1108/jbim-08-2020-0380"
    },
    {
      "title": "Understanding digital transformation: a review and a research agenda",
      "authors": [
        "G Vial"
      ],
      "year": 2019,
      "doi": "10.1016/j.jsis.2019.01.003"
    },
    {
      "title": "How digital transformation can help achieve value-based healthcare: Balkans as a case in point",
      "authors": [
        "R Rosalia",
        "K Wahba",
        "N Milevska-Kostova"
      ],
      "year": 2021,
      "doi": "10.1016/j.lanepe.2021.100100"
    },
    {
      "title": "Will tech save healthcare? About Digital Health",
      "year": 2021,
      "doi": "10.1080/17538068.2021.1892285"
    },
    {
      "title": "Digital health: a panacea in COVID-19 crisis",
      "authors": [
        "R Rani",
        "R Kumar",
        "R Mishra",
        "S Sharma"
      ],
      "year": 2021,
      "doi": "10.4103/jfmpc.jfmpc_1494_20"
    },
    {
      "title": "How to solve the cost crisis in health care",
      "authors": [
        "R Herzlinger"
      ],
      "year": 2011,
      "doi": "10.4135/9781483387314.n10"
    },
    {
      "title": "Redefining health care: creating value-based competition on results",
      "authors": [
        "E Blackstone",
        "J Fuhr"
      ],
      "year": 2007,
      "doi": "10.1007/s11293-007-9091-9"
    },
    {
      "title": "Loyalty, perceived value and relationship quality in healthcare services",
      "authors": [
        "M Moliner"
      ],
      "year": 2009,
      "doi": "10.1108/09564230910936869"
    },
    {
      "title": "Impact of the value-based purchasing program on hospital operations outcomes: an econometric analysis",
      "authors": [
        "S Lee",
        "S Venkataraman",
        "G Heim",
        "A Roth",
        "J Chilingerian"
      ],
      "year": 2020,
      "doi": "10.1002/joom.1057"
    },
    {
      "title": "The future of healthcare systems: beyond the persistence of contemporary challenges",
      "authors": [
        "Grin Broersejew"
      ],
      "year": 2017,
      "doi": "10.4324/9781315232133"
    },
    {
      "title": "How to pay for health care",
      "authors": [
        "M Porter",
        "R Kaplan"
      ],
      "year": 2016
    },
    {
      "title": "Service innovation is urgent in healthcare",
      "authors": [
        "L Berry"
      ],
      "year": 2019,
      "doi": "10.1007/s13162-019-00135-x"
    },
    {
      "title": "Value-Based Learning Healthcare Systems: Integrative Modeling and Simulation",
      "authors": [
        "B Zeigler",
        "M Traoré",
        "G Zacharewicz",
        "R Duboz"
      ],
      "year": 2018,
      "doi": "10.1049/pbhe015e"
    },
    {
      "title": "Defining and implementing value-based health care: a strategic framework",
      "authors": [
        "E Teisberg",
        "S Wallace",
        "O' Hara"
      ],
      "year": 2020,
      "doi": "10.1097/acm.0000000000003122"
    },
    {
      "title": "Defining Value in \"Value-Based Healthcare",
      "authors": [
        "L Lehtonen",
        "C Wild",
        "W Ricciardi"
      ],
      "year": 2019
    },
    {
      "title": "Value-based insurance design: embracing value over cost alone",
      "authors": [
        "A Fendrick",
        "M Chernew",
        "G Levi"
      ],
      "year": 2009
    },
    {
      "title": "Redefining health care\": medical homes or archipelagos to navigate?",
      "authors": [
        "A Enthoven",
        "F Crosson",
        "S Shortell"
      ],
      "year": 2007,
      "doi": "10.1377/hlthaff.26.5.1366"
    },
    {
      "title": "Patient reported outcomes have arrived: a practical overview for clinicians in using patient reported outcomes in oncology",
      "authors": [
        "R Warsame",
        "D' Souza"
      ],
      "year": 2019,
      "doi": "10.1016/j.mayocp.2019.04.005"
    },
    {
      "title": "Patient reported outcome measures could help transform healthcare",
      "authors": [
        "N Black"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f167"
    },
    {
      "title": "Symptom burden: multiple symptoms and their impact as patient-reported outcomes",
      "authors": [
        "C Cleeland"
      ],
      "year": 2007,
      "doi": "10.1093/jncimonographs/lgm005"
    },
    {
      "title": "Routine provision of feedback from patient-reported outcome measurements to healthcare providers and patients in clinical practice",
      "authors": [
        "C Gibbons",
        "I Porter",
        "Gonçalves- Bradley"
      ],
      "year": 2021,
      "doi": "10.1002/14651858.cd011589.pub2"
    },
    {
      "title": "Electronic patient-reported outcome systems in oncology clinical practice",
      "authors": [
        "A Bennett",
        "R Jensen",
        "E Basch"
      ],
      "year": 2012,
      "doi": "10.3322/caac.21150"
    },
    {
      "title": "Validation study of a web-based assessment of functional recovery after radical prostatectomy",
      "authors": [
        "A Vickers",
        "C Savage",
        "M Shouery",
        "J Eastham",
        "P Scardino",
        "E Basch"
      ],
      "year": 2010,
      "doi": "10.1186/1477-7525-8-82"
    },
    {
      "title": "Usability testing of an electronic patient-reported outcome system for survivors of critical illness",
      "authors": [
        "C Cox",
        "N Wysham",
        "A Kamal"
      ],
      "year": 2016,
      "doi": "10.4037/ajcc2016952"
    },
    {
      "title": "Patient-reported outcome dashboards within the electronic health record to support shared decision-making: protocol for co-design and clinical evaluation with patients with advanced cancer and chronic kidney disease",
      "authors": [
        "L Perry",
        "V Morken",
        "J Peipert"
      ],
      "year": 2022,
      "doi": "10.2196/38461"
    },
    {
      "title": "Patient-reported outcome measures modestly enhance prediction of readmission in patients with cirrhosis",
      "authors": [
        "E Orman",
        "M Ghabril",
        "A Desai"
      ],
      "year": 2022,
      "doi": "10.1016/j.cgh.2021.07.032"
    },
    {
      "title": "Characterization of multi-domain postoperative recovery trajectories after cardiac surgery using a digital platform",
      "authors": [
        "M Mori",
        "S Dhruva",
        "A Geirsson",
        "H Krumholz"
      ],
      "year": 2022,
      "doi": "10.1038/s41746-022-00736-0"
    },
    {
      "title": "Utilization of a novel interactive mobile health platform to evaluate functional outcomes and pain following septoplasty and functional endoscopic sinus surgery",
      "authors": [
        "A Khanwalkar",
        "J Shen",
        "R Kern"
      ],
      "year": 2019,
      "doi": "10.1002/alr.22273"
    },
    {
      "title": "Digital patient-reported outcome measures assessing healthrelated quality of life in skull base diseases-analysis of feasibility and pitfalls two years after implementation",
      "authors": [
        "C Steiert",
        "J Lambeck",
        "T Grauvogel",
        "J Beck",
        "J Grauvogel"
      ],
      "year": 2023,
      "doi": "10.3390/healthcare11040472"
    },
    {
      "title": "Unlocking the power of benchmarking: real-world-time data analysis for enhanced sarcoma patient outcomes",
      "authors": [
        "B Fuchs",
        "G Schelling",
        "M Elyes"
      ],
      "year": 2023,
      "doi": "10.3390/cancers15174395"
    },
    {
      "title": "Data linkage can reduce the burden and increase the opportunities in the implementation of Value-Based Health Care policy: a study in patients with ulcerative colitis (PROUD-UC Study)",
      "authors": [
        "J Walshe",
        "A Akbari",
        "A Hawthorne",
        "H Laing"
      ],
      "year": 2021,
      "doi": "10.23889/ijpds.v6i3.1705"
    },
    {
      "title": "The implementation, use and impact of patient reported outcome measures in value-based healthcare programmes: a scoping review",
      "authors": [
        "Silveira Bianchim",
        "M Crane",
        "E Jones"
      ],
      "year": 2023,
      "doi": "10.1371/journal.pone.0290976"
    },
    {
      "title": "The impact of digital patient portals on health outcomes, system efficiency, and patient attitudes: updated systematic literature review",
      "authors": [
        "E Carini",
        "L Villani",
        "A Pezzullo"
      ],
      "year": 2021,
      "doi": "10.2196/26189"
    },
    {
      "title": "Chapter 2 -digital health in the era of personalized healthcare: opportunities and challenges for bringing research and patient care to a new level",
      "authors": [
        "J Cancela",
        "I Charlafti",
        "S Colloud",
        "C Wu"
      ],
      "year": 2021,
      "doi": "10.1016/b978-0-12-820077-3.00002-x"
    },
    {
      "title": "Precision medicine, AI, and the future of personalized health care",
      "authors": [
        "K Johnson",
        "W Wei",
        "D Weeraratne"
      ],
      "year": 2021,
      "doi": "10.1111/cts.12884"
    },
    {
      "title": "Implementing patient-reported outcomes assessment in clinical practice: a review of the options and considerations",
      "authors": [
        "C Snyder",
        "N Aaronson",
        "A Choucair"
      ],
      "year": 2012,
      "doi": "10.1007/s11136-011-0054-x"
    },
    {
      "title": "Patient-reported outcomes -harnessing patients' voices to improve clinical care",
      "authors": [
        "E Basch"
      ],
      "year": 2017,
      "doi": "10.1056/nejmp1611252"
    },
    {
      "title": "Monitoring and evaluating digital health interventions",
      "year": 2016,
      "doi": "10.21275/sr25416193432"
    },
    {
      "title": "Implementation of a digitally enabled care pathway (part 2): qualitative analysis of experiences of health care professionals",
      "authors": [
        "A Connell",
        "G Black",
        "H Montgomery"
      ],
      "year": 2019,
      "doi": "10.2196/13143"
    },
    {
      "title": "Clinical implementation of value based healthcare: Impact on outcomes for lung cancer patients",
      "authors": [
        "I Demedts",
        "U Himpe",
        "J Bossuyt"
      ],
      "year": 2021,
      "doi": "10.1016/j.lungcan.2021.10.010"
    },
    {
      "title": "A review of the barriers to using patient-reported outcomes (PROs) and patient-reported outcome measures (PROMs) in routine cancer care",
      "authors": [
        "H Nguyen",
        "P Butow",
        "H Dhillon",
        "P Sundaresan"
      ],
      "year": 2021,
      "doi": "10.1002/jmrs.421"
    },
    {
      "title": "Patient-reported outcome measures (PROMs) in the management of lung cancer: a systematic review",
      "authors": [
        "Y Bouazza",
        "I Chiairi",
        "El Kharbouchi"
      ],
      "year": 2017,
      "doi": "10.1016/j.lungcan.2017.09.011"
    },
    {
      "title": "Digital health-enabled genomics: opportunities and challenges",
      "authors": [
        "Y Bombard",
        "G Ginsburg",
        "A Sturm",
        "A Zhou",
        "A Lemke"
      ],
      "year": 2022,
      "doi": "10.1016/j.ajhg.2022.05.001"
    },
    {
      "title": "The clinician case study",
      "year": 2021,
      "doi": "10.59646/csc5/327"
    },
    {
      "title": "Seizing the moment to rethink health systems",
      "authors": [
        "K Nimako",
        "M Kruk"
      ],
      "year": 2021,
      "doi": "10.1016/s2214-109x(21)00356-9"
    }
  ],
  "num_references": 47
}
