{
  "paper_id": "23DP75EL",
  "title": "Dropout Rate in Digital Health Interventions for the Prevention of Skin Cancer: Systematic Review, Meta-analysis, and Metaregression",
  "abstract": "Background: Digital strategies are innovative approaches to the prevention of skin cancer, but the attrition following this kind of intervention needs to be analyzed. \n Objective: The aim of this paper is to assess the dropouts from studies focused on digital strategies for the prevention of skin cancer. \n Methods: We conducted this systematic review with meta-analyses and metaregression according to the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) statements. Search terms for skin cancer, digital strategies, and prevention were combined to search PubMed, Scopus, Web of Science, CINAHL, and Cochrane Library from inception until July 2022. Randomized clinical trials that reported dropouts of participants and compared digital strategies with other interventions to prevent skin cancer in healthy or disease-free participants were included. Two independent reviewers extracted data for analysis. The Revised Cochrane Collaboration Bias tool was employed. We calculated the pooled dropout rate of participants through a meta-analysis of proportions and examined whether dropout was more or less frequent in digital interventions against comparators via an odds ratio (OR) meta-analysis. Data were pooled using a random-effects model. Subgroup meta-analyses were conducted in a meta-analysis of proportions and OR meta-analysis to assess the dropout events when data were sorted by digital interventions or control comparator. A univariate metaregression based on a random-effects model assessed possible moderators of dropout. Participants' dropout rates as pooled proportions were calculated for all groups combined, and the digital and comparator groups separately. OR>1 indicated higher dropouts for digital-based interventions. Metaregressions were performed for age, sex, length of intervention, and sample size. Results: A total of 17 studies were included. The overall pooled dropout rate was 9.5% (95% CI 5.0-17.5). The subgroup meta-analysis of proportions revealed a dropout rate of 11.6% for digital strategies (95% CI 6.8-19.0) and 10.0% for comparators (95% CI 5.5-17.7). A trend of higher dropout rates for digital strategies was observed in the overall (OR 1.16, 95% CI 0.98-1.36) and subgroup OR meta-analysis, but no significant differences were found between the groups. None of the covariates moderated the effect size in the univariate metaregression. Conclusions: Digital strategies had a higher dropout rate compared to other prevention interventions, but the difference was not significant. Standardization is needed regarding reporting the number of and reasons for dropouts.",
  "year": 2018,
  "date": "2018-03",
  "journal": "Cutis",
  "publication": "Cutis",
  "authors": [
    {
      "forename": "Juan-Carlos",
      "surname": "Hernández-Rodríguez",
      "name": "Juan-Carlos Hernández-Rodríguez",
      "affiliation": "1  Department of Dermatology , Virgen del Rocío University Hospital , Seville , Spain \n\t\t\t\t\t\t\t\t Department of Dermatology \n\t\t\t\t\t\t\t\t Virgen del Rocío University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seville \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Cristina",
      "surname": "García-Muñoz",
      "name": "Cristina García-Muñoz",
      "affiliation": "2  Department of Nursing and Physical Therapy , University of Cadiz , Cadiz , Spain \n\t\t\t\t\t\t\t\t Department of Nursing and Physical Therapy \n\t\t\t\t\t\t\t\t University of Cadiz \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cadiz \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Juan",
      "surname": "Ortiz-Álvarez",
      "name": "Juan Ortiz-Álvarez",
      "affiliation": "1  Department of Dermatology , Virgen del Rocío University Hospital , Seville , Spain \n\t\t\t\t\t\t\t\t Department of Dermatology \n\t\t\t\t\t\t\t\t Virgen del Rocío University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seville \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Francesc",
      "surname": "Saigí-Rubió",
      "name": "Francesc Saigí-Rubió",
      "affiliation": "3  Faculty of Health Sciences , Universitat Oberta de Catalunya , Barcelona , Spain \n\t\t\t\t\t\t\t\t Faculty of Health Sciences \n\t\t\t\t\t\t\t\t Universitat Oberta de Catalunya \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Barcelona \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Julián",
      "surname": "Conejo-Mir",
      "name": "Julián Conejo-Mir",
      "affiliation": "1  Department of Dermatology , Virgen del Rocío University Hospital , Seville , Spain \n\t\t\t\t\t\t\t\t Department of Dermatology \n\t\t\t\t\t\t\t\t Virgen del Rocío University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seville \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "forename": "Jose-Juan",
      "surname": "Pereyra-Rodriguez",
      "name": "Jose-Juan Pereyra-Rodriguez",
      "affiliation": "1  Department of Dermatology , Virgen del Rocío University Hospital , Seville , Spain \n\t\t\t\t\t\t\t\t Department of Dermatology \n\t\t\t\t\t\t\t\t Virgen del Rocío University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seville \n\t\t\t\t\t\t\t\t\t Spain"
    },
    {
      "affiliation": "Department of Nursing and Physical Therapy University of Cadiz Avda. Ana de Viya 52 Cadiz , 11009 Spain \n\t\t\t\t\t\t\t\t Department of Nursing and Physical Therapy \n\t\t\t\t\t\t\t\t University of Cadiz \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Avda. Ana de Viya 52 \n\t\t\t\t\t\t\t\t\t 11009 \n\t\t\t\t\t\t\t\t\t Cadiz \n\t\t\t\t\t\t\t\t\t Spain"
    }
  ],
  "doi": "10.2196/42397",
  "keywords": [
    "skin cancer",
    "digital health",
    "dropout",
    "prevention",
    "systematic review",
    "meta-analysis",
    "meta analyses",
    "review methodology",
    "cancer",
    "skin",
    "dermatology",
    "attrition",
    "digital intervention",
    "digital treatment",
    "eHealth",
    "randomized controlled trial",
    "RCT"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Digital strategies have experienced a boom in use in prevention programs for skin cancer in recent years. Primary and secondary prevention programs are the mainstay to reduce the incidence rate of skin cancer  [1] . In fact, recent publications have stated a stabilization in melanoma incidence in young cohorts, due to governmental efforts to promote prevention programs  [2] . Nonetheless, cases of melanoma will continue to rise in the coming years, primarily in older adults  [3] . The continuous rise in the incidence of skin cancer in recent decades suggests a current global public threat  [4, 5] .\n\nDigital strategies seem to be more effective in the prevention of skin cancer than other conventional strategies  [6] . The former can be defined as interventions provided through a digital environment such as web-based interventions, smartphone apps, SMS text messaging, web-based videos, or wearable devices  [7] . Digital approaches to the prevention of skin cancer present additional advantages such as feedback, interactivity, accessibility, and gamification, which make them suitable and attractive for stakeholders  [8, 9] . Conversely, possible drawbacks of digital strategies in dermatology could be their availability, financial aspects, reliability, security, confidentially, and lack of education and training of the user  [10] . Given all these issues, the feasibility of randomized clinical trials (RCTs) in digital health research continues to be discussed  [11, 12] . However, digital strategies such as telemedicine in different areas of health care are expected to continue growing in the coming years  [13] .\n\nThe engagement of the patients with the prevention and digital strategies determines their effectiveness. Despite the increasing interest of researchers in implementing RCTs that analyze digital strategies, there is still no consensus in the literature on whether they positively or negatively influence the dropout and adherence of participants  [14, 15] . However, some authors have reported that the dropout rate was higher in digital strategies than analogue interventions  [16, 17] . Some of the reasons for the higher loss of participants could be the participant's reluctance to join remote research studies and mistrust in sharing data  [18] . Dropout or attrition is a constant challenge for researchers in RCTs and other longitudinal studies  [19, 20] . In addition, characteristics of the target population could influence attrition, because maintaining prevention behaviors in healthy participants could be challenging  [21] . The absence of perceiving disease, geographical location, or accessibility are some of the factors that could lead to the failure of long-term prevention strategies  [22, 23] . Disentangling the factors and trend in dropouts in RCTs would help researchers develop future digital interventions for the prevention of skin cancer.\n\nNo previous studies have analyzed dropout in digital strategies for skin cancer prevention; therefore, our aim was to systematically assess and meta-analyze the existing RCTs to calculate the overall pooled dropout rate and to examine possible factors that could influence the dropout of users."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Protocol and Registration",
      "text": "We conducted this systematic review following the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) guideline, 2020  [24] . Before the start of the study, the review protocol was registered in the International Prospective Register of Systematic Reviews (PROSPERO; CRD42022329669)."
    },
    {
      "title": "Data Sources and Search Strategy",
      "text": "Two researchers (J-CH-R and CG-M) performed an independent electronic search in PubMed, Scopus, Web of Science, Cochrane Library, and CINAHL. The search included all records from the inception of the databases up to July 10, 2022. Search terms for digital strategies (\"virtual,\" \"online,\" \"web-based,\" \"internet-based,\" \"digital,\" \"e-Health,\" \"m-Health,\" \"App,\" and \"mApp\"), skin cancer (\"melanoma,\" \"cutaneous melanoma,\" \"malignant melanoma,\" and \"skin cancer\"), prevention (\"prevention\" and \"sun protection\"), and risk factors (\"tanned,\" \"sunburn,\" and \"UV exposure\") were employed. These were combined using the Boolean operators \"AND\" and \"OR.\" Details of the search strategy can be found in Appendix S1 in Multimedia Appendix 1."
    },
    {
      "title": "Eligibility Criteria and Outcomes of Interest",
      "text": "We developed the eligibility criteria following the PICOS model (ie, patient, intervention, comparison, outcome, and study design) shown in Table  1 ."
    },
    {
      "title": "Data Management and Selection Process",
      "text": "To manage data, Mendeley Desktop (version 1.19.8; Elsevier) was used to detect duplicates and carry out the screening process. Two independent researchers (J-CH-R and CG-M) screened records by title and abstract, and later performed a complete read of the studies to select those that met the mentioned criteria. Any disagreement was deliberated with a third researcher, J-JP-R."
    },
    {
      "title": "Assessment of Methodological Quality",
      "text": "We assessed methodological quality and risk of bias using The Cochrane Risk of Bias tool version 2 (ROB-2)  [25] . This tool is composed of the following five domains: bias from randomization process, intended intervention, missing outcome data, measurement of outcomes, and selection of the reported results. The overall judgment is classified as \"low,\" \"some concerns,\" or \"high\" risk of bias. We also conducted subgroup analysis to determine how dropout events could be affected by the level of methodological quality and methodological threats such as blinding."
    },
    {
      "title": "Data Extraction and Qualitative Synthesis",
      "text": "The following data were extracted from the RCTs included in the systematic review: authors or year and country, study population, recruited sample, analyzed sample, sex, experimental and control intervention, dropout rate, reasons for dropouts, and length of intervention. When the number or rate of dropouts was not directly provided in the manuscripts, both were calculated."
    },
    {
      "title": "Quantitative Assessment of Data",
      "text": "A dropout was considered when a participant did not complete the intervention or follow-up period, after the randomization process. For studies that included more than 2 groups of intervention, we separately analyzed the comparison groups two by two. Dropout data were extracted from the text of the randomized controlled trials provided in either a flowchart, in the description of participants, in the results sections, or in the discussion.\n\nTo analyze data, we used the free software R Studio version 4.1.1. (R foundation for Statistical Computing) metafor (version 3.0-2)  [26] , meta (version 5.1-1)  [27] , and dmetar (version 0.0.9000) [28]  packages. The analysis consisted of overall and subgroups proportion and odds ratio (OR)-based meta-analyses and metaregression.\n\nA random-effects model was employed in all meta-analyses considering possible heterogeneity between our selected RCTs. Furthermore, heterogeneity was assessed with I 2 , with values exceeding 50% indicating large heterogeneity. The subgroup meta-analysis and metaregression was run when at least 3 arms of study were available.\n\nThe meta-analysis of proportions allowed us to calculate the overall pooled dropout rate with its 95% CI of all arms of the studies included in our review  [29, 30] . Additionally, a subgroup analysis was performed to calculate the pooled dropout rate for digital or comparator interventions and to determine which type of intervention resulted in the highest dropout rate. This analysis was complemented by an OR subgroup analysis ordered by digital or intervention comparator to determine whether the probability of losing the participants was greater in one group or another.\n\nThe OR meta-analysis evaluated whether the event (dropout) was more or less frequent in the digital or comparator intervention. When the OR was less than 1, dropouts were less likely in digital strategies. To assess the measure of effect on binary outcomes, the OR with a 95% CI was calculated, and the inverse variance method was used to adjust the pooled estimations to sparse data. The restricted maximum-likelihood estimator for τ 2 estimated the variance among RCTs  [31] . When studies reported zero events in one or all groups of intervention, we added a 0.5 continuity correction to the meta-analyses so that these studies could contribute to the overall sample size of the review  [32] . The OR meta-analyses were conducted and subsequently described in terms of absolute values. The results of the meta-analyses were displayed in forest plots.\n\nA sensitivity analysis was carried out to detect how studies influenced the effect size. When a study was identified as an outlier based on the dropout variable, it was removed from the analysis. Furthermore, to confirm previous results, we performed an exploratory analysis using the L'Abbé, Baujat plot, Leave-One-Out meta-analysis, and influence plot.\n\nA univariate metaregression analysis based on a random-effects model assessed the continuous variables of age, female percentage, male percentage, length of intervention in months, and sample size as covariates of the occurrence of dropouts. These predictors were selected to determine how the characteristics of the participants and interventions could influence dropouts  [33] . Bubble plots were used to illustrate how a covariate modified the effect size in the metaregression analysis."
    },
    {
      "title": "Publication Bias Assessment",
      "text": "We examined the effects of small studies and publication bias based on the symmetry of the contour-enhanced funnel plot. The Harbord and Egger bias test were used to confirm the absence of asymmetry in the funnel plot (P>.05)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection and Methodological Quality Assessment",
      "text": "A total of 1566 studies were identified in the database search. After removing duplicates, the screening process, and complete reading of the records that met the eligibility criteria, 17 RCTs were finally included in the review  [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] . The complete process is shown in Figure  1 . Details of the excluded records are presented in Table  S1  in Multimedia Appendix 1.\n\nRegarding methodological quality, 14 (82%) of 17 RCTs showed \"some concerns\" based on the summary score of ROB-2. Moreover, 2 (12%) RCTs  [44, 47]  showed a \"low\" risk of bias, and only 1 (6%) had a \"high\" risk of bias  [49]  (Figure  S1  in Multimedia Appendix 1). The latter showed a \"high\" risk of bias because baseline differences between groups were observed.\n\nRegarding the subgroup analyses, an analysis sorted by participants' blinding condition could not be performed because most of the studies were not blind or the blinding was not clearly specified. The subgroup meta-analysis sorted by the ROB-2 scores (Figure  S2  in Multimedia Appendix 1) showed that a \"low\" overall score could indicate lower attrition in nondigital prevention strategies. However, due to the limited number of \"low\"-risk studies, the results should be interpreted with caution."
    },
    {
      "title": "Study Design and Population Characteristics",
      "text": "A sample of 6593 healthy participants and people free of disease during the study period was analyzed. The age of the participants ranged from 12.6 to 54.3 years. The digital strategies used in the included RCTs were web-based interventions in 8 studies  [35, 40, 42, 43, 46, [48] [49] [50] , 6 involved apps  [36] [37] [38] 44, 45, 47] , 3 involved SMS  [35, 36, 39] , 2 involved video  [34, 41] , and 1 involved a wearable device  [47] . Conversely, the comparator groups involved no intervention in 11 studies  [35, 37, [43] [44] [45] [46] [47] [48] 50]  and active controls in 6 studies  [34, 36, 38, 39, 41, 49] .\n\nThe total number of dropouts for all arms of the included studies was 1120, with 681 (60.80%) in experimental interventions and 439 (39.20%) in controls. The reason for the dropout of participants was reported as loss during follow-up in 9 of the 17 RCTs  [34, 37, 38, [40] [41] [42] [43] 47, 49]  and not answering the final questionnaire in 4 studies  [39, 44, 45, 50] ; 2 studies did not report the reason for dropout  [35, 48] . The main characteristics of the studies are displayed in Table  2 ."
    },
    {
      "title": "Sensitivity Analysis",
      "text": "The initial sensitivity analysis included a total of 23 arms from the randomized controlled trials of the review. After the sensitivity analysis, the study conducted by Brinker et al  [44]  was removed because it was identified as an outlier that influenced the effect size. The details of the sensitivity analysis are shown in Figures  S3-S6  in Multimedia Appendix 1. Figure  S7  in Multimedia Appendix 1 shows a funnel plot with absence of asymmetry, as confirmed by the Harbord test (P=.66) and Egger bias test (P=.69)."
    },
    {
      "title": "Meta-analysis of Proportions",
      "text": "The meta-analysis of proportions included 22 arms (k) of study and 2610 subjects among whom there were 419 dropouts. An overall pooled dropout rate of 9.5% (95% CI, 5.0-17.5) was calculated (Figure  2 ;  [34] [35] [36] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] ). In the subgroup meta-analysis, digital strategies showed a higher dropout rate of 11.6% (95% CI 6.8-19.0) compared to 10.0% (95% CI 5.5-17.7) in the comparators. These results are displayed in forest plots, respectively, in Figures  S8  and  S9  in Multimedia Appendix 1."
    },
    {
      "title": "Odds Ratio Meta-analysis",
      "text": "A slight trend for a higher number of dropouts was observed in digital strategies with an OR of 1.16 (95% CI 0.98-1.36), but there were no significant differences between the experimental and control approaches (P=.39). The I 2 was 6% (95% CI 0-38) indicating a lack of heterogeneity between the studies analyzed for the overall and subgroup meta-analysis (Figure  3 ;  [34] [35] [36] [38] [39] [40] [41] [42] [43] [44] [45] [46] [47] [48] [49] [50] ). We performed a meta-analysis of subgroups divided by the type of digital strategy and the comparison groups. Only the strategies that were analyzed in more than two RCTs were included in the OR meta-analysis. As Figure  S10  in Multimedia Appendix 1 shows, none of the digital interventions assessed differed significantly in the number of dropouts compared with the comparator strategies. The OR score was 0.88 for SMS (95% CI, 0.30-2.53), 1.17 for web-based interventions (95% CI 0.94-1.47), and 1.44 for Apps (95% CI 0.88-2.35). Our findings in the comparator subgroup analysis showed no significant differences, even when comparing digital strategies with active control (OR 1.13; 95% CI 0.82-1.54) or no-intervention groups (OR 1.14; 95% CI 0.90-1.44; Figure  S11  in Multimedia Appendix 1)."
    },
    {
      "title": "Metaregression",
      "text": "Univariate metaregression analysis (Table  3 ) for age, female percentage, male percentage, and length of intervention in months and sample size did not show any significant association with the effect size of the study. Metaregression bubble plots for these analyses are presented in Figures  S12-S16  in Multimedia Appendix 1."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This systematic review synthesizes information on the attrition of RCTs based on eHealth interventions for the prevention of skin cancer. Quantitative analysis evaluated the pooled dropout rate and dropout OR, in addition to moderators that could influence the dropout of subjects in the meta-analyzed RCTs. Although the digital strategies employed within studies used different platforms or devices, all of them were focused on skin cancer prevention and were supervised by expert dermatologists.\n\nThe meta-analysis of proportions showed a pooled dropout rate of 9.5%, with a dropout rate of 11.6% and 10.0% for the eHealth interventions and comparators, respectively. These results are in line with the findings by Walters et al  [51] , who reviewed the retention in RCTs of health technology programs in the United Kingdom. This review established that there was a dropout rate of up to 11% in a significant proportion of RCTs. Dropout rates of 5% are likely to introduce bias, while if 20% is exceeded, this could affect the validity of the study due to insufficiency during data analysis  [52, 53] . No background research was found performing similar analyses in the dermatology literature, so the comparison of rates was not viable.\n\nEysenbach et al  [20]  hypothesized that the nature of digital strategies tends to a higher loss of participants, a phenomenon called the \"Law of attrition.\" Although a slightly higher dropout rate was observed in digital strategies compared with comparator groups in our proportion and OR meta-analysis, the difference was not significant. Our findings refute the \"Law of attrition\" in those studies that aim to prevent skin cancer through these innovative interventions.\n\nPrevious systematic reviews, such as Bevens et al  [54] , focused on the analysis of attrition of digital strategies in people with multiple sclerosis and found no significant differences between dropout rates in participants allocated to digital or control interventions. Although our findings are in line with these previous findings, the target population and research conditions differed from ours, so comparison of findings are difficult.\n\nAs in the overall OR meta-analysis, the subgroup meta-analysis sorted by type of digital strategy and comparators found no significant differences in dropout rate. Only SMS text messaging presented a lower odd of dropout compared with other digital interventions, but without statistical significance. Reminder-based interventions such as SMS seem to promote adherence in chronic conditions, but further research is still needed  [55] . It is noteworthy that the dropout rates in participants allocated to no intervention showed losses similar to digital strategies, reflecting the prior expectation that they could be affected by nonexperimental factors and the loss of perspective of therapeutics goals  [56] .\n\nOur metaregression found that none of the covariates moderated the interventions' effect size. Nonetheless, Torous et al  [17]  obtained higher dropout rates in studies with larger sample sizes that used apps for depressive symptoms, possibly related to a lower rate of individual follow-up and feedback from subjects.\n\nIn addition to the moderator analysis, assessment of the reasons for dropping out could be a way to identify barriers to reduce attrition in future RCTs. However, the lack of transparency and homogeneity in reporting reasons for participants' dropout in the studies included in this review made the aforementioned task challenging. The main reported cause of attrition in our RCTs was loss to follow-up, but this aspect did not show the real reason for the loss of participants."
    },
    {
      "title": "Research Implications",
      "text": "As previously mentioned, dropout could threaten internal or external validity in studies. We recommend that researchers use our overall pooled dropout rate to calculate the sample size of future trials, avoiding possible threats. The overrecruitment of 10.1% in the sample size of RCTs may be a suitable way to overcome external validity risks  [57, 58] .\n\nAlthough our OR meta-analysis showed no differences in attrition between digital strategies and comparator interventions, in order to obtain conclusive results that can be turned into daily clinical practice, we point out the need for further research with head-to-head comparison between digital and conventional interventions (eg, education programs or brochures) for the prevention of skin cancer  [59] . Dropout rates have previously been directly related to the acceptability and feasibility of the intervention  [60, 61] .\n\nGiven the scarce information and lack of transparency provided by studies when reporting the number of and reasons for dropouts, a deep change in the research framework is needed. To overcome this obstacle, relevant guidelines such as Consolidated Standards of Reporting Trials report the need to detail the reasons and the number of participants lost during the study period  [62, 63] . Accurately following these guidelines would pave the way for researchers to find suitable dropout prevention plans. Previous literature, based on user experience with digital strategies, indicates that reliability, lack of technological education, lack of satisfaction with intervention, and sparse human feedback seem to be the main barriers to their use  [63] [64] [65] . We encourage future researchers who aim to develop a digital strategy or perform RCT protocols to implement solutions to the mentioned barriers such as gamification, tailored and customizable e-interventions, personalized feedback, or programmed reminders (eg, mail and SMS). The gamification principles of meaningful purpose, meaningful choice, supporting player archetypes, feedback, and visibility proposed by Floryan et al  [66]  could enhance the user experience and engagement within digital health interventions. Gamification could increase motivation, reinforce learning objectives, and increase enjoyment and positive experiences in dermatological education and prevention approaches  [9] . Likewise, programmed reminders are an effective way to promote prevention habits, highlighted by the use of text messages in dermatology  [64] . Reminders associated with professional supervision have shown even greater results in prevention programs  [67] .\n\nGiven that RCTs are the first step required to translate research results into clinical settings, success in decreasing the number of participants dropping out within the research context could improve long-term engagement in digital programs for the prevention of skin cancer."
    },
    {
      "title": "Strengths and Limitations",
      "text": "This review has several strengths. Our study provided an initial analysis of the dropout from RCTs to prevent skin cancer through digital strategies. Our computed rates could help calculate sample sizes in future studies. We performed a sensitivity analysis that helped us detect outliers and confirm the absence of publication bias. Moreover, the subgroups and metaregression analyses allowed us to understand how loss of participants could be modified by different predictors.\n\nThe main limitation of our review is that potential literature from other databases with non-English records could have been missing. Furthermore, our outcomes may have been conditioned by the heterogeneity of the experimental interventions in the included studies. Some of the studies compared digital strategies with no intervention, so we cannot assert that dropouts from these groups could be related to external factors. Evidence from the subgroup meta-analysis sorted by an active comparator group should be interpreted with caution because of the low number of analyzed studies; further research is needed to obtain strong evidence. We were unable to propose tailored advice to improve retention for this kind of RCT owing to the sparse information on reasons for dropout provided by the authors."
    },
    {
      "title": "Conclusions",
      "text": "This systematic review and meta-analysis calculated an overall pooled participant dropout rate of 9.5% (95% CI 5.0-17.5), which should be considered in the calculation of sample size in RCTs aimed at preventing skin cancer using digital health interventions. Although a slightly higher pooled dropout rate was recorded for digital strategies, the OR-based meta-analysis did not show significant differences against the comparator groups. Our meta-analyses of subgroups sorted by digital and comparator interventions did not present significant statistical differences. Age, sex, length of the intervention, and sample size did not modify the effect size, so they were not moderators of dropout. We highlight the need to follow the guidelines and standardize reporting of the number of and reasons for participants' dropout because this will be the only effective way to design a successful plan to reduce the loss of participants in studies that analyze digital approaches to prevent skin cancer."
    },
    {
      "text": "Figure 1. Flow diagram of trials selection based on PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) 2020 guidelines."
    },
    {
      "text": "Figure 2. Forest plot of overall meta-analysis of proportions for all groups of studies."
    },
    {
      "text": "Figure 3. Forest plot of overall odds ratio meta-analysis for all groups of studies."
    },
    {
      "text": "Eligibility criteria based on the PICOS a model."
    },
    {
      "text": "Summary of the included studies in the systematic review."
    },
    {
      "text": "Univariate metaregression analysis."
    }
  ],
  "references": [
    {
      "title": "Digital strategies for dermatology patient education",
      "authors": [
        "R Giesey",
        "E Mostow",
        "J Lloyd"
      ],
      "year": 2018,
      "doi": "10.22454/fammed.2018.504756"
    },
    {
      "title": "Global Burden of Cutaneous Melanoma in 2020 and Projections to 2040",
      "authors": [
        "M Arnold",
        "D Singh",
        "M Laversanne",
        "J Vignat",
        "S Vaccarella",
        "F Meheus"
      ],
      "year": 2022,
      "doi": "10.1001/jamadermatol.2022.0160"
    },
    {
      "title": "The Growing Burden of Invasive Melanoma: Projections of Incidence Rates and Numbers of New Cases in Six Susceptible Populations through 2031",
      "authors": [
        "D Whiteman",
        "A Green",
        "C Olsen"
      ],
      "year": 2016,
      "doi": "10.1016/j.jid.2016.01.035"
    },
    {
      "title": "The global burden of skin cancer: A longitudinal analysis from the Global Burden of Disease Study, 1990-2017",
      "authors": [
        "K Urban",
        "S Mehrmal",
        "P Uppal",
        "R Giesey",
        "G Delost"
      ],
      "year": 2021,
      "doi": "10.1016/j.jdin.2020.10.013"
    },
    {
      "title": "Global, regional and national incidence, mortality and disability-adjusted life-years of skin cancers and trend analysis from 1990 to 2019: An analysis of the Global Burden of Disease Study 2019",
      "authors": [
        "W Zhang",
        "W Zeng",
        "A Jiang",
        "Z He",
        "X Shen",
        "X Dong"
      ],
      "year": 2021,
      "doi": "10.1002/cam4.4046"
    },
    {
      "title": "Digital interventions for promoting sun protection and skin self-examination behaviors: A systematic review",
      "authors": [
        "Z Niu",
        "T Bhurosy",
        "C Heckman"
      ],
      "year": 2022,
      "doi": "10.1016/j.pmedr.2022.101709"
    },
    {
      "title": "Classification of self-care interventions for health: a shared language to describe the uses of self-care interventions",
      "year": 2022,
      "doi": "10.2471/b09126"
    },
    {
      "title": "Digital Health Technologies to Promote Lifestyle Change and Adherence",
      "authors": [
        "N Khan",
        "F Marvel",
        "J Wang",
        "S Martin"
      ],
      "year": 2017,
      "doi": "10.1007/s11936-017-0560-4"
    },
    {
      "title": "Gamification and Game-Based Strategies for Dermatology Education: Narrative Review",
      "authors": [
        "M Szeto",
        "D Strock",
        "J Anderson",
        "T Sivesind",
        "V Vorwald",
        "H Rietcheck"
      ],
      "year": 2021,
      "doi": "10.2196/30325"
    },
    {
      "title": "Barriers and Facilitators to eHealth Use in Daily Practice: Perspectives of Patients and Professionals in Dermatology",
      "authors": [
        "L Ariens",
        "F Schussler-Raymakers",
        "C Frima",
        "A Flinterman",
        "E Hamminga",
        "B Arents"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7512"
    },
    {
      "title": "Design of telehealth trials--introducing adaptive approaches",
      "authors": [
        "L Law",
        "Jms Wason"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.09.002"
    },
    {
      "title": "Methodologies for assessing telemedicine: a systematic review of reviews",
      "authors": [
        "A Ekeland",
        "A Bowes",
        "S Flottorp"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2011.10.009"
    },
    {
      "title": "Telemedicine Training in Undergraduate Medical Education: Mixed-Methods Review",
      "authors": [
        "S Waseh",
        "A Dicker"
      ],
      "year": 2019,
      "doi": "10.2196/12515"
    },
    {
      "title": "Understanding factors affecting patient and public engagement and recruitment to digital health interventions: a systematic review of qualitative studies",
      "authors": [
        "S O'connor",
        "P Hanlon",
        "O' Donnell",
        "C Garcia",
        "S Glanville",
        "J Mair"
      ],
      "year": 2016,
      "doi": "10.1186/s12911-016-0359-3"
    },
    {
      "title": "The Effectiveness of Prompts to Promote Engagement With Digital Interventions: A Systematic Review",
      "authors": [
        "G Alkhaldi",
        "F Hamilton",
        "R Lau",
        "R Webster",
        "S Michie",
        "E Murray"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4790"
    },
    {
      "title": "Why digital health trials can fail: Lessons learned from a randomized trial of health coaching and virtual cardiac rehabilitation",
      "authors": [
        "C Olivier",
        "S Middleton",
        "N Purington",
        "S Shashidhar",
        "J Hereford",
        "K Mahaffey"
      ],
      "year": 2021,
      "doi": "10.1016/j.cvdhj.2021.01.003"
    },
    {
      "title": "Dropout rates in clinical trials of smartphone apps for depressive symptoms: A systematic review and meta-analysis",
      "authors": [
        "J Torous",
        "J Lipschitz",
        "M Ng",
        "J Firth"
      ],
      "year": 2020,
      "doi": "10.1016/j.jad.2019.11.167"
    },
    {
      "title": "Indicators of retention in remote digital health studies: a cross-study evaluation of 100,000 participants",
      "authors": [
        "A Pratap",
        "E Neto",
        "P Snyder",
        "C Stepnowsky",
        "N Elhadad",
        "D Grant"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0224-8"
    },
    {
      "title": "Attrition in longitudinal randomized controlled trials: home visits make a difference",
      "authors": [
        "J Peterson",
        "P Pirraglia",
        "M Wells",
        "M Charlson"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2288-12-178"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Maintaining or Losing Intervention-Induced Health-Related Behavior Change. A Mixed Methods Field Study",
      "authors": [
        "F Skarin",
        "E Wästlund",
        "H Gustafsson"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyg.2021.688192"
    },
    {
      "title": "Evaluation of Barriers to Telehealth Programs and Dermatological Care for American Indian Individuals in Rural Communities",
      "authors": [
        "A Morenz",
        "S Wescott",
        "A Mostaghimi",
        "T Sequist"
      ],
      "year": 2019,
      "doi": "10.1001/jamadermatol.2019.0872"
    },
    {
      "title": "Engaging Patients in Decision-Making and Behavior Change to Promote Prevention",
      "authors": [
        "A Krist",
        "S Tong",
        "R Aycock",
        "D Longo"
      ],
      "year": 2017
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jac Sterne",
        "J Savović",
        "M Page",
        "R Elbers",
        "N Blencowe",
        "I Boutron"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l4898"
    },
    {
      "title": "Conducting Meta-Analyses in R with the metafor Package",
      "authors": [
        "W Viechtbauer"
      ],
      "year": 2010,
      "doi": "10.18637/jss.v036.i03"
    },
    {
      "title": "How to perform a meta-analysis with R: a practical tutorial",
      "authors": [
        "S Balduzzi",
        "G Rücker",
        "G Schwarzer"
      ],
      "year": 2019,
      "doi": "10.1136/ebmental-2019-300117"
    },
    {
      "title": "Negotiating the coresearcher mandate -service users' experiences of doing collaborative research on mental health",
      "authors": [
        "C Moltu",
        "J Stefansen",
        "M Svisdahl",
        "M Veseth"
      ],
      "year": 2012,
      "doi": "10.3109/09638288.2012.656792"
    },
    {
      "title": "Seriously misleading results using inverse of Freeman-Tukey double arcsine transformation in meta-analysis of single proportions",
      "authors": [
        "G Schwarzer",
        "H Chemaitelly",
        "L Abu-Raddad",
        "G Rücker"
      ],
      "year": 2019,
      "doi": "10.1002/jrsm.1348"
    },
    {
      "title": "Conducting proportional meta-analysis in different types of systematic reviews: a guide for synthesisers of evidence",
      "authors": [
        "T Barker",
        "C Migliavaca",
        "C Stein",
        "V Colpani",
        "M Falavigna",
        "E Aromataris"
      ],
      "year": 2021,
      "doi": "10.1186/s12874-021-01381-z"
    },
    {
      "title": "Bias and Efficiency of Meta-Analytic Variance Estimators in the Random-Effects Model",
      "authors": [
        "W Viechtbauer"
      ],
      "year": 2016,
      "doi": "10.3102/10769986030003261"
    },
    {
      "title": "On the Bias of Various Estimators of the Logit and Its Variance with Application to Quantal Bioassay",
      "authors": [
        "J Gart",
        "J Zweifel"
      ],
      "year": 1967,
      "doi": "10.2307/2333861"
    },
    {
      "title": "Population-, intervention-and methodology-related characteristics of clinical trials impact exercise efficacy during adjuvant therapy for breast cancer: a meta-regression analysis",
      "authors": [
        "M Carayol",
        "C Delpierre",
        "P Bernard",
        "G Ninot"
      ],
      "year": 2015,
      "doi": "10.1002/pon.3727"
    },
    {
      "title": "Effects of video-based, online education on behavioral and knowledge outcomes in sunscreen use: a randomized controlled trial",
      "authors": [
        "A Armstrong",
        "N Idriss",
        "R Kim"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2010.04.033"
    },
    {
      "title": "Randomised controlled trial to evaluate the influence of mHealth and eHealth skin cancer prevention education among young organ transplant recipients: the HIPPOlino intervention study",
      "authors": [
        "S Böttcher",
        "C Buck",
        "H Zeeb",
        "G Laschewski",
        "C Hauer",
        "G Wagner"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-028842"
    },
    {
      "title": "Randomized trial of a web-based survivor intervention on melanoma prevention behaviors of first-degree relatives",
      "authors": [
        "D Bowen",
        "J Hay",
        "H Meischke",
        "J Mayer",
        "J Harris-Wai"
      ],
      "year": 2019,
      "doi": "10.1007/s10552-018-1096-y"
    },
    {
      "title": "Effect of a Face-Aging Mobile App-Based Intervention on Skin Cancer Protection Behavior in Secondary Schools in Brazil: A Cluster-Randomized Clinical Trial",
      "authors": [
        "T Brinker",
        "B Faria",
        "O De Faria",
        "J Klode",
        "D Schadendorf",
        "J Utikal"
      ],
      "year": 2020,
      "doi": "10.1001/jamadermatol.2020.0511"
    },
    {
      "title": "Evaluation of immediate and 12-week effects of a smartphone sun-safety mobile application: a randomized clinical trial",
      "authors": [
        "D Buller",
        "M Berwick",
        "K Lantz",
        "M Buller",
        "J Shane",
        "I Kane"
      ],
      "year": 2015,
      "doi": "10.1001/jamadermatol.2014.3894"
    },
    {
      "title": "Facilitating sunscreen use in women by a theory-based online intervention: a randomized controlled trial",
      "authors": [
        "C Craciun",
        "N Schüz",
        "S Lippke",
        "R Schwarzer"
      ],
      "year": 2012,
      "doi": "10.1177/1359105311414955"
    },
    {
      "title": "A Mobile Technology Intervention With Ultraviolet Radiation Dosimeters and Smartphone Apps for Skin Cancer Prevention in Young Adults: Randomized Controlled Trial",
      "authors": [
        "E Hacker",
        "C Horsham",
        "D Vagenas",
        "L Jones",
        "J Lowe",
        "M Janda"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9854"
    },
    {
      "title": "Efficacy of an Intervention to Alter Skin Cancer Risk Behaviors in Young Adults",
      "authors": [
        "C Heckman",
        "S Darlow",
        "L Ritterband",
        "E Handorf",
        "S Manne"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2015.11.008"
    },
    {
      "title": "A Web-Based Intervention to Reduce Indoor Tanning Motivations in Adolescents: a Randomized Controlled Trial",
      "authors": [
        "J Hillhouse",
        "R Turrisi",
        "N Scaglione",
        "M Cleveland",
        "K Baker",
        "L Florence"
      ],
      "year": 2017,
      "doi": "10.1007/s11121-016-0698-4"
    },
    {
      "title": "mySmartCheck, a Digital Intervention to Promote Skin Self-examination Among Individuals Diagnosed With or at Risk for Melanoma: A Randomized Clinical Trial",
      "authors": [
        "S Manne",
        "M Marchetti",
        "D Kashy",
        "C Heckman",
        "L Ritterband",
        "F Thorndike"
      ],
      "year": 2022,
      "doi": "10.1093/abm/kaab090"
    },
    {
      "title": "Piloting the Use of Smartphones, Reminders, and Accountability Partners to Promote Skin Self-Examinations in Patients with Total Body Photography: A Randomized Controlled Trial",
      "authors": [
        "A Marek",
        "E Chu",
        "M Ming",
        "Z Khan",
        "C Kovarik"
      ],
      "year": 2018,
      "doi": "10.1007/s40257-018-0372-7"
    },
    {
      "title": "Achieving integrated self-directed Cancer aftercare (ASICA) for melanoma: how a digital intervention to support total skin self-examination was used by people treated for cutaneous melanoma",
      "authors": [
        "F Reilly",
        "L Contstable",
        "W Brant",
        "K Rahman",
        "A Durrani",
        "N Burrows"
      ],
      "year": 2021,
      "doi": "10.1186/s12885-021-08959-2"
    },
    {
      "title": "A Randomized Controlled Trial of a Mobile Medical App for Kidney Transplant Recipients",
      "authors": [
        "J Robinson",
        "J Friedewald",
        "A Desai",
        "E Gordon"
      ],
      "year": 2016,
      "doi": "10.1097/txd.0000000000000561"
    },
    {
      "title": "Melanoma detection by skin self-examination targeting at-risk women: A randomized controlled trial with telemedicine support for concerning moles",
      "authors": [
        "J Robinson",
        "S Wahood",
        "S Ly",
        "J Kirk",
        "J Yoon",
        "J Sterritt"
      ],
      "year": 2021,
      "doi": "10.1016/j.pmedr.2021.101532"
    },
    {
      "title": "Randomized controlled trial of a web-based indoor tanning intervention: Acceptability and preliminary outcomes",
      "authors": [
        "J Stapleton",
        "S Manne",
        "K Darabos",
        "K Greene",
        "A Ray",
        "A Turner"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000254"
    },
    {
      "title": "Improving Sun-Protective Behaviors and Self-Skin Examinations Among African Americans: A Randomized Controlled Trial",
      "authors": [
        "S Tsai",
        "S Frank",
        "J Bordeaux"
      ],
      "year": 2018,
      "doi": "10.1097/dss.0000000000001366"
    },
    {
      "title": "Personalized melanoma risk assessments and tailored prevention advice: a pragmatic randomized controlled trial in Australian general practice",
      "authors": [
        "K Vuong",
        "B Armstrong",
        "K Mcgeechan",
        "A Cust"
      ],
      "year": 2019,
      "doi": "10.1093/fampra/cmy040"
    },
    {
      "title": "Recruitment and retention of participants in randomised controlled trials: a review of trials funded and published by the United Kingdom Health Technology Assessment Programme",
      "authors": [
        "S Walters",
        "Bonacho Dos",
        "Anjos Henriques-Cadby",
        "I Bortolami",
        "O Flight",
        "L Hind",
        "D Jacques"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-015276"
    },
    {
      "title": "How much loss to follow-up is acceptable in long-term randomised trials and prospective studies?",
      "authors": [
        "M Fewtrell",
        "K Kennedy",
        "A Singhal",
        "R Martin",
        "A Ness",
        "M Hadders-Algra"
      ],
      "year": 2008,
      "doi": "10.1136/adc.2007.127316"
    },
    {
      "title": "Sample size slippages in randomised trials: exclusions and the lost and wayward",
      "authors": [
        "K Schulz",
        "D Grimes"
      ],
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)07882-0"
    },
    {
      "title": "Attrition Within Digital Health Interventions for People With Multiple Sclerosis: Systematic Review and Meta-analysis",
      "authors": [
        "W Bevens",
        "T Weiland",
        "K Gray",
        "G Jelinek",
        "S Neate",
        "S Simpson-Yap"
      ],
      "year": 2022,
      "doi": "10.2196/27735"
    },
    {
      "title": "mHealth SMS text messaging interventions and to promote medication adherence: an integrative review",
      "authors": [
        "T Dekoekkoek",
        "B Given",
        "C Given",
        "K Ridenour",
        "M Schueller",
        "S Spoelstra"
      ],
      "year": 2015,
      "doi": "10.1111/jocn.12918"
    },
    {
      "title": "Efficacy of Interventions to Prevent Physical and Sexual Dating Violence Among Adolescents: A Systematic Review and Meta-analysis",
      "authors": [
        "A Piolanti",
        "H Foran"
      ],
      "year": 2022,
      "doi": "10.1001/jamapediatrics.2021.4829"
    },
    {
      "title": "Are pilot trials useful for predicting randomisation and attrition rates in definitive studies: A review of publicly funded trials",
      "authors": [
        "C Cooper",
        "A Whitehead",
        "E Pottrill",
        "S Julious",
        "S Walters"
      ],
      "year": 2018,
      "doi": "10.1177/1740774517752113"
    },
    {
      "title": "Catalogue of bias: attrition bias",
      "authors": [
        "D Nunan",
        "J Aronson",
        "C Bankhead"
      ],
      "year": 2018,
      "doi": "10.1136/ebmed-2017-110883"
    },
    {
      "title": "The effectiveness of educational programmes in promoting sun protection among children under the age of 18: a systematic review and meta-analysis",
      "authors": [
        "Wmb Sim",
        "M Zeng",
        "A Rojas-Garcia"
      ],
      "year": 2021,
      "doi": "10.1111/jdv.17599"
    },
    {
      "title": "Psychotherapies for depression: a network meta-analysis covering efficacy, acceptability and long-term outcomes of all main treatment types",
      "authors": [
        "P Cuijpers",
        "S Quero",
        "H Noma",
        "M Ciharova",
        "C Miguel",
        "E Karyotaki"
      ],
      "year": 2021,
      "doi": "10.1002/wps.20860"
    },
    {
      "title": "A Randomized Controlled Trial to Assess Feasibility and Acceptability of Telephone-Based Psychosocial Interventions in Individuals who Attempted Suicide",
      "authors": [
        "P Sreedaran",
        "R Beniwal",
        "U Chari",
        "T Smitha",
        "Vidhya Shree",
        "S Gupta"
      ],
      "year": 2021,
      "doi": "10.1177/0253717620939272"
    },
    {
      "title": "CONSORT 2010 statement: updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher",
        "Consort Group"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c332"
    },
    {
      "title": "Web-Based Psychological Interventions for People Living With and Beyond Cancer: Meta-Review of What Works and What Does Not for Maximizing Recruitment, Engagement, and Efficacy",
      "authors": [
        "M Leslie",
        "L Beatty",
        "L Hulbert-Williams",
        "R Pendrous",
        "T Cartwright",
        "R Jackson",
        "My Finding",
        "U Way",
        "Steering Trial",
        "Group"
      ],
      "year": 2022,
      "doi": "10.2196/36255"
    },
    {
      "title": "mHealth Approaches in Managing Skin Cancer: Systematic Review of Evidence-Based Research Using Integrative Mapping",
      "authors": [
        "J Choi",
        "Y Cho",
        "H Woo"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8554"
    },
    {
      "title": "User Experience Affects Dropout from Internet-Delivered Dialectical Behavior Therapy",
      "authors": [
        "C Wilks",
        "Q Yin",
        "K Zuromski"
      ],
      "year": 2020,
      "doi": "10.1089/tmj.2019.0124"
    },
    {
      "title": "The Model of Gamification Principles for Digital Health Interventions: Evaluation of Validity and Potential Utility",
      "authors": [
        "M Floryan",
        "P Chow",
        "S Schueller",
        "L Ritterband"
      ],
      "year": 2020,
      "doi": "10.2196/16506"
    },
    {
      "title": "Mapping the Evidence on the Effectiveness of Telemedicine Interventions in Diabetes, Dyslipidemia, and Hypertension: An Umbrella Review of Systematic Reviews and Meta-Analyses",
      "authors": [
        "P Timpel",
        "S Oswald",
        "Peh Schwarz",
        "L Harst"
      ],
      "year": 2020,
      "doi": "10.2196/16791"
    }
  ],
  "num_references": 67
}
