{
  "paper_id": "24CYUJ6G",
  "title": "Understanding and Promoting Effective Engagement With Digital Behavior Change Interventions",
  "abstract": "This paper is one in a series developed through a process of expert consensus to provide an overview of questions of current importance in research into engagement with digital behavior change interventions, identifying guidance based on research to date and priority topics for future research. The first part of this paper critically reflects on current approaches to conceptualizing and measuring engagement. Next, issues relevant to promoting effective engagement are discussed, including how best to tailor to individual needs and combine digital and human support. A key conclusion with regard to conceptualizing engagement is that it is important to understand the relationship between engagement with the digital intervention and the desired behavior change. This paper argues that it may be more valuable to establish and promote 'effective engagement', rather than simply more engagement, with 'effective engagement' defined empirically as sufficient engagement with the intervention to achieve intended outcomes. Appraisal of the value and limitations of methods of assessing different aspects of engagement highlights the need to identify valid and efficient combinations of measures to develop and test multidimensional models of engagement. The final section of the paper reflects on how interventions can be designed to fit the user and their specific needs and context. Despite many unresolved questions posed by novel and rapidly changing technologies, there is widespread consensus that successful intervention design demands a user-centered and iterative approach to development, using mixed methods and in-depth qualitative research to progressively refine the intervention to meet user requirements.",
  "year": 2005,
  "date": "2005",
  "journal": "Am J Prev Med",
  "publication": "Am J Prev Med",
  "authors": [
    {
      "forename": "Lucy",
      "surname": "Phd",
      "name": "Lucy Phd",
      "affiliation": "a  Department of Psychology , University of Southampton , Southampton , UK \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Bonnie",
      "surname": "Spring",
      "name": "Bonnie Spring",
      "affiliation": "b  Feinberg School of Medicine , Northwestern University , Chicago , IL \n\t\t\t\t\t\t\t\t Feinberg School of Medicine \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL"
    },
    {
      "forename": "Leanne",
      "surname": "Morrison",
      "name": "Leanne Morrison",
      "affiliation": "c  Department of Clinical Psychology , VU University Amsterdam , Amsterdam , Netherlands \n\t\t\t\t\t\t\t\t Department of Clinical Psychology \n\t\t\t\t\t\t\t\t VU University Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t Netherlands"
    },
    {
      "forename": "David",
      "surname": "Crane Msc",
      "name": "David Crane Msc",
      "affiliation": "a  Department of Psychology , University of Southampton , Southampton , UK \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Kristina",
      "surname": "Curtis Msc",
      "name": "Kristina Curtis Msc",
      "affiliation": "e  Centre for Technology Enabled Health Research , Coventry University , Coventry , UK \n\t\t\t\t\t\t\t\t Centre for Technology Enabled Health Research \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coventry \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Gina",
      "surname": "Merchant Phdo",
      "name": "Gina Merchant Phdo",
      "affiliation": "f  Department of Family and Medicine and Public Health , University of California , San Diego , CA \n\t\t\t\t\t\t\t\t Department of Family and Medicine and Public Health \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Diego \n\t\t\t\t\t\t\t\t\t CA"
    },
    {
      "forename": "Felix",
      "surname": "Naughton",
      "name": "Felix Naughton",
      "affiliation": "g  Department of Public Health and Primary Care , University of Cambridge , Cambridge , UK \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Ann",
      "surname": "Blandford",
      "name": "Ann Blandford",
      "affiliation": "h  Institute of Digital Health , University College London , London , UK \n\t\t\t\t\t\t\t\t Institute of Digital Health \n\t\t\t\t\t\t\t\t University College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Lucy",
      "surname": "Yardley",
      "name": "Lucy Yardley",
      "email": "l.yardley@soton.ac.uk"
    },
    {
      "affiliation": "Department of Psychology , University of Southampton , Highfield , Southampton , SO17 1BJ , UK , \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of Southampton \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Highfield \n\t\t\t\t\t\t\t\t\t SO17 1BJ \n\t\t\t\t\t\t\t\t\t Southampton \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "https://doi.org/10.13039/100000867",
  "sections": [
    {
      "title": "Introduction",
      "text": "Engagement with health interventions is a precondition for effectiveness; this is a particular concern for digital behavior change interventions (DBCIs), i.e., interventions that employ digital technologies such as the internet, telephones and mobile and environmental sensors.  1  Maintaining engagement can be especially difficult when DBCIs are used without human support, typically leading to high levels of dropout and 'non-usage attrition',  2, 3  whereby participants do not sustain engagement with the intervention technologies. This paper discusses current approaches to conceptualizing and measuring engagement, and considers key issues relevant to promoting effective engagement. This paper is one in a series developed through a process of expert consensus to provide an overview of questions of current importance in research into engagement with DBCIs, and to identify outstanding conceptual and methodological issues.  1 An international steering committee invited established and emerging experts to form a writing group to contribute to this process. The scope, focus and conclusions were formulated initially by the committee and writing group, and then further discussed and modified with input from 42 experts contributing to a multidisciplinary international workshop. As such, the paper is necessarily selective and does not exhaustively review the relevant literature or propose particular models or solutions, but provides a critical reflection on the state-of-the-art. The insights gained from this process are summarized in the concluding table as guidance based on research to date and priority topics for future research. Some of the insights into engagement that emerged are specific to DBCIs, which have features that are not shared with other forms of intervention deliveryin particular, the potential to automatically record and respond to how the user is engaging with the intervention. However, many of the challenges confronting DBCI use are shared with other types of intervention --for example, the need for users to engage with the behavior change.\n\nConsequently, the unique potential of DBCIs to record engagement and behavior in detail over time is likely to generate important new insights that have relevance to engagement with other behavior change interventions."
    },
    {
      "title": "Understanding Engagement"
    },
    {
      "title": "Conceptualizing Engagement",
      "text": "The term 'engagement' has been used in different ways in engagement research, making it challenging to synthesize the models and measures that have been proposed. Some researchers focus principally on engagement with digital technology, drawing on disciplines such as Human-Computer Interaction, psychology, communication, marketing, and gamebased learning.  4 In this approach, engagement is typically studied in terms of intervention usability and usage, and factors that influence these. For example, O'Brien & Toms define engagement as a quality of users' experiences with technology; they identify dimensions of challenge, aesthetic and sensory appeal, feedback, novelty, interactivity, perceived control and time, awareness, motivation, interest, and affect.  5 Other researchers approach DBCIs as a specific method of delivering health interventions, viewing engagement with DBCIs as similar to engagement with face to face interventions. This approach focuses on users' engagement with the process of achieving positive cognitive, emotional, behavioral and physiological change. It draws on evidence-based therapeutic principles (such as cognitivebehavioral therapy), existing behavioral theories (such as social cognitive models) and research on broader engagement processes (such as the therapeutic alliance and social support). For example, key design features of DBCIs identified by Morrison et al. include social context and support, contacts with the intervention, tailoring, and self-management.  6 derstand and analyze the relationship between engagement with technology and behavior change it may be helpful to distinguish between the 'micro' level of moment-tomoment engagement with the intervention and the 'macro' level of engagement and identification with the wider intervention goals, while appreciating that these are intimately linked. Figure  1  illustrates how engagement with the DBCI and the behavioral goals of the intervention may vary over time. Engagement is a dynamic process that typically starts with a trigger (e.g. recommendation by health professional or peers), followed by initial use, which may be followed by sustained engagement, disengagement or shifting to a different intervention. The timing of and relationship between the different forms of engagement will vary depending on the intervention, the user and their context. Some engagement models attempt to encompass the full range of factors that may influence engagement with both the digital technology and the health-related behavior change. For example, the Behavioral Intervention Technology model  7  builds on and integrates several other relevant models,  [8] [9] [10] [11]  providing a framework for articulating the relationship between the behavioral intervention aims, elements, characteristics, and workflow and the technological methods of implementing the intervention. New interdisciplinary models of engagement are emerging but are largely untested; consequently, their validity is not yet established. Some authors have used literature review to identify retrospectively which factors are associated with success of DBCIs,  6, [12] [13] [14]  but the strength of the conclusions that can be drawn is limited by the correlational nature of the evidence and incomplete descriptions of the interventions.\n\nEstablishing which elements of these models are most influential on engagement is therefore a key research priority, and new theoretical frameworks and models may need to be developed (as discussed elsewhere in this issue).  15 Taxonomies of features specific to DBCIs (such as digital delivery methods 10 ) may prove useful for this purpose; for example, taxonomies have helped to clarify what types of supplementary support are associated with positive DBCI outcomes,  16  what features of computerized clinical decision support systems are effective,  17  and the importance of feedback in weight management DBCIs.  18 engagement is also supported, undermined or shaped by socio-contextual influences, such as the role played by family members and the broader cultural setting. Comprehensive models of engagement need to encompass not only individual-level user dimensions but also the effectspositive and negativeof social dimensions. For example, technologies can harness social support by sharing behavioral tracking and/or promoting encouragement from peers,  19  but some users may be less likely to commit to behavioral goals if they will be publicly shared.  20 cial implication of explicitly recognizing the distinction between engagement with the technological and the behavioral aspects of the intervention is that intervention usage alone cannot be taken as a valid indicator of engagement. In the absence of agreed definitions and well-validated theoretical models of engagement, much previous research has operationalized engagement as the extent to which people use the digital intervention as intended,  13  on the assumption that usage is closely related to outcome. There are several problems with this assumption. Firstly, the evidence that usage is associated with intended outcomes is mixed, and largely correlational.  [21] [22] 2] [23]  It is difficult to determine to what extent usage mediates behavioral and health-related outcomes, as this may be confounded by common factors such as higher motivation and self-regulation skills. Usage metrics also reveal little about offline engagement with intervention content, which is important in interventions that require homework outside the context of the digital intervention. A further complication is that cessation of usage could indicate disengagement from an intervention, or could signal sufficient mastery that continued access to the digital technology is no longer needed (see Figure  1 ). Continued engagement might indicate positive, healthy engagement with the intervention content or, conversely, dependence on the guidance or feedback, and thus a lack of successful self-regulation. Rather than focus on 'engagement', it would be beneficial to focus on 'effective' engagement that mediates positive outcomes; this may or may not require sustained engagement. Effective engagement is thus defined in relation to the purpose of a particular intervention, and can only be established empirically, in the context of that intervention. A further consideration is that users may value different outcomes from those intended by designers;  24  for example, a DBCI may not achieve behavior change but may provide valued information, reassurance or opportunities for interaction.\n\nIn summary, a key research challenge is to conceptualize engagement more consistently, comprehensively and dynamically, taking into account user experiences of the technology and the social and therapeutic context. The next step is not simply to propose but to test and validate models of effective engagement by demonstrating which elements of these models positively influence different aspects of engagement and mediate outcomes. The following section explains how the multidimensional nature of effective engagement can be captured by using complementary methods of assessment."
    },
    {
      "title": "Evaluating Engagement",
      "text": "A range of methods is available to measure effective engagement (see Table  1 ) that offer complementary insights into different dimensions of engagement, and can be used at different stages of intervention development, evaluation, and implementation. These include reports of the subjective user experience, elicited by qualitative methods or questionnaires, and objective measures of technology usage, user behavior, and users' reactions to the intervention.\n\nIn-depth qualitative analyses of user experiences can capture critical information about how a user reacts to the content and design of DBCIs and offer explanations for why the user interacts with a DBCI in particular ways. These data enable researchers to explain objective usage patterns more reliably and generate hypotheses about the factors influencing effective engagement that can be tested using other methods. Qualitative analyses can capture critical information about offline behavior (particularly engagement with the behavioral target of the intervention) and the wider social and contextual influences on engagement.  25 Qualitative methods can also reveal aspects of engagement with the technology that may not be captured by quantitative usage datasuch as \"lurking,\" a common phenomenon whereby users read and may benefit from the content in online social communities but do not actively interact with the digital intervention.  26, 27 Typical qualitative methods include focus groups, interviews, observation of user interaction with the intervention (which might include users 'thinking aloud' while using the intervention), diary studies and retrospective interviews.  28 en the increasing reliance on participant involvement in DBCI design, it is vital that research clarifies what users are able to report accurately. For example, users can usually identify aspects of a DBCI that they dislike or describe their views and behavior, but few users can prospectively anticipate factors that will encourage effective engagement with DBCI content or retrospectively recall their reasons for engagement or disengagement.\n\nSelf-report questionnaires can also measure dimensions of engagement (including off-line engagement) that cannot be assessed objectively. Questionnaires to retrospectively assess engagement with DBCIs at selected time points are available.  29 Alternatively, ecological momentary assessment (EMA) enables immediate, repeated measurement of users' experiences with interventions in-the-moment.  30 A dilemma for self-reporting is to balance the need to measure all relevant dimensions of engagement with the response burden for users, which may also lead to measurement effects such as response shift and be an intervention in itself. While a solution may be to develop validated instruments to measure engagement within a specific setting, the use of different questionnaires for each study would limit cross-study comparisons. Further research is also required to establish the validity of questionnaires assessing engagement in terms of predicting outcomes.\n\nQualitative insights and questionnaire data can be complemented by proxy measures of engagement based on usage.  31 These can include the number of visits/uses, modules or features used, time spent on the intervention, number and type of pages visited, or response to alerts or reminders.  32 Usage metrics can provide valuable insights, but are typically large, complex datasets that are challenging to interpret. For example, additional qualitative data can be needed to provide explanations for observed differences in usage metrics between participants or intervention groups.  33 Recent advances in sequence analysis, data mining, and novel visualization tools are facilitating analyses of usage patterns and there is scope for substantial progress in this field.  23 DBCIs have the potential to generate datasets sufficiently large to be able to reliably model and experimentally test  34  mediation of outcomes by engagement with particular intervention components and to statistically control for confounding moderator effects such as baseline motivation levels.  22, 26, 35, 36 Importantly, usage metrics can be collated with data on users' behavior collected by Smartphone sensors, such as movement or location.  37 However, more studies are needed to establish what features or correlates of engagement sensor data can capture reliably and new statistical approaches will be required to analyze these large and complex datasets. The novel research designs that can support these analyses are discussed in companion papers in this issue.  15, 34, 38 ophysiological measurements, ranging from skin conductance and heart rate to facial expression or fMRI, have been used to measure users' task-engagement.  39 Such measures can help identify aspects of the intervention that attract attention or evoke emotional arousal, suggesting mechanisms through which DBCI content or design impact short term engagement. These surrogate measures of engagement can be difficult to interpret and differences in attention may not always translate into differences in intervention use (or other measures of engagement)  40  . That said, they do complement subjective measures by providing an objective measure of user reactions.\n\nTo summarize, effective engagement can only be understood through valid, reliable and comprehensive means of assessment. Adopting a mixed method multidimensional approach will provide a more comprehensive picture of how (well) users are engaging with DBCIs 41 , but can pose problems of resource constraints and user burden, particularly when interventions are implemented 'in the wild'. The complementary value of different approaches for understanding effective engagement remains to be clarified; further work is needed to determine the most accurate and efficient combinations of assessments, and to understand better how to compare and integrate the data, inferences, and outcome relationships derived from complementary measures that tap into different aspects of engagement."
    },
    {
      "title": "Promoting Effective Engagement",
      "text": "This section first introduces techniques for promoting effective engagement, identifying substantive gaps in knowledge and directions for future investigation, and then considers two key topics in engagement research: tailoring to individual needs (including the needs of those with lower levels of literacy and computer literacy); and combining DBCIs with human support."
    },
    {
      "title": "Promoting Effective Engagement",
      "text": "Promoting effective engagement requires interventions to be perceived as having benefits that outweigh their costs -including the 'opportunity costs' of engaging in other valued activities.\n\nThe benefits can be affective or functional, meaning that DBCIs may be valued because they create an intrinsically enjoyable user experience (such as health-promoting games) or because they are seen as meeting evidence based therapeutic principles and users' needs (such as online cognitive-behavioral therapy). In the latter case, users may engage even if they are not enjoyable. To fully appreciate users' needs and perspectives it is essential to involve the target population in intervention development.\n\nStructured methods to guide intervention development which emphasize the importance of engaging end users have been developed. The aim of user-centered design is to ground the development of all digital products in an understanding of the user's knowledge, skills, behavior, motivations, culture and context.  42 The 'person-based approach' to digital health intervention development  43  provides a complementary health-related behavioral science focus, emphasizing user views of the behavior change techniques the intervention is intended to support, both online and offline. There is considerable convergence in views of the process needed to achieve high quality DBCIs. An iterative development and evaluation process, with repeated use of applied methods to engage stakeholders, is needed to progressively refine the intervention to meet user requirements; hence, qualitative methods are central to understanding how to improve user engagement with the technology and the behavior change.\n\nTo date, engagement research has tended to be pragmatic, focusing on addressing the specific engagement-related issues arising in the context of a particular intervention. The field could benefit from more systematic attention to methodological issues; for example, the preceding discussion suggests it may be more fruitful to focus on promoting effective rather than sustained engagement. An additional challenge is that different forms of technology are engaged with in different ways. For example, the portability of smartphones and wearables offers exciting opportunities for 'just-in-time' intervention, but those interventions are likely to be used in distracting environments, for brief periods, using small screens and keyboards.\n\nMethods of achieving effective engagement need to be developed to accommodate the various technologies used and where and when they are used. Consideration also needs to be given to how best to combine the iterative qualitative process of refining engagement with new, quantitative methods of evaluating the effectiveness of DBCI ingredients.  35, 39"
    },
    {
      "title": "Tailoring and Fit",
      "text": "Engagement with DBCIs has typically been greater among those with higher levels of education and income.  3 However, recent improvements in digital access in lower income countries and to all sociodemographic groups mean that it is timely and important to consider the extent to which it may be necessary to tailor DBCIs to ensure they are accessible and engaging for people with lower levels of education, literacy or computer literacy.  44 erventions to improve health literacy have included using simple language, presenting information in audio-visual formats, tailoring content to individual needs, and other forms of interactivity.  [45] [46] 6] [47]  These approaches have shown promise for improving knowledge and selfmanagement, but the evidence is inconclusive, few studies have been theory-based, and it remains unclear whether different intervention elements engage and optimize outcomes for people at varying levels of health literacy.  48 There is some evidence that intervention design formats that are accessible and engaging for people with lower levels of health literacy may also be acceptable and usable by people with higher levels.  49 If confirmed, those findings suggest that DBCIs for all can be designed to be accessible and engaging for those with low health literacy. Involving people from lower income backgrounds in research poses challenges that need to be overcome in order to better understand their needs and barriers.\n\nFurther research is also needed to understand how to design interventions to support people with particular attributes. Market segmentation informs most product design, but the 'market' for DBCIs is relatively immature, and understanding of the factors that influence engagement with DBCIs is correspondingly immature. Factors likely to shape people's engagement with DBCIs include their lifestyles and what interests and motivates them. For example, an intervention to help an individual with mobility difficulties who is frightened of causing injury and pain will look and feel different from one designed for an injured athlete wanting to get back to full fitness. Within any market segment, there is then scope for allowing users to tailor the intervention to their particular situation and requirements. Moreover, adaptive interventions should permit tailoring for individual differences to be supplemented by 'within-person' tailoring as the individual's needs and status change.  15 Context sensing (using mobile or environmental sensors to detect features of the person's current behavior and circumstances) should enable timely delivery of content and notifications tailored to the individual's immediate situation  50  ; for example, activity sensors have been used successfully to detect sedentary behavior and prompt physical activity breaks. While context-sensing should increase engagement by enhancing the perceived attunement of the intervention, limited research has yet examined this assumption due to the novelty of this technology.  51 ring digital intervention delivery and content to users' needs, motivations and personal characteristics enables users to receive guidance that is appropriate, relevant and safe for them. Tailoring can have a positive impact on intervention outcomes and engagement, but this varies between studies and contexts.  31, 52 Self-determination theory,  53  a prominent theory of motivation, argues that autonomy is a fundamental human need that facilitates learning.\n\nHence fostering autonomy by giving users personal choices throughout an intervention should be motivating.  54 A major benefit of digitally delivered interventions is the possibility of offering recipients a choice of formats and tools, allowing users to 'self-tailor', selecting what they find most accessible, attractive and useful. Nevertheless, conventional tailoring of content to match an individual's demographic characteristics  55, 56  may still be required to ensure that users are not presented with material they find so alienating or demotivating that they abruptly cease using the intervention. In summary, tailoring can be valuable, but the optimal balance between tailoring and self-tailoring in different contexts requires further investigation."
    },
    {
      "title": "Combining Digital and Human Support",
      "text": "Adding human facilitation can improve effective engagement with DBCIs, but there is considerable heterogeneity in findings; few studies directly contrast different levels of support and comparing across studies is problematic.  [57] [58] 8] [59] [60] [61]  Moreover, unguided interventions can also be effective, although effect sizes are usually smaller. It is important to establish when human support adds value, since unguided interventions can be disseminated more easily at lower cost and could therefore have huge impact at a population health level.\n\nVariations in findings regarding benefits of human facilitation may reflect different health needs and preferences of users which, in turn, may vary depending on the types of intervention and facilitation offered.  62 Simple interventions that users are confident to implement without support may not benefit from additional facilitation.  63 Human facilitation may be more important when users feel the need for an expert to reassure, guide or emotionally support them, or hold them accountable. The need for human facilitation may diminish for certain conditions as interventions incorporate elements that make them increasingly user friendly, adaptive, persuasive, even enjoyable, or able to reproduce the required elements of a therapeutic relationship. Further research is needed to identify what features diminish the need for human involvement in delivering DBCIs.\n\nThe 'supportive accountability' conveyed by having a benevolent but expert human coach maintain surveillance of the participant's interactions, is usually valuable to maintain motivation and adherence to intervention requirements.  64 Human facilitation by peer counselors may help as well, creating a supportive community and affirming that the intervention has been found relevant and feasible by others facing similar health problems. However, integrating DBCIs with healthcare delivered in person can be challenging. Too often the development of DBCIs has been carried out without the involvement of clinicians or attention to how the digital intervention may impact the health professional's activities, roles and interactions with patients. To maximize clinician engagement, clinicians should be confident that the intervention extends and complements their ability to provide efficient and effective care.  65 Few studies have taken a holistic approach towards designing for service delivery, in addition to designing for the individual recipient of the intervention. There is an urgent need for techniques to co-design DBCIs so that they re-engineer clinician-patient-family interactions to improve engagement.\n\nA final topic requiring more investigation concerns the optimal format to integrate human facilitation with digital interventions. Clinician referral to a DBCI enhances engagement, compared to interventions being simply made freely available over the internet or as apps;  66  this suggests that positive endorsement and follow-up by a familiar health professional promotes trust in the intervention. However, remote (telephone, e-mail, or text) coaching to help the user implement the intervention can also be effective,  67  even without the referral or endorsement of a clinician. This model of provision makes it feasible and cost-effective to offer skilled support by facilitators who have experience of working with the digital intervention. In summary, further research is needed to understand better the nature, timing and extent of support required in different intervention contexts."
    },
    {
      "title": "Concluding Comments",
      "text": "Significant progress has been made in recent years in understanding the nature of and requirements for engagement, and particularly in recognizing the importance of carrying out in-depth mixed methods research into how people engage with DBCIs. Table  2  summarizes key guidance points emerging from research to date and highlights areas for further work.\n\nFuture research would benefit from defining engagement more consistently and appropriately, appreciating that more engagement does not necessarily equate to more effective engagement.\n\nResearch priorities include empirically testing models of how technological and behavioral elements combine to influence effective engagement, using engagement-related taxonomies to accumulate knowledge and identify mechanisms of action. Comprehensive model testing will require developing and validating complementary objective and subjective measures of engagement, including non-intrusive methods that can be easily implemented without creating user burden or reactivity. Using these models and measures, researchers will then be able to tackle important questions relating to the implementation of DBCIs, such as: how best to involve users, developers, health care professionals, and family in co-design; how to utilize new forms of delivery; how to design interventions that are accessible to those with lower levels of education or income; and when and how interventions need to be adapted for the individual or supplemented by human support. Note: This hypothetical example illustrates one way in which engagement with the technology and the behavior change could vary over time; patterns of engagement will vary widely with different interventions and individuals."
    },
    {
      "text": "Figure 1. Illustration of the 'micro' and 'macro' levels of intervention engagement."
    }
  ],
  "references": [
    {
      "title": "Current issues and future directions for digital intervention research",
      "authors": [
        "L Yardley",
        "K Patrick",
        "T Choudhury",
        "S Michie"
      ],
      "doi": "10.1016/j.amepre.2016.07.019"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Online prevention aimed at lifestyle behaviours: A systematic review of reviews",
      "authors": [
        "Lfm Kohl",
        "R Crutzen",
        "N De Vries"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2665"
    },
    {
      "title": "Defining engagement and characterizing engaged-behaviors in digital gaming",
      "authors": [
        "P Bouvier",
        "E Lavoue",
        "K Sehaba"
      ],
      "year": 2014,
      "doi": "10.1177/1046878114553571"
    },
    {
      "title": "What is user engagement? A conceptual framework for defining user engagement with technology",
      "authors": [
        "H O'brien",
        "E Toms"
      ],
      "year": 2008,
      "doi": "10.1002/asi.20801"
    },
    {
      "title": "What design features are used in effective e-health interventions? A review using techniques from critical interpretive synthesis",
      "authors": [
        "L Morrison",
        "Yardley Powell",
        "J Michie"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0062"
    },
    {
      "title": "The behavioral intervention technology model: An integrated conceptual and technological framework for eHealth and mHealth Interventions",
      "authors": [
        "D Mohr",
        "S Schueller",
        "E Montague",
        "M Burns",
        "P Rashidi"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3077"
    },
    {
      "title": "A behavior model for persuasive design",
      "authors": [
        "B Fogg"
      ],
      "year": 2009,
      "doi": "10.1145/1541948.1541999"
    },
    {
      "title": "Persuasive system design: key issues, process model, and system features",
      "authors": [
        "H Oinas-Kukkonen",
        "M Harjumaa"
      ],
      "year": 2009,
      "doi": "10.17705/1cais.02428"
    },
    {
      "title": "A behavior change model for Internet interventions",
      "authors": [
        "L Ritterband",
        "F Thorndike",
        "D Cox",
        "B Kovatchev",
        "L Gonder-Frederick"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9133-4"
    },
    {
      "title": "The behavioral intervention technology model and intervention mapping: The best of both worlds",
      "authors": [
        "R Crutzen"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3620"
    },
    {
      "title": "Online interventions for social marketing health behavior change campaigns: A meta-analysis of psychological architectures and adherence Factors",
      "authors": [
        "B Cugelman",
        "M Thelwall",
        "P Dawes"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1367"
    },
    {
      "title": "Persuasive system design does matter: a systematic review of adherence to web-based interventions",
      "authors": [
        "S Kelders",
        "R Kok",
        "H Ossebaard",
        "J Van Gemert-Pijnen"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2104"
    },
    {
      "title": "Chronic health conditions and Internet behavioral interventions: A review of factors to enhance user engagement",
      "authors": [
        "J Schubart",
        "H Stuckey",
        "A Ganeshamoorthy",
        "C Sciamanna"
      ],
      "year": 2011,
      "doi": "10.1097/ncn.0b013e3182155274"
    },
    {
      "title": "Developing and refining models and theories suitable for digital health interventions",
      "authors": [
        "E Hekler",
        "S Michie",
        "Rivera"
      ],
      "doi": "10.1016/j.amepre.2016.06.013"
    },
    {
      "title": "Using the Internet to promote health behavior change: A systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Features of effective computerized clinical decision support systems: Meta-regression of 162 randomized trials",
      "authors": [
        "P Roshanov",
        "N Fernandes",
        "J Wilczynski"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f657"
    },
    {
      "title": "Systematic review and meta-analysis of Internet-delivered interventions providing personalized feedback for weight loss in overweight and obese adults",
      "authors": [
        "A Sherrington",
        "J Newham",
        "R Bell"
      ],
      "year": 2016,
      "doi": "10.1111/obr/12396"
    },
    {
      "title": "Are health behavior change interventions that use online social networks effective? A systematic review",
      "authors": [
        "C Maher",
        "L Lewis",
        "K Ferrar"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2952"
    },
    {
      "title": "Effects of public commitments and accountability in a technology-supported physical activity intervention",
      "authors": [
        "S Munson",
        "E Krupka",
        "C Richardson",
        "P Resnick"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702524"
    },
    {
      "title": "Methodological issues in research on web-based behavioral interventions",
      "authors": [
        "B Danaher",
        "J Seeley"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9129-0"
    },
    {
      "title": "The role of engagement in a tailored web-based smoking cessation program: randomized controlled trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1002"
    },
    {
      "title": "Understanding the usage of content in a mental health intervention for depression: An analysis of log data",
      "authors": [
        "J Van Gemert-Pijnen",
        "S Bohlmeijer"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2991"
    },
    {
      "title": "Understanding the mechanics of persuasive system design: A mixed-method theory-driven analysis of freeletics",
      "authors": [
        "H Schneider",
        "K Moser",
        "A Butz",
        "F Alt"
      ],
      "year": 2016,
      "doi": "10.1145/2858036.2858290"
    },
    {
      "title": "Making time for mindfulness",
      "authors": [
        "J Laurie",
        "A Blandford"
      ],
      "doi": "10.1016/j.ijmedinf.2016.02.010"
    },
    {
      "title": "Use of an online smoking cessation community promotes abstinence: Results of propensity score weighting",
      "authors": [
        "A Graham",
        "G Papandonatos",
        "B Erar",
        "C Standton"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000278"
    },
    {
      "title": "Understanding lurkers in online communities: A literature review",
      "authors": [
        "N Sun",
        "Pp-L Rau",
        "L Ma"
      ],
      "year": 2014,
      "doi": "10.1016/j.chb.2014.05.022"
    },
    {
      "title": "Semi-structured qualitative studies",
      "authors": [
        "A Blandford"
      ],
      "year": 2014,
      "doi": "10.4135/9781412963909.n420"
    },
    {
      "title": "The assessment of user engagement with eHealth content: The eHealth engagement scale",
      "authors": [
        "C Lefebvre",
        "Y Tada",
        "S Hilfiker",
        "C Baur"
      ],
      "year": 2010,
      "doi": "10.1111/j.1083-6101.2009.01514.x"
    },
    {
      "title": "Innovative ICT solutions to improve treatment outcomes for depression: The ICT4Depression project",
      "authors": [
        "L Warmerdam",
        "H Riper",
        "M Klein"
      ],
      "year": 2012,
      "doi": "10.3233/978-1-61499-121-2-339"
    },
    {
      "title": "The effect of program design on engagement with an Internet-based smoking intervention: Randomized factorial trial",
      "authors": [
        "J Mcclure",
        "S Shortreed",
        "A Bogart"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2508"
    },
    {
      "title": "Features predicting weight loss in overweight or obese participants in a web-based intervention: Randomized trial",
      "authors": [
        "E Brindal",
        "J Freyne",
        "I Saunders"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2156"
    },
    {
      "title": "Understanding usage of a hybrid website and smartphone app for weight management: A mixed-methods study",
      "authors": [
        "L Morrison",
        "C Hargood",
        "S Lin"
      ],
      "year": 2014
    },
    {
      "title": "Evaluating digital health interventions: key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson"
      ],
      "doi": "10.1016/j.amepre.2016.06.008"
    },
    {
      "title": "Comparison of a smartphone app for alcohol use disorders with an Internet-based intervention plus bibliotherapy: A pilot study",
      "authors": [
        "V Gonzalez",
        "P Dulin"
      ],
      "year": 2015,
      "doi": "10.1037/a0038620"
    },
    {
      "title": "Intervention engagement moderates the dose-response relationships in a dietary intervention",
      "authors": [
        "S Lippke",
        "J Corbet",
        "D Lange",
        "L Parschau",
        "R Schwarzer"
      ],
      "year": 2016,
      "doi": "10.1177/1559325816637515"
    },
    {
      "title": "Trials of intervention principles: evaluation methods for evolving behavioral intervention technologies",
      "authors": [
        "D Mohr",
        "S Schueller",
        "W Riley"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4391"
    },
    {
      "title": "Rapid rate of technological development and its implications for research on digital behavior change interventions",
      "authors": [
        "K Patrick",
        "E Hekler",
        "D Estrin"
      ],
      "doi": "10.1016/j.amepre.2016.05.001"
    },
    {
      "title": "Capturing user engagement via psychophysiology: Measures and mechanisms for biocybernetic adaptation",
      "authors": [
        "S Fairclough",
        "K Gilleade",
        "K Ewing",
        "J Roberts"
      ],
      "year": 2013,
      "doi": "10.1504/ijaacs.2013.050694"
    },
    {
      "title": "Social presence and use of Internet-delivered interventions: A multi-method approach",
      "authors": [
        "R Crutzen",
        "D Cyr",
        "H Larios",
        "Rac Ruiter",
        "N De Vries"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0057067"
    },
    {
      "title": "Using mixed methods to develop and evaluate an online weight management intervention",
      "authors": [
        "K Bradbury",
        "L Dennison",
        "P Little"
      ],
      "year": 2015,
      "doi": "10.1111/bjhp.12125"
    },
    {
      "title": "A holistic framework to improve the uptake and impact of eHealth technologies",
      "authors": [
        "J Van Gemert-Pijnen",
        "N Nijland",
        "M Van Limburg"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1672"
    },
    {
      "title": "The person-based approach to intervention development: Application to digital health-related behavior change interventions",
      "authors": [
        "L Yardley",
        "L Morrison",
        "K Bradbury",
        "I Muller"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4055"
    },
    {
      "title": "Past, present and future of eHealth and mHealth research to improve physical activity and dietary behaviors",
      "authors": [
        "C Vandelanotte",
        "A Muller",
        "C Short"
      ],
      "year": 2016,
      "doi": "10.1016/j.neb.2015.12.006"
    },
    {
      "title": "eHealth and health literacy: A research methodology review",
      "authors": [
        "M Mackert",
        "S Champlin",
        "A Holton",
        "I Muñoz",
        "M Damásio"
      ],
      "year": 2014,
      "doi": "10.1111/jcc4.12044"
    },
    {
      "title": "Interventions for improving population health literacy: Insights from a rapid review of the evidence",
      "authors": [
        "M Barry",
        "D 'eath",
        "M Sixsmith"
      ],
      "year": 2013,
      "doi": "10.1080/10810730.2013.840699"
    },
    {
      "title": "Interactive media for diabetes self-management: Issues in maximizing public health impact",
      "authors": [
        "R Glasgow"
      ],
      "year": 2010,
      "doi": "10.1177/0272989X10385845"
    },
    {
      "title": "A systematic review of eHealth interventions to improve health literacy",
      "authors": [
        "R Jacobs",
        "J Lou",
        "R Ownby",
        "J Caballero"
      ],
      "year": 2014,
      "doi": "10.1177/1460458214534092"
    },
    {
      "title": "Views of people with high and low levels of health literacy about a digital intervention to promote physical activity for diabetes: A qualitative study in five countries",
      "authors": [
        "A Rowsell",
        "I Muller",
        "E Murray"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4999"
    },
    {
      "title": "Behavioral response to a just-in-time adaptive intervention (JITAI) to reduce sedentary behavior in obese adults: Implications for JITAI optimization",
      "authors": [
        "J Thomas",
        "D Bond"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000304"
    },
    {
      "title": "Mobile and wireless technologies in health behavior and the potential for intensively adaptive interventions",
      "authors": [
        "W Riley",
        "K Serrano",
        "W Nilsen",
        "A Atienza"
      ],
      "year": 2015,
      "doi": "10.1016/j.copsyc.2015.03.024"
    },
    {
      "title": "A meta-analysis of web-delivered tailored health behavior change interventions",
      "authors": [
        "Mla Lustria",
        "S Noar"
      ],
      "year": 2013,
      "doi": "10.1080/10810730.2013.768727"
    },
    {
      "title": "Self-determination theory",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2011,
      "doi": "10.4135/9781446249215.n21"
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037/0003-066x.55.1.68"
    },
    {
      "title": "One size does not fit all: The case for tailoring print materials",
      "authors": [
        "M Kreuter",
        "V Strecher",
        "B Glassman"
      ],
      "year": 1999,
      "doi": "10.1007/bf02895958"
    },
    {
      "title": "Tailoring Health Messages: Customizing Communication with Computer Technology",
      "authors": [
        "M Kreuter",
        "D Farrell",
        "L Olevitch",
        "L Brennan"
      ],
      "year": 2013
    },
    {
      "title": "The impact of guidance on Internet-based mental health interventions -A systematic review",
      "authors": [
        "H Baumeister",
        "L Reichler",
        "M Munzinger",
        "J Lin"
      ],
      "year": 2014,
      "doi": "10.1016/j.invent.2014.08.003"
    },
    {
      "title": "Randomized controlled trial on the role of support in Internet-based problem solving therapy for depression and anxiety",
      "authors": [
        "A Kleiboer",
        "T Donker",
        "W Seekles"
      ],
      "year": 2015,
      "doi": "10.1016/j.brat.2015.06.013"
    },
    {
      "title": "A review of technologyassisted self-help and minimal contact therapies for anxiety and depression: Is human contact necessary for therapeutic efficacy?",
      "authors": [
        "M Newman",
        "L Szkodny",
        "S Llera",
        "A Przeworski"
      ],
      "year": 2011,
      "doi": "10.1016/j.cpr.2010.09.008"
    },
    {
      "title": "Effectiveness of guided and unguided low-intensity internet interventions for adult alcohol misuse: a meta-analysis",
      "authors": [
        "H Riper",
        "M Blankers",
        "H Hadiwijaya"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0099912"
    },
    {
      "title": "Efficacy of Internetdelivered cognitive-behavioral therapy for insomnia -A systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "R Zachariae",
        "M Lyby",
        "L Ritterband",
        "O' Toole"
      ],
      "year": 2015,
      "doi": "10.1016/j.smrv.2015.10.004"
    },
    {
      "title": "Qualitative meta-synthesis of user experience of computerized therapy for depression and anxiety",
      "authors": [
        "S Knowles",
        "G Toms",
        "C Sanders"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0084323"
    },
    {
      "title": "Supporting self-care for families of children with eczema with a web-based intervention plus health care professional support: Pilot randomized controlled trial",
      "authors": [
        "M Santer",
        "I Muller",
        "L Yardley"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3035"
    },
    {
      "title": "Supportive accountability: A model for providing human support to enhance adherence to eHealth interventions",
      "authors": [
        "D Mohr",
        "P Cuijpers",
        "K Lehman"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1602"
    },
    {
      "title": "Blending online therapy into regular face-to-face therapy for depression: content, ratio and preconditions according to patients and therapists using a Delphi study",
      "authors": [
        "R Van Der Vaart",
        "M Witting",
        "H Riper"
      ],
      "year": 2014,
      "doi": "10.1186/s12888-014-0355-z"
    },
    {
      "title": "Influence of recruitment strategy on the reach and effect of a web-based multiple tailored smoking cessation intervention among Dutch adult smokers",
      "authors": [
        "E Smit",
        "C Hoving",
        "Vcm Cox",
        "H De Vries"
      ],
      "year": 2012,
      "doi": "10.1093/her/cyr099"
    },
    {
      "title": "Integrating technology into standard eeight loss treatment",
      "authors": [
        "B Spring",
        "J Duncan",
        "E Janke"
      ],
      "year": 2013,
      "doi": "10.1001/jamainternmed.2013.1221"
    }
  ],
  "num_references": 67
}
