{
  "paper_id": "25DF76L6",
  "title": "Design and baseline characteristics of an implementation study to increase activity with social incentives: The STEP together trial",
  "abstract": "Background: The majority of people in the United States do not achieve recommended levels of physical activity. Even small, daily increases can have health benefits. Wearable devices paired with social incentives increased daily steps in pilot studies but have not been tested for long-term effectiveness in community settings. This paper describes the study design and baseline participant characteristics of a trial testing these approaches to increase physical activity among families in the Philadelphia area. Methods: The trial, called STEP Together, is a Hybrid Type 1 effectiveness-implementation study. Participants enroll on family teams of 2-10 people, including at least one person 60 years old or older. Each participant receives a Fitbit device, establishes a baseline daily step count, and selects a daily step goal 1500 to 3000 steps greater than their baseline. Family teams are stratified based on family size and randomized to Control, Social Incentive Gamification, or Social Goals through Incentives to Charity. Participation is 18-months: a 12-month intervention and 6-month follow up. Results: 779 participants on 285 family teams were randomized. Recruitment was more difficult than anticipated due to the COVID-19 pandemic and higher-than expected numbers of participants who were already physically active and therefore ineligible. Changes to the eligibility criteria that did not impact the underlying intent or conceptual basis for the trial improved recruitment feasibility. \n Conclusion: The results from this study will contribute to the growing body of evidence about scalable, effective strategies to motivate individuals and families to increase their daily physical activity.",
  "year": 2020,
  "date": "2020",
  "journal": "J. Clin. Oncol",
  "publication": "J. Clin. Oncol",
  "authors": [
    {
      "forename": "Krista",
      "surname": "Scheffey",
      "name": "Krista Scheffey",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Joshua",
      "surname": "Aronson",
      "name": "Joshua Aronson",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Yolande",
      "surname": "Goncalves",
      "name": "Yolande Goncalves",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "S",
      "surname": "Greysen",
      "name": "S Greysen",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ashley",
      "surname": "Iwu",
      "name": "Ashley Iwu",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Pui",
      "surname": "Kwong",
      "name": "Pui Kwong",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Freya",
      "surname": "Nezir",
      "name": "Freya Nezir",
      "affiliation": "c  University of Pennsylvania , Perelman School of Medicine , Department of Psychiatry , 3400 Civic Center Blvd , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small",
      "affiliation": "d  University of Pennsylvania , The Wharton School , 3733 Spruce St , Philadelphia , PA 19104 , USA 423 Guardian Drive , 801 Blockley Hall , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t The Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3733 Spruce St 423 Guardian Drive 801 Blockley Hall \n\t\t\t\t\t\t\t\t\t 19104 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia Philadelphia \n\t\t\t\t\t\t\t\t\t PA PA \n\t\t\t\t\t\t\t\t\t USA USA",
      "email": "dsmall@wharton.upenn.edu"
    },
    {
      "forename": "Karen",
      "surname": "Glanz",
      "name": "Karen Glanz",
      "affiliation": "a  University of Pennsylvania , Perelman School of Medicine , 423 Guardian Drive , Philadelphia , PA 19104 , USA \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 423 Guardian Drive \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "kglanz@upenn.edu"
    }
  ],
  "doi": "10.1016/j.cct.2025.107909",
  "sections": [
    {
      "title": "Introduction",
      "text": "Regular physical activity (PA) is associated with numerous health benefits including lower risk of cardiovascular disease, certain cancers, cognitive decline and dementia, and depression  [1] [2] [3] [4] [5] [6] [7] . Research suggests that there is a dose-response relationship between PA and health, such that even small increases in PA can reduce risk of chronic disease and all-cause mortality  [8] [9] [10] [11] [12] [13] [14] [15] . However, fewer than half of adults in the United States (US) achieve the recommended amount of weekly PA (150-300 min of moderate-intensity per week)  [16] . Women, people living in poverty, and people with lower education are less likely to meet the recommended level of PA  [16, 17] . The proportion of adults meeting recommended levels of physical activity declines with age  [16] , despite the importance of physical activity to support healthy aging and prevent all-cause mortality  [2, 3, 18, 19] .\n\nEvidence shows that insufficiently active individuals can benefit from even small increases in daily PA  [14, 20, 21] . A meta-analysis of cohort studies showed progressive benefits of increasing PA up to 8000-10,000 steps/day for adults younger than 60 and up to 6000-8000 steps/day for older adults  [7] . Among older adults, there is evidence that 2. Methods STEP Together is a three-phase study. In Phase 1, the study team sought community input about the proposed study design using a series of Community Engagement Studios  [35, 36] . Feedback from these sessions was used to adapt and refine the study design prior to implementation  [36] . Phase 2 of STEP Together is an implementationeffectiveness trial, which is currently underway. Phase 3 will be dissemination, translation and scale-up of the successful intervention strategy or strategies based on the results of Phase 2. This paper describes the study design and participant baseline characteristics for the trial being conducted in Phase 2. Phase 2 started in September 2021, when some restrictions on in-person activities due to the COVID-19 pandemic were still in place.\n\nDuring Phase 2, additional modifications were made to address recruitment challenges due to the continuing COVID-19 pandemic. Appendix A provides an overview of key aspects of the study design prior to implementation (at the conclusion of Phase 1) and the current/ final design. The methods described below reflect the final study design of Phase 2 unless otherwise noted. The adaptations do not substantively change the intent or conceptual basis for the trial."
    },
    {
      "title": "Recruitment",
      "text": "Participants in the STEP Together study enrolled as part of a family team. Initial recruitment methods included social media posts, newspaper ads, and in-person recruitment at community sites. Due to slow enrollment, the team pivoted to primary recruitment via messages sent to potentially eligible Penn Medicine primary care patients. The first person from a family to enroll was designated the \"Team Captain.\" After the Team Captain completed the eligibility screening and informed consent, they were asked to provide information about their family team members, who were then invited to enroll. All participants began the enrollment process by creating an account on Way to Health, the study platform used to manage eligibility screening, consent, surveys, and activity tracking and feedback  [37] . Fig.  1  provides a general overview of the enrollment process for individuals and family teams. Fig.  2  provides a general overview of the study flow.\n\nSTEP Together is funded by the National Heart, Lung, and Blood Institute (NHLBI) and is registered at clinicaltrials.gov (NCT04942535). The Institutional Review Board at the University of Pennsylvania approved the study. All participants provided informed consent or child assent and parental consent."
    },
    {
      "title": "Enrollment and eligibility",
      "text": "Eligibility to participate in STEP Together was assessed in two stages, which are summarized in Table  1 . Potential participants completed an individual screening and were eligible to move forward if they could read and speak English, had a smartphone or equivalent digital device, lived in the 9-county Philadelphia area, and were 14 years old or older. Although the study was conducted remotely, geographic eligibility criteria were established to ensure that all members of a family team lived within the same region and to increase recognition of the institution conducting the study.\n\nIndividuals were ineligible if they were already participating in another PA study, could not safely or feasibly participate in an 18-month PA study, were unable to operate a Fitbit device, or were unwilling or unable to wear a Fitbit and receive daily text messages during the study. Individuals who reported high levels of physical activity were excluded early in the screening process.\n\nEach family team also had to meet team eligibility criteria. Teams had to have 2-10 people and each team had to include at least one person 60 years old or older. Every individual on the team had to have a family or close-friend relationship with at least one other person on the team. \"Family\" was defined as first-degree relatives, second-degree relatives, family by marriage, family by adoption, and long-term or common law partners. Close friends were defined as friends who had known each other for two or more years, communicated or saw each other at least once a week, and were willing to join a \"family\" team together."
    },
    {
      "title": "Run-in period",
      "text": "After a family team enrolled and was deemed eligible to move forward, everyone on the family team received a Fitbit Inspire 2 or Fitbit Inspire 3 device (when it became available). Participants were instructed to connect their Fitbits to the study after they completed the baseline surveys (described below). They were told to wear the Fitbit for two weeks without intentionally changing their activity patterns. The \"runin\" period was designed to troubleshoot technical issues, familiarize participants with the Fitbit device, exclude people who were already so active that they would not benefit from the trial, and establish participants' baseline step counts  [30] . After participants recorded two weeks of step data, their daily step count for the second week was averaged to establish an initial baseline. Any day with less than 1000 steps recorded was excluded from the average since it is unlikely to represent actual daily activity  [38, 39] . Participants needed at least 4 days of valid step data in order to calculate a baseline  [30, [40] [41] [42] . Participants who did not link their Fitbits to the Way to Health study platform or did not achieve a minimum of 1000 daily steps for at least 4 days within a consecutive 7-day period were deemed ineligible. The run-in period was extended for participants who needed to troubleshoot a device issue or indicated that their PA during the run-in was atypical.\n\nParticipants with an average daily step count between 1000 and 7500 steps during the last week of the run-in were eligible. Participants with a baseline of 8400 steps or higher during the entire 14-day data collection period were ineligible. Participants with a baseline between 7600 and 8300 steps during the entire 14-day data collection period were eligible for an extension to their run-in period. After the extension, participants with an average daily step count up to 7500 steps were eligible, participants with an average daily step count of 7600-8300 steps were eligible if their family team was eligible, and participants with an average daily step count of 8400 or higher were ineligible. Average daily step count during the last week of the run-in period was used to establish participants' baseline physical activity.\n\nWhen all the members of a family team completed the run-in period, participants were notified about their individual eligibility and their family team's eligibility. Family teams were eligible after the run-in period as long as at least two people from the team, including someone 60 years old or older, were individually eligible. Eligible participants who were not on an eligible family team become ineligible if they did not invite another eligible family member or friend to join their team."
    },
    {
      "title": "Goal selection",
      "text": "All eligible members of the family team selected a step goal to strive for during the study. Participants selected a goal between 1500 and 3000 steps higher than their baseline daily step count, based on a procedure shown to be effective in increasing participants' daily step count in a prior study  [41] . For inactive individuals, an increase in 1500 to 3000 steps over baseline represents a meaningfuland sustainableincrease in daily physical activity  [43, 44] .\n\nDuring the study, participants are permitted to contact the study team to update their goal as long as the updated goal is within these parameters or the alternative minimum goal described in Appendix A. There are no limitations to how often participants can change their goals."
    },
    {
      "title": "Randomization",
      "text": "After completing goal selection, the family team was randomly assigned to one of the three study arms: Control, Social Incentive Gamification (\"Gamification\"), Social Goals through Incentives to Charity (\"Charity\"). Teams were stratified based on family size (2-person, 3-person, 4-person, and 5-or-more-person teams) and randomized using a table produced by the study analyst. After a team was randomized, the team was scheduled to start the intervention the following Monday. They received a message at the time of randomization explaining their arm assignment and intervention start date. The investigators are blinded to arm assignment."
    },
    {
      "title": "Intervention design",
      "text": "All participants in the study are enrolled for 18 months, consisting of a 12-month intervention period and 6-month follow up. They are asked to wear the Fitbit day and night and to sync their Fitbit device with the Fitbit app every night before going to sleep. Each participant receives daily feedback by email or text message. These messages are automated using the Way to Health platform, which pulls Fitbit data every night to determine if a participant met their step goal. All key study content is delivered directly to participants via text or email and participants are informed that they can view their daily steps in the Fitbit app, as well as their current and past daily step achievement. They also have access to a dashboard on the Way to Health study platform that includes instructions, their daily step goal, Frequently Asked Questions, the study Informed Consent form, and study team contact information. Intervention arm participants can view additional information about their study arm in their dashboard."
    },
    {
      "title": "Control arm",
      "text": "Participants in the control arm receive a daily text message informing them if they met their step goal on the prior day. Participants in the control arm receive daily feedback for the duration of the intervention and follow up."
    },
    {
      "title": "Gamification arm",
      "text": "Participants in the Gamification arm are entered into a game developed using concepts from behavioral science and tested in a prior pilot study  [30] . Every participant in the gamification arm signs a pre-commitment pledge agreeing to strive to meet their daily step goal  [45] . Every Monday, each family team receives 70 points (10 points for each day of the week). Each day, a family member is selected at random to represent the team as the \"family representative.\" If the family representative meets their goal on the day they are selected, the family keeps their points. If the family representative does not meet their goal, the family loses 10 points. This design leverages loss aversion, which has been shown to be effective in encouraging behavior change  [46, 47] . The team is not told who is selected as the day's family representative until the following day.\n\nParticipants in the Gamification arm receive a daily text message with a motivational message informing them if they met their goal the previous day. The person who was selected as the family representative the previous day also gets an update on the team's points for the week.\n\nAll families start the study at the silver level. They move up or down the following levels: blue (lowest), bronze, silver, gold, and platinum (highest). If the family team has less than 40 points at the end of the week, the family drops down one level. If they have 40 or more points, they advance a level. Every 8 weeks, families that are in the blue or bronze level are moved to silver to allow for another \"fresh start\"  [48] . Each Monday, participants in the Gamification intervention receive an email with information about their family's level in the game (whether they moved up or down a level or stayed at the lowest or highest level).\n\nAt the end of the 12-month intervention period, each participant on a team that finishes the game in the platinum or gold level receives a small trophy to recognize their achievement. During the 6-month follow up period, participants in the Gamification arm receive a daily text message stating whether they achieved their step goal on the prior day."
    },
    {
      "title": "Charity arm",
      "text": "The charity intervention is based on a previous pilot project that found that donations to charity on a participant's behalf were effective for increasing daily PA among older adults, and as effective as a direct financial incentive payments to participants  [33] . When a family team is randomized to the Charity arm, they are informed that their team has the opportunity to donate $20 each week to a charity of their choice. The family team's Team Captain is responsible for selecting the charity that receives the family's donations. The Team Captains can select from a list of pre-approved charities or select one of their choosing if it is a registered 501(c)(3) in good standing.\n\nA family representative is randomly selected each day. They are informed the following day if they were selected as the family representative. If the family representative's step goal is achieved, the family receives credit for meeting their goal. If it is not met, the entire family does not get credit. If the family representatives meet their goals on at least 4 of 7 days of the week (Monday through Sunday), $20 is donated to charity on behalf of the family team. Participants in the Charity arm receive a daily text message with motivational messaging informing them if they met their goal the previous day. The person who was selected as the family representative the previous day also receives an update on the team's progress towards a charity donation for the week.\n\nParticipants receive an email with information about whether their family earned a donation to charity every week of the intervention. Charity payments are made monthly, and participants receive a separate email from the study team when each charity payment is made.\n\nDuring the 6-month follow up period, participants in the Charity arm receive a daily text message stating whether they achieved their step goal on the prior day."
    },
    {
      "title": "Outcome measures",
      "text": "The primary outcome variable is change in mean daily steps from baseline to the end of the 12-month intervention period. Each participant's baseline is established during the run-in period, as described above. A participant's mean daily step count for the 12-month intervention period is calculated by averaging their daily steps (364 data points for each participant) during this time. • able to provide informed consent or parental consent and child assent, and • not already very physically active (self-reported). Team\n\n• 2-10 people,\n\n• at least one person 60 years old or older,\n\n• family or close-friend relationship with at least one other person on the team (typically the Team Captain).\n\nRun-In Period Eligibility Individual • Baseline step count of 7500 or lower during the second week of the run-in, • baseline step count of 7500 or lower after extending the run-in period, or • baseline step count of 7600-8300 after extending the run-in period if their family team is eligible. Team\n\n• At least two people on the team are individually eligible, including one person 60 years old or older.\n\nParticipants with a baseline step count of 7500 or lower who are on an ineligible family team after the run-in period can invite other people to join their family team.\n\nAdditional outcome variables include: change in mean daily steps from baseline to the end of the first 6 months of the intervention period (collected through the Fitbit), change in mean daily minutes of moderate-to-vigorous physical activity (MVPA, defined as greater than or equal to 100 steps per minute  [44] ) from baseline to the end of the 12month intervention period, and change in total mean daily steps and minutes of MVPA from baseline to the end of the 6-month follow upperiod. Exploratory outcomes include the difference between study arms in the proportion of weeks that PA guidelines (150 min per week of MVPA) were achieved during the 12-month intervention and from baseline to the end of the 6-month follow up (18 months total)."
    },
    {
      "title": "Background characteristics, psychosocial variables, and process measures",
      "text": "Participants complete surveys at baseline and 6, 12, and 18 months after beginning the intervention. All surveys are completed in Way to Health. The psychosocial variables measured in the surveys are included as secondary and/or exploratory outcomes and possible mediators of change. They include these established and widely-used measures: Medical Outcomes Social Support Study (MOS)  [49] , Health related quality of life (EQ-5D-5L)  [50] , International Physical Activity Questionnaire (IPAQ) short form  [51] , Physical Activity Enjoyment Scale (PACES) short form  [52, 53] , self-efficacy for exercise behaviors  [54] , Pittsburgh Sleep Quality Assessment  [55] , and the Patient Health Questionnaire-2 (PHQ2)  [56] . Participants also complete an Adverse Events (AE) survey at 6, 12, and 18 months to monitor AEs, whether or not they were directly reported to the study team at the time they occurred. At 18 months, participants complete an end-of-study survey to assess general reactions and experiences with the Fitbit device, Way to Health research platform, and intervention. Responses will be examined to determine how they align with the Consolidated Framework for Implementation Research (CFIR)  [57, 58] . Table  2  describes the data to be collected, survey instruments, and administration timeline."
    },
    {
      "title": "Qualitative evaluation of high-and low-performing participants",
      "text": "A sub-set of participants (30 participants per arm, 90 total) will be interviewed after finishing the study to learn more about why some participants increased PA and others did not. High-performing and lowperforming participants will be selected. Interview topics include: motivations for participating, barriers and facilitators to increasing PA during the study, and how the intervention helped or hindered their goal attainment  [59] . The interviews will be professionally transcribed and content-analyzed using a modified grounded theory approach  [60] ."
    },
    {
      "title": "Statistical design and analysis",
      "text": "Data summaries will be produced to assess data quality, data distribution, and randomization success. Primary analyses will be performed using an intent-to-treat approach. Multiple imputation will be used for step values that are missing or less than 1000 steps and for missing MVPA values  [30, 31, 40, 41, 61, 62] . Days with steps less than 1000 are treated as missing since it may indicate that data are not being accurately captured  [38, 61] . Five sets of imputations will be performed and results will be combined using Rubin's standard rules  [63] . Sensitivity analyses will be performed to assess the robustness of the findings using collected data with and without step values of less than 1000 steps.\n\nThe primary analysis will fit linear mixed effect regression models to evaluate changes in PA outcome measures (primary and secondary outcomes) adjusting for each participant's baseline measure, time using calendar month fixed effects, participant random effects, accounting for repeated measures, and clustering at the level of the family; this approach has been used in prior work  [30, 47, 64, 65] . Secondary analyses will fit linear mixed mixed-effect regression models adjusted for other variables of interest. Exploratory analyses will fit logistic mixedeffect regression models to evaluate the proportion of weeks that guidelines for PA were achieved. Descriptive and bivariate analyses will be used to analyze implementation and process measures."
    },
    {
      "title": "Power and sample size",
      "text": "The threshold for powering statistical significance is 1000 steps with a standard deviation of 2200 steps and an intra-cluster correlation coefficient of 0.24. This is consistent with similar studies  [42]  and reflects the dose-response relationship between increased physical activity and improved health  [8] [9] [10] [11] [12] [13] [14] [15] . One thousands steps is about half a mile or 10 min of MVPA  [44] .\n\nThe planned accrual target of 225 families (about 675 participants with an average of 3 persons per family) across the 3 arms ensures at Semi-structured interviews with a subset of higher and lower performing participants X least 90 % power to detect a 1000-step difference assuming a conservative Bonferroni-Holm adjustment of the type I error rate with a 2-sided alpha of 0.017 to adjust for up to 3 comparisons, clustering at the family level, and a 12 % dropout rate  [66] ."
    },
    {
      "title": "Additional measures 2.6.1. Cost-effectiveness analysis",
      "text": "We will compare incremental costs and effects of increased physical activity using data collected during the trial. The analyses will compare the incremental cost-effectiveness ratios that show the difference in costs between intervention and control arms divided by the difference in outcomes (e.g. change in daily step counts) of intervention arms over 12 months. The analysis will be from a payer perspective and will include costs that would be incurred by the payers of the program. Measured costs will include intervention costs such as incentive payments, cost of technology platform, and devices utilized for participant monitoring and tracking. Costs will also include personnel costs for time spent on monitoring and tracking of participants and coordinating and overseeing the intervention activities. The analysis will use differences between each intervention and control in measures of physical activity (steps and minutes of MVPA), and health-related quality of life measured by the EQ-5D  [50]  as the outcome measures."
    },
    {
      "title": "Results"
    },
    {
      "title": "Recruitment results",
      "text": "Recruitment began in September 2021 and was completed in March 2024. Fig.  3  shows the study CONSORT diagram through completion of enrollment and randomization. In total, 2519 people created online accounts. Of these individuals, 2303 completed the initial eligibility screening and provided informed consent or child assent and parental consent and 1383 met the inclusion criteria and completed the run-in period. After the run-in period, 454 people were ineligible because they were too active. The accrual target was increased from 675 to 750 for two reasons: 1) many family teams had received their Fitbits and were already in the run-in period when the initial target sample size was Fig.  3 . STEP Together CONSORT Diagram. achieved and 2) the study team noticed that dropouts and unexpected periods of missing data would result in some family teams not completing the study as 'teams' of at least two people. When the updated target of 750 participants was met, family teams that were in the run-in period were allowed to complete the run-in and were randomized, if eligible. After the run-in period, 779 participants (285 families) were eligible and randomized."
    },
    {
      "title": "Baseline characteristics of randomized participants and families",
      "text": "Table  3  describes participant demographic characteristics at baseline. Of the 285 family teams that were randomized, 95 family teams were randomized to each arm (258 participants in Arm A, 261 participants in Arm B, and 260 in Arm C). Participants' ages average 58.1 years (SD = 16.8). Three quarters of the participants are female (N = 581, 74.6 %), similar to other physical activity studies  [30, 33, 41, 62]  and health behavior clinical trials in general  [67] . About half of participants are non-Hispanic White (N = 415, 53.3 %), 36.3 % are non-Hispanic Black (N = 283), and the remaining participants are Asian (N = 38, 4.9 %), Hispanic (N = 34, 4.4 %), or another race/ethnicity (N = 9, 1.2 %). The average number of participants on a family team is 3.2 (SD = 1.5, range = 2-9). Randomized participants had an average baseline step count of 5371.4 (SD = 1609.6, range = 1300 to 8300).\n\nThere are statistically significant differences in race/ethnicity and cigarette smoking status between arms. Arm A has a higher proportion of Asian participants (8.5 %) and Arm B has fewer Black participants than the other arms  (27.6 % vs 38.4 % and 43.1 %) . Arm C has the highest proportion of participants who have ever smoked cigarettes (33.1 %) and Arm A has the lowest (22.9 %)."
    },
    {
      "title": "Discussion",
      "text": "The STEP Together study has an ambitious, complex design and the research team encountered significant recruitment challenges due to the COVID-19 pandemic. A large number of potential participants were ineligible because they were already very physically active. The eligibility screener included questions intended to discourage active people from moving ahead with enrollment, but many who were already very active completed the run-in period. In response to these issues and feedback from potential participants, eligibility was expanded to allow close friends on the family team, the minimum age of the \"older adult\" on the team was lowered to 60 years, and the study region was expanded to allow for participants living in counties surrounding Philadelphia. After implementing these changes and focusing recruitment efforts on potentially eligible Penn Medicine primary care patients, recruitment and randomization of 779 participants was achieved.\n\nChallenges during the early stages of the trial include missing or delayed daily step data, and some participants being unresponsive to study team outreach. A participant is considered lost to follow-up and removed from the study (passive withdrawal) after 60 or more consecutive days of missing data unless they are actively communicating with the study team to resolve the issue. Up to the time that this write-up was prepared (September 2024), a total of 64 participants, or 8.2 %, withdrew or were removed from the study, which is less than the projected 12 % dropout rate used in the power calculations."
    },
    {
      "title": "Strengths",
      "text": "The STEP Together study has several important strengths. STEP Together collects continuous physical activity data using Fitbit wearable devices. This objective measure of daily steps and MVPA prevents overor under-reporting of PA by study participants. Another key strength of the STEP Together study is the length of intervention and data collection period: a 12-month intervention testing two intervention strategies against control and 6-month follow up period. This 18-month duration is significantly longer than in most published studies testing incentive strategies to increase PA. As an implementation trial, STEP Together aims to yield findings that can be used to both increase and sustain higher activity levels. The study's entirely remote design may facilitate uptake of the intervention strategies into real-world contexts."
    },
    {
      "title": "Limitations",
      "text": "In addition to important strengths, the STEP Together study has some limitations. Enrollment efforts identified more people who were already very physically active and thus ineligible. Another limitation includes missing data from participants who did not respond after repeated contact attempts over more than a month, though the dropout rate was only 8.2 %."
    },
    {
      "title": "Conclusion",
      "text": "Despite strong and growing evidence that PA promotes health and prevents common chronic diseases, more than half of the adults in the US do not meet recommended levels of PA. Interventions that incorporate wearable devices with behavioral science-informed social incentive strategies have the potential to be scalable, sustainable, and effective. STEP Together is a large, community-based trial testing Gamification and Charity donations as strategies to promote increased daily step count among families in the Philadelphia area. The final randomized participants will complete the study in late 2025. The findings will contribute to the growing body of evidence about low-cost strategies to motivate individuals and families to engage in more active lifestyles."
    },
    {
      "title": "CRediT authorship contribution statement"
    },
    {
      "text": "Fig. 1. STEP Together Individual and Family Enrollment Process."
    },
    {
      "text": "Fig. 2. STEP Together Study Flow Diagram."
    },
    {
      "text": "Scheffey: Writingoriginal draft, Visualization, Project administration, Investigation. Joshua Aronson: Writingreview & editing, Project administration, Investigation. Yolande Goncalves: Writingreview & editing, Investigation. S. Ryan Greysen: Writingreview & editing, Supervision. Ashley Iwu: Writingreview & editing, Investigation. Pui L. Kwong: Formal analysis, Data curation. Freya Nezir: Methodology, Formal analysis, Data curation. Dylan Small: Formal analysis, Conceptualization. Karen Glanz: Writingreview & editing, Writingoriginal draft, Supervision, Methodology, Funding acquisition, Conceptualization."
    },
    {
      "text": "STEP Together Eligibility. Read and speak English, • have a smartphone or tablet, • live in the Philadelphia area (Bucks, Chester, Delaware, Montgomery, and Philadelphia County in Pennsylvania; Burlington, Camden, and Gloucester County in New Jersey; and New Castle County in Delaware), • 14 years old or older,"
    },
    {
      "text": "STEP Together measures and data collection schedule."
    },
    {
      "text": "Baseline participant characteristics by intervention arm."
    }
  ],
  "references": [
    {
      "title": "Amount and intensity of leisure-time physical activity and lower Cancer risk",
      "authors": [
        "C Matthews",
        "S Moore",
        "H Arem",
        "M Cook",
        "B Trabert",
        "N Hakansson"
      ],
      "year": 2020,
      "doi": "10.1200/jco.19.02407"
    },
    {
      "title": "Cognitive aging and the promise of physical activity",
      "authors": [
        "K Erickson",
        "S Donofry",
        "K Sewell",
        "B Brown",
        "C Stillman"
      ],
      "year": 2022,
      "doi": "10.1146/annurev-clinpsy-072720-014213"
    },
    {
      "title": "Sedentary behavior and incident dementia among older adults",
      "authors": [
        "D Raichlen",
        "D Aslan",
        "M Sayre",
        "P Bharadwaj",
        "M Ally",
        "S Maltagliati"
      ],
      "year": 2023,
      "doi": "10.1001/jama.2023.15231"
    },
    {
      "title": "Prospective associations of different combinations of aerobic and muscle-strengthening activity with all-cause, cardiovascular, and Cancer mortality",
      "authors": [
        "R Lopez-Bueno",
        "M Ahmadi",
        "E Stamatakis",
        "L Yang",
        "B Del",
        "Pozo Cruz"
      ],
      "year": 2023,
      "doi": "10.1001/jamainternmed.2023.3093"
    },
    {
      "title": "Association between physical activity and risk of depression: a systematic review and Metaanalysis",
      "authors": [
        "M Pearce",
        "L Garcia",
        "A Abbas",
        "T Strain",
        "F Schuch",
        "R Golubic"
      ],
      "year": 2022,
      "doi": "10.1001/jamapsychiatry.2022.0609"
    },
    {
      "title": "Prospective associations of daily step counts and intensity with Cancer and cardiovascular disease incidence and mortality and all-cause mortality",
      "authors": [
        "B Del Pozo Cruz",
        "M Ahmadi",
        "I Lee",
        "E Stamatakis"
      ],
      "year": 2022,
      "doi": "10.1001/jamainternmed.2022.4000"
    },
    {
      "title": "Steps for health, daily steps and all-cause mortality: a meta-analysis of 15 international cohorts",
      "authors": [
        "A Paluch",
        "S Bajpai",
        "D Bassett",
        "M Carnethon",
        "U Ekelund",
        "K Evenson"
      ],
      "year": 2022,
      "doi": "10.1016/s2468-2667(21)00302-9"
    },
    {
      "title": "Non-occupational physical activity and risk of cardiovascular disease, cancer and mortality outcomes: a dose-response meta-analysis of large prospective studies",
      "authors": [
        "L Garcia",
        "M Pearce",
        "A Abbas",
        "A Mok",
        "T Strain",
        "S Ali"
      ],
      "year": 2023,
      "doi": "10.1136/bjsports-2022-105669"
    },
    {
      "title": "Relationship of daily step counts to all-cause mortality and cardiovascular events",
      "authors": [
        "N Stens",
        "E Bakker",
        "A Manas",
        "L Buffart",
        "F Ortega",
        "D Lee"
      ],
      "year": 2023,
      "doi": "10.1016/j.jacc.2023.07.029"
    },
    {
      "title": "Association of Step Volume and Intensity with all-Cause Mortality in older women",
      "authors": [
        "I Lee",
        "E Shiroma",
        "M Kamada",
        "D Bassett",
        "C Matthews",
        "J Buring"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.0899"
    },
    {
      "title": "Association of Daily Step Patterns with Mortality in US adults",
      "authors": [
        "K Inoue",
        "Y Tsugawa",
        "E Mayeda",
        "B Ritz"
      ],
      "year": 2023,
      "doi": "10.1001/jamanetworkopen.2023.5174"
    },
    {
      "title": "Device-measured physical activity and sedentary behavior in relation to cardiovascular diseases and all-cause mortality: systematic review and Meta-analysis of prospective cohort studies",
      "authors": [
        "S Liew",
        "N Petrunoff",
        "N Neelakantan",
        "R Van Dam",
        "F Muller-Riemenschneider"
      ],
      "year": 2023,
      "doi": "10.1016/j.focus.2022.100054"
    },
    {
      "title": "Association of Daily Step Count and Step Intensity with Mortality among US adults",
      "authors": [
        "P Saint-Maurice",
        "R Troiano",
        "D Bassett",
        "B Graubard",
        "S Carlson",
        "E Shiroma"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.1382"
    },
    {
      "title": "Physical activity guidelines advisory, daily step counts for measuring physical activity exposure and its relation to health",
      "authors": [
        "W Kraus",
        "K Janz",
        "K Powell",
        "W Campbell",
        "J Jakicic",
        "R Troiano"
      ],
      "year": 2019,
      "doi": "10.1249/mss.0000000000001932"
    },
    {
      "title": "Association of step counts over time with the risk of chronic disease in the all of us research program",
      "authors": [
        "H Master",
        "J Annis",
        "S Huang",
        "J Beckman",
        "F Ratsimbazafy",
        "K Marginean"
      ],
      "year": 2022,
      "doi": "10.1038/s41591-022-02012-w"
    },
    {
      "title": "National Center for Health Statistics (U. S.), Physical activity among adults aged 18 and over : United States",
      "authors": [
        "N Elgaddal",
        "E Kramarow",
        "C Reuben"
      ],
      "year": 2020,
      "doi": "10.15620/cdc:120046"
    },
    {
      "title": "A cross-sectional examination of sociodemographic factors associated with meeting physical activity recommendations in overweight and obese US adults",
      "authors": [
        "L Tran",
        "P Tran",
        "L Tran"
      ],
      "year": 2020,
      "doi": "10.1016/j.orcp.2020.01.002"
    },
    {
      "title": "Consequences of physical inactivity in older adults: a systematic review of reviews and meta-analyses",
      "authors": [
        "C Cunningham",
        "R O'sullivan",
        "P Caserotti",
        "M Tully"
      ],
      "year": 2020,
      "doi": "10.1111/sms.13616"
    },
    {
      "title": "Physical activity guidelines for older people: knowledge gaps and future directions",
      "authors": [
        "M Izquierdo",
        "G Duque",
        "J Morley"
      ],
      "year": 2021,
      "doi": "10.1016/S2666-7568(21)00079-9"
    },
    {
      "title": "Systematic review of the prospective association of daily step counts with risk of mortality, cardiovascular disease, and dysglycemia",
      "authors": [
        "K Hall",
        "E Hyde",
        "D Bassett",
        "S Carlson",
        "M Carnethon",
        "U Ekelund"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00978-9"
    },
    {
      "title": "Steps per day and all-cause mortality in middle-aged adults in the coronary artery risk development in young adults study",
      "authors": [
        "A Paluch",
        "K Gabriel",
        "J Fulton",
        "C Lewis",
        "P Schreiner",
        "B Sternfeld"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.24516"
    },
    {
      "title": "Even a low-dose of moderate-to-vigorous physical activity reduces mortality by 22% in adults aged ≥60 years: a systematic review and meta-analysis",
      "authors": [
        "D Hupin",
        "F Roche",
        "V Gremeaux",
        "J Chatard",
        "M Oriol",
        "J Gaspoz"
      ],
      "year": 2015,
      "doi": "10.1136/bjsports-2014-094306"
    },
    {
      "title": "Effectiveness of wearable activity trackers to increase physical activity and improve health: a systematic review of systematic reviews and meta-analyses",
      "authors": [
        "T Ferguson",
        "T Olds",
        "R Curtis",
        "H Blake",
        "A Crozier",
        "K Dankiw"
      ],
      "year": 2022,
      "doi": "10.1016/s2589-7500(22)00111-x"
    },
    {
      "title": "Impact of wearable device-based interventions with feedback for increasing daily walking activity and physical capacities in cardiovascular patients: a systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "A Heizmann",
        "C Chapelle",
        "S Laporte",
        "F Roche",
        "D Hupin",
        "C Hello"
      ],
      "year": 2023,
      "doi": "10.1136/bmjopen-2022-069966"
    },
    {
      "title": "Can consumer wearable activity tracker-based interventions improve physical activity and cardiometabolic health in patients with chronic diseases? A systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "W Franssen",
        "G Franssen",
        "J Spaas",
        "F Solmi",
        "B Eijnde"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-00955-2"
    },
    {
      "title": "Effectiveness of wearable trackers on physical activity in healthy adults: systematic review and Meta-analysis of randomized controlled trials",
      "authors": [
        "M Tang",
        "K Moore",
        "A Mcgavigan",
        "R Clark",
        "A Ganesan"
      ],
      "year": 2020,
      "doi": "10.2196/15576"
    },
    {
      "title": "The effectiveness of wearable activity trackers for increasing physical activity and reducing sedentary time in older adults: a systematic review and meta-analysis",
      "authors": [
        "S Wu",
        "G Li",
        "L Du",
        "S Chen",
        "X Zhang",
        "Q He"
      ],
      "year": 2023,
      "doi": "10.1177/20552076231176705"
    },
    {
      "title": "Consumer-based wearable activity trackers increase physical activity participation: systematic review and Meta-analysis",
      "authors": [
        "K.-J Brickwood",
        "G Watson",
        "J O'brien",
        "A Williams"
      ],
      "year": 2019,
      "doi": "10.2196/11819"
    },
    {
      "title": "Factors associated with long-term wearable physical activity monitor user engagement, translational",
      "authors": [
        "C Friel",
        "T Cornelius",
        "K Diaz"
      ],
      "year": 2021,
      "doi": "10.1093/tbm/ibz153"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp",
        "C Fox",
        "D Small",
        "J Massaro"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the United States: the STEP UP randomized clinical trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison",
        "M Fortunato",
        "A Oon",
        "C Rareshide"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2019.3505"
    },
    {
      "title": "Effect of behaviorally designed gamification with social incentives on lifestyle modification among adults with uncontrolled diabetes: a randomized clinical trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison",
        "V Hilbert",
        "M Fortunato",
        "A Oon"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.10255"
    },
    {
      "title": "A trial of financial and social incentives to increase older adults' walking",
      "authors": [
        "K Harkins",
        "J Kullgren",
        "S Bellamy",
        "J Karlawish",
        "K Glanz"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.11.011"
    },
    {
      "title": "An introduction to effectivenessimplementation hybrid designs",
      "authors": [
        "S Landes",
        "S Mcbain",
        "G Curran"
      ],
      "year": 2019,
      "doi": "10.1016/j.psychres.2019.112513"
    },
    {
      "title": "Community engagement studios: a structured approach to obtaining meaningful input from stakeholders to inform research",
      "authors": [
        "Y Joosten",
        "T Israel",
        "N Williams",
        "L Boone",
        "D Schlundt",
        "C Mouton"
      ],
      "year": 2015,
      "doi": "10.1097/ACM.0000000000000794"
    },
    {
      "title": "Use of community engagement studios to adapt a hybrid effectiveness-implementation study of social incentives and physical activity for the STEP together study",
      "authors": [
        "K Scheffey",
        "J Avelis",
        "M Patel",
        "A Oon",
        "C Evans",
        "K Glanz"
      ],
      "year": 2024,
      "doi": "10.1177/15248399221113863"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Pedometermeasured physical activity and health behaviors in U.S. adults",
      "authors": [
        "D Bassett",
        "H Wyatt",
        "H Thompson",
        "J Peters",
        "J Hill"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181dc2e54"
    },
    {
      "title": "Establishing a threshold for the number of missing days using 7 d pedometer data",
      "authors": [
        "M Kang",
        "P Hart",
        "Y Kim"
      ],
      "year": 2012,
      "doi": "10.1088/0967-3334/33/11/1877"
    },
    {
      "title": "Lossframed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices:The active reward randomized trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small",
        "A Morris",
        "J Feingold",
        "Y Ha"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.009173"
    },
    {
      "title": "Effect of goal-setting approaches within a gamification intervention to increase physical activity among economically disadvantaged adults at elevated risk for major adverse cardiovascular events: the ENGAGE randomized clinical trial",
      "authors": [
        "M Patel",
        "C Bachireddy",
        "D Small",
        "J Harrison",
        "T Harrington",
        "A Oon"
      ],
      "year": 2021,
      "doi": "10.1001/jamacardio.2021.3176"
    },
    {
      "title": "A randomized controlled trial of gamification, financial incentives, or both to increase physical activity among patients with elevated risk for cardiovascular disease: rationale and design of the be active study",
      "authors": [
        "A Fanaroff",
        "M Patel",
        "N Chokshi",
        "S Coratti",
        "D Farraday",
        "L Norton"
      ],
      "year": 2023,
      "doi": "10.1016/j.ahj.2023.02.014"
    },
    {
      "title": "The physical activity guidelines for Americans",
      "authors": [
        "K Piercy",
        "R Troiano",
        "R Ballard",
        "S Carlson",
        "J Fulton",
        "D Galuska"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.14854"
    },
    {
      "title": "Translating physical activity recommendations into a pedometer-based step goal: 3000 steps in 30 minutes",
      "authors": [
        "S Marshall",
        "S Levy",
        "C Tudor-Locke",
        "F Kolkhorst",
        "K Wooten",
        "M Ji"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.01.021"
    },
    {
      "title": "Commitment devices: using initiatives to change behavior",
      "authors": [
        "T Rogers",
        "K Milkman",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.3485"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin",
        "D Small",
        "S Bellamy",
        "J Heuer"
      ],
      "year": 2016,
      "doi": "10.7326/m15-1635"
    },
    {
      "title": "The fresh start effect: temporal landmarks motivate aspirational behavior",
      "authors": [
        "H Dai",
        "K Milkman",
        "J Riis"
      ],
      "year": 2014,
      "doi": "10.1287/mnsc.2014.1901"
    },
    {
      "title": "The MOS social support survey",
      "authors": [
        "C Sherbourne",
        "A Stewart"
      ],
      "year": 1991,
      "doi": "10.1016/0277-9536(91)90150-b"
    },
    {
      "title": "Measurement properties of the EQ-5D-5L compared to the EQ-5D-3L across eight patient groups: a multi-country study",
      "authors": [
        "M Janssen",
        "A Pickard",
        "D Golicki",
        "C Gudex",
        "M Niewada",
        "L Scalone"
      ],
      "year": 2013,
      "doi": "10.1007/s11136-012-0322-4"
    },
    {
      "title": "International physical activity questionnaire: 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "M Sjostrom",
        "A Bauman",
        "M Booth",
        "B Ainsworth"
      ],
      "year": 2003,
      "doi": "10.1249/01.mss.0000078924.61453.fb"
    },
    {
      "title": "Measuring enjoyment of physical activity in older adults: invariance of the physical activity enjoyment scale (paces) across groups and time",
      "authors": [
        "S Mullen",
        "E Olson",
        "S Phillips",
        "A Szabo",
        "T Wojcicki",
        "E Mailey"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-103"
    },
    {
      "title": "A short version of the physical activity enjoyment scale: development and psychometric properties",
      "authors": [
        "C Chen",
        "S Weyland",
        "J Fritsch",
        "A Woll",
        "C Niessner",
        "A Burchartz"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph182111035"
    },
    {
      "title": "The development of self-efficacy scales for healthrelated diet and exercise behaviors",
      "authors": [
        "J Sallis",
        "R Pinski",
        "R Grossman",
        "T Patterson",
        "P Nader"
      ],
      "year": 1988,
      "doi": "10.1093/her/3.3.283"
    },
    {
      "title": "The Pittsburgh sleep quality index: a new instrument for psychiatric practice and research",
      "authors": [
        "D Buysse",
        "C Reynolds 3rd",
        "T Monk",
        "S Berman",
        "D Kupfer"
      ],
      "year": 1989,
      "doi": "10.1016/0165-1781(89)90047-4"
    },
    {
      "title": "The patient health Questionnaire-2: validity of a two-item depression screener",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2003,
      "doi": "10.1097/01.MLR.0000093487.78664.3C"
    },
    {
      "title": "Fostering implementation of health services research findings into practice: a consolidated framework for advancing implementation science",
      "authors": [
        "L Damschroder",
        "D Aron",
        "R Keith",
        "S Kirsh",
        "J Alexander",
        "J Lowery"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-50"
    },
    {
      "title": "The updated consolidated framework for implementation research based on user feedback",
      "authors": [
        "L Damschroder",
        "C Reardon",
        "M Widerquist",
        "J Lowery"
      ],
      "year": 2022,
      "doi": "10.1186/s13012-022-01245-0"
    },
    {
      "title": "Qualitative study of perceptions of factors contributing to success or failure among participants in a US weight loss trial of financial incentives and environmental change strategies",
      "authors": [
        "K Glanz",
        "C Kather",
        "A Chung",
        "J Choi",
        "K Volpp",
        "J Clapp"
      ],
      "year": 2024,
      "doi": "10.1136/bmjopen-2023-078111"
    },
    {
      "title": "Discovery of Grounded Theory: Strategies for Qualitative Research",
      "authors": [
        "B Glaser",
        "A Strauss"
      ],
      "year": 1957
    },
    {
      "title": "Individual information-centered approach for handling physical activity missing data",
      "authors": [
        "M Kang",
        "D Rowe",
        "T Barreira",
        "T Robinson",
        "M Mahar"
      ],
      "year": 2009,
      "doi": "10.1080/02701367.2009.10599546"
    },
    {
      "title": "Effect of gamification, financial incentives, or both to increase physical activity among patients at high risk of cardiovascular events: the BE ACTIVE randomized controlled trial",
      "authors": [
        "A Fanaroff",
        "M Patel",
        "N Chokshi",
        "S Coratti",
        "D Farraday",
        "L Norton"
      ],
      "year": 2024,
      "doi": "10.1161/CIRCULATIONAHA.124.069531"
    },
    {
      "title": "Multiple imputation for nonresponse in surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987
    },
    {
      "title": "Individual versus team-based financial incentives to increase physical activity: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin",
        "D Small",
        "S Bellamy",
        "K Eberbach"
      ],
      "year": 2016,
      "doi": "10.1007/s11606-016-3627-0"
    },
    {
      "title": "A randomized trial of social comparison feedback and financial incentives to increase physical activity",
      "authors": [
        "M Patel",
        "K Volpp",
        "R Rosin",
        "S Bellamy",
        "D Small",
        "M Fletcher"
      ],
      "year": 2016,
      "doi": "10.1177/0890117116658195"
    },
    {
      "title": "A simple sequentially Rejective multiple test procedure",
      "authors": [
        "S Holm"
      ],
      "year": 1979,
      "doi": "10.2307/2532027"
    },
    {
      "title": "Analysis of female enrollment and participant sex by burden of disease in US clinical trials between 2000 and 2020",
      "authors": [
        "J Steinberg",
        "B Turner",
        "B Weeks",
        "C Magnani",
        "B Wong",
        "F Rodriguez"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.13749"
    },
    {
      "title": "The PHQ-9: validity of a brief depression severity measure",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2001,
      "doi": "10.1046/j.1525-1497.2001.016009606.x"
    },
    {
      "title": "Engagement, acceptability, usability and satisfaction with active for life, a computer-tailored web-based physical activity intervention using Fitbits in older adults",
      "authors": [
        "S Alley",
        "S Schoeppe",
        "Q To",
        "L Parkinson",
        "J Van Uffelen",
        "S Hunt"
      ],
      "year": 2023,
      "doi": "10.1186/s12966-023-01406-4"
    },
    {
      "title": "Accuracy and acceptability of wrist-wearable activity-tracking devices: systematic review of the literature",
      "authors": [
        "F Germini",
        "N Noronha",
        "V Borg Debono",
        "B Philip",
        "D Pete",
        "T Navarro"
      ],
      "year": 2022,
      "doi": "10.2196/30791"
    },
    {
      "title": "Effects of colon cancer risk counseling for first-degree relatives",
      "authors": [
        "K Glanz",
        "A Steffen",
        "L Taglialatela"
      ],
      "year": 2007,
      "doi": "10.1158/1055-9965.epi-06-0914"
    },
    {
      "title": "A randomized trial of tailored skin cancer prevention messages for adults: project SCAPE",
      "authors": [
        "K Glanz",
        "E Schoenfeld",
        "A Steffen"
      ],
      "year": 2010,
      "doi": "10.2105/ajph.2008.155705"
    },
    {
      "title": "Use of Fitbit devices in physical activity intervention studies across the life course, Narrative Review",
      "authors": [
        "R St Fleur",
        "S St George",
        "R Leite",
        "M Kobayashi",
        "Y Agosto",
        "D Jake-Schoffman"
      ],
      "year": 2021,
      "doi": "10.2196/23411"
    },
    {
      "title": "The effectiveness of a web-based computer-tailored physical activity intervention using Fitbit activity trackers: randomized trial",
      "authors": [
        "C Vandelanotte",
        "M Duncan",
        "C Maher",
        "S Schoeppe",
        "A Rebar",
        "D Power"
      ],
      "year": 2018,
      "doi": "10.2196/11321"
    }
  ],
  "num_references": 74
}
