{
  "paper_id": "26D3B6PM",
  "title": "Smartphone applications to support weight loss: current perspectives",
  "abstract": "Lower cost alternatives are needed for the traditional in-person behavioral weight loss programs to overcome challenges of lowering the worldwide prevalence of overweight and obesity. Smartphones have become ubiquitous and provide a unique platform to aid in the delivery of a behavioral weight loss program. The technological capabilities of a smartphone may address certain limitations of a traditional weight loss program, while also reducing the cost and burden on participants, interventionists, and health care providers. Awareness of the advantages smartphones offer for weight loss has led to the rapid development and proliferation of weight loss applications (apps). The built-in features and the mechanisms by which they work vary across apps. Although there are an extraordinary number of a weight loss apps available, most lack the same magnitude of evidence-based behavior change strategies typically used in traditional programs. As features develop and new capabilities are identified, we propose a conceptual model as a framework to guide the inclusion of features that can facilitate behavior change and lead to reductions in weight. Whereas the conventional wisdom about behavior change asserts that more is better (with respect to the number of behavior change techniques involved), this model suggests that less may be more because extra techniques may add burden and adversely impact engagement. Current evidence is promising and continues to emerge on the potential of smartphone use within weight loss programs; yet research is unable to keep up with the rapidly improving smartphone technology. Future studies are needed to refine the conceptual model's utility in the use of technology for weight loss, determine the effectiveness of intervention components utilizing smartphone technology, and identify novel and faster ways to evaluate the ever-changing technology.",
  "year": 2012,
  "date": "2012",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Christine",
      "surname": "Pellegrini",
      "name": "Christine Pellegrini",
      "affiliation": "Department of Preventive Medicine , Northwestern University Feinberg School of Medicine , Chicago , iL , USA \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t iL \n\t\t\t\t\t\t\t\t\t USA",
      "email": "c-pellegrini@northwestern.edu"
    },
    {
      "forename": "Angela",
      "surname": "Pfammatter",
      "name": "Angela Pfammatter",
      "affiliation": "Department of Preventive Medicine , Northwestern University Feinberg School of Medicine , Chicago , iL , USA \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t iL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "David",
      "surname": "Conroy",
      "name": "David Conroy",
      "affiliation": "Department of Preventive Medicine , Northwestern University Feinberg School of Medicine , Chicago , iL , USA \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t iL \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Bonnie",
      "surname": "Spring",
      "name": "Bonnie Spring",
      "affiliation": "Department of Preventive Medicine , Northwestern University Feinberg School of Medicine , Chicago , iL , USA \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Northwestern University Feinberg School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t iL \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000070",
  "keywords": [
    "technology",
    "obesity",
    "physical activity",
    "diet"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Obesity remains a significant public health issue across the USA as well as worldwide.  1, 2 Reducing body weight is an effective way to reduce risk of both premature mortality  3  and chronic health conditions such as diabetes,  4  cardiovascular disease,  5  and cancer.  6 Behavioral weight loss programs are one modality of treatment that can successfully produce weight losses of approximately 8%-10% of initial body weight over a 4-6-month period of time.  7 Although effective at initiating weight losses, these programs are often intensive, include at least 14 in-person sessions led by trained interventionists, and cost approximately US$1,800 per person in the first year.  8, 9 This high cost limits the ability to scale across a population level and as such, alternative delivery methods are necessary to reduce costs and increase reach of effective weight loss programs. Over the past decade, smartphones have gained substantial attention, within both research and industry, as a potential avenue to deliver or address the limitations of methods used in traditional weight loss programs.  10 Smartphone use has skyrocketed, and consumer downloads of health-related applications (apps) are at an all-time high.  11, 12 Yet, empirical evidence for smartphone use and the optimal features necessary to effectively support a weight loss intervention is just starting to emerge.  13, 14 The purpose of this review is to describe the appeal of using smartphones for weight loss, propose a conceptual model of smartphone apps for weight loss, discuss common behavior change techniques and features utilized, and highlight areas where future research is needed."
    },
    {
      "title": "Smartphones for weight loss",
      "text": "Worldwide, smartphone use continues to rise.  15 In the USA, 64% of adults owned a smartphone in 2015, an increase from 35% in 2011. Smartphone ownership is also highest among Hispanics and African-Americans, who are disproportionately affected by obesity.  11 As smartphones become more ubiquitous, they provide a unique and promising platform to not only reach a wide range of individuals at a low cost, but also target populations that have been typically more difficult to treat in the past.\n\nSmartphones have become ever-present in today's society and 46% of adults in the USA indicate that they cannot live without their smartphones.  11 Owners carry their smartphones over a substantial amount of the day -it was estimated that an individual's smartphone is within arm's reach for 53% of the day and in the same room as the owner for 88% of the time.  16 n addition to the close proximity to smartphones, owners will look at their smartphones approximately 34 times/day  17  for an average of 4.6 minutes with each interaction. 12 Over a 16-hour day, this would be equivalent to interacting with the smartphone at least two times every hour. Compared to a standard weight loss program which only offers contact once per week, a smartphone provides numerous additional opportunities to intervene in real time over the course of a day.\n\nConsidering adults on average have approximately five eating episodes each day,  18  it is highly likely that around each eating episode, an individual has either recently or will soon interact with his/her smartphone. Having a weight loss tool available at each of these occasions to provide real-time feedback and in-the-moment support may assist users with initiating and maintaining changes over the entirety of a day. Smartphonebased weight loss interventions offer the potential to deliver help at the exact moment necessary to support health behavior change in a way never before possible.\n\nConsistent with the increase in smartphone ownership, there has been a proliferation of health-related apps available on the market, especially ones targeting exercise, diet, and weight.  19 Recently, a search using the term \"weight loss\" in the Apple iTunes store resulted in a total of 3,829 apps, as compared to stress which yielded 2,504 apps. The extensive availability of options most likely has contributed to the increase in use of these apps. In 2012, nearly 20% of smartphone users had at least one health-related app,  19  and these numbers are expected to rise given the sharp increases in smartphone ownership seen over the last 5 years. Furthermore, of those using health apps, 78% are using fitness apps, an increase from 39% in 2013.  12 The extensive availability of free or low-cost apps provides enormous potential to promote awareness of behaviors and initiate weight loss among a large proportion of the population; however, it also creates a challenge in choosing a trustworthy, effective, and evidence-based app."
    },
    {
      "title": "Conceptual model for apps and weight loss",
      "text": "In order to better understand how smartphone apps can assist with weight loss, we propose a conceptual model focused on how engagement with the app and specific behavior change techniques can facilitate behavior change to achieve weight loss (Figure  1 ). The effectiveness of an app depends on the amount of engagement, which could be operationalized in various ways including downloads, logins, and frequency or duration of use. Engagement, past the point of the initial download, will be determined by a balance between both the perceived value and enjoyment of interacting with the app as well as the level of burden required. To maintain engagement, perceived value of using the app needs to outweigh the burden. If burden exceeds the perceived value and enjoyment of the app, it is likely that engagement will decline. Human support may also play a role in sustaining engagement with a weight loss app.  20 If a user knows or perceives that another human can see all interactions with the app and perceive this supportive accountability to be beneficial, app engagement may be enhanced.\n\nThe type of engagement following the initial download will depend on the behavior change techniques and features offered through the app. Michie et al  21  previously identified 93 theory-linked behavior change techniques used in behavioral health interventions. Although the effectiveness of each strategy delivered through a smartphone app has not been extensively examined, the proposed model presently assumes that behavior change techniques delivered virtually affect mechanisms of behavior change and outcomes similar to traditional modes of interventions. Thus, each behavior change technique is proposed to target theory-based constructs known to modify health behaviors. Techniques and mechanisms of change are based on several theories such as social cognitive theory,  22  control theory,  23  and theory of planned behavior.  24 Examples of behavior change techniques, identified by Abraham and Michie,  25  that can be incorporated within an app include prompting self-monitoring and goal setting, providing feedback on performance, and offering encouragement. Adopting each behavior change technique will enact a mechanism of behavior change and target specific psychosocial constructs that will promote diet and activity change. For instance, prompting dietary self-monitoring may help to increase self-regulation, perceived behavioral control, and behavioral intentions, all of which may help to improve the regulation of energy intake. Providing feedback on physical activity performance may increase perceived self-efficacy, leading to increases in physical activity and greater total energy expenditure. Collectively, the behavior change techniques within an app will work together to modify behavior, create an energy deficit, and facilitate weight loss."
    },
    {
      "title": "Behavior change techniques and app features",
      "text": "The continuously advancing technology offers an extraordinary amount of ways an app can target behavior change techniques through various features of a smartphone. Given the everchanging technology and complexity of options, we provide an overview of some of the more common behavior change techniques and features currently being used (Table  1 )."
    },
    {
      "title": "Self-monitoring",
      "text": "The astonishing number of available weight loss apps has led to the development of a wide range and combination of features and behavior change techniques. One of the most common behavior change techniques built within an app for weight loss is the ability to self-monitor dietary intake, physical activity, and/or body weight.  26 Self-monitoring is a key component of behavioral weight loss programs  7  and including this technique has been shown to significantly increase the effectiveness of an intervention.  27 A smartphone app can help to reduce the burden associated with this important strategy.  28 aily body weight or varying aspects of physical activity including the type, duration, and intensity of exercise can be manually monitored on an app. Apps can also provide access to comprehensive food databases to eliminate the need for users to look up nutrition information online or in a separate book. Specific items and portion sizes of the foods consumed can be selected to automatically generate an estimation of the number of calories consumed. To further simplify and reduce the time required to self-monitor dietary intake, some apps now incorporate barcode scanning,  29  use food or portion category entry rather than detailed item entry,  30  or have users take photos of food. 31"
    },
    {
      "title": "Passive behavioral and outcome monitoring",
      "text": "Smartphones can facilitate passive monitoring of behaviors using internal sensors within the smartphone or connect with available external sensors. For example, internal accelerometers built-in a smartphone can objectively measure physical activity. While the use of an internal sensor is appealing because it does not require the cost of purchasing an additional external sensor, users may be required to wear the smartphone in specific locations on their body (ie, around the waist, in a pocket) to obtain accurate measurements. Due to this limitation, as well as advancements in external sensors, smaller fitness monitors and accelerometers are also being utilized to track activity. Fitness monitors have gained extraordinary popularity in recent years. In 2014, over 70 million fitness monitors, smartwatches, and other wearable monitors were sold, with similar numbers projected in 2015.  32 Fitness monitors can measure and estimate various facets of activity, including number of steps taken, energy expenditure, and minutes of sedentary, light, moderate, and vigorous intensity physical activity. In addition to often having the capability to monitor activity behavior directly on the device, many of the consumer-based fitness monitors or other external devices also have corresponding smartphone apps. For instance, wireless scales are available that transmit objective body weight measurements directly to an app to help track weight loss progress and provide behavioral feedback. Furthermore, many external sensors provide an app program interface that facilitates the integration of the data obtained from the device within other physical activity or diet apps."
    },
    {
      "title": "Prompt goal setting and providing behavioral feedback",
      "text": "Goal setting and providing immediate feedback on behaviors are also common features of weight loss smartphone apps.  33 iet and physical activity behaviors obtained from either manual or passive monitoring can be visually displayed and compared to goals. Any discrepancies observed between the goal and actual behaviors may push users to strive to minimize the inconsistencies and be successful in changing behavior. Based on goal attainment and progress, personalized recommendations and tailored feedback can be provided on behaviors via visual graphics, charts, and tables. Users can also see changes over time, allowing the user to monitor behaviors that need to be maintained or identify areas for improvement."
    },
    {
      "title": "Text messages and push notifications",
      "text": "Text messaging or short message service, which can be done on either a cell phone or smartphone, is another common feature used in many health behavior interventions, including weight loss programs. Sending text messages directly to the user provides an opportunity to provide important education, encourage strategies for behavior change, send reminders for self-monitoring, and deliver up-to-the-minute feedback on progress. Users also have the capability to interact with interventionists by either sending a message to seek additional support or responding to messages. Unique to smartphones are push notifications, which are delivered within an app. Push notifications can be triggered immediately and delivered automatically with data from an app either manually recorded by the user or obtained from sensors.  34 Based on the dietary and physical activity behaviors monitored on an app, tailored push notifications or messages can automatically be delivered to a user in real time using machine learning or a predetermined algorithm. Further advancements with push notifications provide the capability to utilize the global positioning system (GPS) within the smartphone to deliver highly personalized and contextualized push notifications based on an individual's location. Integrating location into these algorithms can allow the notification to be delivered to the user in the right place as well as the right time. Although these systems are fully automated, the high level of personalization can help to generate the impression that a human coach is sending the messages. Although initial development of these systems may be expensive, once developed, this type of messaging requires little personnel or cost to maintain."
    },
    {
      "title": "Technology-assisted coaching",
      "text": "In addition to collecting and feeding back behavioral information to the user, smartphones can also disseminate self-monitoring information to external support, including physicians, nurses, or lifestyle coaches. Using a coaching interface, external users, with the owner's permission, can see the behavioral data being transmitting through an app in real time. Standard in-person behavioral programs generally have participants self monitor behavior on paper diaries and submit records during weekly meetings. In between weekly appointments, interventionists will provide written feedback on self-monitoring records and return it to the participant at the next meeting. While this feedback is helpful, it is delayed and limited to how often in-person meetings occur.\n\nUsing an app that connects to a coaching interface permits coaches or other external support to see minute-by-minute diet and physical activity information. During coaching calls or in-person meetings, this just-in-time information helps coaches provide more timely feedback and problem-solve around the most immediate issues. Further, human coaches provide supportive accountability which may enhance adherence to behavioral recommendations.  20"
    },
    {
      "title": "Social support and networks",
      "text": "The incorporation of peer social support or social networks has also become a popular feature of weight loss apps.  29 Apps can provide quick access to app-specific social networks or to existing social media sites such as Facebook or Twitter. Message boards allow users to obtain information, post questions, and provide support to others.  35 In addition to manually posting messages, automatic updates on users' behaviors can be sent via social media. For example, after a user exercises, an automatic post may be displayed to acknowledge the recent activity accomplishment. Competitions and challenges specific to diet and activity behaviors have also become more prevalent. Within a network, individuals can compete against each other as well as earn virtual awards or various types of incentives for accomplishments such as taking the most steps in a week."
    },
    {
      "title": "Current evidence and challenges Balance between evidence, theory, and engagement",
      "text": "The plethora of available weight loss apps results in a substantial amount of features targeting diet, physical activity, and weight -only some of which are evidence based. The majority of commercially available apps have been shown to lack a comprehensive list of evidence-based strategies. Pagoto et al  29  recently examined a sample of weight loss apps available and found that apps on average contained less than four of 20 evidence-based behavioral strategies used in the Diabetes Prevention Program.  36 These findings were similar to earlier reviews on weight loss  26  and physical activity  37  apps demonstrating the absence of multiple effective behavioral change techniques. The lack of behavior change techniques also does not appear to be unique to free apps. Although there have been some mixed results, both apps that are free to the user or require a one-time or monthly payment only include a small number of effective strategies for weight loss.  29, 38 hile the inclusion of more behavior change techniques within a traditional in-person behavioral intervention may result in better outcomes, it is unclear whether this is true when techniques are delivered through a smartphone app.\n\nA higher number of behavior change techniques utilized within an app should positively influence mechanisms for change; however at the same time, a greater number of behavior change techniques featured on an app may increase burden (Figure  1 ). Consequently, engagement with the app may decrease when interaction becomes too burdensome. Longterm engagement with a health-related app has already been identified as a challenge.  39 App downloads are high, yet use is short-lived. Helander et al  40  examined the use of a dietary app (The Eatery) and found that less than 3% of those who downloaded the app used it for more than 1 week. Similarly, Laing et al  41  recently illustrated declines in engagement with a weight loss app (MyFitnessPal) immediately after enrollment, primarily due to the app being too tedious. This is disconcerting when most trials demonstrating significant weight loss are between 3 and 6 months in duration. Although the use of smartphones and weight loss apps can be appealing, sustained engagement with an app is necessary to produce significant changes in weight.  41 It is unclear whether previously established strategies are as effective when incorporated within a smartphone app, what the optimal combination and number of strategies is to produce clinically meaningful weight loss, and how to balance the requirements of included behavior change techniques and burden.\n\nThe evidence to support the most effective smartphone features, behavior change techniques, or intervention components is lacking, in part because of rapidly advancing technologies. By the time researchers complete a clinical trial, the technology is outdated or nonexistent.  42 Initially, many apps were developed for specific trials; however, this process is extremely time consuming and resource intensive. Hebden et al  43  reported that the development of four apps designed to modify lifestyle behaviors took approximately 18 months to complete, with a cost of US$5,000 per app for only the information alone. Because of the cost and the availability of commercial apps, many programs have started to utilize existing apps within previously established behavioral programs or explore the efficacy of individual apps on weight loss. MyFitnessPal, for example, was recently recommended within a primary care setting without additional intervention. Over a 6-month period, no significant weight loss was observed, suggesting that an app alone may not be sufficient enough to produce a clinically meaningful weight change.  41 imilar results were found using another commercial app alone (Lose It!).  44 Thus, it will be necessary to find a balance between programming novel and evidence-based smartphone apps to adequately test theories and mechanisms with the use of readily available apps, but perhaps theoretically lacking apps currently available in the market."
    },
    {
      "title": "Active and passive monitoring of behaviors",
      "text": "Self-monitoring is one of the most frequently used behavior change techniques in smartphone-based interventions to date. Several trials have demonstrated significant differences or trends for enhanced self-monitoring adherence  33  or weight loss outcomes  44  among smartphone-based self-monitoring conditions as compared to traditional alternative methods. However, declines in self-monitoring adherence over time similar to those with traditional methods are still seen with the use of technology-based self-monitoring.  45, 46 As a result, the best way to maintain longer term engagement with selfmonitoring is still unknown. Many new techniques are being developed that may simplify and reduce the burden associated with self-monitoring. Examples include taking pictures of food rather than manually inputting the type and amount of food consumed,  47  using a necklace with a piezoelectric sensor capable of detecting food consumption,  48  and an on-body wireless body composition sensor that would eliminate the need for the individual to remember to step on the scale.  49 hile new methods and sensors are promising and will provide an extraordinary amount of detailed information, it is unknown whether they can provide useful feedback to the individual to facilitate behavior change. As passive monitoring becomes more ubiquitous, methods of using sensor information in a way that supports weight loss goals will need to be further investigated.\n\nThe use of physical activity monitors may also help to improve self-monitoring adherence within smartphone-based interventions, resulting in enhanced behavioral and weight outcomes. Physical activity monitors reduce the burden of monitoring activity due to the automaticity and passive data collection. Although there is limited evidence on self-monitoring adherence using physical activity monitors embedded within smartphone-based interventions, physical activity monitors have demonstrated potential to increase physical activity levels and produce modest weight losses,  50  even with minimal interventionist contact.  51, 52 The popularity of these monitors has also led to a diversity of options available at all costs and degrees of accuracy. Lee et al  53  recently examined a sample of consumer-based physical activity monitors and found that the error in estimation of energy expenditure ranged from 9.3% to 23.5%. While these monitors may not be the optimal tool to evaluate physical activity outcomes, they may help to reduce the burden of self-monitoring to generate behavioral feedback and even increase motivation to be physically active. Further, similar to engagement with an app, engagement with these devices are critical for the facilitation of change.  54 The addition of physical activity monitors increases program costs, yet it is unclear whether this addition can enhance the effects of smartphone-based weight loss interventions."
    },
    {
      "title": "Feedback and support",
      "text": "Feedback on diet and activity behaviors is important for weight loss and smartphones have the capability to generate personalized feedback in various ways. Limited research has examined received feedback specifically on a smartphone; however, evidence suggests that providing daily feedback on behaviors via a personal digital assistant can produce enhanced weight loss outcomes.  55 Text messages, which can also provide tailored feedback on behavior, as well as provide support and education, have demonstrated potential in producing weight losses approximately 2.5 kg greater than those not receiving text messages.  56 There has been limited evidence on the effectiveness of push notifications; however, more studies are starting to incorporate push notifications within smartphone-based interventions.  34, 57 onsistent with the Supportive Accountability model, human support may be necessary to maximize the effectiveness of technology-supported programs and adherence to behavioral recommendations.  20 In addition to support from a trained interventionist, support obtained from social networks may be an effective strategy to aid with weight loss. Recent evidence suggests that social support and social embeddedness within an online social network are linked with weight loss.  58 The integration of a smartphone-based program within various social media outlets can provide a means to receive and provide weight loss support to others. Interventions may need to include in-person sessions, telephone calls, text messages, and/or access to social networks to maintain the necessary human and social support to produce and sustain weight loss.\n\nThe optimal combination and frequency of human support used within smartphone-based weight loss interventions is also unknown. Evidence suggests that providing an app alone without additional intervention components is unlikely to produce any clinically meaningful weight loss.  41 Maintaining some form of human or interventionist contact to maintain supportive accountability may be necessary to improve the effectiveness of smartphone-based interventions.  20 Standard weight loss programs have included between 16 and 26 inperson sessions; 7 however, other programs have switched to include telephone contacts  59  and/or text messages.  60 nnovative approaches are necessary to determine the optimal combination or sequence of intervention components. One way smartphone-based weight loss trials can examine which combination of intervention components are most effective is by using the multiphase optimization strategy (MOST). MOST is a comprehensive framework that utilizes highly efficient randomized experimentation to determine the individual and interactive effects of intervention components.  61 urrently, a smartphone-based weight loss trial is underway examining several intervention components including the optimal number of telephone contacts and necessity of text messages for weight loss.  62"
    },
    {
      "title": "Future directions",
      "text": "The advantages smartphones hold over standard face-to-face programs have led to a surge of pilot studies examining the potential use of this technology for weight loss. However, small sample sizes, short follow-up periods, and the lack of intent-to-treat analyses make it difficult to make any strong conclusions. The studies completed to date help to provide insight on the potential of smartphone apps. Yet, specific treatment effects are difficult to decipher due to the differing app features, frequency of interventionist contact, and the varying levels of other included intervention components. A recent review on mobile phone interventions to increase physical activity and weight loss by Stephens and Allen  63  suggested that these technologies are well-accepted by participants; however, more empirical evidence is needed in order to fully evaluate the efficacy of this technology on weight loss. Many of the studies published to date demonstrate the promise that smartphones and apps have for improving program adherence and producing clinically meaningful weight losses at a small cost; however, many gaps remain in the field before the full potential of smartphone use for weight loss can be evaluated.\n\nIntervention components that are now standard in traditional weight loss programs need further investigation when delivered as a feature on a smartphone. While greater adherence has been observed in technology-supported interventions, it is still unclear as to whether increased adherence translates to greater weight loss, more sustained engagement, or long-term maintenance. Apps show promise in the ability to scale on a population level, but a critical challenge is determining how to design an appealing app that will not only be downloaded, but will also maintain user's engagement over time. In order to maintain engagement, an app must be enjoyable, have perceived value, and not be too burdensome. Further, engagement with the app should result in successful behavior change. The optimal duration of app use for weight loss initiation or maintenance is unclear. Moreover, there remains a question as to how effective an intervention can be when the human support is removed. With the rapid advancement in machine learning and artificial intelligence, future work should determine the level of actual and/or perceived human interaction and support necessary for clinically meaningful behavior change and weight loss. Further, more prospective longitudinal trials investigating the types of self-monitoring tools and how human intervention delivery impacts weight loss outcomes are needed. As an additional step, research needs to also focus on what users will be motivated to use over time to optimize the potential impact of the interventions. Collectively, the field would greatly benefit from additional collaborations between behavioral scientists and experts in computer science and human-computer interaction. These collaborations could help to better identify ways to enhance engagement and motivation to use an app.\n\nNumerous larger and longer term clinical trials are ongoing that may provide more evidence on the effects of smartphone-based programs on weight loss.  35, 64 Future research may consider designs such as MOST and sequential multiple assignment randomized trial (SMART) to help identify essential intervention components and ideal tailored treatment.  61 SMART, for example, can allow for personalization and tailoring of a program based on response to treatment delivered through an app. This trial is currently underway to examine if the addition of acceptance-based behavioral treatment can help nonresponders to treatment.  65 These innovative methodological approaches may assist in expediting the research on the rapidly advancing technology incorporated within smartphone-based weight loss interventions.\n\nAs human behavior is often dynamic, and weight loss involves several health behaviors, it would also be advantageous for researchers to explore the use of different behavioral theories and models. Dynamical system models from control systems engineering, for example, may be particularly relevant for smartphone-based weight loss interventions.  66 Intensive behavioral data can be obtained from the smartphone in real time, allowing for the use of just-in-time adaptive interventions.  67 Using context and timedependent variables obtained from a smartphone and wearable sensors, allows interventionists to tailor components based on the individual in real time. Given that sensor data could be collected in-the-moment, interventions may well be delivered at the time they are most needed, providing a potentially powerful strategy to change behaviors through a smartphone."
    },
    {
      "title": "Conclusion",
      "text": "Smartphones have the potential to deliver accessible, low-cost, and scalable smartphone-based programs to a large proportion of the population. The dramatic increase in smartphone ownership and further advancing technological capabilities provide unprecedented opportunities to provide in-themoment and continuous weight loss support. Not only are smartphones ever-present in today's society, but individuals also have countless interactions with their smartphones over the course of a day. Smartphones and apps could be leveraged to provide scalable evidence-based behavior change to facilitate weight loss across a population level. However, while smartphone apps and complementary technologies have been rapidly developing, little is known about the optimal ways to maintain engagement and the effectiveness of behavior change techniques when delivered by this technology. Early evidence shows promise, yet the research has difficulty keeping pace with the rapidly changing smartphone capabilities and surge of nonevidence-based weight loss apps available on the market. Additional research and methods are needed to evaluate specific aspects of smartphone-based programs in more novel, rapid, and dynamic ways."
    },
    {
      "text": "Health Care Technologies downloaded from https://www.dovepress.com/ For personal use only. This article was published in the following Dove Press journal: Advanced Health Care Technologies 15 July 2015 Number of times this article has been viewed"
    },
    {
      "text": "Figure 1 Conceptual model of how smartphone app engagement can contribute to weight loss. Abbreviation: App, application."
    },
    {
      "text": "examples of ways to deliver behavior change techniques through a smartphone app"
    }
  ],
  "references": [
    {
      "title": "Prevalence of obesity and trends in the distribution of body mass index among US adults, 1999-2010",
      "authors": [
        "K Flegal",
        "M Carroll",
        "B Kit",
        "C Ogden"
      ],
      "year": 2012,
      "doi": "10.1001/jama.2012.39"
    },
    {
      "title": "National, regional, and global trends in adult overweight and obesity prevalences",
      "authors": [
        "G Stevens",
        "G Singh",
        "Y Lu"
      ],
      "year": 2012
    },
    {
      "title": "Body mass and weight change in adults in relation to mortality risk",
      "authors": [
        "K Adams",
        "M Leitzmann",
        "R Ballard-Barbash"
      ],
      "year": 2014,
      "doi": "10.1093/aje/kwt254"
    },
    {
      "title": "Effect of weight loss with lifestyle intervention on risk of diabetes",
      "authors": [
        "R Hamman",
        "R Wing",
        "S Edelstein"
      ],
      "year": 2006,
      "doi": "10.2337/dc06-0560"
    },
    {
      "title": "Effect of weight on cardiovascular disease",
      "authors": [
        "W Kannel",
        "D' Agostino",
        "R Cobb"
      ],
      "year": 1996,
      "doi": "10.1093/ajcn/63.3.419"
    },
    {
      "title": "Body-mass index and incidence of cancer: a systematic review and meta-analysis of prospective observational studies",
      "authors": [
        "A Renehan",
        "M Tyson",
        "M Egger",
        "R Heller",
        "M Zwahlen"
      ],
      "year": 2008,
      "doi": "10.1016/s0140-6736(08)60269-x"
    },
    {
      "title": "Behavioral treatment of obesity",
      "authors": [
        "M Butryn",
        "V Webb",
        "T Wadden"
      ],
      "year": 2011
    },
    {
      "title": "The 10-year costeffectiveness of lifestyle intervention or metformin for diabetes prevention: an intent-to-treat analysis of the DPP/DPPOS",
      "authors": [
        "Diabetes Prevention",
        "Program Research"
      ],
      "year": 2012
    },
    {
      "title": "Expert Panel Report: Guidelines (2013) for the management of overweight and obesity in adults",
      "year": 2013
    },
    {
      "title": "Technology interventions to curb obesity: a systematic review of the current literature",
      "authors": [
        "M Coons",
        "A Demott",
        "J Buscemi"
      ],
      "year": 2012
    },
    {
      "title": "US Smartphone Use in 2015",
      "authors": [
        "A Smith"
      ],
      "year": 2015
    },
    {
      "title": "Handheld electronic technology for weight loss in overweight/obese adults",
      "authors": [
        "M Carter",
        "V Burley",
        "J Cade"
      ],
      "year": 2014,
      "doi": "10.1007/s13679-014-0112-0"
    },
    {
      "title": "Effectiveness of mobile electronic devices in weight loss among overweight and obese populations: a systematic review and meta-analysis",
      "authors": [
        "B Khokhar",
        "J Jones",
        "P Ronksley",
        "M Armstrong",
        "J Caird"
      ],
      "year": 2014
    },
    {
      "title": "Internet Seen as Positive Influence on Education but Negative on Morality in Emerging and Developing Nations",
      "year": 2015,
      "doi": "10.4135/9781473991675"
    },
    {
      "title": "Getting closer: an empirical investigation of the proximity of user to their smart phones",
      "authors": [
        "A Dey",
        "K Wac",
        "D Ferreira",
        "K Tassini",
        "J Hong",
        "J Ramos"
      ],
      "year": 2011,
      "doi": "10.1145/2030112.2030135"
    },
    {
      "title": "Habits make smartphone use more pervasive",
      "authors": [
        "A Oulasvirta",
        "T Rattenbury",
        "L Ma",
        "E Raita"
      ],
      "year": 2012,
      "doi": "10.1007/s00779-011-0412-2"
    },
    {
      "title": "The impact of eating frequency and time of intake on nutrient quality and body mass index: the INTERMAP Study, a population-based study",
      "authors": [
        "G Aljuraiban",
        "Q Chan",
        "Oude Griep"
      ],
      "year": 2015,
      "doi": "10.1016/j.jand.2014.11.017"
    },
    {
      "title": "Mobile Health",
      "authors": [
        "S Fox",
        "M Duggan"
      ],
      "year": 2012
    },
    {
      "title": "Supportive accountability: a model for providing human support to enhance adherence to eHealth interventions",
      "authors": [
        "D Mohr",
        "P Cuijpers",
        "K Lehman"
      ],
      "year": 2011
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston"
      ],
      "year": 2013
    },
    {
      "title": "Social Foundations of Thought and Action: A Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "On the Self Regulation of Behavior",
      "authors": [
        "C Carver",
        "M Scheier"
      ],
      "year": 1998,
      "doi": "10.1017/cbo9781139174794"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "Weight loss-there is an app for that! But does it adhere to evidence-informed practices?",
      "authors": [
        "E Breton",
        "B Fuemmeler",
        "L Abroms"
      ],
      "year": 2011,
      "doi": "10.1007/s13142-011-0076-5"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: a metaregression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009
    },
    {
      "title": "How can weight-loss app designers' best engage and support users? A qualitative investigation",
      "authors": [
        "J Tang",
        "C Abraham",
        "E Stamp",
        "C Greaves"
      ],
      "year": 2015,
      "doi": "10.1111/bjhp.12114"
    },
    {
      "title": "Evidence-based strategies in weight-loss mobile apps",
      "authors": [
        "S Pagoto",
        "K Schneider",
        "M Jojic",
        "M Debiasse",
        "D Mann"
      ],
      "year": 2013
    },
    {
      "title": "Design and pilot results of a mobile phone weight-loss application for women starting a meal replacement programme",
      "authors": [
        "E Brindal",
        "G Hendrie",
        "J Freyne",
        "M Coombe",
        "S Berkovsky",
        "M Noakes"
      ],
      "year": 2013
    },
    {
      "title": "My Meal Mate' (MMM): validation of the diet measures captured on a smartphone application to facilitate weight loss",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer",
        "J Cade"
      ],
      "year": 2013
    },
    {
      "title": "Adherence to a smartphone application for weight loss compared to website and paper diary: pilot randomized controlled trial",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer",
        "J Cade"
      ],
      "year": 2013
    },
    {
      "title": "Feasibility of a lifestyle intervention for overweight/obese endometrial and breast cancer survivors using an interactive mobile application",
      "authors": [
        "M Mccarroll",
        "S Armbruster",
        "R Pohle-Krauza"
      ],
      "year": 2015,
      "doi": "10.1016/j.ygyno.2014.12.025"
    },
    {
      "title": "A smartphone-supported weight loss program: design of the ENGAGED randomized controlled trial",
      "authors": [
        "C Pellegrini",
        "J Duncan",
        "A Moller"
      ],
      "year": 2012
    },
    {
      "title": "No authors listed. Diabetes Prevention Program. The Diabetes Prevention Program. Design and methods for a clinical trial in the prevention of type 2 diabetes",
      "year": 1999,
      "doi": "10.2337/diacare.22.4.623"
    },
    {
      "title": "Behavior change techniques in topranked mobile apps for physical activity",
      "authors": [
        "D Conroy",
        "C Yang",
        "J Maher"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.01.010"
    },
    {
      "title": "Do physical activity and dietary smartphone applications incorporate evidence-based behaviour change techniques?",
      "authors": [
        "A Direito",
        "L Dale",
        "E Shields",
        "R Dobson",
        "R Whittaker",
        "R Maddison"
      ],
      "year": 2014
    },
    {
      "title": "Opportunities and Challenges for Smartphone Applications in Supporting Health Behavior Change: Qualitative Study",
      "authors": [
        "L Dennison",
        "L Morrison",
        "G Conway"
      ],
      "year": 2013
    },
    {
      "title": "Factors related to sustained use of a free mobile app for dietary self-monitoring with photography and peer feedback: retrospective cohort study",
      "authors": [
        "E Helander",
        "K Kaipainen",
        "I Korhonen",
        "B Wansink"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of a smartphone application for weight loss compared with usual care in overweight primary care patients: a randomized, controlled trial",
      "authors": [
        "B Laing",
        "C Mangione",
        "C Tseng"
      ],
      "year": 2014
    },
    {
      "title": "Mobile health technology evaluation: the mHealth evidence workshop",
      "authors": [
        "S Kumar",
        "W Nilsen",
        "A Abernethy"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.03.017"
    },
    {
      "title": "Development of smartphone applications for nutrition and physical activity behavior change",
      "authors": [
        "L Hebden",
        "A Cook",
        "H Van Der Ploeg",
        "M Allman-Farinelli"
      ],
      "year": 2012,
      "doi": "10.2196/resprot.2205"
    },
    {
      "title": "Randomized controlled pilot study testing use of smartphone technology for obesity treatment",
      "authors": [
        "J Allen",
        "J Stephens",
        "Dennison Himmelfarb",
        "C Stewart",
        "K Hauck"
      ],
      "year": 2013,
      "doi": "10.1155/2013/151597"
    },
    {
      "title": "Using mHealth technology to enhance self-monitoring for weight loss: a randomized trial",
      "authors": [
        "L Burke",
        "M Styn",
        "S Sereika"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.03.016"
    },
    {
      "title": "Patterns of success: online self-monitoring in a web-based behavioral weight control program",
      "authors": [
        "R Krukowski",
        "J Harvey-Berino",
        "Z Bursac",
        "T Ashikaga",
        "D West"
      ],
      "year": 2013
    },
    {
      "title": "Validity of the Remote Food Photography Method (RFPM) for estimating energy and nutrient intake in near real-time",
      "authors": [
        "C Martin",
        "J Correa",
        "H Han"
      ],
      "year": 2012
    },
    {
      "title": "Monitoring eating habits using a piezoelectric sensor-based necklace",
      "authors": [
        "H Kalantarian",
        "N Alshurafa",
        "T Le",
        "M Sarrafzadeh"
      ],
      "year": 2015
    },
    {
      "title": "A preliminary investigation of human body composition using galvanically coupled signals",
      "authors": [
        "C Asogwa",
        "M Seyedi",
        "D Lai"
      ],
      "year": 2014
    },
    {
      "title": "Using pedometers to increase physical activity and improve health: a systematic review",
      "authors": [
        "D Bravata",
        "C Smith-Spangler",
        "V Sundaram"
      ],
      "year": 2007
    },
    {
      "title": "The comparison of a technology-based system and an in-person behavioral weight loss intervention",
      "authors": [
        "C Pellegrini",
        "S Verba",
        "A Otto",
        "D Helsel",
        "K Davis",
        "J Jakicic"
      ],
      "year": 2012
    },
    {
      "title": "Electronic feedback in a diet-and physical activity-based lifestyle intervention for weight loss: a randomized controlled trial",
      "authors": [
        "S Shuger",
        "V Barry",
        "X Sui"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-41"
    },
    {
      "title": "Validity of consumer-based physical activity monitors",
      "authors": [
        "J Lee",
        "Y Kim",
        "G Welk"
      ],
      "year": 2014,
      "doi": "10.1249/mss.0000000000000287"
    },
    {
      "title": "Wearable devices as facilitators, not drivers, of health behavior change",
      "authors": [
        "M Patel",
        "D Asch",
        "K Volpp"
      ],
      "year": 2015
    },
    {
      "title": "The effect of electronic self-monitoring on weight loss and dietary intake: a randomized behavioral weight loss trial",
      "authors": [
        "L Burke",
        "M Conroy",
        "S Sereika"
      ],
      "year": 2011
    },
    {
      "title": "A systematic review and metaanalysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2015,
      "doi": "10.1111/jhn.12207"
    },
    {
      "title": "A Fully Automated Diabetes Prevention Program, Alive-PD: Program Design and Randomized Controlled Trial Protocol",
      "authors": [
        "G Block",
        "M Azar",
        "J Block"
      ],
      "year": 2015
    },
    {
      "title": "Social networking in an online weight management program: friendship with connector hubs drives greater weight loss",
      "authors": [
        "J Poncela-Casasnovas",
        "D Mcclary",
        "A Moller"
      ],
      "year": 2015
    },
    {
      "title": "Comparative effectiveness of weightloss interventions in clinical practice",
      "authors": [
        "L Appel",
        "J Clark",
        "H Yeh"
      ],
      "year": 2011,
      "doi": "10.1056/nejmoa1108660"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009
    },
    {
      "title": "The multiphase optimization strategy (MOST) and the sequential multiple assignment randomized trial (SMART): new methods for more potent eHealth interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "V Strecher"
      ],
      "year": 2007
    },
    {
      "title": "Optimization of remotely delivered intensive lifestyle treatment for obesity using the Multiphase Optimization Strategy: Opt-IN study protocol",
      "authors": [
        "C Pellegrini",
        "S Hoffman",
        "L Collins",
        "B Spring"
      ],
      "year": 2014,
      "doi": "10.1016/j.cct.2015.09.001"
    },
    {
      "title": "Mobile phone interventions to increase physical activity and reduce weight: a systematic review",
      "authors": [
        "J Stephens",
        "J Allen"
      ],
      "year": 2013
    },
    {
      "title": "Design and implementation of a randomized controlled social and mobile weight loss trial for young adults (project SMART)",
      "authors": [
        "K Patrick",
        "S Marshall",
        "E Davila"
      ],
      "year": 2014
    },
    {
      "title": "Acceptance-based behavioral treatment for weight control: a review and future directions",
      "authors": [
        "E Forman",
        "M Butryn",
        "S Manasse",
        "L Bradley"
      ],
      "year": 2015,
      "doi": "10.1016/j.copsyc.2014.12.020"
    },
    {
      "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
      "authors": [
        "W Riley",
        "D Rivera",
        "A Atienza",
        "W Nilsen",
        "S Allison",
        "R Mermelstein"
      ],
      "year": 2011
    },
    {
      "title": "A conceptual framework for adaptive preventive interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "K Bierman"
      ],
      "year": 2004
    }
  ],
  "num_references": 65
}
