{
  "paper_id": "287FB3QM",
  "title": "A Diversified Recruitment Approach Incorporating Social Media Leads to Research Participation Among Young Adult-Aged Female Cancer Survivors",
  "abstract": "Purpose: Cancer survivors in their adolescent and young adult (AYA) years are an understudied population, possibly in part because of the high effort required to recruit them into research studies. The aim of this paper is to describe the specific recruitment strategies used in four studies recruiting AYA-aged female cancer survivors and to identify the highest yielding approaches. We also discuss challenges and recommendations. Methods: We recruited AYA-aged female cancer survivors for two studies conducted locally and two conducted nationally. Recruitment strategies included outreach and referral via: healthcare providers and clinics; social media and the internet; community and word of mouth; and a national fertility information hotline. We calculated the yield of each recruitment approach for the local and national studies by comparing the number that participated to the number of potential participants. Results: We recruited a total of 534 participants into four research studies. Seventy-one percent were diagnosed as young adults and 61% were within 3 years of their cancer diagnosis. The highest-yielding local recruitment strategy was healthcare provider and clinic referral. Nationally, social media and internet outreach yielded the highest rate of participation. Overall, internet-based recruitment resulted in the highest number and yield of participants. Conclusion: Our results suggest that outreach through social media and the internet are effective approaches to recruiting AYA-aged female cancer survivors. Forging collaborative relationships with survivor advocacy groups' members and healthcare providers also proved beneficial.",
  "year": 2012,
  "date": "2012",
  "journal": "J Natl Compr Canc Netw",
  "publication": "J Natl Compr Canc Netw",
  "authors": [
    {
      "forename": "Jessica",
      "surname": "Gorman",
      "name": "Jessica Gorman",
      "affiliation": "1  Moores Cancer Center ; \n\t\t\t\t\t\t\t\t Moores Cancer Center"
    },
    {
      "forename": "Samantha",
      "surname": "Roberts",
      "name": "Samantha Roberts",
      "affiliation": "1  Moores Cancer Center ; \n\t\t\t\t\t\t\t\t Moores Cancer Center"
    },
    {
      "forename": "Sally",
      "surname": "Dominick",
      "name": "Sally Dominick",
      "affiliation": "1  Moores Cancer Center ; \n\t\t\t\t\t\t\t\t Moores Cancer Center"
    },
    {
      "forename": "Vanessa",
      "surname": "Malcarne",
      "name": "Vanessa Malcarne",
      "affiliation": "1  Moores Cancer Center ; \n\t\t\t\t\t\t\t\t Moores Cancer Center"
    },
    {
      "forename": "Andrew",
      "surname": "Dietz",
      "name": "Andrew Dietz",
      "affiliation": "3  Department of Pediatrics ; University of California , San Diego , La Jolla , California. \n\t\t\t\t\t\t\t\t Department of Pediatrics \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Diego La Jolla \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "forename": "H",
      "surname": "Su",
      "name": "H Su",
      "affiliation": "1  Moores Cancer Center ; \n\t\t\t\t\t\t\t\t Moores Cancer Center"
    }
  ],
  "doi": "https://doi.org/10.13039/100000048",
  "keywords": [
    "recruitment",
    "survivorship",
    "social media",
    "fertility",
    "reproductive health"
  ],
  "sections": [
    {
      "text": "T here are approximately 400,000 female adolescent and young adult (AYA)-aged cancer survivors (15-39  years) in the United States.  1  These young women have unique medical and psychosocial needs,  [2] [3] [4]  including concerns about reproductive late effects.  [5] [6] ] [7] [8] [9] [10]  Our limited understanding of how best to address these and other long-term survivorship care needs may be partly related to difficulties recruiting young survivors for research studies.  [11] [12] ] [13] [14]  Several factors contribute to recruitment challenges in AYA-aged survivors.  [11] [12] 2] [13] [14]  Since they constitute only 5% of the cancer survivor population in the United States,  15  the number of AYA-aged survivors seen at individual medical facilities is limited. While cancer cooperative groups provide infrastructure for studies with multi-site recruitment, most of these studies focus on treatment  16  and these groups are less focused on studying survivorship issues. Young survivors are also a geographically dispersed and mobile population because of their fluctuating academic and career stages.  11, 13, 14 urther, they are less likely to have health insurance, more likely to have limited access to healthcare, and less likely to visit a doctor.  [17] [18] 8] [19]  Follow-up care is also dispersed because some survivors will obtain care from doctors in their community and others from a pediatric or adult cancer center. This diffusion of healthcare services makes it challenging to recruit survivors for studies conducted at large hospitals and clinics.  12 Optimal recruitment strategies for AYA-aged cancer survivors are unknown.\n\nInvestigators from the Reproductive Health Research Studies group at the University of California, San Diego's (UCSD) Moores Cancer Center initiated four studies to explore reproductive health outcomes and concerns among AYA-aged female survivors in 2011-2012. In this article, we describe recruitment approaches used for these methodologically distinct studies. We outline specific recruitment strategies and characteristics of recruited participants for studies conducted locally vs. nationally, and also explain and make recommendations for overcoming the challenges we faced."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview of studies",
      "text": "We enrolled female AYA-aged participants into four research studies: two with local recruitment and two with national recruitment. All studies were approved by the UCSD Institutional Review Board."
    },
    {
      "title": "Local studies",
      "text": "Fertility and Reproduction in AYA Survivors (FRAYAS) study. We conducted the qualitative FRAYAS study between February and July 2011. The study enrolled female survivors in the San Diego, California area. Eligibility requirements were: female, q1 year from cancer diagnosis, aged 16-35 years at study enrollment, not pregnant, and English-or Spanish-speaking. Focus groups were two hours in duration and included open-ended discussions of topics such as the participants' knowledge, experiences, expectations, and concerns related to fertility and parenthood after cancer. All participants received a $25 gift card at completion.  10  Ovarian Reserve Testing (ORT) study. The ongoing ORT study, which also began recruitment in February 2011, aims to evaluate whether basal and provocative ovarian reserve testing can predict the return of menses in young adult female cancer survivors. Eligibility requirements are: female, diagnosed with a cancer that is not estrogen-or progesteroneresponsive, q1 year since end of cancer treatment, aged 18-35 years at study enrollment, postmenarchal, and presence of a uterus and at least one ovary. Participants using hormonal birth control methods are required to stop use over the 3month study duration. Study procedures include an intravenous injection of recombinant follicle stimulating hormone, three blood draws to measure endocrine markers of ovarian reserve, and two transvaginal ultrasounds over the course of three 2-hour visits. Participants are asked to track their menstrual pattern and receive $120 in gift cards for completing all aspects of the study."
    },
    {
      "title": "National studies",
      "text": "Fertility and Parenthood After Cancer (FAPAC) study.\n\nThe FAPAC study, conducted between March and September 2012, was a nationwide online survey to determine the reproductive outcomes and fertility and parenthood concerns in AYA-aged survivors. Eligibility requirements were: female, q1 year from cancer diagnosis, aged 16-35 years at study enrollment, not currently pregnant, and English-speaking. Participants completed a single online survey that included questions about the participants' cancer and reproductive history, reproductive concerns, and psychosocial outcomes. To maintain anonymity and help identify fraudulent study completion, we asked participants to contact the research team to verify survey completion in order to receive a $20 gift card. Additional steps to identify fraudulent study participation included reviewing the duration of time to complete the survey and looking for patterns and inconsistencies in responses that indicated false survey completion.\n\nFertility Information Research Study (FIRST). FIRST, initiated in May 2011 and still ongoing, assesses the reproductive outcomes and psychosocial health characteristics of young female cancer survivors. Eligibility requirements are: female, past cancer diagnosis (not restricted by time since diagnosis or treatment), aged 18-44 years at study enrollment, and English-speaking. Participants are asked to complete an annual internet-based survey until they reach age 50. The survey includes questions about participants' cancer diagnosis and treatment, menstrual pattern, reproductive history, fertility preservation procedures, and psychosocial outcomes. Participants receive a $20 gift certificate for each completed survey."
    },
    {
      "title": "Recruitment strategies",
      "text": "We developed recruitment strategies by conducting a literature search encompassing recruitment strategies for adolescents, young adults, cancer patients, and cancer survivors; speaking with oncology and reproductive specialists; and consulting with cancer survivors, community partners, and advocacy group members."
    },
    {
      "title": "Healthcare provider referrals, clinic-based approaches, and FERTLINE",
      "text": "Local strategy. We approached oncology, obstetrics/ gynecology, primary care, and reproductive endocrinology providers from UCSD and the affiliated Rady Children's Hospital-San Diego to distribute study flyers and postcards to their patients. Local university student health centers also posted flyers about the studies and referred potentially eligible participants.\n\nNational strategy. Patients were referred to our studies from reproductive endocrinology providers at fertility preservation programs participating in the National Physicians Cooperative of the Oncofertility Consortium. The Oncofertility Consortium is a national research initiative on fertility preservation for young cancer patients. Recruitment also involved contacting patients who had indicated interest in research study participation when they accessed FERT-LINE, the Oncofertility Consortium's telephone hotline. This hotline provides patients with information, referrals, and support regarding fertility preservation options."
    },
    {
      "title": "Social media, advertisements, and internet",
      "text": "Local strategy. We placed 10 advertisements with basic information about the studies in two university-based newspapers that appeared online and in print. Additionally, we placed weekly advertisements on the San Diego Craigslist website for 7 months. We posted study details on the Reproductive Health Research Studies webpage hosted on UCSD's Moores Cancer Center website. Finally, we notified local advocacy and support groups for young cancer survivors about the studies via email and Facebook.\n\nNational strategy. Organizations that support and advocate for AYA survivors, such as Stupid Cancer, posted study announcements via Facebook and Twitter about every 2 months over the course of a year. These announcements included contact information for the study team or links to UCSD's Reproductive Health Research Studies webpage. We also developed a Facebook page, ''Fertility and Parenthood in Young Cancer Survivors,'' where we posted information about the studies along with links to other research and information that might be relevant to this population. Finally, we posted advertisements on Craigslist in several large cities across the United States."
    },
    {
      "title": "Community outreach and word of mouth",
      "text": "Local strategy. The Comprehensive San Diego State University-University of California San Diego Cancer Center Partnership designs and supports cancer outreach projects that focus on traditionally underserved communities. The Partnership disseminated study information to their community health workers. Other community outreach methods focused on identifying and communicating with members of advocacy and survivorship groups, including the local chapter of Stupid Cancer. Members of the research team attended local events and support groups for cancer survivors, including at Rady Children's Hospital-San Diego, to discuss the studies and provide information about study opportunities. Some participants also heard about the studies through friends or while participating in another research study.\n\nNational strategy. Research team members attended the national OMG! Cancer Summit for Young Adults, Stupid Cancer's annual patient conference, and provided attendees with brochures about the studies. Some cancer survivors who participated in previous studies shared study information with their network of friends and survivors via word of mouth methods, including email and Facebook."
    },
    {
      "title": "Analysis",
      "text": "We report the number of potential participants (those who contacted the study or were a provider referral), number screened (those who completed eligibility screening), and number who participated as a result of each recruitment strategy (those who completed informed consent and either a baseline or one-time survey). We calculated the yield of each recruitment approach for local and national studies by dividing the number participated by the number of potential participants."
    },
    {
      "title": "Results",
      "text": "As of February 2013 (the end of the preliminary enrollment phase for FIRST and ORT), there were 534 study participants across the four studies. Table  1  outlines demographic characteristics of the study participants. Most were diagnosed with cancer as young adults (aged 20-35 years) (71%) and were 1-3 years from cancer diagnosis at study enrollment (49%). The most common cancer types were breast (25%), lymphoma (24%), leukemia (8%), thyroid (8%), and soft tissue cancers (5%), with 24 other cancer types represented. At study enrollment, most participants were between the ages of 26 and 35 (62%) and in a marriage or committed relationship (58%).\n\nLocal recruitment strategies produced a more diverse popu-lation compared to the national surveys; 46% of local participants were Non-White as compared to only 20% of those recruited nationally. Of the local participants, 45% had less than a college degree, compared to just 21% of the national participants.\n\nAs shown in Figures  1  and  2 , the yield of recruitment strategies differed between local and national studies. The highest yielding recruitment strategy for local research studies was through healthcare provider/clinic referral. Of the 37 potential participants recruited through healthcare provider/clinic referral (Fig.  1 ), 20 (54%) participated. This was followed by social media/advertisements/internet (38%) and community outreach/word of mouth (36%). Nationally (Fig.  2 ), social media/internet was most successful, with 381 (80%) of 479 potential AYA female survivors participating. This was followed by healthcare provider/clinic referral (63%), FERTLINE (31%), and community outreach/word of mouth (27%)."
    },
    {
      "title": "Participation in local studies",
      "text": "Using the recruitment strategies described above, we identified 39 potential participants for FRAYAS; 22 of them (67% of those eligible) participated. Eleven eligible women did not participate because they were unable to attend one of the scheduled focus groups. No Spanish-speaking participants or underage adolescents (aged 16-17) participated. Of the 39 potential ORT participants, 13 (59% of those eligible) participated. Reasons for not participating included lack of time, aversion to additional blood draws or tests, and reluctance to stop using hormonal birth control for the duration of the study. Details are shown in Figure  3 ."
    },
    {
      "title": "Participation in national studies",
      "text": "Of 249 potential FAPAC participants identified through online screening, 204 (86% of those eligible) participated. We also identified 38 fraudulent surveys using the methods described above and deleted those from the database. The study did not enroll any participants younger than 18 years of age. Of the 500 potential participants in FIRST, 295 (85% of those eligible) participated by completing the baseline survey (Fig.  3 )."
    },
    {
      "title": "Discussion",
      "text": "To date, we have successfully recruited a significant cohort of AYA-aged female cancer survivors for four methodologically distinct research studies focused on reproductive health in survivorship."
    },
    {
      "title": "Local recruitment strengths",
      "text": "The highest yielding recruitment approach for local studies was through healthcare provider and clinic referral, followed closely by social media, advertisements, and internet outreach. Our clinic-based recruitment efforts were bolstered by building relationships between referring healthcare providers and the research team, and an established institutional commitment to research. Consistent with our results, another study enrolling AYA-aged survivors also found that clinic-based recruitment yielded the greatest number of locally-based participants.  11 In contrast, however, the investigators reported that social media outreach was an ineffective recruitment approach for their study.  11 We found the use of social media, advertisements, and the internet to be a moderately effective approach for local recruitment, yielding enrollment of almost 40% of potential participants. This success may have been attributable to engaging local stakeholders and building networks with local advocacy and support groups who could share study information with their members."
    },
    {
      "title": "Local recruitment challenges and recommendations",
      "text": "For FRAYAS, while we enrolled a racially/ethnically diverse cohort, none of the participants preferred a Spanishlanguage focus group and we did not enroll any underage adolescent survivors (16-17 years old). It is possible that engaging Spanish-speaking members of the local survivor community in recruitment efforts would have improved recruitment of Spanish-speaking AYA survivors. Developmental stage and emotional maturity may have impacted decisions about participation. Some AYA-aged survivors have difficulty engaging in conversations about fertility with their healthcare providers;  20  the sensitive subject matter may also be a barrier to participation in research studies about fertility. Other barriers may have included cultural factors, mistrust of researchers, and practical issues such as lack of time, transportation, or childcare.  21, 22 e face ongoing challenges in recruitment for the ORT study, which amongst the four studies has the lowest percentage of eligible women participating. One possible reason is perceived study burden: three blood draws and two transvaginal ultrasounds that require timing to the participant's menstrual cycle. The requirement for participants to stop using hormonal birth control for 3 months is also a frequently-cited barrier. While participants are counseled on alternative birth control options, facilitating access to other contraceptive methods may improve future recruitment."
    },
    {
      "title": "National recruitment strengths",
      "text": "For our two national studies, we achieved the highest yield of young survivors through social media outlets, such as Facebook. Compared to other strategies, these efforts resulted in both the highest absolute number and highest yield of participants. All FAPAC participants were recruited via electronic outreach (i.e., email, internet, or social media). All aspects of the study, from recruitment to consent and survey completion, were performed electronically. The ease of online study completion supported brisk recruitment. For FIRST, 60% were recruited via social media outreach, primarily through posts on Stupid Cancer's Facebook page. This is not surprising considering that three-quarters of young adults use social media sites.  23 eaching out to a variety of websites focused on advocacy, support, and information for young cancer survivors proved effective. We accomplished this by forging collaborations with AYA survivor advocacy and support organizations and attending their events when possible. To facilitate their sharing of study information, we also provided these organizations with suggested text for posts and emails. The advantages of this approach are improved reach to specific cancer survivorship populations-including those not interfacing with the medical community or cancer registries for recruitment-and peer-to-peer dissemination of study information. FIG. 2. Number of potential, screened, and participated AYA-aged female cancer survivors by national recruitment strategy. AYA, adolescent and young adult."
    },
    {
      "title": "National recruitment challenges and recommendations",
      "text": "Although the FAPAC study was efficient in recruitment and study completion, the anonymous online survey format required study personnel to closely monitor incoming screening forms and survey data to check for invalid survey responses and to identify fraudulent attempts at survey completion. A potential barrier to study enrollment of those under age 18 was the requirement of adolescent assent and parental consent procedures that could not be completed online. Our biggest recruitment challenge for FIRST is the staff effort required to verbally screen and obtain informed consent from interested participants. Screening potential participants requires repeated contact efforts by telephone and email. AYA-aged cancer patients and survivors have low study participation across all types of research, clinical or otherwise.  13, 16, 24 Little is known about the most effective recruitment strategies or reasons for declining participation, but important considerations to improve enrollment include ease of study participation and parental perspective and involvement.  24 Research also suggests that improved recruitment may be achievable by harnessing the desire to help those who are facing similar challenges and direct involvement of their healthcare providers.  24 These considerations are important to studies recruiting both nationally and locally.\n\nA recent study, the United States' National Cancer Institute's Adolescent and Young Adult Health Outcomes and Patient Experience (AYA HOPE) study, used populationbased Surveillance, Epidemiology and End Results (SEER) registry data to recruit AYA cancer survivors.  13 Similar to FIRST and FAPAC, this study provided participants with the option of completing an online survey. Using mailed letters and follow-up calls, the study enrolled 43% of those who were eligible to participate.  13 Participants were largely Non-Hispanic White (63%), aged 25-34 at study enrollment (48%), and male (63%). Similar to our studies, the AYA HOPE study had difficulty recruiting younger participants (those under 24 years old) and required additional contacts to recruit participants into the study. We experienced a higher participation rate with our more diversified national recruitment approaches, but faced similar challenges re-garding recruitment of young and Non-White survivors. The Childhood Cancer Survivor Study (CCSS),  25  a comprehensive multicenter retrospective cohort study, has successfully recruited 57% of eligible female patients.  26 owever, this has required significant in-clinic resources and cross-institutional cooperation, which are not feasible for many studies seeking to enroll young cancer survivors."
    },
    {
      "title": "Limitations",
      "text": "Although our overall study cohort is diverse across a number of characteristics, including cancer type and age, our national recruitment efforts resulted in a highly educated and mostly White (Non-Hispanic) study cohort. For our national studies, we expected to recruit a more diverse population through internet-based recruitment efforts based on the racial and ethnic diversity among users of social media websites such as Facebook.  23 While we sought to connect with members of national organizations advocating for the needs of racial and ethnic minority survivors, this effort was not successful. Finally, we enrolled AYA-aged participants into four distinct research studies (59-86% of those eligible), but this sample represents only a small proportion of young survivors in the United States."
    },
    {
      "title": "Conclusion",
      "text": "Because of the low rate of participation in research studies among AYA-aged cancer survivors, it is important to understand how to best reach and recruit this population. For studies conducted locally, recruitment through healthcare providers (including obstetrics/gynecology, oncology, and endocrinology) was most effective. Forging relationships with survivorship and advocacy groups, particularly through social media, was also critical for local and nationwide study recruitment. Although outreach through healthcare providers and clinics was the highest yielding local recruitment strategy, social media and internet-based efforts offered the highest yield overall. Incorporating internet-based consent procedures and surveys, along with multiple modes of participant communication (email, telephone, Facebook) may also improve recruitment, particularly for studies involving sensitive subject matter.  12, 27, 28 Combined outreach through healthcare providers and members of survivorship and advocacy groups may improve recruitment."
    },
    {
      "text": "FIG. 1. Number of potential, screened, and participated AYA-aged female cancer survivors by local recruitment strategy. AYA, adolescent and young adult."
    },
    {
      "text": "FIG. 3. Number of potential, screened, and participated AYA-aged female cancer survivors by research study. AYA, adolescent and young adult; FAPAC, Fertility and Parenthood After Cancer study; FIRST, Fertility Information Research Study; FRAYAS, Fertility and Reproduction in AYA Survivors study; ORT, Ovarian Reserve Testing study."
    },
    {
      "text": "Demographic Characteristics of All Study Participants, by Local or National Study"
    }
  ],
  "references": [
    {
      "title": "Cancer facts & figures",
      "year": 2012,
      "doi": "10.1080/15398285.2012.701177"
    },
    {
      "title": "Adolescent and young adult oncology. Clinical practice guidelines in oncology",
      "authors": [
        "P Coccia",
        "J Altman",
        "S Bhatia"
      ],
      "year": 2012,
      "doi": "10.6004/jnccn.2005.0032"
    },
    {
      "title": "Active therapy and models of care for adolescents and young adults with cancer",
      "authors": [
        "R Ramphal",
        "R Meyer",
        "B Schacter"
      ],
      "doi": "10.1002/cncr.26048"
    },
    {
      "title": "Health status of adolescent and young adult cancer survivors",
      "authors": [
        "E Tai",
        "N Buchanan",
        "J Townsend"
      ],
      "year": 2012,
      "doi": "10.1002/cncr.27445"
    },
    {
      "title": "Care and support needs of children and young people with cancer and their parents",
      "authors": [
        "W Mitchell",
        "S Clarke",
        "P Sloper"
      ],
      "year": 2006,
      "doi": "10.1002/pon.1014"
    },
    {
      "title": "Information and service needs for young adult cancer patients",
      "authors": [
        "B Zebrack"
      ],
      "year": 2008,
      "doi": "10.1007/s00520-008-0435-z"
    },
    {
      "title": "Fertility issues for young adult survivors of childhood cancer",
      "authors": [
        "B Zebrack",
        "J Casillas",
        "L Nohr"
      ],
      "year": 2004,
      "doi": "10.1002/pon.784"
    },
    {
      "title": "The psychosocial impact of interrupted childbearing in long-term female cancer survivors",
      "authors": [
        "A Canada",
        "L Schover"
      ],
      "year": 2012,
      "doi": "10.1002/pon.1875"
    },
    {
      "title": "Young breast cancer survivors: their perspectives on treatment decisions and fertility concerns",
      "authors": [
        "J Gorman",
        "P Usita",
        "L Madlensky",
        "J Pierce"
      ],
      "year": 2011,
      "doi": "10.1097/ncc.0b013e3181e4528d"
    },
    {
      "title": "How do you feel about fertility and parenthood? The voices of young female cancer survivors",
      "authors": [
        "J Gorman",
        "S Bailey",
        "J Pierce",
        "H Su"
      ],
      "year": 2012,
      "doi": "10.1007/s11764-011-0211-9"
    },
    {
      "title": "Recruiting young adult cancer survivors for behavioral research",
      "authors": [
        "C Rabin",
        "S Horowitz",
        "B Marcus"
      ],
      "year": 2013,
      "doi": "10.1007/s10880-012-9317-0"
    },
    {
      "title": "Recruitment and retention of older adolescent and young adult female survivors of childhood cancer in longitudinal research",
      "authors": [
        "M Cantrell",
        "T Conte",
        "M Hudson"
      ],
      "year": 2012,
      "doi": "10.1188/12.onf.483-490"
    },
    {
      "title": "Recruitment and follow-up of adolescent and young adult cancer survivors: the AYA HOPE Study",
      "authors": [
        "L Harlan",
        "C Lynch",
        "T Keegan"
      ],
      "year": 2011,
      "doi": "10.1007/s11764-011-0173-y"
    },
    {
      "title": "Research challenges in adolescent and young adult cancer survivor research",
      "authors": [
        "E Tonorezos",
        "K Oeffinger"
      ],
      "year": 2011,
      "doi": "10.1002/cncr.26058"
    },
    {
      "title": "SEER cancer statistics review, 1975-2008",
      "year": 2011,
      "doi": "10.32388/a8yo8d"
    },
    {
      "title": "Challenges in the recruitment of adolescents and young adults to cancer clinical trials",
      "authors": [
        "M Burke",
        "K Albritton",
        "N Marina"
      ],
      "year": 2007,
      "doi": "10.1002/cncr.23060"
    },
    {
      "title": "Adult survivors of childhood cancer and unemployment: a metaanalysis",
      "authors": [
        "A De Boer",
        "J Verbeek",
        "F Van Dijk"
      ],
      "year": 2006,
      "doi": "10.1002/cncr.21974"
    },
    {
      "title": "Medical care in long-term survivors of childhood cancer: a report from the childhood cancer survivor study",
      "authors": [
        "P Nathan",
        "M Greenberg",
        "K Ness"
      ],
      "year": 2008,
      "doi": "10.1200/jco.2008.16.9607"
    },
    {
      "title": "Health insurance coverage in survivors of childhood cancer: the Childhood Cancer Survivor Study",
      "authors": [
        "E Park",
        "F Li",
        "Y Liu"
      ],
      "year": 2005,
      "doi": "10.1200/jco.2005.01.7418"
    },
    {
      "title": "Fertility preservation and adolescent/young adult cancer patients: physician communication challenges",
      "authors": [
        "G Quinn",
        "S Vadaparampil"
      ],
      "year": 2009,
      "doi": "10.1016/j.jadohealth.2008.08.014"
    },
    {
      "title": "Issues in biomedical research: what do Hispanics think?",
      "authors": [
        "A Ulrich",
        "B Thompson",
        "J Livaudais"
      ],
      "year": 2013,
      "doi": "10.5993/ajhb.37.1.9"
    },
    {
      "title": "Unequal burden of disease, unequal participation in clinical trials: solutions from African American and Latino community members",
      "authors": [
        "M Ford",
        "L Siminoff",
        "E Pickelsimer"
      ],
      "year": 2013,
      "doi": "10.1093/hsw/hlt001"
    },
    {
      "title": "The demographics of social media users-2012",
      "authors": [
        "M Duggan",
        "J Brenner"
      ],
      "year": 2013
    },
    {
      "title": "Recruitment strategies and rates of a multi-site behavioral intervention for adolescents and young adults with cancer",
      "authors": [
        "V Hendricks-Ferguson",
        "B Cherven",
        "D Burns"
      ],
      "year": 2013,
      "doi": "10.1016/j.pedhc.2012.04.010"
    },
    {
      "title": "Pediatric cancer survivorship research: experience of the Childhood Cancer Survivor Study",
      "authors": [
        "W Leisenring",
        "A Mertens",
        "G Armstrong"
      ],
      "year": 2009,
      "doi": "10.1200/jco.2008.21.1813"
    },
    {
      "title": "Fertility of female survivors of childhood cancer: a report from the Childhood Cancer Survivor Study",
      "authors": [
        "D Green",
        "T Kawashima",
        "M Stovall"
      ],
      "year": 2009,
      "doi": "10.1200/jco.2008.20.1541"
    },
    {
      "title": "Advances in defining, conceptualizing, and measuring quality of life in pediatric patients with cancer",
      "authors": [
        "P Hinds",
        "E Burghen",
        "J Haase",
        "C Phillips"
      ],
      "year": 2006,
      "doi": "10.1188/06.onf.s1.23-29"
    },
    {
      "title": "Successfully recruiting, surveying, and retaining college students: a description of methods for the Risk, Religiosity, and Emerging Adulthood study",
      "authors": [
        "D Berry",
        "C Bass"
      ],
      "year": 2012,
      "doi": "10.1002/nur.21498"
    }
  ],
  "num_references": 28
}
