{
  "paper_id": "2EK6ZNNC",
  "title": "Effect of Vaman dhauti (A Yogic Cleansing Technique) on Insulin Resistance in Patients with Type 2 Diabetes Mellitus: A Randomized Controlled Trial",
  "abstract": "Background: Type 2 diabetes mellitus (T2DM) is a multisystem metabolic condition induced by insulin resistance and decreased insulin production. In a low-middle-income nation like India, low-cost therapies that empower patients and build on available resources are needed to control diabetes. Hence, we have evaluated the feasibility and impact of Vaman dhauti (kriya yoga, i.e., a yogic cleansing technique) on insulin resistance and other outcomes in patients with T2DM. Materials and Methods: A total of 100 participants with T2DM were randomly allocated into kriya group (n = 50) and control group (n = 50). The kriya group underwent vaman dhauti twice a week for 2 weeks along with routine naturopathy treatments, and the control group underwent routine naturopathy treatments alone for the same period at a residential yoga and naturopathy medical college and hospital. Insulin resistance, Homeostatic Model Assessment of Insulin Resistance (HOMA-IR), blood pressure (BP), and pulse rate (PR) were assessed before and after the intervention period. Pulse pressure (PP), mean arterial pressure (MAP), rate pressure product (RPP), and double product (Do-P) were derived by a standard formula. Results: Kriya yoga (vaman dhauti) participants had a significantly greater reduction in HOMA-IR after 2 weeks of intervention compared with the control group participants. Conclusions: Two weeks of vaman dhauti reduces HOMA-IR and plasma glucose level in patients with T2DM. This is the first study reporting the effects of vaman dhauti on altering the insulin resistance. However, further long-term studies with larger sample size are needed to validate the results of the study.",
  "year": 2022,
  "date": "2022",
  "authors": [
    {
      "name": "N Rajamani",
      "affiliation": {
        "organization": "Department of Yoga",
        "department": "Department of Yoga",
        "institution": "Government Yoga and Naturopathy Medical College",
        "address": "Chennai, India"
      }
    },
    {
      "name": "A Mooventhan",
      "affiliation": {
        "organization": "Department of Research",
        "department": "Department of Research",
        "institution": "Government Yoga and Naturopathy Medical College",
        "address": "Chennai, India"
      }
    },
    {
      "name": "A Vijay",
      "affiliation": {
        "organization": "Department of Naturopathy",
        "department": "Department of Naturopathy",
        "institution": "Government Yoga and Naturopathy Medical College",
        "address": "Chennai, India"
      }
    },
    {
      "name": "K Kahlilsubramanian",
      "affiliation": {
        "organization": "Department of Research",
        "department": "Department of Research",
        "institution": "Government Yoga and Naturopathy Medical College",
        "address": "Chennai, India"
      }
    },
    {
      "name": "S Venkateswaran",
      "affiliation": {
        "organization": "Department of Yoga",
        "department": "Department of Yoga",
        "institution": "Government Yoga and Naturopathy Medical College",
        "address": "Chennai, India"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Naturopathy",
        "department": "Department of Naturopathy",
        "institution": "Government Yoga and Naturopathy Medical College",
        "address": "600106, Chennai, Tamil Nadu, India"
      }
    }
  ],
  "doi": "10.1089/dtom.2025.0013",
  "md5": "27F7D88299DAAFB200C4FB3D9EA04A59",
  "publication": {
    "journal": "AYU",
    "journal_inferred": true
  },
  "keywords": [
    "diabetes",
    "insulin resistance",
    "kriya",
    "vaman dhauti",
    "yoga"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Diabetes mellitus is a multisystem metabolic condition induced by insulin resistance and decreased insulin production. It is a common disorder with increasing prevalence due to lack of physical activity and increased degrees of obesity. Muscle, liver, and fat cells are among the bodily cells affected by insulin resistance; as a result, even at high insulin levels, these cells are unable to respond to insulin. It is recognized as a complex, chronically positive energy balance-driven disorder of the cardiorenal system and metabolism.  1, 2 ccording to International Diabetes Federation, currently, 537 million persons between the ages of 20 and 79 are thought to have diabetes. This represents 10.5% of the world's population in this age-group. India has the second-highest prevalence of diabetes worldwide, at 77.0 million people.  3 The total estimated prevalence of diabetes was 11.4% in India, and the prevalence of prediabetes was 15.3%, with a considerably higher prevalence of 16.4% in urban areas, according to the Indian Council of Medical Research-India Diabetes study.  4 Oral hypoglycemic medication (i.e., biguanides, sulfonylureas, meglitinides, dipeptidyl peptidase-4 inhibitors, and alpha-glucosidase inhibitors) and insulin-like substance injections are currently the two main therapeutic approaches for type 2 diabetes. Both have adverse effects such as hypoglycemia, hypokalemia, syncope, drowsiness, headache, hypersensitive reaction, nausea, vomiting, chest pain, peripheral edema, and cardiac failure. Because of these adverse effects, high costs, and the requirement for continuous administration to prevent glucose fluctuations, their widespread adoption is still limited.  2 Hence, nonpharmacological interventions such as lifestyle modification and yoga (i.e., kriya yoga techniques) have been shown to be beneficial in controlling type 2 diabetes mellitus (T2DM) without any adverse effects. Over the past 4000 years, yoga has been growing in popularity in India as a noninvasive, traditional mind-body practice.  5 In yoga, Shatkriya (six cleansing practices) is described to balance an individual's constitution and promote health and well-being by purifying the entire body. The Hatha Yoga Pradipika recommends Shatkriya before pranayama, which includes dhauti (internal cleansing), basti, neti, trataka, nauli, and kapalabhati. The most popular forms of dhauti include vaman dhauti, also known as kunjala kriya, which includes drinking warm saline water and voluntarily inducing vomiting to clear the contents of the stomach.  6 Previous studies suggest that shatkarma techniques (i.e., kapalabhati, kala neti, and vaman dhauti) have been effective in reducing random serum glucose and serum cholesterol.  7 Another comparative study of vamana and virechana karma along with Ayurvedic procedures caused a marked reduction in fasting blood sugar (FBS) and postprandial blood sugar level (PPBS) in patients with T2DM.  8 A case study on vaman dhauti along with Ayurvedic procedures helps in reducing Homeostatic Model Assessment of Insulin Resistance (HOMA-IR) and lipid profile in patients with T2DM.  9  A single-arm clinical trial on vaman karma with Ayurvedic procedures has been done to reduce glycosylated hemoglobin (HbA1c), FBS, PPBS, and symptoms of diabetes in patients with T2DM.  10  These findings contribute to the antidiabetic properties of vaman dhauti. But none of the previous studies have revealed the effect of only vaman dhauti on insulin resistance and cardiovascular parameters in patients with T2DM. This necessitates a randomized control experiment to demonstrate the efficacy of vaman dhauti, which could improve its clinical value. Thus, the purpose of this study was to assess the impact of vaman dhauti on insulin resistance and cardiovascular parameters in patients with T2DM."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Study design",
      "text": "In this randomized controlled trial, 100 participants with T2DM were randomly divided into kriya group (KG; n = 50) and the control group (CG; n = 50). The KG was advised to undergo vaman dhauti along with routine naturopathy treatments for twice a week for 2 weeks (4 times), while the CG was advised to undergo only routine naturopathy treatments for 2 weeks. Assessments were taken before and after the intervention (Fig.  1 ).\n\nParticipants A total of 100 participants were recruited from a residential yoga and naturopathy medical college and hospital located in South India. Both sexes with age between 30 and 60 years and subjects on conventional medical drug therapy, complementary therapy, and alternative medical drug therapy for T2DM were included in the study. Participants with acute and chronic respiratory diseases, hypertension, type 1 diabetes mellitus, gestational diabetes mellitus, complications of diabetes such as retinopathy, neuropathy, nephropathy, cardiovascular complications, and recent history of surgery and women with pregnancy and lactation were excluded from the study. Study protocol was explained to the participants, and a signed informed consent was obtained from each participant.\n\nIntervention procedure Kriya group. The subjects were advised to undergo vaman dhauti twice a week for 2 weeks (4 times) along with routine naturopathy treatments at residential medical college and hospital. Subjects were instructed to perform vaman dhauti in empty stomach using 1 L of lukewarm water (95°F-98°F) mixed with 3 tablespoons of sodium chloride (common salt). Subjects were asked to drink the lukewarm saline water in the squatting position as quickly as possible until they get a gag reflex. Then they were asked to stand and lean forward to vomit. In case, they did not vomit, they will be asked to use their two fingers to rub the tongue as deep as possible, to induce vomiting. Once the stomach is light, they were asked to lie down in shavasana and relax for 10 min.  11 ntrol group. The subjects were advised to undergo routine naturopathy treatments at the residential medical college and hospital for the same period of 2 weeks."
    },
    {
      "title": "Assessments",
      "text": "The following assessments were done before and after the intervention.\n\nHomeostatic model assessment of insulin resistance. HOMA-IR is a test that calculates insulin resistance by using fasting blood glucose (FBG) and fasting insulin (FI). FBG and FI were assessed using intravenous blood sample in a standard private laboratory located in Chennai, India.\n\nHOMA-IR was calculated by using following formula.\n\nHOMA À IR = ½FBG ðmg=dLÞ • fasting insulin ðmUI=LÞ divided by 405 Blood pressure and pulse rate. Blood pressure (BP) and pulse rate (PR) were measured using a noninvasive arm-type semi-automated electronic blood pressure Pulse pressure. It is derived from the difference between the systolic blood pressure (SBP) and diastolic blood pressure (DBP) (SBP -DBP).\n\nMean arterial pressure. It is derived from the sum of DBP and one-third of pulse pressure (PP) (DBP + 1/3 PP).\n\nRate pressure product. It is derived from the product of heart rate (HR) and 1/100th of SBP (HR • SBP/ 100). Double product. It is derived from the product of HR and 1/100 of mean arterial pressure (MAP) (HR • MAP/100)."
    },
    {
      "title": "Sample size",
      "text": "A total of 100 participants were recruited using a convenient sampling method. However, the sample size was not calculated based on the previous study, which is one of the major limitations of the study."
    },
    {
      "title": "Randomization and blinding",
      "text": "All the subjects were randomized either as KG or as CG using computerized randomization with random allocation ratio of 1:1. Random allocation concealment was done using sequentially numbered, opaque, sealed envelope. Randomization was performed by one of the authors who was not involved in the assessments. Participants and investigators were not blinded to the KG and CG."
    },
    {
      "title": "Data analysis",
      "text": "All the data were checked for normality using the Kolmogorov-Smirnov test. Baseline demographic and clinical characteristics of the study group and CG were compared using independent samples t-test and Mann-Whitney U test based on the data distribution. As baseline values between the groups differed significantly for few variables, the univariate analysis of covariance and post hoc analysis with Bonferroni adjustment were done to compare both the groups for those variables. Along with between-groups analysis, within-group analysis was performed using paired sample t-test and Wilcoxon signed-rank test based on the data distribution. Statistical analysis was performed using Statistical Package for the Social Sciences, version 16.0. P-value <0.05 was considered as significant."
    },
    {
      "title": "Results",
      "text": "The recruited 100 participants' baseline assessment was taken before intervention. After intervention, post-assessment was taken for 100 subjects, and statistical analysis was done to compare groups at baseline and post-intervention between the groups. The basic demographic details of all the participants are provided in Table  1 .\n\nBetween-groups analysis showed a significant reduction in FI and HOMA-IR in KG than the CG. In addition, within-groups analysis showed a significant reduction in weight, body mass index (BMI), FBG, FI, HOMA-IR, SBP, DBP, PR, MAP, rate pressure product (RPP), and double product (Do-P) in KG, while the CG showed a significant reduction in weight, BMI, SBP, DBP, PR, PP, MAP, RPP, and Do-P in the post-test assessments compared with its respective baseline assessments. (Table  2 ) None of the participants reported any adverse events during or after the study.\n\ndiet predominant in Kapha.  1  Through shatkarma, hatha yoga aims to remove imbalances in the doshas, such as excess body fat, mucus blocking the respiratory tract, and gas in the stomach and intestines. Kunjal kriya which involves drinking warm saline water and vomiting it out in empty stomach. This practice cleans the entire digestive and respiratory tract, removing excess bile, mucus, and toxins, and restoring the body's chemical composition, which results in detoxification of the body. It alleviates ailments such as flatulence, constipation, poor digestion, and loss of appetite by reducing excess fatty tissue.  11 Shatkarma helps to tone and stimulate all the abdominal organs by inducing strong muscular contractions in the stomach walls. Excess mucus is removed, helping respiratory functions. These techniques also help to release pent-up emotions and emotional blocks or feelings of heaviness in the heart caused by inner and external conflict and pressures.  13 revious study found that vaman dhauti has a cleansing effect on intestinal flora without significant disturbances, aligning with its role as a purification procedure. Pus cell count remained within normal range, Bacteroides were absent, and Escherichia coli concentrations showed a mild shift after 15 days of vamana dhauti procedure.  14 oga intervention has been shown to help in reducing insulin level and HOMA-derived insulin resistance index in healthy subjects compared with their pre-intervention baseline values. It was also demonstrated that yoga increased the sensitivity of the pancreas islets to the glucose signal in healthy subjects.  5 Yoga therapy helps in reducing body weight, BMI, triglycerides, low-density lipoprotein cholesterol, free fatty acids, and body fat percentage,  15  which might be helpful in reducing insulin resistance in our study.\n\nOur findings of the study indicate that adding practice of vaman dhauti kriya along with routine naturopathy treatments can help to reduce the insulin resistance than the routine naturopathy treatments alone in patients with T2DM.\n\nStrengths of the study This is the first-ever randomized controlled trial performed to find the effect of vaman dhauti on insulin resistance in patients with T2DM. No adverse effects were reported by the participants during the study period.\n\nLimitations of the study Sample size was small, sample size calculation was not made, and a lack of parameters such as glycated hemoglobin and long-term follow-up are the major limitations of the study. Hence, further wellplanned long-term clinical studies are recommended with a larger sample size for the better understanding of the effect of vaman dhauti in patients with T2DM."
    },
    {
      "title": "Conclusions",
      "text": "Two weeks of vaman dhauti reduce HOMA-IR and plasma glucose level in patients with T2DM. This is the first study reporting the effects of vaman dhauti on altering insulin resistance. However, further longterm studies with larger sample size are needed to validate the results of the study."
    },
    {
      "text": "Ethical considerationEthical clearance has been obtained from the institutional ethics committee before requirement of the first participant (Ref. No.: RES/IEC-GYNMC/2022/143)."
    },
    {
      "text": "FIG. 1. Trail profile."
    },
    {
      "text": "Baseline and Demographic Details of the Study and Control GroupHomeostatic Model Assessment of Insulin Resistance; MAP, mean arterial pressure; PP, pulse pressure; PR, pulse rate; RPP, rate pressure product; SBP, systolic blood pressure; t = paired samples t-test; Z = Wilcoxon signed-rank test. P-value less than 0.001 has significant changes in between group analysis which made as bold and italics to highlight the values. N., et al.; Diabetes Technology and Obesity Medicine 2025, 1.1 http://online.liebertpub.com/doi/ 10.1089/DTOM.2025.0012"
    },
    {
      "title": "Funding Information",
      "text": "No funding was received for conducting this study."
    },
    {
      "title": "Discussion",
      "text": "The objective of the study was to assess the effect of vaman dhauti on insulin resistance in patients with T2DM. Results of the study showed a significant reduction in HOMA-IR and FI levels in KG compared with CG.\n\nInsulin resistance is a major factor in the development and progression of metabolic-related chronic diseases such as diabetes, hypertension, tumors, and nonalcoholic fatty liver disease. It impairs glucose utilization in insulin-sensitive tissues and increases hepatic glucose output, leading to increased fasting and postprandial hyperglycemia.  12 Previous studies showed that vaman dhauti practice caused a marked reduction in insulin resistance (HOMA-IR), FBS, and PPBS, and it is believed to increase glucose uptake, reduce insulin resistance, and promote the function of insulin by reducing levels of circulating free fatty acids that are released from intra-abdominal central adipose tissues.  [7] [8] 8] [9]  Literature states that balance of dosha is a sign of good health and imbalance is a sign of disease. Thus, the manifestation of diabetes occurs due to imbalance in doshas including"
    }
  ],
  "references": [
    {
      "title": "Clinical prediction of type 2 diabetes mellitus (T2DM) via anthropometric and biochemical variations in Prakriti",
      "authors": [
        "S Singh",
        "N Agrawal",
        "G Singh"
      ],
      "year": 2022,
      "doi": "10.3390/diseases10010015",
      "journal": "Diseases",
      "volume": "10",
      "issue": "1",
      "pages": "15",
      "raw": "Clinical prediction of type 2 diabetes mellitus (T2DM) via anthropometric and biochemical variations in Prakriti \n\t\t \n\t\t\t S Singh \n\t\t \n\t\t \n\t\t\t N K Agrawal \n\t\t \n\t\t \n\t\t\t G Singh \n\t\t \n\t\t 10.3390/diseases10010015 \n\t \n\t \n\t\t Diseases \n\t\t \n\t\t\t 10 \n\t\t\t 1 \n\t\t\t 15 \n\t\t\t 2022 \n\t\t \n\t \n\t Singh S, Agrawal NK, Singh G, et al. Clinical prediction of type 2 diabetes mellitus (T2DM) via anthropometric and biochemical variations in Prakriti. Diseases 2022;10(1):15; doi: 10.3390/ diseases10010015"
    },
    {
      "title": "Anti-diabetic effect and its mechanism of action of Ocimum species (basil leaves) in type 2 diabetes mellitus: A narrative review",
      "authors": [
        "A Vijay",
        "L Nivethitha",
        "A Mooventhan"
      ],
      "year": 2024,
      "doi": "10.1016/j.aimed.2024.08.015",
      "journal": "Adv Integr Med",
      "raw": "Anti-diabetic effect and its mechanism of action of Ocimum species (basil leaves) in type 2 diabetes mellitus: A narrative review \n\t\t \n\t\t\t A Vijay \n\t\t \n\t\t \n\t\t\t L Nivethitha \n\t\t \n\t\t \n\t\t\t A Mooventhan \n\t\t \n\t\t 10.1016/j.aimed.2024.08.015 \n\t \n\t \n\t\t Adv Integr Med \n\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Vijay A, Nivethitha L, Mooventhan A. Anti-diabetic effect and its mecha- nism of action of Ocimum species (basil leaves) in type 2 diabetes melli- tus: A narrative review. Adv Integr Med 2024; doi: 10.1016/j.aimed.2024 .08.015"
    },
    {
      "title": "Impact of a residential yoga and naturopathy intervention on blood glucose and diabetes related risk factors in patients with type 2 diabetes mellitus: A retrospective study",
      "authors": [
        "A Mooventhan",
        "L Nivethitha",
        "K Subramanian"
      ],
      "year": 2025,
      "doi": "10.1016/j.bbii.2024.100101",
      "journal": "Brain Behav Immun Integr",
      "volume": "9",
      "pages": "100101",
      "raw": "Impact of a residential yoga and naturopathy intervention on blood glucose and diabetes related risk factors in patients with type 2 diabetes mellitus: A retrospective study \n\t\t \n\t\t\t A Mooventhan \n\t\t \n\t\t \n\t\t\t L Nivethitha \n\t\t \n\t\t \n\t\t\t K K Subramanian \n\t\t \n\t\t 10.1016/j.bbii.2024.100101 \n\t \n\t \n\t\t Brain Behav Immun Integr \n\t\t \n\t\t\t 9 \n\t\t\t 100101 \n\t\t\t 2025 \n\t\t \n\t \n\t Mooventhan A, Nivethitha L, Subramanian KK, et al. Impact of a residen- tial yoga and naturopathy intervention on blood glucose and diabetes related risk factors in patients with type 2 diabetes mellitus: A retrospec- tive study. Brain Behav Immun Integr 2025;9:100101; doi: 10.1016/j.bbii .2024.100101"
    },
    {
      "title": "ICMR-INDIAB collaborative study group. Metabolic non-communicable disease health report of India: The ICMR-INDIAB national cross-sectional study (ICMR-INDIAB-17)",
      "authors": [
        "R Anjana",
        "R Unnikrishnan",
        "M Deepa"
      ],
      "year": 2023,
      "doi": "10.1016/s2213-8587(23)00119-5",
      "journal": "Lancet Diabetes Endocrinol",
      "volume": "11",
      "issue": "7",
      "raw": "ICMR-INDIAB collaborative study group. Metabolic non-communicable disease health report of India: The ICMR-INDIAB national cross-sectional study (ICMR-INDIAB-17) \n\t\t \n\t\t\t R M Anjana \n\t\t \n\t\t \n\t\t\t R Unnikrishnan \n\t\t \n\t\t \n\t\t\t M Deepa \n\t\t \n\t\t 10.1016/s2213-8587(23)00119-5 \n\t \n\t \n\t\t Lancet Diabetes Endocrinol \n\t\t \n\t\t\t 11 \n\t\t\t 7 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Anjana RM, Unnikrishnan R, Deepa M, et al.; ICMR-INDIAB collaborative study group. Metabolic non-communicable disease health report of India: The ICMR-INDIAB national cross-sectional study (ICMR-INDIAB-17). Lancet Diabetes Endocrinol 2023;11(7):474-489; doi: 10.1016/S2213- 8587(23)00119-5"
    },
    {
      "title": "Impact of an integrated yoga therapy protocol on insulin resistance and glycemic control in patients with Type 2 diabetes mellitus",
      "authors": [
        "Mangala Gowri",
        "M Rajendran",
        "J Srinivasan"
      ],
      "year": 2022,
      "doi": "10.5041/rmmj.10462",
      "journal": "Rambam Maimonides Med J",
      "volume": "13",
      "issue": "1",
      "pages": "5",
      "raw": "Impact of an integrated yoga therapy protocol on insulin resistance and glycemic control in patients with Type 2 diabetes mellitus \n\t\t \n\t\t\t Mangala Gowri \n\t\t \n\t\t \n\t\t\t M Rajendran \n\t\t \n\t\t \n\t\t\t J Srinivasan \n\t\t \n\t\t \n\t\t\t A R \n\t\t \n\t\t 10.5041/rmmj.10462 \n\t \n\t \n\t\t Rambam Maimonides Med J \n\t\t \n\t\t\t 13 \n\t\t\t 1 \n\t\t\t 5 \n\t\t\t 2022 \n\t\t \n\t \n\t Mangala Gowri M, Rajendran J, Srinivasan AR, et al. Impact of an inte- grated yoga therapy protocol on insulin resistance and glycemic control in patients with Type 2 diabetes mellitus. Rambam Maimonides Med J 2022;13(1):e0005; doi: 10.5041/RMMJ.10462"
    },
    {
      "title": "Health and therapeutic benefits of Shatkarma: A narrative review of scientific studies",
      "authors": [
        "P Swathi",
        "B Raghavendra",
        "A Saoji"
      ],
      "year": 2021,
      "doi": "10.1016/j.jaim.2020.11.008",
      "journal": "Diabetes Technology and Obesity Medicine",
      "volume": "1",
      "issue": "1",
      "raw": "Health and therapeutic benefits of Shatkarma: A narrative review of scientific studies \n\t\t \n\t\t\t P S Swathi \n\t\t \n\t\t \n\t\t\t B R Raghavendra \n\t\t \n\t\t \n\t\t\t A A Saoji \n\t\t \n\t\t \n\t\t\t J N \n\t\t \n\t\t 10.1016/j.jaim.2020.11.008 \n\t\t doi: 10.1016/j.jaim.2020.11 .008 \n\t\t \n\t \n\t \n\t\t Diabetes Technology and Obesity Medicine \n\t\t \n\t\t\t 1 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2025. 0012. 2021 \n\t\t \n\t \n\t Ayurveda Integr Med \n\t Swathi PS, Raghavendra BR, Saoji AA. Health and therapeutic benefits of Shatkarma: A narrative review of scientific studies. J N., et al.; Diabetes Technology and Obesity Medicine 2025, 1.1 http://online.liebertpub.com/doi/ 10.1089/DTOM.2025.0012 Ayurveda Integr Med 2021;12(1):206-212; doi: 10.1016/j.jaim.2020.11 .008"
    },
    {
      "title": "Comparative study of Vamana and Virechanakarma in controlling blood sugar levels in diabetes mellitus",
      "authors": [
        "N Jindal",
        "N Joshi"
      ],
      "year": 2013,
      "doi": "10.4103/0974-8520.123115",
      "journal": "AYU",
      "volume": "34",
      "issue": "3",
      "raw": "Comparative study of Vamana and Virechanakarma in controlling blood sugar levels in diabetes mellitus \n\t\t \n\t\t\t N Jindal \n\t\t \n\t\t \n\t\t\t N P Joshi \n\t\t \n\t\t 10.4103/0974-8520.123115 \n\t \n\t \n\t\t AYU \n\t\t \n\t\t\t 34 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Jindal N, Joshi NP. Comparative study of Vamana and Virechanakarma in controlling blood sugar levels in diabetes mellitus. AYU 2013;34(3): 263-269; doi: 10.4103/0974-8520.123115"
    },
    {
      "title": "Effect of Shatkarma practices on serum glucose and serum cholesterol level of the human subjects: An observation",
      "authors": [
        "K Pokhriyal",
        "K Kumar"
      ],
      "year": 2013,
      "journal": "Int J Yoga Allied Sci",
      "volume": "2",
      "issue": "1",
      "raw": "Effect of Shatkarma practices on serum glucose and serum cholesterol level of the human subjects: An observation \n\t\t \n\t\t\t K P Pokhriyal \n\t\t \n\t\t \n\t\t\t K Kumar \n\t\t \n\t \n\t \n\t\t Int J Yoga Allied Sci \n\t\t \n\t\t\t 2 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Pokhriyal KP, Kumar K. Effect of Shatkarma practices on serum glucose and serum cholesterol level of the human subjects: An observation. Int J Yoga Allied Sci 2013;2(1):10-13."
    },
    {
      "title": "Effect of Vaman in Sthula Madhumeh and its impact on HOMA IR",
      "authors": [
        "G Anil",
        "M Shankar",
        "G Krushnaji"
      ],
      "year": 2020,
      "doi": "10.47552/ijam.v11i3.1591",
      "journal": "IJAM",
      "volume": "11",
      "issue": "3",
      "raw": "Effect of Vaman in Sthula Madhumeh and its impact on HOMA IR \n\t\t \n\t\t\t G S Anil \n\t\t \n\t\t \n\t\t\t M S Shankar \n\t\t \n\t\t \n\t\t\t G V Krushnaji \n\t\t \n\t\t 10.47552/ijam.v11i3.1591 \n\t \n\t \n\t\t IJAM \n\t\t \n\t\t\t 11 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Anil GS, Shankar MS, Krushnaji GV, et al. Effect of Vaman in Sthula Mad- humeh and its impact on HOMA IR. IJAM 2020;11(3):580-583."
    },
    {
      "title": "Efficacy of Vamana Karma (therapeutic emesis) followed by Darvyadi Kwatha (herbal decoction) in the management of prediabetes (Prameha): A single arm clinical trial",
      "authors": [
        "U Yadav",
        "S Bhatted"
      ],
      "year": 2021,
      "doi": "10.4103/ayu.ayu_417_20",
      "journal": "AYU",
      "volume": "42",
      "issue": "1",
      "raw": "Efficacy of Vamana Karma (therapeutic emesis) followed by Darvyadi Kwatha (herbal decoction) in the management of prediabetes (Prameha): A single arm clinical trial \n\t\t \n\t\t\t U Yadav \n\t\t \n\t\t \n\t\t\t S K Bhatted \n\t\t \n\t\t 10.4103/ayu.ayu_417_20 \n\t \n\t \n\t\t AYU \n\t\t \n\t\t\t 42 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Yadav U, Bhatted SK. Efficacy of Vamana Karma (therapeutic emesis) followed by Darvyadi Kwatha (herbal decoction) in the management of prediabetes (Prameha): A single arm clinical trial. AYU 2021;42(1): 30-34."
    },
    {
      "title": "Pradipika. In: Shatkarma and Pranayama",
      "authors": [
        "S Muktibodhananda"
      ],
      "year": 2006,
      "raw": "Pradipika. In: Shatkarma and Pranayama \n\t\t \n\t\t\t S Hatha Muktibodhananda \n\t\t \n\t\t \n\t\t\t Yoga \n\t\t \n\t\t \n\t\t\t 2006 \n\t\t\t Munger \n\t\t\t \n\t\t\t Bihar \n\t\t \n\t \n\t Muktibodhananda S. Hatha Yoga Pradipika. In: Shatkarma and Pra- nayama. Yoga Publications Trust: Munger, Bihar; 2006; pp. 194-195."
    },
    {
      "title": "Mechanisms of insulin action and insulin resistance",
      "authors": [
        "M Petersen",
        "G Shulman"
      ],
      "year": 2018,
      "doi": "10.1152/physrev.00063.2017",
      "journal": "Physiol Rev",
      "volume": "98",
      "issue": "4",
      "raw": "Mechanisms of insulin action and insulin resistance \n\t\t \n\t\t\t M C Petersen \n\t\t \n\t\t \n\t\t\t G I Shulman \n\t\t \n\t\t 10.1152/physrev.00063.2017 \n\t \n\t \n\t\t Physiol Rev \n\t\t \n\t\t\t 98 \n\t\t\t 4 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Petersen MC, Shulman GI. Mechanisms of insulin action and insulin resistance. Physiol Rev 2018;98(4):2133-2223; doi: 10.1152/physrev .00063.2017"
    },
    {
      "title": "Asana pranayama mudra bandha",
      "authors": [
        "S Saraswati"
      ],
      "year": 2009,
      "raw": "Asana pranayama mudra bandha \n\t\t \n\t\t\t S S Saraswati \n\t\t \n\t \n\t \n\t\t Shatkarma. Yoga Publications Trust \n\t\t Bihar, India \n\t\t \n\t\t\t Munger \n\t\t\t 2009 \n\t\t\t \n\t\t \n\t \n\t Saraswati SS. Asana pranayama mudra bandha. In: Shatkarma. Yoga Publications Trust: Munger, Bihar, India; 2009; p. 508-510."
    },
    {
      "title": "Physiological and biochemical changes with Vamana procedure",
      "authors": [
        "B Gupta",
        "S Mahapatra",
        "R Makhija"
      ],
      "year": 2012,
      "doi": "10.4103/0974-8520.108821",
      "journal": "AYU",
      "volume": "33",
      "issue": "3",
      "raw": "Physiological and biochemical changes with Vamana procedure \n\t\t \n\t\t\t B Gupta \n\t\t \n\t\t \n\t\t\t S C Mahapatra \n\t\t \n\t\t \n\t\t\t R Makhija \n\t\t \n\t\t 10.4103/0974-8520.108821 \n\t \n\t \n\t\t AYU \n\t\t \n\t\t\t 33 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Gupta B, Mahapatra SC, Makhija R, et al. Physiological and biochemical changes with Vamana procedure. AYU 2012;33(3):348-355; doi: 10 .4103/0974-8520.108821"
    },
    {
      "title": "Effect of vamanadhauti (a yogic cleansing technique) on insulin resistance in patients with type 2 diabetes mellitus: a randomized controlled trial",
      "authors": [
        "A Raveendran",
        "A Deshpandae",
        "Sr ; A V Joshi",
        "K St V"
      ],
      "year": 2018,
      "doi": "10.3803/enm.2018.33.3.307",
      "journal": "Diabetes Technology and Obesity Medicine",
      "volume": "33",
      "issue": "3",
      "raw": "Effect of vamanadhauti (a yogic cleansing technique) on insulin resistance in patients with type 2 diabetes mellitus: a randomized controlled trial \n\t\t \n\t\t\t A V Raveendran \n\t\t \n\t\t \n\t\t\t A Deshpandae \n\t\t \n\t\t \n\t\t\t Sr ; A V Joshi \n\t\t \n\t\t \n\t\t\t K K St V \n\t\t \n\t\t 10.3803/enm.2018.33.3.307 \n\t\t 10.1089/ dtom.2025.0013 \n\t \n\t \n\t\t Diabetes Technology and Obesity Medicine \n\t\t \n\t\t\t 33 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2018. 2025 \n\t\t\t Seoul \n\t\t \n\t \n\t Therapeutic role of yoga in type 2 diabetes Endocrinol Metab \n\t Raveendran AV, Deshpandae A, Joshi SR. Therapeutic role of yoga in type 2 diabetes. Endocrinol Metab (Seoul) 2018;33(3):307-317; doi: 10 .3803/EnM.2018.33.3.307 Cite this article as: N MR, A M, A V, K K, and ST V (2025) Effect of vama- nadhauti (a yogic cleansing technique) on insulin resistance in patients with type 2 diabetes mellitus: a randomized controlled trial, Diabetes Technology and Obesity Medicine 1:1, 84-90, DOI: 10.1089/ dtom.2025.0013."
    }
  ],
  "num_references": 15,
  "figures": [
    {
      "description": "Ethical considerationEthical clearance has been obtained from the institutional ethics committee before requirement of the first participant (Ref. No.: RES/IEC-GYNMC/2022/143)."
    },
    {
      "caption": "FIG. 1 .",
      "description": "FIG. 1. Trail profile."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Baseline and Demographic Details of the Study and Control GroupHomeostatic Model Assessment of Insulin Resistance; MAP, mean arterial pressure; PP, pulse pressure; PR, pulse rate; RPP, rate pressure product; SBP, systolic blood pressure; t = paired samples t-test; Z = Wilcoxon signed-rank test. P-value less than 0.001 has significant changes in between group analysis which made as bold and italics to highlight the values. N., et al.; Diabetes Technology and Obesity Medicine 2025, 1.1 http://online.liebertpub.com/doi/ 10.1089/DTOM.2025.0012"
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "Variables Study group (n = 50) Control group (n = 50) t/z value P-value Age (years) 50.70 -5.62 51.1 -6.46 t = 0.297 0.767 Gender Female (n = 23), male (n = 27) Female (n = 23), male (n = 27) - - Height (cm) 161.50 -9.96 161.08 -10.33 z = 0.483 0.629 Weight (kg) Body mass index (kg/m 2 ) 70.36 -11.24 26.96 -3.58 70.87 -12.97 27.27 -4.03 t = 0.210 t = 0.409 0.834 0.683 FBS (mg/dL) 162.78 -32.99 169.04 -28.16 z = 1.514 0.130 FI (lU/mL) 10.57 -1.58 10.56 -1.60 z = 0.234 0.815 HOMA-IR (index) 3.63 -1.22 4.43 -1.16 z = 3.142 0.002 SBP (mmHg) 129.28 -9.24 128.12 -12.76 t = 0.521 0.604 DBP (mmHg) 85.06 -8.17 83.92 -7.15 t = 0.742 0.460 PR (bpm) 82.02 -11.32 81.82 -11.72 t = 0.87 0.931 PP (mmHg) 44.22 -9.15 44.20 -10.32 t = 0.010 0.992 MAP (mmHg) 99.80 -7.37 98.65 -8.04 t = 0.743 0.459 RPP (units) 106.12 -17.07 104.88 -18.03 t = 0.353 0.725 Do-P (units) 82.02 -14.03 80.87 -13.97 t = 0.411 0.682"
    }
  ],
  "num_tables": 1,
  "num_citations": 22,
  "cited_references": [
    "b3",
    "b13",
    "b4",
    "b2",
    "b5",
    "b14",
    "b0",
    "b7",
    "b12",
    "b8",
    "b11",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Yoga , Government Yoga and Naturopathy Medical College , Chennai , India.",
    "[raw_affiliation] 2  Department of Research , Government Yoga and Naturopathy Medical College , Chennai , India.",
    "[raw_affiliation] 3  Department of Naturopathy , Government Yoga and Naturopathy Medical College , Chennai , India.",
    "[raw_affiliation] 4  Department of Research , Government Yoga and Naturopathy Medical College , Chennai , India.",
    "[raw_affiliation] 5  Department of Yoga , Government Yoga and Naturopathy Medical College , Chennai , India.",
    "[raw_affiliation] Department of Naturopathy , Government Yoga and Naturopathy Medical College , Chennai , Tamil Nadu 600106 , India ,",
    "All values are in meanstandard deviation except gender. DBP, diastolic blood pressure; Do-P, double product; FBS, fasting blood sugar; FI, fasting insulin; HOMA-IR,",
    "N., et al.; Diabetes Technology and Obesity Medicine 2025, 1.1 http://online.liebertpub.com/doi/ 10.1089/DTOM.2025.0012",
    "[raw_reference] Singh S, Agrawal NK, Singh G, et al. Clinical prediction of type 2 diabetes mellitus (T2DM) via anthropometric and biochemical variations in Prakriti. Diseases 2022;10(1):15; doi: 10.3390/ diseases10010015",
    "[raw_reference] Vijay A, Nivethitha L, Mooventhan A. Anti-diabetic effect and its mecha- nism of action of Ocimum species (basil leaves) in type 2 diabetes melli- tus: A narrative review. Adv Integr Med 2024; doi: 10.1016/j.aimed.2024 .08.015",
    "[raw_reference] Mooventhan A, Nivethitha L, Subramanian KK, et al. Impact of a residen- tial yoga and naturopathy intervention on blood glucose and diabetes related risk factors in patients with type 2 diabetes mellitus: A retrospec- tive study. Brain Behav Immun Integr 2025;9:100101; doi: 10.1016/j.bbii .2024.100101",
    "[raw_reference] Anjana RM, Unnikrishnan R, Deepa M, et al.; ICMR-INDIAB collaborative study group. Metabolic non-communicable disease health report of India: The ICMR-INDIAB national cross-sectional study (ICMR-INDIAB-17). Lancet Diabetes Endocrinol 2023;11(7):474-489; doi: 10.1016/S2213- 8587(23)00119-5",
    "[raw_reference] Mangala Gowri M, Rajendran J, Srinivasan AR, et al. Impact of an inte- grated yoga therapy protocol on insulin resistance and glycemic control in patients with Type 2 diabetes mellitus. Rambam Maimonides Med J 2022;13(1):e0005; doi: 10.5041/RMMJ.10462",
    "Ayurveda Integr Med",
    "[raw_reference] Swathi PS, Raghavendra BR, Saoji AA. Health and therapeutic benefits of Shatkarma: A narrative review of scientific studies. J N., et al.; Diabetes Technology and Obesity Medicine 2025, 1.1 http://online.liebertpub.com/doi/ 10.1089/DTOM.2025.0012 Ayurveda Integr Med 2021;12(1):206-212; doi: 10.1016/j.jaim.2020.11 .008",
    "[raw_reference] Jindal N, Joshi NP. Comparative study of Vamana and Virechanakarma in controlling blood sugar levels in diabetes mellitus. AYU 2013;34(3): 263-269; doi: 10.4103/0974-8520.123115",
    "[raw_reference] Pokhriyal KP, Kumar K. Effect of Shatkarma practices on serum glucose and serum cholesterol level of the human subjects: An observation. Int J Yoga Allied Sci 2013;2(1):10-13.",
    "[raw_reference] Anil GS, Shankar MS, Krushnaji GV, et al. Effect of Vaman in Sthula Mad- humeh and its impact on HOMA IR. IJAM 2020;11(3):580-583.",
    "[raw_reference] Yadav U, Bhatted SK. Efficacy of Vamana Karma (therapeutic emesis) followed by Darvyadi Kwatha (herbal decoction) in the management of prediabetes (Prameha): A single arm clinical trial. AYU 2021;42(1): 30-34.",
    "[raw_reference] Muktibodhananda S. Hatha Yoga Pradipika. In: Shatkarma and Pra- nayama. Yoga Publications Trust: Munger, Bihar; 2006; pp. 194-195.",
    "[raw_reference] Petersen MC, Shulman GI. Mechanisms of insulin action and insulin resistance. Physiol Rev 2018;98(4):2133-2223; doi: 10.1152/physrev .00063.2017",
    "[raw_reference] Saraswati SS. Asana pranayama mudra bandha. In: Shatkarma. Yoga Publications Trust: Munger, Bihar, India; 2009; p. 508-510.",
    "[raw_reference] Gupta B, Mahapatra SC, Makhija R, et al. Physiological and biochemical changes with Vamana procedure. AYU 2012;33(3):348-355; doi: 10 .4103/0974-8520.108821",
    "Therapeutic role of yoga in type 2 diabetes Endocrinol Metab",
    "[raw_reference] Raveendran AV, Deshpandae A, Joshi SR. Therapeutic role of yoga in type 2 diabetes. Endocrinol Metab (Seoul) 2018;33(3):307-317; doi: 10 .3803/EnM.2018.33.3.307 Cite this article as: N MR, A M, A V, K K, and ST V (2025) Effect of vama- nadhauti (a yogic cleansing technique) on insulin resistance in patients with type 2 diabetes mellitus: a randomized controlled trial, Diabetes Technology and Obesity Medicine 1:1, 84-90, DOI: 10.1089/ dtom.2025.0013."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
