{
  "paper_id": "2EXIZ6KE",
  "title": "Medications Aspirin or other antiplatelet agents",
  "abstract": "Objective the aim of the MeDication reminder aPPs to improve medication adherence in coronary heart Disease study was to evaluate the effectiveness and feasibility of using publicly available high-quality medication reminder applications (apps) to improve medication adherence compared with usual care in patients with coronary heart disease (chD). an additional aim was to examine whether an app with additional features improved adherence further. Methods Patients with chD (n=163) were randomised to one of three groups: (1) usual care, (2) a basic app or (3) an advanced app with interactive/customisable features. the primary analysis compared usual care versus app use on the primary outcome of the 8-item Morisky Medication adherence scale (MMas-8) at 3 months. secondary outcomes included blood pressure and cholesterol levels. results the mean age was 57.9 years and 87.7% were male. at 3 months, patients using an app had higher adherence (mean MMas-8 score 7.11) compared with the usual care group (mean MMas-8 score 6.63) with a mean difference between groups of 0.47 (95% ci 0.12 to 0.82, p=0.008). there was no significant difference in patients using the basic app versus the advanced app (mean difference -0.16, 95% ci -0.56 to 0.24, p=0.428). there were no significant differences in secondary clinical outcome measures. Conclusion Patients with chD who used medication reminder apps had better medication adherence compared with usual care, and using apps with additional features did not improve this outcome further. these data suggest medication apps are likely to help patients with chronic health conditions adhere to medicines, but further examination of whether such benefits are sustained is warranted. Clinical trial registration number actrn12616000661471; results.",
  "year": 2018,
  "date": "2018-08-27",
  "journal": "Age, years",
  "publication": "Age, years",
  "authors": [
    {
      "surname": "Santo",
      "name": "Santo",
      "affiliation": "1  Faculty of Medicine and health , the University of sydney , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t Faculty of Medicine and health \n\t\t\t\t\t\t\t\t the University of sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t new south Wales \n\t\t\t\t\t\t\t\t\t australia",
      "email": "ksanto@georgeinstitute.org.au"
    },
    {
      "forename": "Anna",
      "surname": "Singleton",
      "name": "Anna Singleton",
      "affiliation": "1  Faculty of Medicine and health , the University of sydney , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t Faculty of Medicine and health \n\t\t\t\t\t\t\t\t the University of sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t new south Wales \n\t\t\t\t\t\t\t\t\t australia"
    },
    {
      "forename": "Kris",
      "surname": "Rogers",
      "name": "Kris Rogers",
      "affiliation": "2  the george institute for global health , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t george institute for global health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t new south \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t Wales \n\t\t\t\t\t\t\t\t\t australia"
    },
    {
      "forename": "Aravinda",
      "surname": "Thiagalingam",
      "name": "Aravinda Thiagalingam",
      "affiliation": "1  Faculty of Medicine and health , the University of sydney , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t Faculty of Medicine and health \n\t\t\t\t\t\t\t\t the University of sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t new south Wales \n\t\t\t\t\t\t\t\t\t australia"
    },
    {
      "forename": "John",
      "surname": "Chalmers",
      "name": "John Chalmers",
      "affiliation": "1  Faculty of Medicine and health , the University of sydney , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t Faculty of Medicine and health \n\t\t\t\t\t\t\t\t the University of sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t new south Wales \n\t\t\t\t\t\t\t\t\t australia"
    },
    {
      "forename": "Clara",
      "surname": "Chow",
      "name": "Clara Chow",
      "affiliation": "1  Faculty of Medicine and health , the University of sydney , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t Faculty of Medicine and health \n\t\t\t\t\t\t\t\t the University of sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t new south Wales \n\t\t\t\t\t\t\t\t\t australia"
    },
    {
      "forename": "Julie",
      "surname": "Redfern",
      "name": "Julie Redfern",
      "affiliation": "1  Faculty of Medicine and health , the University of sydney , sydney , new south Wales , australia \n\t\t\t\t\t\t\t\t Faculty of Medicine and health \n\t\t\t\t\t\t\t\t the University of sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t new south Wales \n\t\t\t\t\t\t\t\t\t australia"
    },
    {
      "forename": "Karla",
      "surname": "Santo",
      "name": "Karla Santo"
    },
    {
      "affiliation": "Westmead applied research centre , the University of sydney at Westmead hospital , sydney , nsW 2154 , australia ; \n\t\t\t\t\t\t\t\t Westmead applied research centre \n\t\t\t\t\t\t\t\t the University of sydney at Westmead hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2154 \n\t\t\t\t\t\t\t\t\t sydney \n\t\t\t\t\t\t\t\t\t nsW \n\t\t\t\t\t\t\t\t\t australia"
    }
  ],
  "doi": "10.1136/heartjnl-2018-313479",
  "sections": [
    {
      "title": "Original research article",
      "text": "Medication reminder applications to improve adherence in coronary heart disease: a randomised clinical trial"
    },
    {
      "title": "InTrOduCTIOn",
      "text": "Coronary heart disease (CHD) is the leading cause of death globally, accounting for more than 9 million deaths in 2016.  1  Patients with CHD have a two to three times higher risk of all-cause and cardiovascular mortality compared with the general population,  2 3  and effective secondary prevention strategies, including adherence to medications, can reduce this.\n\nNon-adherence to cardiovascular medication is common, estimated at approximately 40% worldwide and between 14% and 43% in Australia.  [4] [5] ] [6]  Mobile technology is a potential tool to improve medication adherence. In a recent meta-analysis, text messaging was shown to improve medication adherence in chronic diseases.  7 Currently, there are numerous smartphone applications (apps) that claim to improve adherence through programmed regular reminders but very limited evidence that such apps are effective.\n\nTherefore, we aimed to evaluate, in a randomised clinical trial (RCT), the effectiveness and feasibility of using publicly available high-quality medication reminder apps to improve medication adherence compared with usual care in patients with CHD and to determine whether an app with additional features improved adherence further."
    },
    {
      "title": "MeThOds study design",
      "text": "The MEDication reminder APPs to improve medication adherence in Coronary Heart Disease (MedApp-CHD) Study was a parallel-design, single-centre, single-blind RCT. CHD patients were randomised to one of three groups: (1) usual care, (2) a basic medication reminder app or (3) an advanced medication reminder app with additional interactive and customisable features. The trial rationale and design were previously reported.  8 Patients provided written informed consent."
    },
    {
      "title": "Participants",
      "text": "Patients were eligible to participate in the study if they had a diagnosis of CHD, were over 18 years, owned an active smartphone (iOS or Android) and had sufficient English skills. CHD was defined as a previous diagnosis of myocardial infarction, unstable or stable angina, coronary revascularisation procedure or >50% stenosis in at least one major vessel on a coronary angiogram. Potential participants were excluded if they already used a medication reminder app or other electronic reminder systems, such as phone alarms, or if their smartphones were not capable of downloading the apps.\n\nThe study was conducted in a large urban tertiary hospital in Sydney, Australia, which serves an ethnically and socioeconomically diverse population. Potential participants were identified through"
    },
    {
      "title": "Cardiac risk factors and prevention",
      "text": "screening daily cardiology admissions and cardiology and cardiac rehabilitation outpatient clinics. A log with reasons for non-participation was kept for all screened patients."
    },
    {
      "title": "randomisation and blinding",
      "text": "A concealed, computerised randomisation was performed by an independent statistician with a uniform non-stratified 1:1:1 allocation ratio with random block sizes and allocation was via a secure password-protected web database. After written informed consent and baseline assessment procedures, participants were randomised and informed of their group allocation. To minimise bias, participants were instructed to conceal their group allocation from the blinded outcome assessor at the 3-month follow-up assessment."
    },
    {
      "title": "Interventions",
      "text": "Participants randomised to the usual care group received standard care, as determined by their treating doctors, which generally includes cardiovascular medications prescription, lifestyle advice and referral to cardiac rehabilitation. These participants were not provided information about the medication reminder apps being used in this study, including the names of the apps, to avoid cross-group contamination.\n\nThe two medication reminder apps were both freely available in the Australian iTunes and Google app stores. These apps were selected through a previously reported systematic review and stepwise process to assess the features and quality of publicly available apps.  9  Briefly, apps were classified as basic or advanced medication reminder apps if they had additional interactive and customisable features. The app ranked with the highest quality in each category was selected to be evaluated in this study.\n\nParticipants allocated to the interventions received instructions and assistance to download an app on their smartphones, input their current list of cardiovascular medications and set daily reminders at the time when each medication was usually taken. The basic app provided simple daily reminders, similar to an alarm or text message, to prompt the participants to take their medications at the correct time every day. These simple reminders were non-interactive and occurred one time only. The advanced app provided additional interactive and customisable features including: (1) daily reminders, which could be snoozed, rescheduled and/or marked as a 'taken' or 'missed' dose; (2) default settings, in which scheduled reminders occurred up to three times at 10 min intervals; and (3) other medication-related features including medication refill reminders, adherence statistics, ability to export and share information with others and ability to alert other people, such as family members, if the participant missed a medication dose."
    },
    {
      "title": "data collection and outcomes",
      "text": "The primary outcome was medication adherence measured by the 8-item Morisky Medication Adherence Scale (MMAS-8) at 3 months.  [10] [11] 1] [12]  The MMAS-8 is a licenced validated questionnaire to assess medication adherence, where higher MMAS-8 scores represent higher medication adherence. Secondary outcomes included systolic and diastolic blood pressure (BP), total and low-density lipoprotein (LDL) cholesterol, number of pills missed in the last 7 days and medication knowledge. All outcomes were measured at both the baseline and 3-month follow-up assessments. BP and heart rate were measured using an automated BP monitor (Omron HEM 7121, Omron Healthcare). Two resting, seated measurements were taken, at least 5 min apart, and the mean value was used in the analyses. Fasting blood samples were analysed by local pathology laboratories.\n\nAfter study completion, a feedback questionnaire was collected. For app users, questions addressed their perceptions on acceptability and utility of the app, and for usual care patients, questions addressed whether they had downloaded and used any other medication reminder apps during the study period."
    },
    {
      "title": "statistical analysis",
      "text": "A sample size of 156 participants, allowing for 20% loss to follow-up, was estimated to have 90% power (two tailed and at 5% significance level) to detect an absolute difference in medication adherence of 29% between groups (app users and usual care), assuming a ratio of 2:1 for intervention and control subjects and that 50% of the patients were adherent to their cardiovascular medications in the usual care group. Analyses followed a prespecified statistical analysis plan. All data were analysed according to the participants' original assigned groups.\n\nThe primary analysis compared the primary and secondary outcomes measures in app users (basic and advanced apps) to the usual care group. For the primary outcome, the mean MMAS-8 score at 3 months was determined using analysis of covariance with baseline values of the MMAS-8 score as the covariate. Interaction between baseline MMAS-8 score and treatment groups was checked, and sensitivity analyses were done (online supplementary material 1). For the secondary outcomes, an independent t-test was used, and the mean difference (with 95% CI) was calculated to compare the continuous outcomes. For the categorical variables, the rate ratio with a 95% CI was estimated, and a χ 2 test was used to compare the outcomes between groups. Summaries of baseline variables are presented as means and SD or medians and IQR for continuous variables, and as frequencies and percentages for categorical variables. Prespecified subgroup analyses, including age, sex, level of education and medication adherence at baseline, were planned to be performed on the primary outcome if there was a significant (p<0.05) treatment effect.\n\nAdditional analyses were conducted to assess differences in the primary and secondary outcomes between the three groups (usual care vs basic app vs advanced app). If the p value in the threegroup analysis was significant, then further analyses comparing usual care versus basic app, usual care versus advanced app and basic app versus advanced app were performed. No adjustments for multiple comparisons were made in the additional analyses. All analyses were performed using statistical software SAS V.9.4 and SAS Stat V.14.2 and SPSS V.24."
    },
    {
      "title": "resulTs",
      "text": "Between May 2016 and May 2017, 2308 patients were screened for eligibility; 166 patients were enrolled and randomised, and 2142 did not meet all eligibility criteria or declined to participate (figure  1 ). Three participants were excluded postrandomisation, because it was identified after randomisation that their smartphones were not capable of downloading the apps; therefore, they were ineligible. At the end of the study, 11 participants did not complete the follow-up assessment; five were unable to be contacted, five withdrew from the study and one was deceased. The primary outcome was, therefore, available for 152 participants (93.3% of eligible randomised participants). The median time to follow-up was 3.5 months. The participants' mean age was 57.9 years (range 27-73 years) and 87.7% were men. Baseline characteristics for the app user and usual care groups are presented in table 1 and for the three groups are presented in online supplementary table  2 ."
    },
    {
      "title": "effectiveness of medication reminder apps",
      "text": "At 3-month follow-up, the mean MMAS-8 score was significantly greater (representing higher medication adherence) in the app users group compared with the usual care group (mean difference 0.47, 95% CI 0.12 to 0.82, p=0.008) (table  2 ). Also, the proportion of participants categorised as low adherence based on the MMAS-8 score was 18.8% in the app users group and 29.4% in usual care group (p=0.331) (figure  2 ). Similar results were found in a sensitivity analysis, in which participants with missing data for medication adherence were considered as having low adherence (online supplementary figure  2 ). In the subgroup analyses, there were no significant differences on the primary outcome across the subgroups tested (online supplementary figure  3 ).\n\nFor secondary outcomes, there were no significant differences in BP, cholesterol levels, mean number of pills missed in the last 7 days or in self-reported medication knowledge questions between app user and usual care groups (table 2).\n\nThere was a significant difference between the three groups in the mean MMAS-8 score at 3 months, with higher mean MMAS-8 scores in the basic and advanced app groups compared with the usual care group (table  3 ). Pair-wise comparisons are summarised in table 3 for the primary outcome and in online supplementary table 3 for secondary outcomes."
    },
    {
      "title": "Process measures",
      "text": "Among the 566 individuals who had CHD and were eligible for the study (figure  1 ), the main reason for exclusion was not owing a smartphone capable of downloading the apps (220/566, 38.9%), which included those with no mobile phone (29/566, 5.1%), those owning a non-smartphone mobile phone (177/566, 31.3%) and those owning a smartphone that operated with a system other than iOS and Android (14/566, 2.5%). These 220 patients, who did not have a suitable smartphone to participate in the study, were older than the enrolled patients; mean ages were 68.0 (SD 10.3) and 57.9 (SD 8.9), respectively (p<0.001).\n\nRegarding the intervention delivery, three participants did not receive the intervention after randomisation, despite their smartphones being capable of downloading the apps, because the download was not completed during the enrolment visit and these patients were unwilling or unable to download the app after the visit. Among the 104 app user participants, 94.2% (98/104) of patients completed the feedback questionnaire. Most participants found the apps useful, easy to use and helpful for reminding them to take their medications (table 4). Only one usual care participant reported using another medication app during the study period; however, this app was recommended by a pharmacist to facilitate prescription"
    },
    {
      "title": "Cardiac risk factors and prevention"
    },
    {
      "title": "dIsCussIOn",
      "text": "The MedApp-CHD Study found that using medication reminder apps improved medication adherence compared with usual care at 3-month follow-up in patients with CHD. A significant improvement in medication adherence, although numerically small, with a low-cost, simple and likely scalable app intervention could have significant population impact. We did not identify additional benefits of using more complex apps compared with more basic ones, indicating that patients are likely to derive benefit with existing basic medication reminder apps. We also found no significant differences in secondary outcomes measures. This indicates that differences were nil or small, and a limitation of this study is the lack of power to detect change in the clinical parameters. Medication adherence is extremely important for patients with CHD and chronic diseases. While there are thousands of health apps available, there is minimal evidence for their effectiveness in improving health or medication adherence. Also, the quality of most apps is uncertain as there are no regulations or quality assessment for apps not considered medical devices. In our previous review, we found there were 272 medication reminder apps available in the Australian iTunes and Google app stores, and the majority were low quality.  9 Other reviews have found similarly large numbers of medication adherence-related apps (between 101 and 645 apps) in other app stores.  [13] [14] ] [15]  Our study is one of the few that can provide objective evidence of efficacy of medication reminder apps.\n\nOur findings are consistent with findings from smaller non-randomised studies in different study populations. Three small prepost intervention studies (12-50 participants) have found that app interventions improved medication adherence at 1, 2 and 7 months in children and adolescents with asthma and patients with hypertension.  [16] [17] 7] [18]  In addition, one RCT found that a smartphone app was associated with higher adherence to ticagrelor compared with the control group at 6 months (83.4% vs 77.2%, p=0.025) in postmyocardial infarction patients (n=174).  19 aken together, this evidence suggests that medication reminder apps are useful and improve medication adherence.\n\nOur findings do not support our hypothesis that an advanced app with additional interactive and customisable features could improve medication adherence further. However, these   additional features may make the app more appealing to download and/or interact with. Previous research has suggested that a feature to track a health-related behaviour, such as tracking medication-taking behaviour in the advanced app, is valued by app users.  20 Features that are more complex may help add interest and increase engagement and could contribute to the longevity of user engagement. Although long-term engagement with apps and factors related to attrition of app use needs further evaluation in future studies, the majority of app users in the current study reported finding the apps useful and reported they would continue to use the apps after the end of the study.\n\nIt is important to acknowledge that the majority of study population was already classified as having medium and high medication adherence at baseline and that the incremental improvement in medication adherence demonstrated in our study and other previous studies is small. However, this small improvement should be balanced against the low-cost and likely scalable use of medication reminder apps. Currently, the basic and advanced medication reminder apps have been downloaded by more than 10 000 and 1 million people, respectively, in the Google Play Store and this number may be larger, as the data on number of downloads through iTunes are unavailable. While findings from our control group indicate few people currently take these up, health providers prescribing the use of free medication reminder apps could potentially facilitate wider use."
    },
    {
      "title": "Key messages",
      "text": "What is already known on this subject? ► Non-adherence to cardiovascular medications is a common and extensive problem internationally. ► A plethora of applications (apps) that claim to improve adherence through programmed regular reminders are now available in online stores. However, there is little evidence to support the efficacy of such apps."
    },
    {
      "title": "What might this study add?",
      "text": "► This randomised clinical trial found that among patients with coronary heart disease, the use of high-quality, publicly available medication reminder apps improved medication adherence. ► Apps with additional features did not improve adherence more than those with basic features."
    },
    {
      "title": "how might this impact on clinical practice?",
      "text": "► Medication adherence is a challenge for patients with chronic health conditions, and improving medication adherence improves health outcomes. ► This study indicates that a low-cost, readily available intervention can improve medication adherence and as such could be a scalable intervention with significant potential population impact. However, further research is required to assess whether benefits are sustainable.\n\nwith CHD did not own a smartphone and those who did were younger than patients who did not. Our findings are similar to other studies that have evaluated smartphone ownership and found that 37%-39% of patients did not own a smartphone and those who did were older than smartphone owners.  21 22 owever, the technology and ownership barrier are likely to be rapidly overcome with smartphone subscriptions increasing worldwide. Given the estimated 4.22 billion active subscriptions in 2017,  23  the number of patients who are able to participate in app-based intervention studies will likely increase in the near future.\n\nThe MedApp-CHD study was an independent evaluation using two high-quality apps identified through a systematic process. An important strength of the MedApp-CHD Study is that it used apps that were freely available and, therefore, already being used by large numbers of people compared with studies that evaluated new apps designed specifically for research purposes. However, this study has several limitations. First, this was a small study with short-term follow-up and had limited power (~20%) to detect any meaningful differences in clinical outcomes measures. That is, it only had adequate power to detect a difference of 9.4 mm Hg in systolic BP and 0.51 mmol/L in LDL cholesterol, which are very large differences to be achieved in such a short period of time. Nonetheless, although not significant, there was a trend to lower systolic BP and LDL cholesterol in the app users compared with usual care patients. Second, the primary outcome was self-report medication adherence, which is potentially subject to bias due to social desirability responding.  24 Social desirability might have affected how participants responded the MMAS-8 questions, as people tend to present a favourable image of themselves, especially during the first contact with the research team at baseline. However, self-report is the simplest, most common, practical and inexpensive method of measuring adherence to medications in a clinical setting,  25  and a widely used and validated questionnaire was used in this study.  [10] [11] 1] [12]  In addition, the improvement in medication adherence was small, when compared with another study that have reported that a change of 2.0 in MMAS-8 score would represent a meaningful change in medication adherence.  26 Future studies will be necessary to determine whether this small improvement would be clinically relevant. Nonetheless, the MedApp-CHD results provide useful preliminary data to design and conduct future bigger and longer term app-based studies. Lastly, although this study was conducted in a tertiary hospital that serves a diverse population, there was a very high proportion of middle-aged men enrolled in the study. Therefore, our findings might not be generalisable to other populations, especially females and elderly people. Also, as there is no 'one-size-fits-all' intervention for medication"
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Figure 1 MedApp-CHD Study flow diagram. CHD, coronary heart disease; MedApp-CHD, MEDication reminder APPs to improve medication adherence in Coronary Heart Disease."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Figure 2 Proportions of patients in each level of adherence categorised by MMAS-8 scores in the usual care and app user groups at 3-month follow-up."
    },
    {
      "text": "Importantly, in our study, more than a third of the eligible patients Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Baseline characteristics"
    },
    {
      "text": "Primary and secondary outcomes analyses between usual care and app user groups at 3-month follow-up App user group includes basic and advanced app users. †Analysis of covariance using mean MMAS-8 values at baseline as covariates. ‡BP available for 50 patients in the usual care group and 100 patients in the app user group at 3 months. §Rate ratio with 95% CI. ¶Total cholesterol available for 49 patients in the usual care group and 98 patients in the app user group at 3 months."
    },
    {
      "text": "Primary outcome analyses between usual care, basic app and advanced app groups at 3-month follow-up"
    },
    {
      "text": "Acceptability and utility of the basic and advanced medication reminder apps reported by intervention participants"
    }
  ],
  "references": [
    {
      "title": "Medications Aspirin or other antiplatelet agents",
      "year": 2004,
      "doi": "10.4324/9780203005217-18"
    },
    {
      "title": "90 095-1772, dmorisky@gmail.com. *App user group includes basic and advanced app users. ARB, angiotensin receptor blocker; BMI, body mass index; BP, blood pressure; CV, cardiovascular; LDL, low-density lipoprotein; MMAS-8, 8-item Morisky Medication Adherence Scale",
      "authors": [
        "Charles Young Drive",
        "South"
      ]
    },
    {
      "title": "global, regional, and national age-sex specific mortality for 264 causes of death, 1980-2016: a systematic analysis for the global burden of disease study 2016",
      "authors": [
        "Km"
      ],
      "year": 2017,
      "doi": "10.1016/S0140-6736(17)32152-9"
    },
    {
      "title": "long-term survival and recurrence after acute myocardial infarction in england, 2004 to 2010",
      "authors": [
        "K Smolina",
        "Wright Fl",
        "M Rayner"
      ],
      "year": 2012,
      "doi": "10.1161/circoutcomes.111.964700"
    },
    {
      "title": "Population trends of recurrent coronary heart disease event rates remain high",
      "authors": [
        "Briffa Tg",
        "Hobbs Ms"
      ],
      "year": 2011,
      "doi": "10.1161/circoutcomes.110.957944"
    },
    {
      "title": "adherence to cardiovascular therapy: a metaanalysis of prevalence and clinical consequences",
      "authors": [
        "Khan"
      ],
      "year": 2013,
      "doi": "10.1093/eurheartj/eht295"
    },
    {
      "title": "a systematic review of adherence to cardiovascular medications in resource-limited settings",
      "authors": [
        "Bowry",
        "Wh",
        "Lee Jl"
      ],
      "year": 2011,
      "doi": "10.1007/s11606-011-1825-3"
    },
    {
      "title": "the burden of non-adherence to cardiovascular medications among the aging population in australia: a meta-analysis",
      "authors": [
        "Mckenzie Sj",
        "D Mclaughlin",
        "J Clark"
      ],
      "year": 2015,
      "doi": "10.1007/s40266-015-0245-1"
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: a meta-analysis",
      "authors": [
        "J Thakkar",
        "Kurup"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7667"
    },
    {
      "title": "MeDication reminder aPPs to improve medication adherence in coronary heart Disease (Medapp-chD) study: a randomised controlled trial protocol",
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017540"
    },
    {
      "title": "Mobile phone apps to improve medication adherence: a systematic stepwise process to identify high-quality apps",
      "year": 2016,
      "doi": "10.2196/mhealth.6742"
    },
    {
      "title": "Predictive validity of a medication adherence measure in an outpatient setting",
      "authors": [
        "Morisky De",
        "M Krousel-Wood"
      ],
      "year": 2008,
      "doi": "10.1111/j.1751-7176.2008.07572.x"
    },
    {
      "title": "new medication adherence scale versus pharmacy fill rates in seniors with hypertension",
      "authors": [
        "M Krousel-Wood",
        "Webber Ls"
      ],
      "year": 2009,
      "doi": "10.1016/j.mcna.2009.02.007"
    },
    {
      "title": "improving the measurement of self-reported medication nonadherence: response to authors",
      "authors": [
        "Morisky De",
        "Dimatteo Mr"
      ],
      "year": 2011,
      "doi": "10.1016/j.jclinepi.2010.09.010"
    },
    {
      "title": "assessing the Medication adherence app Marketplace From the health Professional and consumer Vantage Points",
      "authors": [
        "Van Dayer Le",
        "M Valkenburg"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6582"
    },
    {
      "title": "Don't forget your pill!: designing effective medication reminder apps that support users' daily routines",
      "year": 2014
    },
    {
      "title": "characterization of apps and other e-tools for medication use: insights into possible benefits and risks",
      "authors": [
        "Van Kerkhof Lw",
        "Van Der Laar Cw",
        "Jong De"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.4149"
    },
    {
      "title": "a tailored mobile health intervention to improve adherence and asthma control in minority adolescents",
      "authors": [
        "Mosnaim",
        "M Martin"
      ],
      "year": 2015,
      "doi": "10.1016/j.jaip.2014.10.011"
    },
    {
      "title": "acceptability of an interactive asthma management mobile health application for children and adolescents",
      "authors": [
        "Farooqui N, Phillips G",
        "Barrett"
      ],
      "year": 2015,
      "doi": "10.1016/j.anai.2015.03.006"
    },
    {
      "title": "Mobilizing your medications: an automated medication reminder application for mobile phones and hypertension medication adherence in a high-risk urban population",
      "authors": [
        "Patel S",
        "Marshall Jacobus-Kantor L"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700307"
    },
    {
      "title": "effects of interactive patient smartphone support app on drug adherence and lifestyle changes in myocardial infarction patients: a randomized study",
      "authors": [
        "Johnston N",
        "J Bodegard",
        "Jerström"
      ],
      "year": 2016,
      "doi": "10.1016/j.ahj.2016.05.005"
    },
    {
      "title": "Opportunities and challenges for smartphone applications in supporting health behavior change: qualitative study",
      "authors": [
        "Dennison L, Morrison L"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2583"
    },
    {
      "title": "mhealth intervention to improve medication management in chronically ill patients: analysis of the recruitment process",
      "authors": [
        "M Anglada-Martínez H, Rovira-Illamola"
      ],
      "year": 2016,
      "doi": "10.1080/00325481.2016.1170580"
    },
    {
      "title": "Kidney transplant recipients' attitudes about using mobile health technology for managing and monitoring medication therapy",
      "authors": [
        "Browning Rb",
        "J Mcgillicuddy",
        "Treiber Fa"
      ],
      "year": 2016,
      "doi": "10.1016/j.japh.2016.03.017"
    },
    {
      "title": "Measuring the information society report",
      "year": 2017,
      "doi": "10.1002/sat.4600110208"
    },
    {
      "title": "Faking it: social desirability response bias in self-report research",
      "authors": [
        "Van De Mortel Tf"
      ],
      "year": 2008,
      "doi": "10.4135/9780857025753.n181"
    },
    {
      "title": "adherence to medication",
      "authors": [
        "Osterberg L, Blaschke T"
      ],
      "year": 2005,
      "doi": "10.1056/NEJMra050100"
    },
    {
      "title": "Defining the minimal detectable change in scores on the eight-item Morisky Medication adherence scale",
      "authors": [
        "P Muntner"
      ],
      "year": 2011,
      "doi": "10.1345/aph.1p677"
    }
  ],
  "num_references": 28
}
