{
  "paper_id": "2FG8ECDP",
  "title": "The Behavior Change Technique Taxonomy (v1) of 93 hierarchically-clustered techniques: building an international consensus for the reporting of behavior change interventions",
  "abstract": "Background CONSORT guidelines call for precise reporting of behavior change interventions: we need rigorous methods of characterizing active content of interventions with precision and specificity. Objectives To develop an extensive, consensually agreed hierarchically structured taxonomy of techniques (BCTs) used in behavior change interventions. Methods In a Delphi-type exercise, 14 experts rated labels and definitions of 124 BCTs from six published classification systems. Another 18 experts grouped BCTs according to similarity of active ingredients in an open-sort task. Inter-rater agreement amongst 6 researchers coding 85 intervention descriptions by BCTs was assessed. \n Results This resulted in 93 BCTs clustered into 16 groups. Of the 26 BCTs occurring at least 5 times, 23 had adjusted Kappas of 0.60 or above. \n Conclusions \"BCT taxonomy v1\", an extensive taxonomy of 93 consensually agreed, distinct BCTs, offers a step change as a method for specifying interventions, but we anticipate further development and evaluation based on international, interdisciplinary consensus.",
  "year": 2008,
  "date": "2008",
  "authors": [
    {
      "name": "Susan Michie",
      "email": "s.michie@ucl.ac.uk",
      "affiliation": {
        "organization": "University College London",
        "institution": "University College London"
      }
    },
    {
      "name": "Michelle Richardson",
      "affiliation": {
        "organization": "Medical School",
        "department": "Medical School",
        "institution": "University of Exeter"
      }
    },
    {
      "name": "Marie Johnston",
      "affiliation": {
        "organization": "University College London",
        "institution": "University College London"
      }
    },
    {
      "name": "Charles Abraham",
      "affiliation": {
        "organization": "Medical School",
        "department": "Medical School",
        "institution": "University of Exeter"
      }
    },
    {
      "name": "Jill Francis",
      "affiliation": {
        "organization": "City University London",
        "institution": "City University London"
      }
    },
    {
      "name": "Wendy Hardeman"
    },
    {
      "name": "Martin Eccles",
      "affiliation": {
        "organization": "Newcastle University",
        "institution": "Newcastle University"
      }
    },
    {
      "name": "James Cane",
      "affiliation": {
        "organization": "Research Department of Clinical",
        "department": "Research Department of Clinical",
        "institution": "University of Kent",
        "address": "1-19 Torrington Place, WC1E 7HB., London"
      }
    },
    {
      "name": "Caroline Wood",
      "affiliation": {
        "organization": "University College London",
        "institution": "University College London"
      }
    }
  ],
  "doi": "10.1007/s12160-013-9486-6",
  "md5": "4A28AA930F4D523A41F528A69B429712",
  "publication": {
    "journal": "Psychol Health",
    "journal_inferred": true
  },
  "keywords": [
    "behavior change techniques",
    "taxonomy",
    "behavior change interventions"
  ],
  "funding": [
    "",
    "Acknowledgements The present work carried out as part of the  BCT Taxonomy  project was funded by the  Medical Research Council . We are grateful to the very helpful input from  Felicity Roberts , Members of the  BCT Taxonomy project International Advisory Board (IAB)  and expert coders."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Interventions to change behavior are typically complex, involving many interacting components  [1] . This makes them challenging to replicate in research, to implement in practical applications and to synthesize in systematic literature reviews. Complex interventions also present challenges for identifying the active, effective components within them. Replication, implementation, evidence synthesis and identifying active components are all necessary if we are to better understand the effects and mechanisms of behavior change interventions and to accumulate knowledge to inform the development of more effective interventions. However, the poor description of interventions in research protocols and published reports presents a barrier to these essential scientific and translational processes  [2, 3] . A well-specified intervention is essential before evaluation of effectiveness is worth undertaking: an under-specified intervention cannot be delivered with fidelity and, if evaluated, could not be replicated.\n\nThe CONSORT statement for randomized trials of 'non-pharmacological' interventions recommends precise specification of trial processes, including some details of the delivery of interventions and \"description of the different components of the interventions\"  [4] . As currently constituted, CONSORT gives no guidance as to what this description or components should be. Intervention components have been identified by Davidson et al.  [3]  as: who delivers the intervention, to whom, how often, for how long, in what format, in what context and with what content. These are mainly procedures for delivery (often referred to as \"mode\" of delivery), except for the key intervention component, \"content\", i.e. the active ingredients that bring about behavior change (the \"what\" rather than the \"how\" of interventions)."
    },
    {
      "title": "4",
      "text": "The content, or active components of behavior change interventions, are often described in intervention protocols and published reports with different labels (e.g., 'selfmonitoring' may be labeled 'daily diaries'); the same labels may be applied to different techniques (e.g., 'behavioral counseling' may involve 'educating patients' or 'feedback, selfmonitoring, and reinforcement'  [5] ). This may lead to uncertainty and confusion. For example, behavioral medicine researchers and practitioners have been found to report low confidence in their ability to replicate highly effective behavioral interventions for diabetes prevention  [6] . The absence of standardized definitions and labels for intervention components means that systematic reviewers develop their own systems for classifying behavioral interventions and synthesizing study findings  [7, 8, 9, 10] . This proliferation of systems is likely to lead to duplication of effort and undermines the potential to accumulate evidence across reviews. It also points to the urgent need for consensus. Consequently, the UK Medical Research Council (MRC)'s guidance  [1]  for developing and evaluating complex interventions calls for improved methods of specifying and reporting intervention content in order to address the problems of lack of consistency and consensus.\n\nA method recently developed for this purpose is the reliable characterization of interventions in terms of behavior change techniques (BCTs)  [11] . By BCT, we mean an observable, replicable and irreducible component of an intervention designed to alter or redirect causal processes that regulate behavior; that is, a technique is proposed to be an 'active ingredient' (e.g., feedback, self-monitoring, reinforcement)  [12, 13] . BCTs can be used alone or in combination and in a variety of formats. Identifying the presence of BCTs in intervention descriptions included in systematic reviews and national datasets of outcomes has allowed the identification of BCTs associated with effective interventions. Effective BCTs have been identified for interventions to increase physical activity and healthy eating  [14]  and to support smoking cessation  [15, 16] , safe drinking  [17] , prevention of sexually transmitted infections  [7, 18]  and changing professional behavior  [19. Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE.  (2013) . The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46  (1) : 81-95. doi: 10.1007/s12160-013-9486-6  5  Abraham and Michie  [11]  developed the first cross-behavior BCT taxonomy, building on previous intervention content analyses  [7, 8] . These authors demonstrated reliability in identifying  22  BCTs and 4 BCT packages across 221 intervention descriptions in papers and manuals. This method has been widely used internationally to report interventions, synthesize evidence  [14, 20, 21, 22, 23]  and design interventions  [6, 24] . It has also enabled the specification of professional competences for delivering BCTs  [25, 26]  and as a basis for a national training program (see  www.ncsct.co.uk ). Guidance has also been developed for incorporating BCTs in text-based interventions  [27] .\n\nAlthough the subsequent development of classification systems of defined and reliably-identifiable BCTs has been accompanied by a progressive increase in their comprehensiveness and clarity, this work has been conducted by only a few research groups. For this method to maximize scientific advance, collaborative work is needed to develop agreed labels and definitions and reliable procedures for their identification and application across behaviors, disciplines and countries.\n\nPrevious classification systems have either been in the form of an unstructured list or have been mapped to, or structured, according to categories (e.g. theory  [7, 11] , theoretical mechanism  [25, 26] ) judged to be the most appropriate by the authors. In addition, they have mainly been developed for particular behavioral domains (e.g. physical activity, smoking, or safer sex). A comprehensive taxonomy will encompass a greater number of BCTs and therefore require structure to facilitate recall and access to the BCTs and thus to increase speed and accuracy of use. A true, i.e. hierarchically structured, taxonomy provides the advantage of making it more coherent to, and useable by, those applying it  [28] . As the number of identified BCTs has increased, so also has the need for such a structure, to improve the usability of the taxonomy."
    },
    {
      "title": "Potential benefits",
      "text": "There are at least five potential benefits of developing a cross-domain, internationally supported taxonomy. First, it will promote the accurate replication of interventions (and control conditions in comparative effectiveness research), a key activity in accumulating scientific knowledge and investigating generalizability across behaviors, populations and settings. Second, specifying intervention content by BCT will facilitate faithful implementation of interventions found to be effective. Third, systematic reviews will be able to use a reliable method for extracting information about intervention content, thus identifying and synthesizing discrete, replicable, potentially active ingredients (or combinations of ingredients) associated with effectiveness. Earlier BCT classification systems, combined with the statistical technique of meta-regression, have allowed reviewers to synthesize evidence from complex, heterogeneous interventions to identify effective component BCTs  [6, 14, 22, 29, 30] . Fourth, intervention development will be able to draw on a comprehensive list of BCTs (rather than relying on the limited set that can be brought to mind) to design Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE.  (2013) . The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46  (1) : 81-95. doi: 10.1007/s12160-013-9486-6 7 interventions and it will be possible to report the intervention content in well-defined and detailed ways. Fifth, linking BCTs with theories of behavior change has allowed the investigation of possible mechanisms of action  [14, 30, 31] .\n\nThe work reported here represents the first stages of a program of work to develop an international taxonomic classification system for BCTs, building on previous work. The aims of the work reported in this paper are as follows. Advisory Board and the study team (including a 'lay' person). All Board members, as leaders in their field, were eligible to take part as a behavior change expert. However, in light of their advisory role commitments, members were not routinely approached for further participation unless it would help widen participation in terms of country, discipline and behavioral expertise.\n\nFor the Delphi exercise, 19 international behavior change experts were invited to take part. Experts were identified from a range of scientific networks on the basis of breadth of knowledge of BCTs, experience of designing and/or delivering behavior change interventions, and of being able to complete the study task in the allotted time. Recruitment was by email, with an offer of an honorarium of £140 (approx. US$200) on completing the task. Of the 19 originally approached, 14 agreed to take part (response rate of 74%). 10 participants were female, with an age range of 37 to 62 years (M = 50.57; SD = 7.74). Expert participants were from the UK (8), Australia (2), Netherlands (2), Canada (1) and New\n\nZealand  (1) . Eleven were psychologists (six health psychologists, one clinical psychologist, three clinical and health psychologists and one educational psychologist); one a cognitive behavior therapist and two had backgrounds in health sciences or community health. Eleven were active practitioners in their discipline. Eleven had research or professional doctorates and two had registered psychologist status. There was a wide range of experience of using BCTs, with all having used at least six BCTs, more than half having used more than 30\n\nBCTs and four having used more than 50 BCTs for intervention design, delivery and training (see Electronic Supplementary Materials Table  1  for more information).\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 9 For the international feedback phase, 16 of the 30 International Advisory Board members (see:  http://www.ucl.ac.uk/health-psychology/BCTtaxonomy/collaborators.php ) took part in discussions to comment on a prototype BCT classification system. Advisory Board members were identified by the study team as being leaders in their field within the key domains of interest (e.g., types of health-related behaviors, major disease types, disciplines such as behavioral medicine) following consultation of websites, journals and scientific and professional organizations. Advisory Board members were from the USA, Canada, Australia, UK, the Netherlands, Finland and Germany. Feedback was also provided by members of the study team, who had backgrounds in psychology and/or implementation science and a 'lay' person with a BA (Hons) in English but no background in psychology or behavior change. Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6\n\n10 A prototype classification system was developed by the study team based on all known published classifications of BCTs following a literature review  [28]  (Step 1). An online Delphi-type exercise (see Pill  [32] ) with two 'rounds' was used for initial evaluation and development of the classification system. Participants worked independently and rated the prototype BCT labels and definitions on a series of questions designed to assess omission, overlap and redundancy (Step 2). The results of Step 2 subsequently informed the development of an improved BCT list which was sent to the Delphi participants for round 2.\n\nThey were asked to rate BCTs for clarity, precision, distinctiveness and confidence of use ). An open-sort grouping task was then carried out to generate reliable and stable groupings and create a hierarchical structure within the taxonomy (Step 6).\n\nStep 1: Developing the prototype classification system\n\nThe labels and definitions of distinct BCTs were extracted from six BCT classification systems identified by a literature search (the relevant papers are marked with an asterisk in the reference section). For BCTs with two or more labels (n = 24) and/or definitions (n = 37), five study team members rated their preferred labels and definitions. Where there was complete or majority agreement the preferred label and/or definition was retained. Where there was some, little or no agreement, new labels and definitions were developed by synthesizing the existing labels and definitions across classification systems. Definition wording was modified to include active verbs and to be non-directional (i.e., applicable to both the adoption of a new wanted behavior and the removal of an unwanted behavior).\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 11 Step 2: Delphi exercise first round Participants were provided with the study definition of a BCT [13] (i.e. having the following characteristics: a) aim to change behavior, b) are proposed \"active ingredients\" of interventions, c) are the smallest components compatible with retaining the proposed active ingredients, d) can be used alone or in combination with other BCTs, e) are observable and replicable, f) can have a measurable effect on a specified behavior/s, g) may or may not have an established empirical evidence base. It was explained that BCTs could be delivered by someone else or self-delivered. The BCTs (labels and definitions) from Step 1 were presented in a random order and participants were asked five questions about each of them: (i) Does the definition contain what you would consider to be potentially active ingredients that could be tested empirically? Participants were asked to respond to this question using a five-point scale ('definitely no', 'probably no', 'not sure', 'probably yes' and 'definitely yes') (ii) Please indicate whether you are satisfied that the BCT is conceptually unique or whether you consider that it is redundant or overlapping with other BCTs.\n\n(with forced choice as to 'whether it was conceptually unique, redundant, or overlapping').\n\niii) If participants indicated that the BCT was 'redundant', they were asked to state why they had come to this conclusion."
    },
    {
      "title": "iv)",
      "text": "If they indicated that the BCT was 'overlapping', they were asked to state: a) with which BCT(s) and b) whether they can be separated ('Yes' or 'No')\" v) If the BCTs were considered to be separate, participants were asked how the label or definition could be rephrased to reduce the amount of overlap or, if not separate, which label and which definition was better."
    },
    {
      "title": "12",
      "text": "Participants were given an opportunity to make comments on the exercise and to detail any BCTs not included on the list. They were asked, 'does the definition and/or label contain unnecessary characteristics and/or omitted characteristics?' This question item was open-ended. The exercise was designed to take two hours; follow-up reminders were sent to participants after two weeks and all responses were submitted within one month of the initial request.\n\nFrequencies, means and/or modes of responses to questions (i) and (ii) were considered for each BCT. Based on the distribution of responses, BCTs for which a) more than a quarter of participants doubted that they contained active ingredients and/or b) more than a third considered them to be overlapping or redundant were flagged as 'requiring further consideration'. These data, along with the responses to questions (iii) to (v), guided the rewording of BCT labels and definitions and the identification of omitted BCTs. The BCTs for re-consideration and the newly identified BCTs were presented in the second Delphi exercise round.\n\nStep 3: Delphi exercise second round\n\nThe BCTs identified as requiring further consideration were presented; the rest of the BCTs were included for reference only, to assist judgments about distinctiveness. For each BCT, participants were asked three questions and asked to respond using a five-point scale\n\n('definitely no', 'probably no', 'not sure', 'probably yes' and 'definitely yes') (i) If you were asked to describe a behavior change intervention in terms of its component BCTs, would you think the following BCT was a) clear, b) precise, c) distinct? (ii) Would you feel confident in using this BCT to describe the intervention? (iii) Would you feel confident that two behavior change researchers or practitioners would agree in identifying this BCT? Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6\n\n13\n\nIf participants responded 'probably no', 'definitely no', or 'not sure', to any question, they were asked to state their suggestions for improvement.\n\nFrequencies, means and/or modes were calculated for all questions for each BCT.\n\nBCTs for which more than a quarter of participants responded 'probably no' or 'definitely no', or 'not sure', to any question were flagged as needing to be given special attention. Using information on the distribution of ratings, the modal scores and suggestions for improvement, SM and MJ amended the wording of definitions and labels. This included changes to make BCTs more distinct from each other where this had been identified as a problem and to standardize wording across BCTs. Where it was not obvious how to amend the BCT from the second round responses, other sources  [33]  were consulted for definitions of particular words or descriptions of BCTs.\n\nStep 4: Feedback from the International Advisory Board 16 of the 30 members of the Advisory Board took part in 1 of 3, two-hour long teleconferences to give advice to the study team, and the BCT list was refined based on their feedback.\n\nStep 5: Reliability testing round 1\n\nFive members of the study team coded 45 intervention descriptions. The descriptions were selected from Implementation Science, BMC Public Health Services and BMC Public Health in 2009 and 2010 using quota sampling to ensure spread across preventive, illness management and health professional behaviors. The study team then discussed reasons for discrepancies in round 1 and amended the BCT list as needed.\n\nStep 6: Investigating hierarchical structure of the BCT list An open-sort grouping task was delivered via an online computer program.\n\nParticipants were asked to sort the developed list of BCTs into groups (up to a maximum of\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6\n\n24) of their choice and to label the groups. They were asked to \"group together BCTs which have similar active ingredients i.e. by the mechanism of change, NOT the mode of delivery\".\n\nBCTs were presented to participants in a random order and definitions for each BCT were made available.\n\nFor data analysis, a binary dissimilarity matrix containing all possible BCT x BCT combinations was produced for each participant, where a score of 1 indicated BCTs which\n\nwere not sorted into the same group and a score of 0 indicated items which were sorted into the same group. Individual matrices were aggregated to produce a single dissimilarity matrix which could be used to identify the optimal grouping of BCTs using Cluster Analysis. Using Hierarchical Cluster Analysis (HCA), the optimal number of groupings (2-20) were examined for suitability using measures of Internal Validity (Dunn's Index) and Stability (Figure of Merit, FOM)  [34] . Bootstrap methods were used in conjunction with the HCA, whereby data were resampled 10,000 times, to identify which groupings were strongly supported by the data.\n\nThe Approximately Unbiased (AU) p-values yielded by this method indicated the extent to which groupings were strongly supported by the data with higher AU values (e.g. 95%)\n\nindicating stronger support for the grouping  [35] .\n\nThe words and phrases used in the labels given by participants were analyzed to identify any common themes and to help identify appropriate labels for the groupings. For each grouping, labels were created based on their content and, where applicable, based on the frequency of word labels given by participants. After the labels were assigned to relevant groupings the fully labeled groups with the word frequency analysis were sent out to a subset of five of the original participants for refinement.\n\nStep 7: Reliability testing round 2\n\nAn additional member of the study team was recruited for the second round of reliability testing. The team coded 40 intervention descriptions using the amended list. The six members each coded 9-14 intervention descriptions.\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6\n\n15\n\nFor both rounds, each intervention description was coded independently by two team members and inter-rater agreement by BCT was assessed using Kappa's adjusted for prevalence and bias effects  [36, 37] . Conventionally, a Kappa of <0.60 is considered poor to fair agreement, 0.61-0.80 strong, and more than 0.80 near complete agreement  [38] . The more frequent the BCTs, the greater the confidence that the Kappa is a useful indicator of reliability of judging the BCT to be present. We therefore only report the Kappa scores for BCTs which were observed at least five times by either coder in the 40 intervention descriptions.\n\nStep 8: Feedback from study team members\n\nThe BCT definitions were checked to ensure that they contained an active verb specifying the action required to deliver the intervention  [39] .The 'lay' member of the study team (FR) read through the list to ensure syntactic consistency and general comprehensibility to those outside the field of behavioral science. Subsequently, the study team members made a final check of the resulting BCT labels and definitions.\n\nFull details of the Procedure are available in Electronic Supplementary Materials Table  2 ."
    },
    {
      "title": "Results",
      "text": "The evolution of the taxonomy at the different steps of the procedure is summarized in Electronic Supplementary Materials Table  2 .\n\nStep 1: Developing the prototype classification system\n\nOf the 124 BCTS in the prototype classification system, 32 were removed: five composite BCTs and 26 BCTs overlapping with others were rated to have better definitions.\n\nOne additional BCT was identified, given a label and definition informed by other sources and then added to the system. This produced a list of 94 BCTs.\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 16 Step 2: Delphi exercise first round The means, modes and frequencies of responses to the Delphi exercise first round questions are shown in Table 1. On the basis of these scores, 21 BCTs were judged to be 'satisfactory' and 73 'requiring further consideration'. Of the 73 reconsidered BCTs, four were removed, four were divided, and one BCT was added (see Electronic Supplementary Materials Table 2 for more details of changes at each step), giving 70 BCTs. During this process, one reason for overlap became evident: there was a hierarchical structure meaning that deleting overlapping BCTs would end up with only the superordinate BCT and a loss of specific variation (for example, adopting the higher order BCT 'Consequences' would have deleted 'Reward'). Step 3: Delphi exercise second round The means, modes and frequencies of responses to the five Delphi exercise second round questions are shown in Table 2. On the basis of these scores, 38 BCTs were judged to be 'satisfactory' and 32 'requiring further consideration'. Of the reconsidered BCTs, seven labels and 35 definitions were amended and seven BCTs were removed (see Electronic Supplementary Materials Table 2 for more details), giving 63 BCTs. Together with the 21\n\nBCTs judged to be 'satisfactory' in the first round, there were 84 BCTs at the end of the Delphi exercise. Some further standardization of wording across all BCTs was made by study team members (e.g. specifying 'unwanted' or 'wanted' behaviors rather than the more generic 'target' behaviors and ensuring that all definitions included active verbs).\n\nStep 4: Feedback from the International Advisory Board\n\nThe Advisory Board members made two general recommendations: First, to make the taxonomy more usable by empirically grouping the BCTs and secondly, to consider publishing a sequence of versions of the taxonomy (with each version clearly labeled) that would achieve a balance between stability/usability and change/evolution. Feedback from members led to the addition of two and the removal of four BCTs. Further refinement of labels and definitions resulted in a list of 82 BCTs.\n\nStep 5 and 7: Reliability testing round 1 and 2\n\nInter-rater agreement for BCTs is shown in Table  3 . For the first round of reliability testing 22 BCTs were observed five or more times and therefore could be assessed.\n\nAdjusted Kappa scores ranged from 0.38 to 0.85, with three scores below 0.60. Results from the first round of reliability testing led to the addition of five and the removal of one BCT resulting in a list of 86 BCTs.\n\nFor the second round of reliability testing 15 BCTs were observed five or more times.\n\nAdjusted Kappa scores ranged from 0.60 to 0.90. In all, 26 BCTs were tested for reliability, 23 of which achieved Kappa scores of 0.60 or above and met our criteria of a BCT (see Table  3 ).\n\nStep 6: Investigating hierarchical structure of the BCT list\n\nParticipants created an average of 15.11 groups (SD = 6.11; range 5-24 groups).\n\nMeasures of internal validity indicated that the maximum internal validity Dunn Index value (.57) was for a 16-cluster solution using hierarchical cluster analysis (see Figure  1 ), with no increase in internal validity on subsequent cluster solutions (>16). Similarly, FOM values showed greater stability in the 16-cluster solution compared to the 2-15 cluster solutions and there was negligible increase in stability over cluster solutions 17-20. Therefore, hierarchical clustering methods identified the 16-cluster solution as the optimal solution. The frequency of the words and phrases used in the labels given by participants is shown in Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Of the 26 BCTs which could be assessed for inter-rater reliability, 23 had Kappa scores of 0.60 or above and met our definition of a reliable BCT. BCT Taxonomy v1 is the first consensus-based, cross-domain taxonomy of distinct BCTs to be published, with reliability data for the most frequent BCTs. The process of building a shareable consensus language and methodology is necessarily collaborative and will be an ongoing cumulative and iterative process, involving an international network of advisors and collaborators (see  www.ucl.ac.uk/health-psychology/BCTtaxonomy/ ).\n\nThe methodologies used here represent an attempt to get a basic version of a taxonomy, a foundation on which to build future improvements. Like other classificatory systems, e.g. Linnaeus's classification of plants, or even systems based on consensus such as DSM  [40]  or ICD  [41] , we anticipate and plan to continue to work on improvements.\n\nThere is no agreed methodology for this work and there are limitations to the methods we have used. The purpose of the Delphi exercise was to develop a prototype taxonomy on which to build. It was one of a series of exercises adapted to develop the taxonomy. Our Delphi-type methods involved 14 individuals, an appropriate number for these methods  [32] ,\n\nbut a number that makes the choice of participants important. We attempted to ensure adequate coverage of behavior change experts (See Electronic Supplementary Materials Table  1 ). Whilst we had some diversity of expertise, we acknowledge the predominance of European experts from a psychological background within our sample. At various stages we made arbitrary decisions such as the cut-offs for amending BCT labels and descriptions and\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6\n\n20 the minimum frequency of occurrence of BCTs for reporting reliability. In the absence of agreed standards for such decisions, we were guided by the urgent need to develop an initial taxonomy which was fit for purpose and would therefore form a basis for future development. Our amendments of the BCT labels and definitions also depend on the expertise available and we therefore based our amendments on a wide range of inputs: the data we collected from Delphi participants and coders, expert modification, international advice and lay user improvements.\n\nCompared with many of the previous \"taxonomies\" which are more accurately described as \"nomenclatures\", BCT Taxonomy v1 is not only a list of reliable, distinct BCTs;\n\nit also has a hierarchical structure. Such a structure has been shown to improve processing of large quantities of information by organizing it into \"chunks\"  [42]  that compensates for human memory limitations. In turn, this enables the user to attend to and recall the full range of BCTs available when reporting and designing interventions.\n\nUse of an open-sort grouping task is an improvement on previous efforts to develop hierarchical structure in that it allowed for the individual groupings defined by participants to hold equal weight within the final solution, rather than using consensus approaches amongst small groups of participants. Second, the groupings increase the practical use of BCTs by aiding recall. Distinct sets of individual items with semantic similarity can be more easily recalled than a single list of individual items both in the short-term and in the long-term, particularly when the semantic category is cued  [43, 44, 45] . The hierarchical structure shown in the dendrogram (See Figure  1 ) gives an indication of the distance between clusters of BCTs and can be used as a starting point to compare the conceptual similarities and differences between BCTs. Sixteen clusters are too many for easy recall and a higher level cluster would be desirable. A simpler, higher level structure of grouping BCTs has been used by Dixon and Johnston  [26]  and Michie, Churchill and West  [25] . However, such a structure was not apparent in our data and points to the need for further research to refine the hierarchical structure of this taxonomy. 21\n\nOther advantages of v1 are that it is relevant to a wide range of behavior rather than being restricted to a single behavioral domain, it provides examples of how the BCTs can be implemented and gives users enough detail to operationalise BCTs.\n\nThe results indicated that using the taxonomy to code intervention descriptions was generally reliable for those BCTs occurring relatively frequently. However it was not possible to assess reliability for the 62 BCTs occurring with low frequency in the 85 coded intervention descriptions. Of the BCTs which could be assessed, three had Kappa scores below 0.60 ('Instruction on how to perform the behavior', 'Tailored personal message', and 'Goal setting (behavior)'. Exploring reasons for discrepancies between coders may help to identify where further refinement of BCT labels/definitions and training may be required. For example, users reported difficulties distinguishing between 'Goal setting (behavior)' (i.e.\n\nwhen goal is unspecified, the most general BCT in the grouping should be coded) and other goal-related BCTs, and between 'Instruction on how to perform the behavior' and 'Demonstration of the behavior'. In considering reasons for discrepancies, we agreed that 'Tailored personal message' was a mode of delivery rather than a BCT and therefore removed it from the taxonomy. Since high reliability depends on both the content of the taxonomy and the training of the user to use it, we are currently evaluating methods of BCT user training and conducting more detailed analyses of reliability of application of the v1 classification system."
    },
    {
      "title": "Future developments",
      "text": "This is a fast-moving field: the first reliable taxonomy of BCTs was published only four years before the current one  [11] ; whilst widely cited and influential, this 'taxonomy' included only 22 BCTs and 4 BCT packages so limiting the intervention content that could be classified. We anticipate that further refinement and development of BCT Taxonomy v1 will occur as a result of its use and feedback from primary researchers, systematic reviewers and practitioners (e.g. the BCT, 'increase positive emotions' appended as a footnote to\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 22 Electronic Supplementary Materials table 3 has been identified and will be included in future revisions of the taxonomy). In order to continue the development of the taxonomy and to further improve the accuracy and reliability of its use, training courses and workshops involving researchers and practitioners from five countries, with varying scientific and professional backgrounds and level of expertise, are being coordinated internationally. This will facilitate the comparison of reliability across different populations (e.g., disciplinary background, behavior and continent). A web-based users resource, including the most recent version of the taxonomy, guidance on its use, and a discussion board for questions, comments and feedback, has been developed to facilitate collaboration and synthesis of feedback (see  www.ucl.ac.uk/health-psychology/BCTtaxonomy/ ). Research is needed to link BCTs to theories of behavior change, for both designing and evaluating theory-based interventions. Preliminary attempts have been made to link BCTs to domains of theoretical constructs [46, 18] and this is part of an ongoing program of research. Guidance on developing interventions informed by considering theoretical determinants of behavior can be found in Kok et al. [47] and used in combination with the taxonomy. Work has also begun to link BCTs to a framework of behavior change interventions designed for use by policymakers, organizational change consultants and systems scientists [48]. While some of the BCTs such as those dealing with incentives or environmental changes might be used in large scale interventions, including health policy interventions, many would only be appropriate for smaller scale, personally delivered interventions. The current BCT Taxonomy v1 is a methodological tool for specifying intervention content and does not, itself, make links with theory.\n\nThe aim is to produce a consensual \"core\" BCT Taxonomy that may be extended and/or modified according to context e.g. target behavior, country, specific setting. The BCT Taxonomy project will encourage authors to report how they have amended the core taxonomy so that other researchers can identify the links between the version used and the core taxonomy. Future work that increases the diversity of expertise and the geographical content, such as mode and context of delivery  [5]  and competence of those delivering the intervention  [25, 26]  would thus also benefit from being specified by detailed taxonomies.\n\nElucidation of how content, mode and context of delivery interact in their impact on outcomes is a key research goal for the field of behavioral science.\n\nIn  Table 4. Hierarchical structure labeling (step 6): Frequency of words from labels given by participants (conjunctions removed) Note. Table shows most frequently used words ranked from 1-10 Rank Word/Phrase Frequency 1 Behavior/behavioral 24 2 Monitoring 10 2 Emotional / emotion / emotions / emotional regulation 10 3 Environment / environmental 9 4 Consequences 8 4 Self-efficacy 8 5 Feedback 7 5 Motivation 7 5 Reinforcement / reinforcing 7 6 Change 6 6 Conditioning 6 6 Identity 6 6 Planning 6 7 Antecedents 5 7 Goal-setting 5 7 Information 5 7 Learning 5 7 Manipulate 5 7 Other 5 7 Persuasion 5 7 Punishment 5 7 Self-regulation 5 7 Social 5 7 Social-support 5 8 Cognitions 4 8 Goals 4 8 Outcome expectancies 4 9 Resources 4 9 Restructuring 4 9 Reward 4 10 Commitment 3 10 Contingencies 3 10 Cues 3 10 Factors 3 10 Increase 3 10 Influence 3 10 Knowledge 3 10 Modeling 3 10 Physical 3 10 Practice 3 10 Prompts 3\n\nTable 5. Results of Hierarchical Cluster Analysis of Behavior Change techniques (step 6): grouping within the 16 cluster solution, Approximately Unbiased p values (AU) and standard errors Cluster Label and Component BCTs Some BCT labels differ as a result of the consensus exercises (Number in [ ] indicates related BCT in Electronic Supplementary Materials table 3) AU % (SE) a 1. SCHEDULED CONSEQUENCES 91 (.004) Punishment [14.2] Response cost [14.1] Chaining [14.5] Extinction [14.3] Discrimination training [14.6] Shaping [14.4] Negative reinforcement [14.10] Counter-conditioning [14.7] Thinning [14.9] Differential reinforcement [14.8] 2. REWARD & THREAT 90 (.005) Social Reward [10.4] Material Reward [10.2] Self-reward [10.9] Non-specific Reward [10.3] Threat [10.11] Anticipation of future rewards or removal of punishment [14.10] Incentive [10.1] 3. REPETITION & SUBSTITUTION 97 (.002) Behavior substitution [8.2] Habit reversal [8.4] Habit formation [8.3] Graded tasks [8.7] Overcorrection [8.5] Behavioral rehearsal /practice [8.1] Generalization of a target behavior [8.6] 4. ANTECEDENTS Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 6 Restructuring the physical environment [12.1] Restructuring the social environment [12.2] Avoidance/changing exposure to cues for the behavior [12.3] Distraction [12.4] 5. ASSOCIATIONS 97 (.002) Discriminative (learned) cue [7.2] Time out [7.4] Escape learning [7.5] Satiation [7.6] Exposure [7.7] Classical conditioning [7.8] Fading [7.3] Prompts/cues [7.1] 6. COVERT LEARNING 73 (.008) Vicarious reinforcement [16.3] Covert sensitization [16.1] Covert conditioning [16.2] Problem solving/coping planning  [1.2]  Commitment  [1.9]  Goal setting (outcome)  [1.3]  Behavioral contract  [1.8]  Discrepancy between current behavior and goal standard  [1.6] Goal setting (behavior)  [1.1]  Review behavior goal(s)  [1.5]  Review of outcome goal(s)  [  Self-affirmation  [13.4] Identity associated with changed behavior  [13.5] Reframing  [13.2] Cognitive dissonance  [13.3]  15. SHAPING KNOWLEDGE 95 (.003) 8 Reattribution [4.3] Antecedents [4.2] Behavioral experiments [4.4] Instruction on how to perform a behavior [4.1] 16. REGULATION 98 (.001) Regulate negative emotions [11.2] Conserving mental resources [11.3] Pharmacological support [11.1] Paradoxical instructions [11.4] a AU = Adjusted Unbiased p-value, SE = Standard Error of AU Figure 1 Results of Hierarchical Cluster Analysis (step 6): Dendrogram for 85 Behavior Change Techniques (BCTs) partitioned across 16 clusters Electronic Supplementary Materials Table 1. Participants in Delphi exercise (N=14) (steps 2 and 3). Number of BCTs participants have previously used (number of participants in brackets): In intervention design (N) In face to face delivery (N) In training (N) 0 (0) 0(0) 0(2) 1-5(0) 1-5(1) 1-5 (0) 6-10(1) 6-10(1) 6-10(1) 11-15(2) 11-15(1) 11-15(1) 16-20(2) 16-20(1) 16-20(2) 21-25(1) 21-25(1) 21-25(0) 26-30(0) 26-30(1) 26-30(1) 31-35(1) 31-35(2) 31-35(0) 36-40(2) 36-40(1) 36-40(2) 41-45(1) 41-45(1) 41-45(1) 50+ (4) 50+ (4) 50+ (4) Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 12 Electronic Supplementary Materials v1): 93 hierarchically-clustered techniques Note for Users The definitions of Behavior Change Techniques (BCTs): i) contain verbs (e.g., provide, advise, arrange, prompt) that refer to the action(s) taken by the person/s delivering the technique. BCTs can be delivered by an 'interventionist' or selfdelivered ii) contain the term \"behavior\" referring to a single action or sequence of actions that includes the performance of wanted behavior(s) and/or inhibition (non-performance) of unwanted behavior(s) iii) note alternative or additional coding where relevant iv) note the technical terms associated with particular theoretical frameworks where relevant (e.g. 'including implementation intentions) No. Label Definition Examples 1. Goals and planning 1.1 Goal setting (behavior) Set or agree on a goal defined in terms of the behavior to be achieved Note: only code goal-setting if there is sufficient evidence that goal set as part of intervention; if goal unspecified or a behavioral outcome, code 1.3, Goal setting (outcome); if the goal defines a specific context, frequency, duration or intensity for the behavior, also code 1.4, Action planning Agree on a daily walking goal (e.g. 3 miles) with the person and reach agreement about the goal Set the goal of eating 5 pieces of fruit per day as specified in public health guidelines Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 2 1.2 Problem solving Analyse , or prompt the person to analyse, factors influencing the behavior and generate or select strategies that include overcoming barriers and/or increasing facilitators (includes 'Relapse Prevention' and 'Coping Planning') Note: barrier identification without solutions is not sufficient. If the BCT does not include analysing the behavioral problem, consider 12.3, Avoidance/changing exposure to cues for the behavior, 12.1, Restructuring the physical environment, 12.2, Restructuring the social environment, or 11.2, Reduce negative emotions Identify specific triggers (e.g. being in a pub, feeling anxious) that generate the urge/want/need to drink and develop strategies for avoiding environmental triggers or for managing negative emotions, such as anxiety, that motivate drinking Prompt the patient to identify barriers preventing them from starting a new exercise regime e.g., lack of motivation, and discuss ways in which they could help overcome them e.g., going to the gym with a buddy 1.3 Goal setting (outcome) Set or agree on a goal defined in terms of a positive outcome of wanted behavior Note: only code guidelines if set as a goal in an intervention context; if goal is a behavior, code 1.1, Goal setting (behavior); if goal unspecified code 1.3, Goal setting (outcome) Set a weight loss goal (e.g. 0.5 kilogram over one week) as an outcome of changed eating patterns 1.4 Action planning Prompt detailed planning of performance of the behavior (must include at least one of context, frequency, duration and intensity). Context may be environmental (physical or social) or internal (physical, emotional or cognitive) (includes 'Implementation Intentions') Note: evidence of action planning does not necessarily imply goal setting, only code latter if sufficient evidence Encourage a plan to carry condoms when going out socially at weekends Prompt planning the performance of a particular physical activity (e.g. running) at a particular time (e.g. before work) on certain days of the week consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 3 1.5 Review behavior goal(s) Review behavior goal(s) jointly with the person and consider modifying goal(s) or behavior change strategy in light of achievement. This may lead to re-setting the same goal, a small change in that goal or setting a new goal instead of (or in addition to) the first, or no change Note: if goal specified in terms of behavior, code 1.5, Review behavior goal(s), if goal unspecified, code 1.7, Review outcome goal(s); if discrepancy created consider also 1.6, Discrepancy between current behavior and goal Examine how well a person's performance corresponds to agreed goals e.g. whether they consumed less than one unit of alcohol per day, and consider modifying future behavioral goals accordingly e.g. by increasing or decreasing alcohol target or changing type of alcohol consumed 1.6 Discrepancy between current behavior and goal Draw attention to discrepancies between a person's current behavior (in terms of the form, frequency, duration, or intensity of that behavior) and the person's previously set outcome goals, behavioral goals or action plans (goes beyond selfmonitoring of behavior) Note: if discomfort is created only code 13.3, Incompatible beliefs and not 1.6, Discrepancy between current behavior and goal; if goals are modified, also code 1.5, Review behavior goal(s) and/or 1.7, Review outcome goal(s); if feedback is provided, also code 2.2, Feedback on behaviour Point out that the recorded exercise fell short of the goal set 1.7 Review outcome goal(s) Review outcome goal(s) jointly with the person and consider modifying goal(s) in light of achievement. This may lead to resetting the same goal, a small change in that goal or setting a new goal instead of, or in addition to the first Note: if goal specified in terms of behavior, code 1.5, Review behavior goal(s), if goal unspecified, code 1.7, Review outcome goal(s); if discrepancy created consider also 1.6, Discrepancy between current behavior and goal Examine how much weight has been lost and consider modifying outcome goal(s) accordingly e.g., by increasing or decreasing subsequent weight loss targets 1.8 Behavioral contract Create a written specification of the behavior to be performed, agreed on by the person, and witnessed by another Note: also code 1.1, Goal setting (behavior) Sign a contract with the person e.g. specifying that they will not drink alcohol for one week Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 4 1.9 Commitment Ask the person to affirm or reaffirm statements indicating commitment to change the behavior Note: if defined in terms of the behavior to be achieved also code 1.1, Goal setting (behavior) Ask the person to use an \"I will\" statement to affirm or reaffirm a strong commitment (i.e. using the words \"strongly\", \"committed\" or \"high to start, continue or restart the attempt to take medication as prescribed 2. Feedback and monitoring 2.1 Monitoring of behavior by others without feedback Observe or record behavior with the person's knowledge as part of a behavior change strategy Note: if monitoring is part of a data collection procedure rather than a strategy aimed at changing behavior, do not code; if feedback given, code only 2.2, Feedback on behavior, and not 2.1, Monitoring of behavior by others without feedback; if monitoring outcome(s) code 2.5, Monitoring outcome(s) of behavior by others without feedback; if selfmonitoring behavior, code 2.3, Selfmonitoring of behaviour Watch hand washing behaviors among health care staff and make notes on context, frequency and technique used 2.2 Feedback on behavior Monitor and provide informative or evaluative feedback on performance of the behavior (e.g. form, frequency, duration, intensity) Note: if Biofeedback, code only 2.6, Biofeedback and not 2.2, Feedback on behavior; if feedback is on outcome(s) of behavior, code 2.7, Feedback on outcome(s) of behavior; if there is no clear evidence that feedback was given, code 2.1, Monitoring of behavior by others without feedback; if feedback on behaviour is evaluative e.g. praise, also code 10.4, Social reward Inform the person of how many steps they walked each day (as recorded on a pedometer) or how many calories they ate each day (based on a food consumption questionnaire). Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 5 2.3 Self-monitoring of behavior Establish a method for the person to monitor and record their behavior(s) as part of a behavior change strategy Note: if monitoring is part of a data collection procedure rather than a strategy aimed at changing behavior, do not code; if monitoring of outcome of behavior, code 2.4, Self-monitoring of outcome(s) of behavior; if monitoring is by someone else (without feedback), code 2."
    },
    {
      "title": "1, Monitoring of behavior by others without feedback",
      "text": "Ask the person to record daily, in a diary, whether they have brushed their teeth for at least two minutes before going to bed Give patient a pedometer and a form for recording daily total number of steps"
    },
    {
      "title": "2.4. Self-monitoring of outcome(s) of behavior",
      "text": "Establish a method for the person to monitor and record the outcome(s) of their behavior as part of a behavior change strategy Note: if monitoring is part of a data collection procedure rather than a strategy aimed at changing behavior, do not code ; if monitoring behavior, code"
    },
    {
      "title": "2.3, Self-monitoring of behavior; if monitoring is by someone else (without feedback), code 2.5, Monitoring outcome(s) of behavior by others without feedback",
      "text": "Ask the person to weigh themselves at the end of each day, over a two week period, and record their daily weight on a graph to increase exercise behaviors"
    },
    {
      "title": "2.5. Monitoring outcome(s) of behavior by others without feedback",
      "text": "Observe or record outcomes of behavior with the person's knowledge as part of a behavior change strategy Note: if monitoring is part of a data collection procedure rather than a strategy aimed at changing behavior, do not code; if feedback given, code only 2.7, Feedback on outcome(s) of behavior; if monitoring behavior code 2.1, Monitoring of behavior by others without feedback; if self-monitoring outcome(s), code 2.4, Selfmonitoring of outcome(s) of behavior Record blood pressure, blood glucose, weight loss, or physical fitness 2.6 Biofeedback Provide feedback about the body (e.g. physiological or biochemical state) using an external monitoring device as part of a behavior change strategy Note: if Biofeedback, code only 2.6, Biofeedback and not 2.2, Feedback on behavior or 2.7, Feedback on outcome(s) of behaviour Inform the person of their blood pressure reading to improve adoption of health behaviors Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 6 2.7 Feedback on outcome(s) of behavior Monitor and provide feedback on the outcome of performance of the behavior Note: if Biofeedback, code only 2.6, Biofeedback and not 2.7, Feedback on outcome(s) of behavior; if feedback is on behavior code 2.2, Feedback on behavior; if there is no clear evidence that feedback was given code 2.5, Monitoring outcome(s) of behavior by others without feedback; if feedback on behaviour is evaluative e.g. praise, also code 10.4, Social reward Inform the person of how much weight they have lost following the implementation of a new exercise regime 3. Social support 3.1 Social support (unspecified) Advise on, arrange or provide social support (e.g. from friends, relatives, colleagues,' buddies' or staff) or noncontingent praise or reward for performance of the behavior. It includes encouragement and counselling, but only when it is directed at the behavior Note: attending a group class and/or mention of 'follow-up' does not necessarily apply this BCT, support must be explicitly mentioned; if practical, code 3.2, Social support (practical); if emotional, code 3.3, Social support (emotional) (includes 'Motivational interviewing' and 'Cognitive Behavioral Therapy') Advise the person to call a 'buddy' when they experience an urge to smoke Arrange for a housemate to encourage continuation with the behavior change programme Give information about a selfhelp group that offers support for the behavior 3.2 Social support (practical) Advise on, arrange, or provide practical help (e.g. from friends, relatives, colleagues, 'buddies' or staff) for performance of the behavior Note: if emotional, code 3.3, Social support (emotional); if general or unspecified, code 3.1, Social support (unspecified) If only restructuring the physical environment or adding objects to the environment, code 12.1, Restructuring the physical environment or 12.5, Adding objects to the environment; attending a group or class and/or mention of 'followup' does not necessarily apply this BCT, support must be explicitly mentioned. Ask the partner of the patient to put their tablet on the breakfast tray so that the patient remembers to take it Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 7 3.3 Social support (emotional) Advise on, arrange, or provide emotional social support (e.g. from friends, relatives, colleagues, 'buddies' or staff) for performance of the behavior Note: if practical, code 3.2, Social support (practical); if unspecified, code 3.1, Social support (unspecified) Ask the patient to take a partner or friend with them to their colonoscopy appointment 4. Shaping knowledge 4.1 Instruction on how to perform a behavior Advise or agree on how to perform the behavior (includes 'Skills training') Note: when the person attends classes such as exercise or cookery, code 4.1, Instruction on how to perform the behavior, 8.1, Behavioral practice/rehearsal and 6.1,"
    },
    {
      "title": "Demonstration of the behavior",
      "text": "Advise the person how to put a condom on a model of a penis correctly"
    },
    {
      "title": "4.2. Information about antecedents",
      "text": "Provide information about antecedents (e.g. social and environmental situations and events, emotions, cognitions) that reliably predict performance of the behaviour Advise to keep a record of snacking and of situations or events occurring prior to snacking"
    },
    {
      "title": "4.3. Re-attribution",
      "text": "Elicit perceived causes of behavior and suggest alternative explanations (e.g. external or internal and stable or unstable)\n\nIf the person attributes their over-eating to the frequent presence of delicious food, suggest that the 'real' cause may be the person's inattention to bodily signals of hunger and satiety"
    },
    {
      "title": "4.4. Behavioral experiments",
      "text": "Advise on how to identify and test hypotheses about the behavior, its causes and consequences, by collecting and interpreting data Ask a family physician to give evidence-based advice rather than prescribe antibiotics and to note whether the patients are grateful or annoyed"
    },
    {
      "title": "5.. Natural consequences",
      "text": "Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 8 5.1 Information about health consequences Provide information (e.g. written, verbal, visual) about health consequences of performing the behavior Note: consequences can be for any target, not just the recipient(s) of the intervention; emphasising importance of consequences is not sufficient; if information about emotional consequences, code 5.6, Information about emotional consequences; if about social, environmental or unspecified consequences code 5.3, Information about social and environmental consequences Explain that not finishing a course of antibiotics can increase susceptibility to future infection Present the likelihood of contracting a sexually transmitted infection following unprotected sexual behavior 5.2 Salience of consequences Use methods specifically designed to emphasise the consequences of performing the behaviour with the aim of making them more memorable (goes beyond informing about consequences) Note: if information about consequences, also code 5.1, Information about health consequences, 5.6, Information about emotional consequences or 5.3, Information about social and environmental consequences Produce cigarette packets showing pictures of health consequences e.g. diseased lungs, to highlight the dangers of continuing to smoke 5.3 Information about social and environmental consequences Provide information (e.g. written, verbal, visual) about social and environmental consequences of performing the behavior Note: consequences can be for any target, not just the recipient(s) of the intervention; if information about health or consequences, code 5.1, Information about health consequences; if about emotional consequences, code 5.6, Information about emotional consequences; if unspecified, code 5."
    },
    {
      "title": "3, Information about social and environmental consequences",
      "text": "Tell family physician about financial remuneration for conducting health screening Inform a smoker that the majority of people disapprove of smoking in public places"
    },
    {
      "title": "5.4. Monitoring of emotional consequences",
      "text": "Prompt assessment of feelings after attempts at performing the behavior Agree that the person will record how they feel after taking their daily walk\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 9 5.5 Anticipated regret Induce or raise awareness of expectations of future regret about performance of the unwanted behavior Note: not including 5.6, Information about emotional consequences; if suggests adoption of a perspective or new perspective in order to change cognitions also code 13.2, Framing/reframing Ask the person to assess the degree of regret they will feel if they do not quit smoking 5.6 Information about emotional consequences Provide information (e.g. written, verbal, visual) about emotional consequences of performing the behavior Note: consequences can be related to emotional health disorders (e.g. depression, anxiety) and/or states of mind (e.g. low mood, stress); not including 5.5, Anticipated regret; consequences can be for any target, not just the recipient(s) of the intervention; if information about health consequences code 5.1, Information about health consequences; if about social, environmental or unspecified code 5.3, Information about social and environmental consequences Explain that quitting smoking increases happiness and life satisfaction 6. Comparison of behaviour 6.1 Demonstration of the behavior Provide an observable sample of the performance of the behaviour, directly in person or indirectly e.g. via film, pictures, for the person to aspire to or imitate (includes 'Modelling'). Note: if advised to practice, also code, 8.1, Behavioural practice and rehearsal; If provided with instructions on how to perform, also code 4.1, Instruction on how to perform the behaviour Demonstrate to nurses how to raise the issue of excessive drinking with patients via a roleplay exercise 6.2 Social comparison Draw attention to others' performance to allow comparison with the person's own performance Note: being in a group setting does not necessarily mean that social comparison is actually taking place Show the doctor the proportion of patients who were prescribed antibiotics for a common cold by other doctors and compare with their own data Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 10 6.3 Information about others' approval Provide information about what other people think about the behavior. The information clarifies whether others will like, approve or disapprove of what the person is doing or will do Tell the staff at the hospital ward that staff at all other wards approve of washing their hands according to the guidelines 7. Associations 7.1 Prompts/cues Introduce or define environmental or social stimulus with the purpose of prompting or cueing the behavior. The prompt or cue would normally occur at the time or place of performance Note: when a stimulus is linked to a specific action in an if-then plan including one or more of frequency, duration or intensity also code 1.4, Action planning.\n\nPut a sticker on the bathroom mirror to remind people to brush their teeth"
    },
    {
      "title": "7.2. Cue signalling reward",
      "text": "Identify an environmental stimulus that reliably predicts that reward will follow the behavior (includes 'Discriminative cue')\n\nAdvise that a fee will be paid to dentists for a particular dental treatment of 6-8 year old, but not older, children to encourage delivery of that treatment (the 6-8 year old children are the environmental stimulus)"
    },
    {
      "title": "7.3. Reduce prompts/cues",
      "text": "Withdraw gradually prompts to perform the behavior (includes 'Fading')\n\nReduce gradually the number of reminders used to take medication"
    },
    {
      "title": "7.4. Remove access to the reward",
      "text": "Advise or arrange for the person to be separated from situations in which unwanted behavior can be rewarded in order to reduce the behavior (includes 'Time out')\n\nArrange for cupboard containing high calorie snacks to be locked for a specified period to reduce the consumption of sugary foods in between meals"
    },
    {
      "title": "7.5. Remove aversive stimulus",
      "text": "Advise or arrange for the removal of an aversive stimulus to facilitate behavior change (includes 'Escape learning')\n\nArrange for a gym-buddy to stop nagging the person to do more exercise in order to increase the desired exercise behaviour\n\nMichie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 11 7.6 Satiation Advise or arrange repeated exposure to a stimulus that reduces or extinguishes a drive for the unwanted behavior Arrange for the person to eat large quantities of chocolate, in order to reduce the person's appetite for sweet foods 7.7 Exposure Provide systematic confrontation with a feared stimulus to reduce the response to a later encounter Agree a schedule by which the person who is frightened of surgery will visit the hospital where they are scheduled to have surgery 7.8 Associative learning Present a neutral stimulus jointly with a stimulus that already elicits the behavior repeatedly until the neutral stimulus elicits that behavior (includes 'Classical/Pavlovian Conditioning') Note: when a BCT involves reward or punishment, code one or more of: 10.2, Material reward (behavior); 10.3, Nonspecific reward; 10.4, Social reward, 10.9, Self-reward; 10.10, Reward (outcome) Present repeatedly fatty foods with a disliked sauce to discourage the consumption of fatty foods 8. Repetition and substitution 8.1 Behavioral practice/ rehearsal Prompt practice or rehearsal of the performance of the behavior one or more times in a context or at a time when the performance may not be necessary, in order to increase habit and skill Note: if aiming to associate performance with the context, also code 8.3, Habit formation Prompt asthma patients to practice measuring their peak flow in the nurse's consulting room 8.2 Behavior substitution Prompt substitution of the unwanted behavior with a wanted or neutral behavior Note: if this occurs regularly, also code 8.4, Habit reversal Suggest that the person goes for a walk rather than watches television 8.3 Habit formation Prompt rehearsal and repetition of the behavior in the same context repeatedly so that the context elicits the behavior Note: also code 8.1, Behavioral practice/rehearsal Prompt patients to take their statin tablet before brushing their teeth every evening Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 12 8.4 Habit reversal Prompt rehearsal and repetition of an alternative behavior to replace an unwanted habitual behavior Note: also code 8.2, Behavior substitution Ask the person to walk up stairs at work where they previously always took the lift 8.5 Overcorrection Ask to repeat the wanted behavior in an exaggerated way following an unwanted behaviour Ask to eat only fruit and vegetables the day after a poor diet 8.6 Generalisation of a target behavior Advise to perform the wanted behaviour, which is already performed in a particular situation, in another situation Advise to repeat toning exercises learned in the gym when at home 8.7 Graded tasks Set easy-to-perform tasks, making them increasingly difficult, but achievable, until behavior is performed Ask the person to walk for 100 yards a day for the first week, then half a mile a day after they have successfully achieved 100 yards, then two miles a day after they have successfully achieved one mile 9. Comparison of outcomes 9.1 Credible source Present verbal or visual communication from a credible source in favour of or against the behavior Note: code this BCT if source generally agreed on as credible e.g., health professionals, celebrities or words used to indicate expertise or leader in field and if the communication has the aim of persuading; if information about health consequences, also code 5.1, Information about health consequences, if about emotional consequences, also code 5.6, Information about emotional consequences; if about social, environmental or unspecified consequences also code 5.3, Information about social and environmental consequences Present a speech given by a high status professional to emphasise the importance of not exposing patients to unnecessary radiation by ordering x-rays for back pain The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 13 9.2 Pros and cons Advise the person to identify and compare reasons for wanting (pros) and not wanting to (cons) change the behavior (includes 'Decisional balance') Note: if providing information about health consequences, also code 5.1, Information about health consequences; if providing information about emotional consequences, also code 5.6, Information about emotional consequences; if providing information about social, environmental or unspecified consequences also code 5.3, Information about social and environmental consequences Advise the person to list and compare the advantages and disadvantages of prescribing antibiotics for upper respiratory tract infections 9.3 Comparative imagining of future outcomes Prompt or advise the imagining and comparing of future outcomes of changed versus unchanged behaviour Prompt the person to imagine and compare likely or possible outcomes following attending versus not attending a screening appointment 10. Reward and threat 10.1 Material incentive (behavior) Inform that money, vouchers or other valued objects will be delivered if and only if there has been effort and/or progress in performing the behavior (includes 'Positive reinforcement') Note: if incentive is social, code 10.5, Social incentive if unspecified code 10.6, Non-specific incentive, and not 10.1, Material incentive (behavior); if incentive is for outcome, code 10.8, Incentive (outcome). If reward is delivered also code one of: 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Self-reward; 10.10, Reward (outcome) Inform that a financial payment will be made each month in pregnancy that the woman has not smoked Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 14 10.2 Material reward (behavior) Arrange for the delivery of money, vouchers or other valued objects if and only if there has been effort and/or progress in performing the behavior (includes 'Positive reinforcement') Note: If reward is social, code 10.4, Social reward, if unspecified code 10.3, Nonspecific reward, and not 10.1, Material reward (behavior); if reward is for outcome, code 10.10, Reward (outcome). If informed of reward in advance of rewarded behaviour, also code one of: 10.1, Material incentive (behaviour); 10.5, Social incentive; 10.6, Non-specific incentive; 10.7, Self-incentive; 10.8, Incentive (outcome) Arrange for the person to receive money that would have been spent on cigarettes if and only if the smoker has not smoked for one month 10.3 Non-specific reward Arrange delivery of a reward if and only if there has been effort and/or progress in performing the behavior (includes 'Positive reinforcement') Note: if reward is material, code 10.2, Material reward (behavior), if social, code 10.4, Social reward, and not 10.3, Nonspecific reward; if reward is for outcome code 10.10, Reward (outcome). If informed of reward in advance of rewarded behaviour, also code one of: 10.1, Material incentive (behaviour); 10.5, Social incentive; 10.6, Non-specific incentive; 10.7, Self-incentive; 10.8, Incentive (outcome) Identify something (e.g. an activity such as a visit to the cinema) that the person values and arrange for this to be delivered if and only if they attend for health screening 10.4 Social reward Arrange verbal or non-verbal reward if and only if there has been effort and/or progress in performing the behavior (includes 'Positive reinforcement') Note: if reward is material, code 10.2, Material reward (behavior), if unspecified code 10.3, Non-specific reward, and not 10.4, Social reward; if reward is for outcome code 10.10, Reward (outcome). If informed of reward in advance of rewarded behaviour, also code one of: 10.1, Material incentive (behaviour); 10.5, Social incentive; 10.6, Non-specific incentive; 10.7, Self-incentive; 10.8, Incentive (outcome) Congratulate the person for each day they eat a reduced fat diet Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 15 10.5 Social incentive Inform that a verbal or non-verbal reward will be delivered if and only if there has been effort and/or progress in performing the behavior (includes 'Positive reinforcement') Note: if incentive is material, code 10.1, Material incentive (behavior), if unspecified code 10.6, Non-specific incentive, and not Social incentive; if incentive is for outcome code 10.8, Incentive (outcome). If reward is delivered also code one of: 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Self-reward; 10.10, Reward (outcome) Inform that they will be congratulated for each day they eat a reduced fat diet 10.6 Non-specific incentive Inform that a reward will be delivered if and only if there has been effort and/or progress in performing the behavior (includes 'Positive reinforcement') Note: if incentive is material, code 10.1, Material incentive (behavior), if social, code 10.5, Social incentive and not 10.6, Non-specific incentive; if incentive is for outcome code 10.8, Incentive (outcome). If reward is delivered also code one of: 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Self-reward; 10.10, Reward (outcome) Identify an activity that the person values and inform them that this will happen if and only if they attend for health screening 10.7 Self-incentive Plan to reward self in future if and only if there has been effort and/or progress in performing the behavior Note: if self-reward is material, also code 10.1, Material incentive (behavior), if social, also code 10.5, Social incentive, if unspecified, also code 10.6, Non-specific incentive; if incentive is for outcome code 10.8, Incentive (outcome). If reward is delivered also code one of: 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Selfreward; 10.10, Reward (outcome) Encourage to provide self with material (e.g., new clothes) or other valued objects if and only if they have adhered to a healthy diet Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 16 10.8 Incentive (outcome) Inform that a reward will be delivered if and only if there has effort and/or progress in achieving the behavioural outcome (includes 'Positive reinforcement') Note: this includes social, material, selfand non-specific incentives for outcome; if incentive is for the behavior code 10.5, Social incentive, 10.1, Material incentive (behavior), 10.6, Non-specific incentive or 10.7, Self-incentive and not 10.8, Incentive (outcome). If reward is delivered also code one of: 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Self-reward; 10.10, Reward (outcome) Inform the person that they will receive money if and only if a certain amount of weight is lost 10.9 Self-reward Prompt self-praise or self-reward if and only if there has been effort and/or progress in performing the behavior Note: if self-reward is material, also code 10.2, Material reward (behavior), if social, also code 10.4, Social reward, if unspecified, also code 10.3, Non-specific reward; if reward is for outcome code 10.10, Reward (outcome). If informed of reward in advance of rewarded behaviour, also code one of: 10.1, Material incentive (behaviour); 10.5, Social incentive; 10.6, Non-specific incentive; 10.7, Selfincentive; 10.8, Incentive (outcome) Encourage to reward self with material (e.g., new clothes) or other valued objects if and only if they have adhered to a healthy diet 10.10 Reward (outcome) Arrange for the delivery of a reward if and only if there has been effort and/or progress in achieving the behavioral outcome (includes 'Positive reinforcement') Note: this includes social, material, selfand non-specific rewards for outcome; if reward is for the behavior code 10.4, Social reward, 10.2, Material reward (behavior), 10.3, Non-specific reward or 10.9, Self-reward and not 10.10, Reward (outcome). If informed of reward in advance of rewarded behaviour, also code one of: 10.1, Material incentive (behaviour); 10.5, Social incentive; 10.6, Non-specific incentive; 10.7, Selfincentive; 10.8, Incentive (outcome) Arrange for the person to receive money if and only if a certain amount of weight is lost 10.11 Future punishment Inform that future punishment or removal of reward will be a consequence of performance of an unwanted behavior (may include fear arousal) (includes 'Threat') Inform that continuing to consume 30 units of alcohol per day is likely to result in loss of employment if the person continues 11. Regulation 11.1 Pharmacological support Provide, or encourage the use of or adherence to, drugs to facilitate behavior change Note: if pharmacological support to reduce negative emotions (i.e. anxiety) then also code 11.2, Reduce negative emotions Suggest the patient asks the family physician for nicotine replacement therapy to facilitate smoking cessation 11.2 Reduce negative emotions b Advise on ways of reducing negative emotions to facilitate performance of the behavior (includes 'Stress Management') Note: if includes analysing the behavioural problem, also code 1.2, Problem solving Advise on the use of stress management skills, e.g. to reduce anxiety about joining Alcoholics Anonymous 11.3 Conserving mental resources Advise on ways of minimising demands on mental resources to facilitate behavior change Advise to carry food calorie content information to reduce the burden on memory in making food choices Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 18 11.4 Paradoxical instructions Advise to engage in some form of the unwanted behavior with the aim of reducing motivation to engage in that behaviour Advise a smoker to smoke twice as many cigarettes a day as they usually do Tell the person to stay awake as long as possible in order to reduce insomnia 12. Antecedents 12.1 Restructuring the physical environment Change, or advise to change the physical environment in order to facilitate performance of the wanted behavior or create barriers to the unwanted behavior (other than prompts/cues, rewards and punishments) Note: this may also involve 12.3, Avoidance/reducing exposure to cues for the behavior; if restructuring of the social environment code 12.2, Restructuring the social environment; if only adding objects to the environment, code 12.5, Adding objects to the environment Advise to keep biscuits and snacks in a cupboard that is inconvenient to get to Arrange to move vending machine out of the school 12.2 Restructuring the social environment Change, or advise to change the social environment in order to facilitate performance of the wanted behavior or create barriers to the unwanted behavior (other than prompts/cues, rewards and punishments) Note: this may also involve 12.3, Avoidance/reducing exposure to cues for the behavior; if also restructuring of the physical environment also code 12.1, Restructuring the physical environment Advise to minimise time spent with friends who drink heavily to reduce alcohol consumption Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 19 12.3 Avoidance/reducing exposure to cues for the behavior Advise on how to avoid exposure to specific social and contextual/physical cues for the behavior, including changing daily or weekly routines Note: this may also involve 12.1, Restructuring the physical environment and/or 12.2, Restructuring the social environment; if the BCT includes analysing the behavioral problem, only code 1.2, Problem solving Suggest to a person who wants to quit smoking that their social life focus on activities other than pubs and bars which have been associated with smoking 12.4 Distraction Advise or arrange to use an alternative focus for attention to avoid triggers for unwanted behaviour Suggest to a person who is trying to avoid between-meal snacking to focus on a topic they enjoy (e.g. holiday plans) instead of focusing on food 12.5 Adding objects to the environment Add objects to the environment in order to facilitate performance of the behavior Note: Provision of information (e.g. written, verbal, visual) in a booklet or leaflet is insufficient. If this is accompanied by social support, also code 3.2, Social support (practical); if the environment is changed beyond the addition of objects, also code 12.1, Restructuring the physical environment Provide free condoms to facilitate safe sex Provide attractive toothbrush to improve tooth brushing technique 12.6 Body changes Alter body structure, functioning or support directly to facilitate behavior change Prompt strength training, relaxation training or provide assistive aids (e.g. a hearing aid) 13. Identity 13.1 Identification of self as role model Inform that one's own behavior may be an example to others Inform the person that if they eat healthily, that may be a good example for their children Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 20 13.2 Framing/reframing Suggest the deliberate adoption of a perspective or new perspective on behavior (e.g. its purpose) in order to change cognitions or emotions about performing the behavior (includes 'Cognitive structuring'); If information about consequences then code 5.1, Information about health consequences, 5.6, Information about emotional consequences or 5.3, Information about social and environmental consequences instead of 13.2, Framing/reframing Suggest that the person might think of the tasks as reducing sedentary behavior (rather than increasing activity) 13.3 Incompatible beliefs Draw attention to discrepancies between current or past behavior and self-image, in order to create discomfort (includes 'Cognitive dissonance')\n\nDraw attention to a doctor's liberal use of blood transfusion and their self-identification as a proponent of evidence-based medical practice"
    },
    {
      "title": "13.4. Valued self-identity",
      "text": "Advise the person to write or complete rating scales about a cherished value or personal strength as a means of affirming the person's identity as part of a behavior change strategy (includes 'Selfaffirmation')\n\nAdvise the person to write about their personal strengths before they receive a message advocating the behavior change"
    },
    {
      "title": "13.5. Identity associated with changed behavior",
      "text": "Advise the person to construct a new selfidentity as someone who 'used to engage with the unwanted behavior'\n\nAsk the person to articulate their new identity as an 'ex-smoker'\n\n14. Scheduled consequences 14.1 Behavior cost Arrange for withdrawal of something valued if and only if an unwanted behavior is performed (includes 'Response cost'). Note if withdrawal of contingent reward code, 14.3, Remove reward Subtract money from a prepaid refundable deposit when a cigarette is smoked 14.2 Punishment Arrange for aversive consequence contingent on the performance of the unwanted behavior Arrange for the person to wear unattractive clothes following consumption of fatty foods Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 21 14.3 Remove reward Arrange for discontinuation of contingent reward following performance of the unwanted behavior (includes 'Extinction') Arrange for the other people in the household to ignore the person every time they eat chocolate (rather than attending to them by criticising or persuading) 14.4 Reward approximation Arrange for reward following any approximation to the target behavior, gradually rewarding only performance closer to the wanted behavior (includes 'Shaping') Note: also code one of 59-63 Arrange reward for any reduction in daily calories, gradually requiring the daily calorie count to become closer to the planned calorie intake 14.5 Rewarding completion Build up behavior by arranging reward following final component of the behavior; gradually add the components of the behavior that occur earlier in the behavioral sequence (includes 'Backward chaining') Note: also code one of 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Selfreward; 10.10, Reward (outcome) Reward eating a supplied low calorie meal; then make reward contingent on cooking and eating the meal; then make reward contingent on purchasing, cooking and eating the meal 14.6 Situation-specific reward Arrange for reward following the behavior in one situation but not in another (includes 'Discrimination training') Note: also code one of 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Selfreward; 10.10, Reward (outcome) Arrange reward for eating at mealtimes but not between meals 14.7 Reward incompatible behavior Arrange reward for responding in a manner that is incompatible with a previous response to that situation (includes 'Counter-conditioning') Note: also code one of 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Selfreward; 10.10, Reward (outcome) Arrange reward for ordering a soft drink at the bar rather than an alcoholic beverage Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 22 14.8 Reward alternative behavior Arrange reward for performance of an alternative to the unwanted behavior (includes 'Differential reinforcement') Note: also code one of 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Selfreward; 10.10, Reward (outcome); consider also coding 1.2, Problem solving Reward for consumption of low fat foods but not consumption of high fat foods 14.9 Reduce reward frequency Arrange for rewards to be made contingent on increasing duration or frequency of the behavior (includes 'Thinning') Note: also code one of 10.2, Material reward (behavior); 10.3, Non-specific reward; 10.4, Social reward, 10.9, Selfreward; 10.10, Reward (outcome) Arrange reward for each day without smoking, then each week, then each month, then every 2 months and so on 14.10 Remove punishment Arrange for removal of an unpleasant consequence contingent on performance of the wanted behavior (includes 'Negative reinforcement') Arrange for someone else to do housecleaning only if the person has adhered to the medication regimen for a week 15. Self-belief 15."
    },
    {
      "title": "1. Verbal persuasion about capability",
      "text": "Tell the person that they can successfully perform the wanted behavior, arguing against self-doubts and asserting that they can and will succeed\n\nTell the person that they can successfully increase their physical activity, despite their recent heart attack."
    },
    {
      "title": "15.2. Mental rehearsal of successful performance",
      "text": "Advise to practise imagining performing the behavior successfully in relevant contexts Advise to imagine eating and enjoying a salad in a work canteen"
    },
    {
      "title": "15.3. Focus on past success",
      "text": "Advise to think about or list previous successes in performing the behavior (or parts of it)\n\nAdvise to describe or list the occasions on which the person had ordered a non-alcoholic drink in a bar"
    },
    {
      "title": "15.4. Self-talk",
      "text": "Prompt positive self-talk (aloud or silently) before and during the behavior Prompt the person to tell themselves that a walk will be energising"
    },
    {
      "title": "16.. Covert learning",
      "text": "Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 23 16.1 Imaginary punishment Advise to imagine performing the unwanted behavior in a real-life situation followed by imagining an unpleasant consequence (includes 'Covert sensitisation') Advise to imagine overeating and then vomiting 16.2 Imaginary reward Advise to imagine performing the wanted behavior in a real-life situation followed by imagining a pleasant consequence (includes 'Covert conditioning') Advise the health professional to imagine giving dietary advice followed by the patient losing weight and no longer being diabetic 16.3 Vicarious consequences Prompt observation of the consequences (including rewards and punishments) for others when they perform the behavior Note: if observation of health consequences, also code 5.1, Information about health consequences; if of emotional consequences, also code 5.6, Information about emotional consequences, if of social, environmental or unspecified consequences, also code 5.3, Information about social and environmental consequences Draw attention to the positive comments other staff get when they disinfect their hands regularly a Notes are provided underneath most BCTs to help distinguish them from similar techniques b An additional technique 'Increase positive emotions' will be included in BCT Taxonomy v2"
    },
    {
      "text": "To generate a taxonomy that: a) comprises an extensive hierarchical classification of clearly labeled, well defined BCTs with a consensus that they are proposed active components of behavior change interventions, that they are distinct (non-overlapping, nonredundant) and precise, and that they can be used with confidence to describe interventions, b) has a breadth of international and disciplinary agreement 2) To assess and report the reliability of using BCT labels and definitions to code intervention descriptions Method Design The work involved three main tasks. The first involved the rigorous development of a list of distinct BCT labels and definitions, using Delphi methods, with feedback from a multidisciplinary International Advisory Board and members of the study team. The interrater reliability of coding intervention descriptions using the list of BCTs was then assessed in two rounds of reliability testing. The third task was the development of a hierarchical structure. Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Participants were international behavior change experts (i.e. active in their field and engaged in investigating, designing and/or delivering behavior change interventions) who had agreed to take part in one or more of the study phases, members of the International"
    },
    {
      "text": "members of the UK study team conducted the first round of reliability testing and six the second round. Eighteen of 19 participants approached from the pool of experts in behavior change interventions completed the open-sort grouping task. Eight were women, 10 men with an age range of 27 to 67 years (M = 43.94) 16 were from the UK and two were from Australia.ProcedureParticipants recruited for the Delphi exercise and open-sort grouping task provided written consent and were assured that their responses would remain confidential. All participants were asked to provide demographic information (i.e. age, gender and nationality). Delphi exercise participants were also asked to provide their professional background (i.e. qualifications, registrations, job title and area of work) and how many BCTs they had used professionally in intervention design, face-to-face delivery and training (reported in increments of 5 up to 50+)."
    },
    {
      "text": "Step 3). The resulting list of BCTs was then scrutinized by the Advisory Board, who submitted verbal and written feedback, and was assessed by the lay and expert members of the study team (Step 4). Following each of Steps 2, 3 and 4, the results were synthesized by SM and MJ in preparation for the next step. Using the developed BCT list, members of the study team coded published descriptions of interventions, and inter-rater agreement for the presence of each BCT was calculated (Step 5"
    },
    {
      "text": "Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 23 and cultural contexts in which BCTs are used would help to elucidate the extent to which BCT Taxonomy v1 is relevant across contexts, countries and cultures and the extent to which specific adaptations will be needed. To date, the taxonomy and coded interventions have predominantly focused on interventions delivered to the individuals whose behavior change is targeted. Further work needs to be done to extend it to the BCTs relevant to community and population-level interventions [48]. BCT Taxonomy v1 thus lays the foundation for the reliable and systematic specification of behavior change interventions. This significantly increases the possibility of identifying the active ingredients within interventions components and the conditions under which they are effective, and of replicating and implementing effective interventions, thus advancing the science of behavior change. Historically it has often been concluded that how behavior change techniques are delivered may have as great or larger impact on outcomes as the techniques themselves [49]. Dimensions of behavior change interventions other than"
    },
    {
      "text": "monitoring with awareness [2.1 and 2.5] Self-monitoring of outcome of behavior[2.4] Self-monitoring of behavior[2.3] 9. GOALS & PLANNING 90 (.002) Action planning (including implementation intentions) [1.4] Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 7"
    },
    {
      "text": "10. SOCIAL SUPPORT 100 (.001) Social support (practical)[3.2]    Social support (general)[3.1] Social support (emotional)[3.3]    successful performance[15.2] Self-talk[15.4] Focus on past success[15.3] Verbal persuasion to boost self-efficacy[15.1] as role model[13.1]"
    },
    {
      "text": "an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 19 from which they were drawn. The extent to which we can generalize our findings across behaviors, disciplines and countries is an important question for future research. Building on a preliminary list generated from six published BCT classification systems, BCTs were added, divided and removed and their labels and definitions refined to capture the smallest components compatible with retaining the proposed active ingredients with the minimum of overlap. This resulted in 93 clearly defined, non-redundant BCTs, grouped into 16 clusters, for use in specifying the detailed content of a wide range of behavior change interventions."
    },
    {
      "text": "summary, the work reported in this paper is foundational for our long-term goals of developing a comprehensive, hierarchical, reliable and generalizable BCT Taxonomy as a method for specifying, evaluating, and implementing behavior change interventions that can be applied to many different types of intervention, including organizational and community interventions, and that has multidisciplinary and international acceptance and use. The work reported here is a step toward the objective of developing agreed methods that permit and facilitate the aims of CONSORT and UK MRC guidance of precise reporting of complex behavioral interventions. The next steps underway are to test the reliability and usability of Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 24 BCT Taxonomy v1 across different behaviors and populations and to set up a system for its continuous development guided by an international, multidisciplinary team. Conflict of Interest Statement: The authors have no conflict of interest to disclose Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 25 BCTs judged to be satisfactory and those requiring further consideration in Delphi exercise Round 1 (step 2): Means, Modes and Frequencies"
    },
    {
      "text": "BCTs judged to be satisfactory and those requiring further consideration in Delphi exercise Round 2 (step 3): Means, Modes and Frequencies of responses to questions Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 3"
    },
    {
      "text": "Inter-rater agreement for each BCT a : adjusted Kappas for two rounds of reliability testing (Some BCT labels differ as a result of the consensus exercises; number in [ ] indicates related BCT in Electronic Supplementary Materials table 3) a Reliability shown for BCTs observed at least five times; b BCT not in taxonomy v1"
    },
    {
      "text": "Evolution of the taxonomy: labels and definitions of BCTs modified (added, split or removed at each of 8 steps in the development). Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6"
    },
    {
      "title": "Acknowledgements",
      "text": "The present work carried out as part of the  BCT Taxonomy  project was funded by the  Medical Research Council . We are grateful to the very helpful input from  Felicity Roberts , Members of the  BCT Taxonomy project International Advisory Board (IAB)  and expert coders."
    }
  ],
  "references": [
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre"
      ],
      "year": 2008,
      "journal": "BMJ",
      "pages": "337",
      "raw": "Developing and evaluating complex interventions: the new Medical Research Council guidance \n\t\t \n\t\t\t P Craig \n\t\t \n\t\t \n\t\t\t P Dieppe \n\t\t \n\t\t \n\t\t\t S Macintyre \n\t\t \n\t \n\t \n\t\t BMJ \n\t\t \n\t\t\t 337 \n\t\t\t 2008 \n\t\t \n\t \n\t Craig P, Dieppe P, Macintyre S, et al.: Developing and evaluating complex interventions: the new Medical Research Council guidance. BMJ. 2008, 337."
    },
    {
      "title": "Specifying and reporting complex behavior change interventions: the need for a scientific method",
      "authors": [
        "S Michie",
        "D Fixsen",
        "J Grimshaw",
        "M Eccles"
      ],
      "year": 2009,
      "doi": "10.1186/1748-5908-4-40",
      "journal": "Implement Sci",
      "volume": "40",
      "raw": "Specifying and reporting complex behavior change interventions: the need for a scientific method \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t D Fixsen \n\t\t \n\t\t \n\t\t\t J M Grimshaw \n\t\t \n\t\t \n\t\t\t M P Eccles \n\t\t \n\t\t 10.1186/1748-5908-4-40 \n\t \n\t \n\t\t Implement Sci \n\t\t \n\t\t\t 40 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Michie S, Fixsen D, Grimshaw JM, Eccles MP.: Specifying and reporting complex behavior change interventions: the need for a scientific method. Implement Sci. 2009, 40:1-6."
    },
    {
      "title": "Evidence-based behavioral medicine: What is it and how do we achieve it?",
      "authors": [
        "K Davidson",
        "M Goldstein",
        "R Kaplan"
      ],
      "year": 2003,
      "journal": "Ann Behav Med",
      "raw": "Evidence-based behavioral medicine: What is it and how do we achieve it? \n\t\t \n\t\t\t K W Davidson \n\t\t \n\t\t \n\t\t\t M Goldstein \n\t\t \n\t\t \n\t\t\t R M Kaplan \n\t\t \n\t \n\t \n\t\t Ann Behav Med \n\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Davidson KW, Goldstein M, Kaplan RM, et al.: Evidence-based behavioral medicine: What is it and how do we achieve it? Ann Behav Med. 2003,"
    },
    {
      "title": "Extending the CONSORT statement to randomized trials of non-pharmacologic treatment: explanation and elaboration",
      "authors": [
        "I Boutron",
        "D Moher",
        "D Altman"
      ],
      "year": 2008,
      "journal": "Ann Intern Med",
      "volume": "148",
      "raw": "Extending the CONSORT statement to randomized trials of non-pharmacologic treatment: explanation and elaboration \n\t\t \n\t\t\t I Boutron \n\t\t \n\t\t \n\t\t\t D Moher \n\t\t \n\t\t \n\t\t\t D G Altman \n\t\t \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 148 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Boutron I, Moher D, Altman DG, et al.: Extending the CONSORT statement to randomized trials of non-pharmacologic treatment: explanation and elaboration. Ann Intern Med. 2008, 148:295-309."
    },
    {
      "title": "From theory to intervention: Mapping theoretically derived behavioral determinants to behavior change techniques",
      "authors": [
        "S Michie",
        "M Johnston",
        "J Francis",
        "W Hardeman",
        "M Eccles"
      ],
      "year": 2008,
      "doi": "10.1111/j.1464-0597.2008.00341.x",
      "journal": "Appl Psychol",
      "volume": "57",
      "raw": "From theory to intervention: Mapping theoretically derived behavioral determinants to behavior change techniques \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t \n\t\t\t J Francis \n\t\t \n\t\t \n\t\t\t W Hardeman \n\t\t \n\t\t \n\t\t\t M Eccles \n\t\t \n\t\t 10.1111/j.1464-0597.2008.00341.x \n\t \n\t \n\t\t Appl Psychol \n\t\t \n\t\t\t 57 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Michie S, Johnston M, Francis J, Hardeman W, Eccles M: From theory to intervention: Mapping theoretically derived behavioral determinants to behavior change techniques. Appl Psychol. 2008, 57:660-680."
    },
    {
      "title": "Investigating theoretical explanations for behavior change: The case study of ProActive",
      "authors": [
        "S Michie",
        "W Hardeman",
        "T Fanshawe",
        "T Provost",
        "L Taylor",
        "A Kinmouth"
      ],
      "year": 2008,
      "journal": "Psychol Health",
      "volume": "23",
      "raw": "Investigating theoretical explanations for behavior change: The case study of ProActive \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t W Hardeman \n\t\t \n\t\t \n\t\t\t T Fanshawe \n\t\t \n\t\t \n\t\t\t T A Provost \n\t\t \n\t\t \n\t\t\t L Taylor \n\t\t \n\t\t \n\t\t\t A L Kinmouth \n\t\t \n\t \n\t \n\t\t Psychol Health \n\t\t \n\t\t\t 23 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Michie S, Hardeman W, Fanshawe T, Provost TA, Taylor L, Kinmouth AL.: Investigating theoretical explanations for behavior change: The case study of ProActive. Psychol Health. 2008, 23:25-39"
    },
    {
      "title": "A test of major assumptions about behavior change: A comprehensive look at the effects of passive and active HIV-prevention interventions since the beginning of the epidemic",
      "authors": [
        "D Albarracin",
        "J Gillette",
        "A Earl",
        "L Glasman",
        "M Durantini",
        "M Ho"
      ],
      "year": 2005,
      "doi": "10.1037/0033-2909.131.6.856",
      "journal": "Psychol Bull",
      "volume": "131",
      "raw": "A test of major assumptions about behavior change: A comprehensive look at the effects of passive and active HIV-prevention interventions since the beginning of the epidemic \n\t\t \n\t\t\t D Albarracin \n\t\t \n\t\t \n\t\t\t J Gillette \n\t\t \n\t\t \n\t\t\t A N Earl \n\t\t \n\t\t \n\t\t\t L R Glasman \n\t\t \n\t\t \n\t\t\t M R Durantini \n\t\t \n\t\t \n\t\t\t M H Ho \n\t\t \n\t\t 10.1037/0033-2909.131.6.856 \n\t \n\t \n\t\t Psychol Bull \n\t\t \n\t\t\t 131 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Albarracin D, Gillette J, Earl AN, Glasman LR, Durantini MR, Ho MH.: A test of major assumptions about behavior change: A comprehensive look at the effects of passive and active HIV-prevention interventions since the beginning of the epidemic. Psychol Bull. 2005, 131:856-897."
    },
    {
      "title": "Interventions to prevent weight gain: a systematic review of psychological models and behavior change methods",
      "authors": [
        "W Hardeman",
        "S Griffin",
        "M Johnston",
        "A Kinmonth",
        "N Wareham"
      ],
      "year": 2000,
      "doi": "10.1038/sj.ijo.0801100",
      "journal": "Int. J Obesity",
      "volume": "24",
      "raw": "Interventions to prevent weight gain: a systematic review of psychological models and behavior change methods \n\t\t \n\t\t\t W Hardeman \n\t\t \n\t\t \n\t\t\t S Griffin \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t \n\t\t\t A L Kinmonth \n\t\t \n\t\t \n\t\t\t N J Wareham \n\t\t \n\t\t 10.1038/sj.ijo.0801100 \n\t \n\t \n\t\t Int. J Obesity \n\t\t \n\t\t\t 24 \n\t\t\t \n\t\t\t 2000 \n\t\t \n\t \n\t Hardeman W, Griffin S, Johnston M, Kinmonth AL, Wareham NJ: Interventions to prevent weight gain: a systematic review of psychological models and behavior change methods. Int. J Obesity. 2000, 24:131-143."
    },
    {
      "title": "Presidential Address",
      "authors": [
        "W Mischel"
      ],
      "year": 2012,
      "raw": "Presidential Address \n\t\t \n\t\t\t W Mischel \n\t\t \n\t\t \n\t\t\t 2012 \n\t\t\t Association for Psychological Science \n\t\t \n\t \n\t Mischel W: Presidential Address, Association for Psychological Science. 2012."
    },
    {
      "title": "Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes",
      "authors": [
        "R West",
        "A Walia",
        "N Hyder",
        "L Shahab",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.1093/ntr/ntq074",
      "journal": "Nicotine Tob Res",
      "volume": "12",
      "raw": "Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes \n\t\t \n\t\t\t R West \n\t\t \n\t\t \n\t\t\t A Walia \n\t\t \n\t\t \n\t\t\t N Hyder \n\t\t \n\t\t \n\t\t\t L Shahab \n\t\t \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t 10.1093/ntr/ntq074 \n\t \n\t \n\t\t Nicotine Tob Res \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t West R, Walia A, Hyder N, Shahab L, Michie S: Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes. Nicotine Tob Res. 2010, 12:742-747."
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379",
      "journal": "Health Psychol",
      "volume": "27",
      "raw": "A taxonomy of behavior change techniques used in interventions \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t 10.1037/0278-6133.27.3.379 \n\t \n\t \n\t\t Health Psychol \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t *Abraham C, Michie S: A taxonomy of behavior change techniques used in interventions. Health Psychol. 2008, 27:379-387."
    },
    {
      "title": "Strengthening evaluation and implementation by specifying components of behavior change interventions: a study protocol",
      "authors": [
        "S Michie",
        "C Abraham",
        "M Eccles"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-10",
      "journal": "Implement Sci",
      "pages": "6",
      "raw": "Strengthening evaluation and implementation by specifying components of behavior change interventions: a study protocol \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t M P Eccles \n\t\t \n\t\t 10.1186/1748-5908-6-10 \n\t \n\t \n\t\t Implement Sci \n\t\t \n\t\t\t 6 \n\t\t\t 2011 \n\t\t \n\t \n\t Michie S, Abraham C, Eccles MP, et al.: Strengthening evaluation and implementation by specifying components of behavior change interventions: a study protocol. Implement Sci. 2011, 6."
    },
    {
      "title": "Behavior change techniques",
      "authors": [
        "S Michie",
        "M Johnston"
      ],
      "year": 2011,
      "doi": "10.1007/978-1-4614-6439-6_1661-2",
      "raw": "Behavior change techniques \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t 10.1007/978-1-4614-6439-6_1661-2 \n\t \n\t \n\t\t Encyclopedia of Behavioral Medicine \n\t\t \n\t\t\t M D Gellman \n\t\t \n\t\t \n\t\t\t J R Turner \n\t\t \n\t\t New York \n\t\t \n\t\t\t Springer \n\t\t\t 2011 \n\t\t \n\t \n\t Michie S, Johnston M: Behavior change techniques. In M. D. Gellman and J. R. Turner (eds.), Encyclopedia of Behavioral Medicine. New York: Springer, 2011."
    },
    {
      "title": "Effective Techniques in Healthy Eating and Physical Activity Interventions: A Meta-Regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136",
      "journal": "Health Psychol",
      "volume": "28",
      "raw": "Effective Techniques in Healthy Eating and Physical Activity Interventions: A Meta-Regression \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t C Whittington \n\t\t \n\t\t \n\t\t\t J Mcateer \n\t\t \n\t\t \n\t\t\t S Gupta \n\t\t \n\t\t 10.1037/a0016136 \n\t \n\t \n\t\t Health Psychol \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t *Michie S, Abraham C, Whittington C, McAteer J, Gupta S: Effective Techniques in Healthy Eating and Physical Activity Interventions: A Meta-Regression. Health Psychol. 2009a, 28:690-701."
    },
    {
      "title": "Development of a taxonomy of behavior change techniques used in individual behavioral support for smoking cessation",
      "authors": [
        "S Michie",
        "N Hyder",
        "A Walia",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1016/j.addbeh.2010.11.016",
      "journal": "Addict Behav",
      "volume": "36",
      "raw": "Development of a taxonomy of behavior change techniques used in individual behavioral support for smoking cessation \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t N Hyder \n\t\t \n\t\t \n\t\t\t A Walia \n\t\t \n\t\t \n\t\t\t R West \n\t\t \n\t\t 10.1016/j.addbeh.2010.11.016 \n\t \n\t \n\t\t Addict Behav \n\t\t \n\t\t\t 36 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t *Michie S, Hyder N, Walia A, West R: Development of a taxonomy of behavior change techniques used in individual behavioral support for smoking cessation. Addict Behav. 2011, 36:315-319."
    },
    {
      "title": "Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes",
      "authors": [
        "R West",
        "A Walia",
        "N Hyder",
        "L Shahab",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.1093/ntr/ntq074",
      "journal": "Nicotine Tob Res",
      "volume": "12",
      "raw": "Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes \n\t\t \n\t\t\t R West \n\t\t \n\t\t \n\t\t\t A Walia \n\t\t \n\t\t \n\t\t\t N Hyder \n\t\t \n\t\t \n\t\t\t L Shahab \n\t\t \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t 10.1093/ntr/ntq074 \n\t \n\t \n\t\t Nicotine Tob Res \n\t\t \n\t\t\t 12 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t West R, Walia A, Hyder N, Shahab L, Michie S.: Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes. Nicotine Tob Res. 2010, 12:742-747."
    },
    {
      "title": "Identification of behavior change techniques to reduce excessive alcohol consumption",
      "authors": [
        "S Michie",
        "C Whittington",
        "Z Hamoudi"
      ],
      "year": 2012,
      "doi": "10.1111/j.1360-0443.2012.03845.x",
      "journal": "Addiction",
      "volume": "107",
      "raw": "Identification of behavior change techniques to reduce excessive alcohol consumption \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t C Whittington \n\t\t \n\t\t \n\t\t\t Z Hamoudi \n\t\t \n\t\t 10.1111/j.1360-0443.2012.03845.x \n\t \n\t \n\t\t Addiction \n\t\t \n\t\t\t 107 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t *Michie S, Whittington C, Hamoudi Z, et al.: Identification of behavior change techniques to reduce excessive alcohol consumption. Addiction. 2012, 107:1431- 1440."
    },
    {
      "title": "Developing and testing a SHARP taxonomy of behavior change techniques included in condom promotion interventions",
      "authors": [
        "C Abraham",
        "A Good",
        "M Warren",
        "T Huedo-Medina"
      ],
      "year": 2011,
      "doi": "10.1037/0278-6133.27.3.379",
      "journal": "Psychol Health",
      "raw": "Developing and testing a SHARP taxonomy of behavior change techniques included in condom promotion interventions \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t A Good \n\t\t \n\t\t \n\t\t\t M R Warren \n\t\t \n\t\t \n\t\t\t T Huedo-Medina \n\t\t \n\t\t \n\t\t\t Johnson B \n\t\t \n\t\t 10.1037/0278-6133.27.3.379 \n\t \n\t \n\t\t Psychol Health \n\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Supplement 1 \n\t Abraham C, Good A, Warren MR, Huedo-Medina T, Johnson B.: Developing and testing a SHARP taxonomy of behavior change techniques included in condom promotion interventions. Psychol Health. 2011, Supplement 1."
    },
    {
      "title": "Audit and feedback: effects on professional practice and patient outcomes",
      "authors": [
        "N Ivers",
        "G Jamtvedt",
        "S Flottorp",
        "J Young",
        "J Odgaard-Jensen",
        "S French",
        "O 'brien",
        "M Johansen",
        "M Grimshaw",
        "J Oxman"
      ],
      "year": 2012,
      "journal": "Cochrane Summaries",
      "issue": "6",
      "pages": "259",
      "raw": "Audit and feedback: effects on professional practice and patient outcomes \n\t\t \n\t\t\t N Ivers \n\t\t \n\t\t \n\t\t\t G Jamtvedt \n\t\t \n\t\t \n\t\t\t S Flottorp \n\t\t \n\t\t \n\t\t\t J M Young \n\t\t \n\t\t \n\t\t\t J Odgaard-Jensen \n\t\t \n\t\t \n\t\t\t S D French \n\t\t \n\t\t \n\t\t\t O 'brien \n\t\t \n\t\t \n\t\t\t M A Johansen \n\t\t \n\t\t \n\t\t\t M Grimshaw \n\t\t \n\t\t \n\t\t\t J Oxman \n\t\t \n\t\t \n\t\t\t A D \n\t\t \n\t \n\t \n\t\t Cochrane Summaries \n\t\t \n\t\t\t 6 \n\t\t\t 259 \n\t\t\t 2012 \n\t\t \n\t \n\t Ivers N, Jamtvedt G, Flottorp S, Young JM, Odgaard-Jensen J, French SD, O'Brien MA, Johansen M, Grimshaw J, Oxman AD: Audit and feedback: effects on professional practice and patient outcomes. Cochrane Summaries. 2012. 1-216. Issue 6. Art. No.: CD000259"
    },
    {
      "title": "Development and exploratory cluster-randomized opportunistic trial of a theory-based intervention to enhance physical activity among adolescents",
      "authors": [
        "V Araujo-Soares",
        "T Macintyre",
        "G Maclennan",
        "F Sniehotta"
      ],
      "year": 2009,
      "doi": "10.1080/08870440802040707",
      "journal": "Psychol Health",
      "volume": "24",
      "raw": "Development and exploratory cluster-randomized opportunistic trial of a theory-based intervention to enhance physical activity among adolescents \n\t\t \n\t\t\t V Araujo-Soares \n\t\t \n\t\t \n\t\t\t T Macintyre \n\t\t \n\t\t \n\t\t\t G Maclennan \n\t\t \n\t\t \n\t\t\t F F Sniehotta \n\t\t \n\t\t 10.1080/08870440802040707 \n\t \n\t \n\t\t Psychol Health \n\t\t \n\t\t\t 24 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Araujo-Soares V, MacIntyre T, MacLennan G, Sniehotta FF.: Development and exploratory cluster-randomized opportunistic trial of a theory-based intervention to enhance physical activity among adolescents. Psychol Health. 2009, 24:805-822."
    },
    {
      "title": "Michie Using theory to synthesize evidence from behavior change interventions: The example of audit and feedback",
      "authors": [
        "B Gardner",
        "C Whittington",
        "J Mcateer",
        "M Eccles"
      ],
      "year": 2010,
      "doi": "10.1016/j.socscimed.2010.01.039",
      "journal": "Soc Sci Med",
      "volume": "70",
      "raw": "Michie Using theory to synthesize evidence from behavior change interventions: The example of audit and feedback \n\t\t \n\t\t\t B Gardner \n\t\t \n\t\t \n\t\t\t C Whittington \n\t\t \n\t\t \n\t\t\t J Mcateer \n\t\t \n\t\t \n\t\t\t M P Eccles \n\t\t \n\t\t 10.1016/j.socscimed.2010.01.039 \n\t \n\t \n\t\t Soc Sci Med \n\t\t \n\t\t\t 70 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Gardner B, Whittington C, McAteer J, Eccles MP, Michie Using theory to synthesize evidence from behavior change interventions: The example of audit and feedback. Soc Sci Med. 2010, 70:1618-1625."
    },
    {
      "title": "Low-income groups and behavior change interventions: a review of intervention content, effectiveness and theoretical frameworks",
      "authors": [
        "S Michie",
        "K Jochelson",
        "W Markham",
        "C Bridle"
      ],
      "year": 2009,
      "journal": "J Epidemiol Community Health",
      "volume": "63",
      "raw": "Low-income groups and behavior change interventions: a review of intervention content, effectiveness and theoretical frameworks \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t K Jochelson \n\t\t \n\t\t \n\t\t\t W A Markham \n\t\t \n\t\t \n\t\t\t C Bridle \n\t\t \n\t \n\t \n\t\t J Epidemiol Community Health \n\t\t \n\t\t\t 63 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Michie S, Jochelson K, Markham WA, Bridle C: Low-income groups and behavior change interventions: a review of intervention content, effectiveness and theoretical frameworks. J Epidemiol Community Health. 2009b, 63:610-622."
    },
    {
      "title": "On Integrating Biomedical and Behavioral Approaches to Activity Limitation with Chronic Pain: Testing Integrated Models Between and Within Persons",
      "authors": [
        "F Quinn"
      ],
      "year": 2010,
      "raw": "F Quinn \n\t\t \n\t\t On Integrating Biomedical and Behavioral Approaches to Activity Limitation with Chronic Pain: Testing Integrated Models Between and Within Persons \n\t\t \n\t\t\t 2010 \n\t\t \n\t\t \n\t\t\t University of Aberdeen \n\t\t \n\t \n\t Quinn F: On Integrating Biomedical and Behavioral Approaches to Activity Limitation with Chronic Pain: Testing Integrated Models Between and Within Persons. University of Aberdeen: 2010"
    },
    {
      "title": "Workplace interventions for smoking cessation",
      "authors": [
        "K Cahill",
        "M Moher",
        "T Lancaster"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd003440.pub3",
      "journal": "Cochrane Database Syst Rev",
      "pages": "3440",
      "raw": "Workplace interventions for smoking cessation \n\t\t \n\t\t\t K Cahill \n\t\t \n\t\t \n\t\t\t M Moher \n\t\t \n\t\t \n\t\t\t T Lancaster \n\t\t \n\t\t 10.1002/14651858.cd003440.pub3 \n\t \n\t \n\t\t Cochrane Database Syst Rev \n\t\t \n\t\t\t 3440 \n\t\t\t 2008 \n\t\t \n\t \n\t Cahill K, Moher M, Lancaster T: Workplace interventions for smoking cessation. Cochrane Database Syst Rev. 2008:CD003440."
    },
    {
      "title": "Identifying Evidence-Based Competences Required to Deliver Behavioral Support for Smoking Cessation",
      "authors": [
        "S Michie",
        "S Churchill",
        "R West"
      ],
      "year": 2011,
      "journal": "Ann Behav Med",
      "volume": "41",
      "raw": "Identifying Evidence-Based Competences Required to Deliver Behavioral Support for Smoking Cessation \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t S Churchill \n\t\t \n\t\t \n\t\t\t R West \n\t\t \n\t \n\t \n\t\t Ann Behav Med \n\t\t \n\t\t\t 41 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Michie S, Churchill S, West R: Identifying Evidence-Based Competences Required to Deliver Behavioral Support for Smoking Cessation. Ann Behav Med. 2011, 41:59-70."
    },
    {
      "title": "Health Behavior Change Competency Framework: competences to deliver interventions to change lifestyle behaviors that affect health",
      "authors": [
        "D Dixon",
        "M Johnston"
      ],
      "year": 2012,
      "raw": "D Dixon \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t Health Behavior Change Competency Framework: competences to deliver interventions to change lifestyle behaviors that affect health \n\t\t Edinburgh \n\t\t \n\t\t\t Scottish Government \n\t\t\t 2012 \n\t\t \n\t \n\t *Dixon D, Johnston M.: Health Behavior Change Competency Framework: competences to deliver interventions to change lifestyle behaviors that affect health. Edinburgh: Scottish Government, 2012."
    },
    {
      "title": "Mapping change mechanisms and behaviour change techniques: A systematic approach to promoting behaviour change through text",
      "authors": [
        "C Abraham"
      ],
      "year": 2011,
      "doi": "10.4135/9781446288054.n7",
      "raw": "Mapping change mechanisms and behaviour change techniques: A systematic approach to promoting behaviour change through text \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t 10.4135/9781446288054.n7 \n\t \n\t \n\t\t Writing Health Communication: An Evidence-Based Guide for Professionals \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t M Kools \n\t\t \n\t\t London \n\t\t \n\t\t\t SAGE Publications \n\t\t\t 2011 \n\t\t \n\t \n\t *Abraham C: Mapping change mechanisms and behaviour change techniques: A systematic approach to promoting behaviour change through text. In C. Abraham and M. Kools (eds.), Writing Health Communication: An Evidence-Based Guide for Professionals. London: SAGE Publications, 2011."
    },
    {
      "title": "Classification systems in behavioral science: Current systems and lessons from the natural, medical and social sciences",
      "authors": [
        "Z Stavri",
        "S Michie"
      ],
      "year": 2012,
      "journal": "Health Psychol Rev",
      "volume": "6",
      "raw": "Classification systems in behavioral science: Current systems and lessons from the natural, medical and social sciences \n\t\t \n\t\t\t Z Stavri \n\t\t \n\t\t \n\t\t\t S Michie \n\t\t \n\t \n\t \n\t\t Health Psychol Rev \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Stavri Z, Michie S: Classification systems in behavioral science: Current systems and lessons from the natural, medical and social sciences. Health Psychol Rev. 2012, 6:113-140"
    },
    {
      "title": "Standard care quality determines treatment outcomes in control groups of HAART-adherence intervention studies: implications for the interpretation and comparison of intervention effects",
      "authors": [
        "M De Bruin",
        "W Viechtbauer",
        "H Hospers",
        "H Schaalma",
        "G Kok"
      ],
      "year": 2009,
      "journal": "Health Psychol",
      "volume": "28",
      "raw": "Standard care quality determines treatment outcomes in control groups of HAART-adherence intervention studies: implications for the interpretation and comparison of intervention effects \n\t\t \n\t\t\t M De Bruin \n\t\t \n\t\t \n\t\t\t W Viechtbauer \n\t\t \n\t\t \n\t\t\t H J Hospers \n\t\t \n\t\t \n\t\t\t H P Schaalma \n\t\t \n\t\t \n\t\t\t G Kok \n\t\t \n\t \n\t \n\t\t Health Psychol \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t de Bruin M, Viechtbauer W, Hospers HJ, Schaalma HP, Kok G: Standard care quality determines treatment outcomes in control groups of HAART-adherence intervention studies: implications for the interpretation and comparison of intervention effects. Health Psychol. 2009, 28:668-674."
    },
    {
      "title": "Identifying active ingredients in complex behavioral interventions for obese adults with obesity-related co-morbidities or additional risk factors for co-morbidities: a systematic review",
      "authors": [
        "S Dombrowski",
        "F Sniehotta",
        "A Avenell"
      ],
      "year": 2012,
      "doi": "10.1080/17437199.2010.513298",
      "journal": "Health Psychol Rev",
      "volume": "6",
      "raw": "Identifying active ingredients in complex behavioral interventions for obese adults with obesity-related co-morbidities or additional risk factors for co-morbidities: a systematic review \n\t\t \n\t\t\t S U Dombrowski \n\t\t \n\t\t \n\t\t\t F F Sniehotta \n\t\t \n\t\t \n\t\t\t A Avenell \n\t\t \n\t\t 10.1080/17437199.2010.513298 \n\t \n\t \n\t\t Health Psychol Rev \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Dombrowski SU, Sniehotta FF, Avenell A, et al.: Identifying active ingredients in complex behavioral interventions for obese adults with obesity-related co-morbidities or additional risk factors for co-morbidities: a systematic review. Health Psychol Rev. 2012, 6:7-32."
    },
    {
      "title": "Theories and techniques of behavior change: Developing a cumulative science of behavior change",
      "authors": [
        "S Michie",
        "M Johnston"
      ],
      "year": 2012,
      "journal": "Health Psychol Rev",
      "volume": "6",
      "raw": "Theories and techniques of behavior change: Developing a cumulative science of behavior change \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t \n\t \n\t\t Health Psychol Rev \n\t\t \n\t\t\t 6 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Michie S, Johnston M: Theories and techniques of behavior change: Developing a cumulative science of behavior change. Health Psychol Rev. 2012, 6:1-6."
    },
    {
      "title": "The Delphi method: substance context, a critique and the annotated bibliography",
      "authors": [
        "J Pill"
      ],
      "year": 1991,
      "doi": "10.1016/0038-0121(71)90041-3",
      "journal": "Socioecon Planning Sci",
      "volume": "5",
      "raw": "The Delphi method: substance context, a critique and the annotated bibliography \n\t\t \n\t\t\t J Pill \n\t\t \n\t\t 10.1016/0038-0121(71)90041-3 \n\t \n\t \n\t\t Socioecon Planning Sci \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 1991 \n\t\t \n\t \n\t Pill J: The Delphi method: substance context, a critique and the annotated bibliography. Socioecon Planning Sci. 1991, 5:57-71."
    },
    {
      "title": "APA dictionary of psychology",
      "authors": [
        "G Vandenbos"
      ],
      "year": 2006,
      "raw": "G R Vandenbos \n\t\t \n\t\t APA dictionary of psychology \n\t\t Washington, D.C. \n\t\t \n\t\t\t American Psychological Association \n\t\t\t 2006 \n\t\t \n\t \n\t Vandenbos GR.: APA dictionary of psychology. Washington, D.C.: American Psychological Association. 2006."
    },
    {
      "title": "Package 'clvalid': Validation of clustering results",
      "authors": [
        "G Brock",
        "V Pihur",
        "S Datta",
        "S Datta"
      ],
      "year": 2008,
      "doi": "10.18637/jss.v025.i04",
      "journal": "J Statistical Software",
      "volume": "25",
      "raw": "Package 'clvalid': Validation of clustering results \n\t\t \n\t\t\t G Brock \n\t\t \n\t\t \n\t\t\t V Pihur \n\t\t \n\t\t \n\t\t\t S Datta \n\t\t \n\t\t \n\t\t\t S Datta \n\t\t \n\t\t 10.18637/jss.v025.i04 \n\t \n\t \n\t\t J Statistical Software \n\t\t \n\t\t\t 25 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Brock G, Pihur V, Datta S, Datta S.: Package 'clvalid': Validation of clustering results. J Statistical Software. 2008, 25:1-22"
    },
    {
      "title": "Pvclust: An R package for assessing the uncertainty in hierarchical clustering",
      "authors": [
        "R Suzuki",
        "H Shimodaira"
      ],
      "year": 2006,
      "journal": "Bioinformatics",
      "volume": "22",
      "raw": "Pvclust: An R package for assessing the uncertainty in hierarchical clustering \n\t\t \n\t\t\t R Suzuki \n\t\t \n\t\t \n\t\t\t H Shimodaira \n\t\t \n\t \n\t \n\t\t Bioinformatics \n\t\t \n\t\t\t 22 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Suzuki R, Shimodaira H: Pvclust: An R package for assessing the uncertainty in hierarchical clustering. Bioinformatics. 2006, 22:1540-1542."
    },
    {
      "title": "Bias, Prevalence and Kappa",
      "authors": [
        "T Byrt",
        "J Bishop",
        "J Carlin"
      ],
      "year": 1993,
      "doi": "10.1016/0895-4356(93)90018-v",
      "journal": "J Clin Epidemiol",
      "volume": "46",
      "raw": "Bias, Prevalence and Kappa \n\t\t \n\t\t\t T Byrt \n\t\t \n\t\t \n\t\t\t J Bishop \n\t\t \n\t\t \n\t\t\t J B Carlin \n\t\t \n\t\t 10.1016/0895-4356(93)90018-v \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 1993 \n\t\t \n\t \n\t Byrt T, Bishop J, Carlin JB: Bias, Prevalence and Kappa. J Clin Epidemiol. 1993, 46:423-429."
    },
    {
      "title": "Behavior and interpretation of the kappa statistic: resolution of the two paradoxes",
      "authors": [
        "C Lantz",
        "E Nebenzahl"
      ],
      "year": 1996,
      "doi": "10.1016/0895-4356(95)00571-4",
      "journal": "J Clin Epidemiol",
      "volume": "49",
      "raw": "Behavior and interpretation of the kappa statistic: resolution of the two paradoxes \n\t\t \n\t\t\t C A Lantz \n\t\t \n\t\t \n\t\t\t E Nebenzahl \n\t\t \n\t\t 10.1016/0895-4356(95)00571-4 \n\t \n\t \n\t\t J Clin Epidemiol \n\t\t \n\t\t\t 49 \n\t\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Lantz CA, Nebenzahl E: Behavior and interpretation of the kappa statistic: resolution of the two paradoxes. J Clin Epidemiol. 1996, 49:431-434."
    },
    {
      "title": "Measurement of Observer Agreement for Categorical Data",
      "authors": [
        "J Landis",
        "G Koch"
      ],
      "year": 1977,
      "doi": "10.2307/2529310",
      "journal": "Biometrics",
      "volume": "33",
      "raw": "Measurement of Observer Agreement for Categorical Data \n\t\t \n\t\t\t J R Landis \n\t\t \n\t\t \n\t\t\t G G Koch \n\t\t \n\t\t 10.2307/2529310 \n\t \n\t \n\t\t Biometrics \n\t\t \n\t\t\t 33 \n\t\t\t \n\t\t\t 1977 \n\t\t \n\t \n\t Landis JR, Koch GG: Measurement of Observer Agreement for Categorical Data. Biometrics. 1977, 33:159-174."
    },
    {
      "title": "Changing clinical behavior by making guidelines specific",
      "authors": [
        "S Michie",
        "M Johnston"
      ],
      "year": 2004,
      "journal": "BMJ (Clin. Research Ed",
      "volume": "328",
      "raw": "Changing clinical behavior by making guidelines specific \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t \n\t \n\t\t BMJ (Clin. Research Ed \n\t\t \n\t\t\t 328 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Michie S, Johnston, M: Changing clinical behavior by making guidelines specific. BMJ (Clin. Research Ed.). 2004. 328:343-345."
    },
    {
      "title": "American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision",
      "year": 2000,
      "doi": "10.1176/appi.books.9780890423349",
      "raw": "10.1176/appi.books.9780890423349 \n\t\t American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision \n\t\t Washington, DC \n\t\t \n\t\t\t American Psychiatric Association \n\t\t\t 2000 \n\t\t \n\t \n\t American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision. Washington, DC:: American Psychiatric Association, 2000."
    },
    {
      "title": "World Health Organisation: ICD-10 international statistical classification of diseases and related health problems",
      "year": 1992,
      "doi": "10.1007/978-3-662-61452-5_49",
      "raw": "10.1007/978-3-662-61452-5_49 \n\t \n\t \n\t\t World Health Organisation: ICD-10 international statistical classification of diseases and related health problems \n\t\t Geneva, Switzerland \n\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t World Health Organisation: ICD-10 international statistical classification of diseases and related health problems: Geneva, Switzerland: Illu; 1992."
    },
    {
      "title": "The Magical Number Seven, Plus or Minus Two: Some Limits on Our Capacity for Processing Information. Essential Sources in the Scientific Study of Consciousness",
      "authors": [
        "G Miller"
      ],
      "year": 2003,
      "doi": "10.7551/mitpress/2834.003.0029",
      "raw": "The Magical Number Seven, Plus or Minus Two: Some Limits on Our Capacity for Processing Information. Essential Sources in the Scientific Study of Consciousness \n\t\t \n\t\t\t G A Miller \n\t\t \n\t\t 10.7551/mitpress/2834.003.0029 \n\t\t \n\t\t\t 2003 \n\t\t\t \n\t\t \n\t \n\t Miller GA: The Magical Number Seven, Plus or Minus Two: Some Limits on Our Capacity for Processing Information. Essential Sources in the Scientific Study of Consciousness. 2003:357-372."
    },
    {
      "title": "Short-term memory for word sequences as a function of acoustic, semantic and formal similarity",
      "authors": [
        "A Baddeley"
      ],
      "year": 1966,
      "journal": "Q J Exp Psychol",
      "volume": "18",
      "raw": "Short-term memory for word sequences as a function of acoustic, semantic and formal similarity \n\t\t \n\t\t\t A Baddeley \n\t\t \n\t \n\t \n\t\t Q J Exp Psychol \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 1966 \n\t\t \n\t \n\t Baddeley A: Short-term memory for word sequences as a function of acoustic, semantic and formal similarity. Q J Exp Psychol. 1966, 18:362-365."
    },
    {
      "title": "Semantic Cuing and the Scale Insensitivity of Recency and Contiguity",
      "authors": [
        "S Polyn",
        "G Erlikhman",
        "M Kahana"
      ],
      "year": 2011,
      "journal": "J Exp Psychol: Learning Memory and Cognition",
      "volume": "37",
      "raw": "Semantic Cuing and the Scale Insensitivity of Recency and Contiguity \n\t\t \n\t\t\t S M Polyn \n\t\t \n\t\t \n\t\t\t G Erlikhman \n\t\t \n\t\t \n\t\t\t M J Kahana \n\t\t \n\t \n\t \n\t\t J Exp Psychol: Learning Memory and Cognition \n\t\t \n\t\t\t 37 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Polyn SM, Erlikhman G, Kahana MJ: Semantic Cuing and the Scale Insensitivity of Recency and Contiguity. J Exp Psychol: Learning Memory and Cognition. 2011, 37:766-775."
    },
    {
      "title": "The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman",
        "M Eccles",
        "J Cane",
        "C Wood"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6",
      "journal": "Annals of Behavioral Medicine",
      "volume": "46",
      "issue": "1",
      "raw": "The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Richardson \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t\t \n\t\t\t J Francis \n\t\t \n\t\t \n\t\t\t W Hardeman \n\t\t \n\t\t \n\t\t\t M P Eccles \n\t\t \n\t\t \n\t\t\t J Cane \n\t\t \n\t\t \n\t\t\t C E Wood \n\t\t \n\t\t 10.1007/s12160-013-9486-6 \n\t \n\t \n\t\t Annals of Behavioral Medicine \n\t\t \n\t\t\t 46 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2013. 2013 \n\t\t \n\t \n\t Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6"
    },
    {
      "title": "Z: Availability Versus Accessibility of Information in Memory for Words",
      "authors": [
        "E Tulving"
      ],
      "year": 1966,
      "doi": "10.1016/s0022-5371(66)80048-8",
      "journal": "J Verb Learn Verb Behav",
      "volume": "5",
      "raw": "Z: Availability Versus Accessibility of Information in Memory for Words \n\t\t \n\t\t\t E Tulving \n\t\t \n\t\t \n\t\t\t Pearlsto \n\t\t \n\t\t 10.1016/s0022-5371(66)80048-8 \n\t \n\t \n\t\t J Verb Learn Verb Behav \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 1966 \n\t\t \n\t \n\t Tulving E, Pearlsto.Z: Availability Versus Accessibility of Information in Memory for Words. J Verb Learn Verb Behav. 1966, 5:381-391"
    },
    {
      "title": "Making psychological theory useful for implementing evidence based practice: a consensus approach",
      "authors": [
        "S Michie",
        "M Johnston",
        "C Abraham"
      ],
      "year": 2005,
      "journal": "Qual Saf Health Care",
      "volume": "14",
      "raw": "Making psychological theory useful for implementing evidence based practice: a consensus approach \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M Johnston \n\t\t \n\t\t \n\t\t\t C Abraham \n\t\t \n\t \n\t \n\t\t Qual Saf Health Care \n\t\t \n\t\t\t 14 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Michie S, Johnston M, Abraham C, et al.: Making psychological theory useful for implementing evidence based practice: a consensus approach. Qual Saf Health Care. 2005, 14:26-33."
    },
    {
      "title": "Intervention mapping: A protocol for applying health psychology theory to prevention programmes",
      "authors": [
        "G Kok",
        "H Schaalma",
        "Rac Ruiter",
        "P Van Empelen",
        "J Brug"
      ],
      "year": 2004,
      "doi": "10.1177/1359105304038379",
      "journal": "J Health Psychol",
      "volume": "9",
      "raw": "Intervention mapping: A protocol for applying health psychology theory to prevention programmes \n\t\t \n\t\t\t G Kok \n\t\t \n\t\t \n\t\t\t H Schaalma \n\t\t \n\t\t \n\t\t\t Rac Ruiter \n\t\t \n\t\t \n\t\t\t P Van Empelen \n\t\t \n\t\t \n\t\t\t J Brug \n\t\t \n\t\t 10.1177/1359105304038379 \n\t \n\t \n\t\t J Health Psychol \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Kok G, Schaalma H, Ruiter RAC, Van Empelen P, Brug J.: Intervention mapping: A protocol for applying health psychology theory to prevention programmes. J Health Psychol. 2004, 9:85-98."
    },
    {
      "title": "The behavior change wheel: A new method for characterising and designing behavior change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42",
      "journal": "Implement. Sci",
      "volume": "6",
      "pages": "42",
      "raw": "The behavior change wheel: A new method for characterising and designing behavior change interventions \n\t\t \n\t\t\t S Michie \n\t\t \n\t\t \n\t\t\t M M Van Stralen \n\t\t \n\t\t \n\t\t\t R West \n\t\t \n\t\t 10.1186/1748-5908-6-42 \n\t \n\t \n\t\t Implement. Sci \n\t\t \n\t\t\t 6 \n\t\t\t 42 \n\t\t\t 2011 \n\t\t \n\t \n\t Michie S, van Stralen MM, West R: The behavior change wheel: A new method for characterising and designing behavior change interventions. Implement. Sci. 2011, 6:42"
    },
    {
      "title": "Specifying content and mechanisms of change in interventions to change professionals' practice: an illustration from the Good Goals study in occupational therapy",
      "authors": [
        "N Kolehmainen",
        "J Francis"
      ],
      "year": 2012,
      "doi": "10.1186/1748-5908-7-100",
      "journal": "Implement. Sci",
      "volume": "7",
      "pages": "100",
      "raw": "Specifying content and mechanisms of change in interventions to change professionals' practice: an illustration from the Good Goals study in occupational therapy \n\t\t \n\t\t\t N Kolehmainen \n\t\t \n\t\t \n\t\t\t J J Francis \n\t\t \n\t\t 10.1186/1748-5908-7-100 \n\t \n\t \n\t\t Implement. Sci \n\t\t \n\t\t\t 7 \n\t\t\t 100 \n\t\t\t 2012 \n\t\t \n\t \n\t Kolehmainen N, Francis JJ: Specifying content and mechanisms of change in interventions to change professionals' practice: an illustration from the Good Goals study in occupational therapy. Implement. Sci. 2012, 7:100"
    }
  ],
  "num_references": 50,
  "figures": [
    {
      "caption": "1 ) 8 Participants",
      "description": "To generate a taxonomy that: a) comprises an extensive hierarchical classification of clearly labeled, well defined BCTs with a consensus that they are proposed active components of behavior change interventions, that they are distinct (non-overlapping, nonredundant) and precise, and that they can be used with confidence to describe interventions, b) has a breadth of international and disciplinary agreement 2) To assess and report the reliability of using BCT labels and definitions to code intervention descriptions Method Design The work involved three main tasks. The first involved the rigorous development of a list of distinct BCT labels and definitions, using Delphi methods, with feedback from a multidisciplinary International Advisory Board and members of the study team. The interrater reliability of coding intervention descriptions using the list of BCTs was then assessed in two rounds of reliability testing. The third task was the development of a hierarchical structure. Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Participants were international behavior change experts (i.e. active in their field and engaged in investigating, designing and/or delivering behavior change interventions) who had agreed to take part in one or more of the study phases, members of the International"
    },
    {
      "caption": "Five",
      "description": "members of the UK study team conducted the first round of reliability testing and six the second round. Eighteen of 19 participants approached from the pool of experts in behavior change interventions completed the open-sort grouping task. Eight were women, 10 men with an age range of 27 to 67 years (M = 43.94) 16 were from the UK and two were from Australia.ProcedureParticipants recruited for the Delphi exercise and open-sort grouping task provided written consent and were assured that their responses would remain confidential. All participants were asked to provide demographic information (i.e. age, gender and nationality). Delphi exercise participants were also asked to provide their professional background (i.e. qualifications, registrations, job title and area of work) and how many BCTs they had used professionally in intervention design, face-to-face delivery and training (reported in increments of 5 up to 50+)."
    },
    {
      "caption": "(",
      "description": "Step 3). The resulting list of BCTs was then scrutinized by the Advisory Board, who submitted verbal and written feedback, and was assessed by the lay and expert members of the study team (Step 4). Following each of Steps 2, 3 and 4, the results were synthesized by SM and MJ in preparation for the next step. Using the developed BCT list, members of the study team coded published descriptions of interventions, and inter-rater agreement for the presence of each BCT was calculated (Step 5"
    },
    {
      "description": "Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 23 and cultural contexts in which BCTs are used would help to elucidate the extent to which BCT Taxonomy v1 is relevant across contexts, countries and cultures and the extent to which specific adaptations will be needed. To date, the taxonomy and coded interventions have predominantly focused on interventions delivered to the individuals whose behavior change is targeted. Further work needs to be done to extend it to the BCTs relevant to community and population-level interventions [48]. BCT Taxonomy v1 thus lays the foundation for the reliable and systematic specification of behavior change interventions. This significantly increases the possibility of identifying the active ingredients within interventions components and the conditions under which they are effective, and of replicating and implementing effective interventions, thus advancing the science of behavior change. Historically it has often been concluded that how behavior change techniques are delivered may have as great or larger impact on outcomes as the techniques themselves [49]. Dimensions of behavior change interventions other than"
    },
    {
      "description": "monitoring with awareness [2.1 and 2.5] Self-monitoring of outcome of behavior[2.4] Self-monitoring of behavior[2.3] 9. GOALS & PLANNING 90 (.002) Action planning (including implementation intentions) [1.4] Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 7"
    },
    {
      "caption": "1 . 7 ]",
      "description": "10. SOCIAL SUPPORT 100 (.001) Social support (practical)[3.2]    Social support (general)[3.1] Social support (emotional)[3.3]    successful performance[15.2] Self-talk[15.4] Focus on past success[15.3] Verbal persuasion to boost self-efficacy[15.1] as role model[13.1]"
    },
    {
      "type": "table",
      "caption": "Table 4",
      "description": "an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 19 from which they were drawn. The extent to which we can generalize our findings across behaviors, disciplines and countries is an important question for future research. Building on a preliminary list generated from six published BCT classification systems, BCTs were added, divided and removed and their labels and definitions refined to capture the smallest components compatible with retaining the proposed active ingredients with the minimum of overlap. This resulted in 93 clearly defined, non-redundant BCTs, grouped into 16 clusters, for use in specifying the detailed content of a wide range of behavior change interventions."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "summary, the work reported in this paper is foundational for our long-term goals of developing a comprehensive, hierarchical, reliable and generalizable BCT Taxonomy as a method for specifying, evaluating, and implementing behavior change interventions that can be applied to many different types of intervention, including organizational and community interventions, and that has multidisciplinary and international acceptance and use. The work reported here is a step toward the objective of developing agreed methods that permit and facilitate the aims of CONSORT and UK MRC guidance of precise reporting of complex behavioral interventions. The next steps underway are to test the reliability and usability of Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 24 BCT Taxonomy v1 across different behaviors and populations and to set up a system for its continuous development guided by an international, multidisciplinary team. Conflict of Interest Statement: The authors have no conflict of interest to disclose Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 25 BCTs judged to be satisfactory and those requiring further consideration in Delphi exercise Round 1 (step 2): Means, Modes and Frequencies"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "BCTs judged to be satisfactory and those requiring further consideration in Delphi exercise Round 2 (step 3): Means, Modes and Frequencies of responses to questions Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 3"
    },
    {
      "type": "table",
      "caption": "Table 3 .",
      "description": "Inter-rater agreement for each BCT a : adjusted Kappas for two rounds of reliability testing (Some BCT labels differ as a result of the consensus exercises; number in [ ] indicates related BCT in Electronic Supplementary Materials table 3) a Reliability shown for BCTs observed at least five times; b BCT not in taxonomy v1"
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "Evolution of the taxonomy: labels and definitions of BCTs modified (added, split or removed at each of 8 steps in the development). Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6 Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6"
    }
  ],
  "num_figures": 11,
  "tables": [
    {
      "content": ". On the"
    },
    {
      "content": "of responses to questions Satisfactory (BCTs = 21) Reconsider (BCTs = 73) Question Range of Means Range of Frequency of Range of Means Range of Frequency SDs Modes% (N) SDs of Modes % (N) 1. Does the definition contain what you 1.21 (SD = 0.47) 0.43 to 1=71%(15) 1.29 (SD =0.47) to 0.43 to 1=44%(32) would consider to be potentially active to 1.93 (SD = 1.17 2=29%(6) 4.79 (SD=0.43) 1.34 2=51%(37) ingredients that could be tested 0.92) 3=0%(0) 3=4%(3) empirically?\": 1 'definitely yes'; 2 'probably 4=0%(0) 4=1%(1) yes'; 3 'not sure'; 4 'probably no'; 5 5=0%(0) 5=0%(0) 'definitely no'. 2. \"Please indicate whether you are N/A N/A 1=100%(21) N/A N/A 1=60%(44) satisfied that it is conceptually unique or 2=0%(0) whether you consider that it is redundant or 3=40%(29) overlapping with other BCTs (1 conceptually unique; 2 redundant; 3 overlapping)"
    },
    {
      "content": "Question"
    },
    {
      "content": "Round 1 and 2 Adjusted Round 1 only Adjusted Round 2 only Adjusted kappa kappa kappa Pharmacological support [11.1] 0.87, 0.85 Non-specific encouragement b 0.82 Social comparison [6.2] 0.90 Self-monitoring of behavior [2.3] 0.82, 0.75 Review of outcome goal [1.7] 0.78 Material reward [10.2 and 0.85 10.10] Restructuring of the physical 0.82, 0.85 Discrepancy between current 0.73 Incentive [10.1] 0.80 environment [30] behavior [1.6] Social support (practical) [3.2] 0.78, 0.70 Self-monitoring of outcome of 0.73 Monitoring outcome of 0.70 behavior [2.4] behavior by others without feedback [2.5] Behavioral practice/rehearsal [8.1] 0.78, 0.70 Health consequences [5.1] 0.69 Problem solving/coping planning [1.2] 0.73, 0.75 Feedback on behavior [2.2] 0.69 Persuasive argument [9.1] 0.73, 0.60 Action planning (including 0.64 implementation intentions) [1.4] Review behavior goal(s) [1.5] 0.69, 0.75 Social support (general) [3.1] 0.60 Goal setting (outcome) [1.3] 0.64, 0.85 Goal setting behavior [1.1] 0.56 Prompts/cues [7.1] 0.42, 0.70 Tailored personalized message b 0.50 Demonstration of the behaviour [6.1] 0.87, 0.75 Instruction on how to perform 0.38 the behavior [4.1]"
    },
    {
      "content": "Step Step Label number description"
    }
  ],
  "num_tables": 5,
  "num_citations": 89,
  "cited_references": [
    "b3",
    "b13",
    "b39",
    "b41",
    "b2",
    "b14",
    "b17",
    "b36",
    "b25",
    "b9",
    "b1",
    "b35",
    "b20",
    "b43",
    "b21",
    "b40",
    "b12",
    "b42",
    "b30",
    "b31",
    "b29",
    "b16",
    "b37",
    "b15",
    "b23",
    "b32",
    "b5",
    "b19",
    "b28",
    "b45",
    "b10",
    "b38",
    "b27",
    "b24",
    "b4",
    "b33",
    "b7",
    "b11",
    "b8",
    "b22",
    "b34",
    "b6",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] 1  University College London ,",
    "[raw_affiliation] 2  University of Exeter Medical School ,",
    "[raw_affiliation] 1  University College London ,",
    "[raw_affiliation] 3  University of Aberdeen ,",
    "[raw_affiliation] 2  University of Exeter Medical School ,",
    "[raw_affiliation] 4  City University London , 5University of Cambridge ,",
    "[raw_affiliation] 6  Newcastle University ,",
    "[raw_affiliation] 7  University of Kent Centre for Outcomes Research Effectiveness , Research Department of Clinical , Educational and Health Psychology , University College London , 1-19 Torrington Place , London , WC1E 7HB.",
    "[raw_affiliation] 1  University College London ,",
    "Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6",
    "[raw_reference] Craig P, Dieppe P, Macintyre S, et al.: Developing and evaluating complex interventions: the new Medical Research Council guidance. BMJ. 2008, 337.",
    "[raw_reference] Michie S, Fixsen D, Grimshaw JM, Eccles MP.: Specifying and reporting complex behavior change interventions: the need for a scientific method. Implement Sci. 2009, 40:1-6.",
    "[raw_reference] Davidson KW, Goldstein M, Kaplan RM, et al.: Evidence-based behavioral medicine: What is it and how do we achieve it? Ann Behav Med. 2003,",
    "[raw_reference] Boutron I, Moher D, Altman DG, et al.: Extending the CONSORT statement to randomized trials of non-pharmacologic treatment: explanation and elaboration. Ann Intern Med. 2008, 148:295-309.",
    "[raw_reference] Michie S, Johnston M, Francis J, Hardeman W, Eccles M: From theory to intervention: Mapping theoretically derived behavioral determinants to behavior change techniques. Appl Psychol. 2008, 57:660-680.",
    "[raw_reference] Michie S, Hardeman W, Fanshawe T, Provost TA, Taylor L, Kinmouth AL.: Investigating theoretical explanations for behavior change: The case study of ProActive. Psychol Health. 2008, 23:25-39",
    "[raw_reference] Albarracin D, Gillette J, Earl AN, Glasman LR, Durantini MR, Ho MH.: A test of major assumptions about behavior change: A comprehensive look at the effects of passive and active HIV-prevention interventions since the beginning of the epidemic. Psychol Bull. 2005, 131:856-897.",
    "[raw_reference] Hardeman W, Griffin S, Johnston M, Kinmonth AL, Wareham NJ: Interventions to prevent weight gain: a systematic review of psychological models and behavior change methods. Int. J Obesity. 2000, 24:131-143.",
    "[raw_reference] Mischel W: Presidential Address, Association for Psychological Science. 2012.",
    "[raw_reference] West R, Walia A, Hyder N, Shahab L, Michie S: Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes. Nicotine Tob Res. 2010, 12:742-747.",
    "[raw_reference] *Abraham C, Michie S: A taxonomy of behavior change techniques used in interventions. Health Psychol. 2008, 27:379-387.",
    "[raw_reference] Michie S, Abraham C, Eccles MP, et al.: Strengthening evaluation and implementation by specifying components of behavior change interventions: a study protocol. Implement Sci. 2011, 6.",
    "[raw_reference] Michie S, Johnston M: Behavior change techniques. In M. D. Gellman and J. R. Turner (eds.), Encyclopedia of Behavioral Medicine. New York: Springer, 2011.",
    "[raw_reference] *Michie S, Abraham C, Whittington C, McAteer J, Gupta S: Effective Techniques in Healthy Eating and Physical Activity Interventions: A Meta-Regression. Health Psychol. 2009a, 28:690-701.",
    "[raw_reference] *Michie S, Hyder N, Walia A, West R: Development of a taxonomy of behavior change techniques used in individual behavioral support for smoking cessation. Addict Behav. 2011, 36:315-319.",
    "[raw_reference] West R, Walia A, Hyder N, Shahab L, Michie S.: Behavior change techniques used by the English Stop Smoking Services and their associations with short-term quit outcomes. Nicotine Tob Res. 2010, 12:742-747.",
    "[raw_reference] *Michie S, Whittington C, Hamoudi Z, et al.: Identification of behavior change techniques to reduce excessive alcohol consumption. Addiction. 2012, 107:1431- 1440.",
    "Supplement 1",
    "[raw_reference] Abraham C, Good A, Warren MR, Huedo-Medina T, Johnson B.: Developing and testing a SHARP taxonomy of behavior change techniques included in condom promotion interventions. Psychol Health. 2011, Supplement 1.",
    "[raw_reference] Ivers N, Jamtvedt G, Flottorp S, Young JM, Odgaard-Jensen J, French SD, O'Brien MA, Johansen M, Grimshaw J, Oxman AD: Audit and feedback: effects on professional practice and patient outcomes. Cochrane Summaries. 2012. 1-216. Issue 6. Art. No.: CD000259",
    "[raw_reference] Araujo-Soares V, MacIntyre T, MacLennan G, Sniehotta FF.: Development and exploratory cluster-randomized opportunistic trial of a theory-based intervention to enhance physical activity among adolescents. Psychol Health. 2009, 24:805-822.",
    "[raw_reference] Gardner B, Whittington C, McAteer J, Eccles MP, Michie Using theory to synthesize evidence from behavior change interventions: The example of audit and feedback. Soc Sci Med. 2010, 70:1618-1625.",
    "[raw_reference] Michie S, Jochelson K, Markham WA, Bridle C: Low-income groups and behavior change interventions: a review of intervention content, effectiveness and theoretical frameworks. J Epidemiol Community Health. 2009b, 63:610-622.",
    "[raw_reference] Quinn F: On Integrating Biomedical and Behavioral Approaches to Activity Limitation with Chronic Pain: Testing Integrated Models Between and Within Persons. University of Aberdeen: 2010",
    "[raw_reference] Cahill K, Moher M, Lancaster T: Workplace interventions for smoking cessation. Cochrane Database Syst Rev. 2008:CD003440.",
    "[raw_reference] Michie S, Churchill S, West R: Identifying Evidence-Based Competences Required to Deliver Behavioral Support for Smoking Cessation. Ann Behav Med. 2011, 41:59-70.",
    "[raw_reference] *Dixon D, Johnston M.: Health Behavior Change Competency Framework: competences to deliver interventions to change lifestyle behaviors that affect health. Edinburgh: Scottish Government, 2012.",
    "[raw_reference] *Abraham C: Mapping change mechanisms and behaviour change techniques: A systematic approach to promoting behaviour change through text. In C. Abraham and M. Kools (eds.), Writing Health Communication: An Evidence-Based Guide for Professionals. London: SAGE Publications, 2011.",
    "[raw_reference] Stavri Z, Michie S: Classification systems in behavioral science: Current systems and lessons from the natural, medical and social sciences. Health Psychol Rev. 2012, 6:113-140",
    "[raw_reference] de Bruin M, Viechtbauer W, Hospers HJ, Schaalma HP, Kok G: Standard care quality determines treatment outcomes in control groups of HAART-adherence intervention studies: implications for the interpretation and comparison of intervention effects. Health Psychol. 2009, 28:668-674.",
    "[raw_reference] Dombrowski SU, Sniehotta FF, Avenell A, et al.: Identifying active ingredients in complex behavioral interventions for obese adults with obesity-related co-morbidities or additional risk factors for co-morbidities: a systematic review. Health Psychol Rev. 2012, 6:7-32.",
    "[raw_reference] Michie S, Johnston M: Theories and techniques of behavior change: Developing a cumulative science of behavior change. Health Psychol Rev. 2012, 6:1-6.",
    "[raw_reference] Pill J: The Delphi method: substance context, a critique and the annotated bibliography. Socioecon Planning Sci. 1991, 5:57-71.",
    "[raw_reference] Vandenbos GR.: APA dictionary of psychology. Washington, D.C.: American Psychological Association. 2006.",
    "[raw_reference] Brock G, Pihur V, Datta S, Datta S.: Package 'clvalid': Validation of clustering results. J Statistical Software. 2008, 25:1-22",
    "[raw_reference] Suzuki R, Shimodaira H: Pvclust: An R package for assessing the uncertainty in hierarchical clustering. Bioinformatics. 2006, 22:1540-1542.",
    "[raw_reference] Byrt T, Bishop J, Carlin JB: Bias, Prevalence and Kappa. J Clin Epidemiol. 1993, 46:423-429.",
    "[raw_reference] Lantz CA, Nebenzahl E: Behavior and interpretation of the kappa statistic: resolution of the two paradoxes. J Clin Epidemiol. 1996, 49:431-434.",
    "[raw_reference] Landis JR, Koch GG: Measurement of Observer Agreement for Categorical Data. Biometrics. 1977, 33:159-174.",
    "[raw_reference] Michie S, Johnston, M: Changing clinical behavior by making guidelines specific. BMJ (Clin. Research Ed.). 2004. 328:343-345.",
    "[raw_reference] American Psychiatric Association: Diagnostic and Statistical Manual of Mental Disorders, Fourth Edition, Text Revision. Washington, DC:: American Psychiatric Association, 2000.",
    "[raw_reference] World Health Organisation: ICD-10 international statistical classification of diseases and related health problems: Geneva, Switzerland: Illu; 1992.",
    "[raw_reference] Miller GA: The Magical Number Seven, Plus or Minus Two: Some Limits on Our Capacity for Processing Information. Essential Sources in the Scientific Study of Consciousness. 2003:357-372.",
    "[raw_reference] Baddeley A: Short-term memory for word sequences as a function of acoustic, semantic and formal similarity. Q J Exp Psychol. 1966, 18:362-365.",
    "[raw_reference] Polyn SM, Erlikhman G, Kahana MJ: Semantic Cuing and the Scale Insensitivity of Recency and Contiguity. J Exp Psychol: Learning Memory and Cognition. 2011, 37:766-775.",
    "[raw_reference] Michie S, Richardson M, Johnston M, Abraham C, Francis J, Hardeman W, Eccles MP, Cane J, Wood CE. (2013). The Behavior Change Technique Taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions, Annals of Behavioral Medicine, 2013;46(1): 81-95. doi: 10.1007/s12160-013-9486-6",
    "[raw_reference] Tulving E, Pearlsto.Z: Availability Versus Accessibility of Information in Memory for Words. J Verb Learn Verb Behav. 1966, 5:381-391",
    "[raw_reference] Michie S, Johnston M, Abraham C, et al.: Making psychological theory useful for implementing evidence based practice: a consensus approach. Qual Saf Health Care. 2005, 14:26-33.",
    "[raw_reference] Kok G, Schaalma H, Ruiter RAC, Van Empelen P, Brug J.: Intervention mapping: A protocol for applying health psychology theory to prevention programmes. J Health Psychol. 2004, 9:85-98.",
    "[raw_reference] Michie S, van Stralen MM, West R: The behavior change wheel: A new method for characterising and designing behavior change interventions. Implement. Sci. 2011, 6:42",
    "[raw_reference] Kolehmainen N, Francis JJ: Specifying content and mechanisms of change in interventions to change professionals' practice: an illustration from the Good Goals study in occupational therapy. Implement. Sci. 2012, 7:100"
  ],
  "editors": [
    "M D Gellman",
    "J R Turner",
    "C Abraham",
    "M Kools"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
