{
  "paper_id": "2FJGS6YP",
  "title": "IT-ENABLED SELF-MONITORING FOR CHRONIC DISEASE SELF-MANAGEMENT: AN INTERDISCIPLINARY REVIEW 1",
  "abstract": "Self-monitoring is a strategy that patients use to manage their chronic disease and chronic disease risk factors. Technological advances such as mobile apps, web-based tracking programs, sensing devices, wearable technologies, and insideable devices enable IT-based self-monitoring (ITSM) for chronic disease management. Since ITSM is multidisciplinary in nature and our understanding is fragmented, a systematic examination of the literature is performed to build a holistic understanding of the phenomenon. We review 159 studies published in 108 journals and conferences between 2006 and 2017. By adapting affordance actualization theory, we develop an overarching framework to organize the existing literature on ITSM for chronic disease management. Four themes emerge: key ITSM functionalities that enable affordances; effects on ITSM system use; effects on the achievement of chronic care goals; and the role of intermediary outcomes. For each theme, we identify what is known, what is unknown, and opportunities for future research. We also discuss cross-theme opportunities for future research where more diverse theoretical perspectives can contribute to our understanding of the phenomenon. This work provides research directions for IS researchers studying ITSM for chronic disease self-management.",
  "year": 2017,
  "date": "2017",
  "journal": "Journal of Substance Abuse Treatment",
  "publication": "Journal of Substance Abuse Treatment",
  "authors": [
    {
      "forename": "Jinglu",
      "surname": "Jiang",
      "name": "Jinglu Jiang",
      "affiliation": "School of Management , Binghamton University , Academic Building A , 4400 Vestal Parkway East , Binghamton , NY 13902 U.S.A. \n\t\t\t\t\t\t\t\t School of Management \n\t\t\t\t\t\t\t\t Academic Building A \n\t\t\t\t\t\t\t\t Binghamton University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 4400 Vestal Parkway East \n\t\t\t\t\t\t\t\t\t 13902 \n\t\t\t\t\t\t\t\t\t Binghamton \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t U.S.A",
      "email": "jingluj@binghamton.edu"
    },
    {
      "forename": "Ann-Frances",
      "surname": "Cameron",
      "name": "Ann-Frances Cameron",
      "affiliation": "Department of Information Technologies , HEC Montréal , 3000 chemin Côte-Sainte-Catherine , Montréal , QC H3T 2A7 CANADA \n\t\t\t\t\t\t\t\t Department of Information Technologies \n\t\t\t\t\t\t\t\t HEC Montréal \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3000 chemin Côte-Sainte-Catherine \n\t\t\t\t\t\t\t\t\t H3T 2A7 \n\t\t\t\t\t\t\t\t\t Montréal \n\t\t\t\t\t\t\t\t\t QC \n\t\t\t\t\t\t\t\t\t CANADA",
      "email": "ann-frances.cameron@hec.ca"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000155",
  "keywords": [
    "IT-based self-monitoring",
    "chronic disease self-management",
    "literature review",
    "ITSM use",
    "affordance actualization theory"
  ],
  "sections": [
    {
      "title": "Introduction 1",
      "text": "Chronic diseases, such as diabetes, obesity, and asthma, are among the most prevalent and costly health problems worldwide  (Bauer et al. 2014 , WHO 2014) . Chronic diseases are also highly preventable, and many of them share common risk factors, such as lack of exercise, nutrition deficiency, being overweight, smoking, and excessive drinking  (CDC 2016) . Mitigating these risk factors is key for chronic disease management. For patients with chronic disease(s), chronic disease management involves using complex combinations of strategies to manage the disease(s) so as to slow progression or to manage the high-risk factors associated with chronic health conditions  (Mallery and Rockwood 1992; WHO 2007) . These strategies aim to help patients manage their chronic health conditions on a day-to-day basis. They include both clinical interventions as well as home-based self-management, which encourages the involvement of individuals and their families in their own care  (Martin 2007; WHO n.d.) .\n\nSelf-monitoring (SM) is often considered an essential component in chronic disease self-management (shortened to \"chronic care\" hereinafter) and patients' willingness to selfmonitor largely affects the achievement of positive health outcomes  (Huygens et al. 2017 , McBain et al. 2015) . Selfmonitoring is the \"awareness of symptoms or bodily sensations that is enhanced through periodic measurements, recordings and observations to provide information for im-proved self-management\"  (Wilde and Garvin 2007, p. 343) . SM involves self-recording of symptoms and behaviors, interpreting the self-recorded data, adjusting behaviors accordingly, and applying treatments or seeking professional help as a result of self-awareness  (Epstein et al. 2008; McBain et al. 2015) . Historically, most SM systems were paper-based and memory-based, and while useful for patient empowerment, various problems-such as low compliance, recall bias, and difficulties in tracking moment-to-moment informationhindered their potential effectiveness  (Faurholt-Jepsen et al. 2016) .\n\nThe recent growing interest in IT-based self-monitoring for chronic care (ITSM) potentially overcomes the difficulties of the traditional systems  (Chen and Yeh 2015; Faurholt-Jepsen et al. 2016; Panagioti et al. 2014) . Technological advances such as mobile apps, affordable sensing devices, wearables, insideable technologies (e.g., in-body implants, under-skin sensors, or ingestible smart pills) improve the capabilities of SM-based healthcare programs. For example, the interactive visualization of ITSM technologies helps people better understand health patterns over time  (Cuttone et al. 2013) . Persuasive functions such as adaptive recommendations help users connect with their health professionals at the appropriate moment  (Fairburn and Rothwell 2015) . Connectivity and mobility allow people to manage their information seamlessly  (Grönvall and Verdezoto 2013b) . The pervasiveness of ITSM is also evidenced by the increasing popularity of these tools among healthcare consumers and the general population. It is forecast that by 2019, more than 245 million smart wearable devices will be sold, representing more than $25 billion for smartwatches and fitness trackers (CCSInsight 2017). Thus, ITSM has great potential to help people control and manage the high-risk factors related to their chronic diseases  (Kennedy et al. 2012; McBain et al. 2015) .\n\nITSM is ongoing and practically important, yet the accumulation of knowledge in this area is fragmented, and several research disciplines examining ITSM have developed  (Chomutare et al. 2011; James et al. 2019; Lehto and Oinas-Kukkonen 2011; Lupton 2014) . Each of the emerging research streams tends to focus on specific aspects of ITSM, and, to our knowledge, no comprehensive framework exists to tie the disparate streams of research together. For example, medical research on chronic disease mainly focuses on the implementation and effectiveness of clinical interventions with ITSM as a regular intervention component. This stream of research generally treats IT and the use of IT as a black box and largely ignores the impacts of user perceptions and experiences. Another key stream of research is found in IS and computer science, which focuses on how to design more effective and useful SM tools by understanding how SM systems are used and experienced in practice  (Chung et al. 2016; Epstein 2015) . This research stream examines IT in detail  (Ayobi et al. 2016 ) but largely ignores the chronic disease context and patients' specific needs. While ITSM is multidisciplinary by nature, these different streams of research have not been woven together into a cohesive understanding of ITSM for chronic care, and this failure to capture the multifaceted nature of ITSM may cause a disjointed accumulation of knowledge. Thus, a synthesis of the current research, which makes connections between divergent literatures, is needed in order to develop a more holistic understanding of this phenomenon and build a cumulative knowledge tradition.\n\nTo address this opportunity, the primary aim of this article is to provide a systematic cross-disciplinary synthesis of the literature that contributes to our understanding of ITSM for chronic care and provides research directions for IS researchers studying ITSM. This aim is achieved by (1) organizing the research based on an overarching framework, specifically affordance actualization theory  (Strong et al. 2014 ); (2) using the framework to synthesize the results to identify what we know and do not know; and\n\n(3) identifying future research opportunities. We are not suggesting that future researchers limit themselves to the actualization affordance lens; however, our detailed framework should help researchers identify areas of interest and specify how their own research complements, replicates, or diverges from the larger body of ITSM for chronic care research.\n\nOur synthesis of the literature makes several contributions. First, it provides an overarching theoretical framework to organize extant research. The organizing framework enables an overview of the current status of ITSM research related to chronic care from several disciplines and provides a repository of accumulated knowledge on ITSM. It also helps us surface gaps in our understanding and identifies future research directions. For example, recent technological advancements should increase ITSM use and enhance positive outcomes but as of yet are largely under-examined in the literature. User learning and social support from peers or providers are two intermediary mechanisms highlighted in practitioners' chronic care practices, which also lack research. Outcomes specific to medication and chronic conditions have received less attention, given that a high proportion of studies focus on physical activity and weight management outcomes. Second, the framework also helps us discover several key overarching issues in this field of research, namely that the research on ITSM for chronic care is largely fragmented, there is a shallow understanding of the role of IT, and there is a paucity of strong theory. Third, our overarching theoretical framework is IS-centric. It emphasizes the role of IT functionalities and highlights four sets of ITSM affordances and their associated intermediate outcomes."
    },
    {
      "title": "Background"
    },
    {
      "title": "Chronic Disease Self-Management and Self-Monitoring",
      "text": "Chronic disease management is \"an intervention designed to manage or prevent a chronic condition using a systematic approach to care and potentially employing multiple treatment modalities\"  (Weingarten et al. 2002, p. 926) . As opposed to acute disease, chronic disease is lengthy, not curable, and usually gradual, thus requiring longitudinal supervision and reciprocal knowledge between the patient and healthcare providers  (Lorig 1996) . Chronic disease management is a broad term that encompasses chronic disease prevention and efforts to reduce or control risk factors  (Peytremann-Bridevaux and Burnand 2009) . We limit our review to focus on an individual's chronic disease management, rather than chronic disease management for entire populations.\n\nThe important role of self-management in chronic care has been highlighted  (Lorig et al. 1999) . While managing disease was traditionally viewed as the responsibility of doctors, modern chronic disease management recognizes the importance of a strong partnership between patients, healthcare providers, and families  (Barr et al. 2003; Coleman et al. 2009; Wagner et al. 2001 ). As a result, more attention is now given to patients' self-management of chronic conditions, which requires skills such as detecting bodily symptoms, using monitoring machines, understanding measurements, and communicating self-monitored information  (Paterson et al. 2001) .\n\nSelf-monitoring (SM) is one essential strategy for selfmanagement  (Bartholomew et al. 1993; Bodenheimer et al. 2002; Farmer et al. 2007; Norris et al. 2001) . Whereas selfmanagement is a broad term encompassing treatment adjustment, symptom management, and self-motivation, SM is a specific term that encompasses the activities necessary to track and use one's own information. foot_2 SM is different from providers' monitoring of the patients where the accessibility of the information on the patients' side is limited. The healthcare literature does not define SM consistently and uses multiple terms interchangeably, such as self-management, self-care, symptom management, self-tracking, and selfrecording  (Legorreta et al. 2000; Minet et al. 2010; Schilling et al. 2002) . We adopt the term SM, which includes selfrecording of symptoms and behaviors, interpreting the selfrecorded data, adjusting behaviors accordingly, and applying treatments or seeking professional help as a result of selfawareness  (Epstein et al. 2008; McBain et al. 2015) ."
    },
    {
      "title": "IT-Enabled Self-Monitoring for Chronic Care",
      "text": "People may use any tool, including paper and pencil, to keep track of their information, but the recent developments in digital technologies offer new opportunities and increase the complexity of SM systems. The result has been an increase in research on ITSM in various contexts including healthcare, education, the workplace, and one's personal life. We define ITSM as the use of digital technologies to enable patient SM (i.e., the use of digital technologies to support self-recording of symptoms and behaviors, interpreting the self-recorded data, and adjusting behaviors accordingly).\n\nIt is important to note that ITSM technology users, usually the patients or healthcare consumers, are both the providers and the users of the information  (Marx 2002) . Even when the use of ITSM is mandated by a physician as part of treatment, it is still the patients (and their personal care attendants or family members in cases where the patients need assistance) who record their own information and use this information to better manage their chronic diseases.  3 Thus, ITSM in healthcare is an emerging medical approach where the patient maintains significant control  (Swan 2009) . Patients usually have ultimate control over what data are entered into the ITSM, when to input the data, and whether or not they share their data with physicians, family members, or other ITSM users.\n\nITSM can be illustrated using  Li et al.'s (2010)  five-stage process of personal informatics.  4 First, patients prepare to use the system, which can include activities such as education on system use and setting goals and targets. Second, patients need to observe the information about themselves and record this information. Sometimes the patient needs to track the information independent from the activity that occurred (e.g., eating followed by the recording of calories), and sometimes the system automatically tracks the information (e.g., automatic tracking of steps while walking). Third, the collected data is integrated and displayed by the system for further analysis and interpretation by the patients, their acquaintances and/or healthcare professionals. Fourth, patients and healthcare professionals need to understand and reflect on the infor-mation produced by the system to discover patterns, correlations, and insights related to patients' health statuses. Finally, patients need to act on what they have learned. Based on the information produced by the ITSM systems, patients may individually change their behaviors or work with healthcare professionals to adjust treatment of their chronic disease."
    },
    {
      "title": "Overarching Framework: ITSM Affordance Actualization",
      "text": "We develop an overarching framework with which to organize the extant research by adapting  Strong et al.'s (2014)  affordance actualization theory. IT affordances are not simply the physical characteristics of the technology, but the action possibilities permitted by the IT functionalities  (Gibson 1979) . The potential embedded in these affordances is realized during the actualization process, defined as the actions taken by actors as they take advantage of one or more affordances through their use of the technology to achieve immediate concrete outcomes in support of organizational goals  (Strong et al. 2014,p. 70) .\n\nThe actualization process includes both actions (e.g., use of IT) and the immediate outcomes of those actions (i.e., the expected immediate outcomes that are perceived as useful for achieving the ultimate goals). The link between action and the immediate outcomes is iterative with the immediate outcomes providing feedback to influence subsequent ITSM actions. These immediate outcomes are also the link between users' actions and achieving ultimate goals. Finally, there are various external factors (e.g., work environment) that support and constrain this actualization process  (Strong et al. 2014) . The affordance-actualization lens is appropriate as an overarching framework for organizing the research on ITSM for chronic care for several reasons. First, this lens includes the influence of IT functionalities on both use and outcomes. Second, it has previously been used to study individual-level IT use and impacts (e.g.,  Anderson and Robey 2017; Lehrig et al. 2017; Thapa and Sein 2018) , as well as to study nonchronic disease SM for the general population (e.g.,  Mettler and Wulf 2019) . Third, affordance-actualization theory highlights important links that, theoretically, should exist by focusing on how IT results in specific outcomes. This strong theoretical foundation on which to synthesize the diverse ITSM for chronic disease management literature helps surface gaps that are opportunities for future research.\n\nWe adapt affordance actualization theory to our ITSM context (see Figure  1 ). Strong et al.  focused on immediate concrete outcomes, but we (1) expand these to also include psycho-logical, cognitive, and affective outcomes which are relevant in the context of ITSM for chronic care, and (2) change the term to intermediate outcomes to reflect that some of the outcomes are not instantaneous and to put the focus on their potential role as important links between ITSM use and chronic care goal achievement. While Strong et al. took a multilevel approach and focused on achieving overarching organizational goals, our ITSM review focuses on an individual's chronic care goals. Finally, we contextualize the external factors that support and constrain the actualization process as the non-IT complementary components of a medical intervention (hereinafter abbreviated as \"non-IT components\") that impact the actualization process."
    },
    {
      "title": "Methodology",
      "text": "We mapped existing research across multiple disciplines to our overarching theoretical framework. This enabled us to synthesize extant research, develop a holistic understanding of what has been studied, and examine the theoretical foundations suggested for those relationships. It also enabled us to surface gaps and propose directions for future research.\n\nWe followed a formal systematic literature review process for searching and screening articles, which is presented in Figure  2    (Okoli and Schabram 2010; Webster and Watson 2002) . The search strategy we adopted, while not exhaustive, included as many studies as possible. Eight digital libraries were searched: EBSCO Host (including MEDLINE), ABI/ INFORM, ACM digital library, ScienceDirect, IEEE Xplore, JSTOR, PsycINFO, and Web of Knowledge. Titles and abstracts (or titles and topics for Web of Knowledge) of English-language articles published in peer-reviewed journals and conference proceedings from 2006 to 2017 were searched using the following terms:\n\n\"self-monitor*,\" \"selfsurveillance,\" \"self-track*,\" \"personal informatics,\" \"personal analytics,\" and \"electronic personal archive.\"\n\nArticles were screened based on a review of titles and abstracts, with researchers reading the full text when needed. The identified studies were screened according to the inclusion and exclusion criteria presented in Table  1 . The database search resulted in 5,152 studies. After removing the duplicates, forward and backward searching, and iteratively applying the inclusion and exclusion criteria, 159 studies remained for further analysis (these articles are identified with an asterisk in the reference list).\n\nWhile the affordance actualization framework was used to guide our synthesis, these studies did not explicitly examine affordances or use an affordance-based perspective. How- Figure 2. Literature Review: Searching and Screening Process (NOTE: Provide original so I can correct the errors)"
    },
    {
      "title": "Table 1. Inclusion and Exclusion Criteria for Article Screening",
      "text": "Inclusion Criteria 1. Empirical research articles 2. Studies that examine a specific chronic disease,* or chronic disease prevention and management for those with a chronic condition 3. Studies that examine at least one of the following aspects regarding ITSM systems: usability evaluation of new ITSM design, implementation of ITSM systems, ITSM systems adoption or post-adoption use, and the impact of using ITSM systems Exclusion Criteria 1. Non-empirical articles (e.g., editorials, abstracts, workshop/conference summaries, research proposals, reports based on descriptive data without examining scientific relationships and results, clinical protocols, intervention designs without testing, literature reviews, conceptual papers) 2. Not related to any chronic disease 3. No IT involved (e.g., studies which only include paper-based SM, memory-based SM or medical devices such as traditional weight scales that do not have the capacity to store, transmit, and retrieve historical information) 4. Incompatible definition of SM: patients are not allowed to use their own information (e.g., clinical self-assessment where the results are only provided to healthcare providers); self-monitoring as a personality trait that focuses on how people control their expressive behavior to accommodate social cues; firms' self-monitoring of their business performance; individuals not monitoring their \"self\" information (e.g., monitoring electricity consumption of a house) 5. Studies that only focus on technical development or new measurement development (e.g., hardware and algorithm improvement studies, and clinical measurement design that uses SM as a data collection method) 6. SM used only as a measurement instrument in the study 7. No primary and/or human data related to use or impacts collected (e.g., the descriptive analysis of SM app features without showing their implementation, use or impacts) 8. Studies only providing descriptive statistics without further investigating any relationships (e.g., the number of users for the SM app)\n\n*The list of chronic diseases was obtained from the website for the Council for Medical Schemes ( https://www.medicalschemes.com/ medical_schemes_pmb/chronic_disease_list.htm).\n\never, five concepts from our framework were explicitly used to analyze the literature: ITSM technological functionalities, ITSM use, intermediate outcomes, chronic care goal achievement, and non-IT components of the medical intervention (i.e., external factors in the original framework). The affordance actualization theory also involves feedback loops to create an iterative process. Feedback loops were not coded as an independent concept, but the direction of relationships between constructs was captured where applicable. Each study's constructs were mapped onto these main concepts.\n\nNext, the long list of constructs in each of these concepts are distilled into a set of subconstructs through iterative discussion between the researchers until we reached consensus. In addition, new concepts were allowed to emerge if they did not fit the affordance actualization framework."
    },
    {
      "title": "Profile of Studies and ITSM Research Trends",
      "text": "A general profile of the 159 studies is presented in\n\nTable 2, which displays publication trends by discipline, methodology, research objectives, chronic condition, and IT type. Research interest in ITSM is increasing, with over 70% of ITSM studies appearing between 2014 and 2017. The majority of studies in all three time periods were published in medical journals, with the second largest group being published in intersection journals. Almost half of the studies focused on research objectives related to medical intervention designs and evaluations (N = 79), and over half employed experimental methodologies (randomized controlled trial experiments N = 68, nonrandomized experiment or intervention N = 42\n\n), which may be unsurprising given the significant proportion of studies from the medical field. A wide range of chronic conditions are present in the studies, with the most frequent being obesity (N = 53), diabetes (N = 37), and psychiatric conditions (N = 16). ITSM studies involving psychiatric conditions experienced a large increase in research attention, from 0 studies in the period 2010-2013 to 15 studies in the period 2014-2017. A wide range of IT devices are also represented in the studies, with the most frequently used being mobile or tablet apps (N = 58), followed by webbased SM (N = 42), and medical devices (N = 36). One general trend is a move toward using smarter and more connected ITSM devices, with smart wearables becoming frequently\n\nTable 2. Profile of the Studies by Discipline and Year 2006-2009 Total 2010-2013 Total 2014-2017 Total Grand Total IS Med Both Other IS Med Both Other IS Med Both Other Total 1 8 2 1 12 3 20 7 1 31 11 72 28 116 159 Methodology Randomized Controlled Trial (RCT) 0 3 0 0 3 0 16 4 0 20 0 34 9 45 68 Non RCT intervention/experiment 0 5 1 0 6 1 3 0 1 5 1 20 8 31 42 Qualitative & ethnography 0 0 0 1 1 2 0 2 0 4 5 7 4 17 21 Field usability test 1 0 1 0 2 0 1 1 0 2 5 5 5 15 19 Survey 0 0 0 0 0 0 0 0 0 0 0 4 1 5 5 Retrospective analysis 0 0 0 0 0 0 0 0 0 0 0 2 1 3 3 Research Objectives* Intervention design/evaluation 0 7 0 0 7 0 14 3 1 18 0 40 10 54 79 ITSM development and assessment 1 0 1 0 2 0 1 3 0 4 6 15 8 29 35 Use experience & perceptions 0 0 1 1 2 2 5 1 0 8 9 6 8 23 33 Chronic care outcome explanation 0 1 0 0 1 0 4 0 0 4 0 7 2 9 14 Other 0 0 0 0 0 0 1 0 0 1 1 0 1 3 4 IT Types* Mobile/tablet app 1 0 0 0 1 0 4 5 0 9 10 26 12 48 58 Website 0 0 1 1 2 0 4 3 1 8 1 19 10 32 42 Medical device 0 2 0 0 2 1 1 1 1 4 0 19 9 30 36 Smart wearable 0 0 0 0 0 0 1 0 0 1 3 9 3 15 16 Pedometer 0 1 0 0 1 0 1 2 0 3 0 9 0 10 14 IVR 0 2 0 0 2 0 0 1 0 1 0 2 1 4 7 PDA 0 3 1 0 4 0 7 0 0 7 0 1 0 1 12 PC software 0 2 0 0 2 0 3 0 0 3 1 1 0 2 7 Other 0 0 0 0 0 1 1 0 0 2 5 7 3 15 17 Chronic Condition Types* Overweight/obese 1 2 0 0 3 0 14 3 0 17 1 26 6 33 53 Diabetes 0 1 0 0 1 0 1 2 1 4 3 21 6 32 37 Psychiatric 0 1 0 0 1 0 0 0 0 0 3 8 4 15 16 Cardiac\n\n5 Other 0 2 2 1 5 1 4 3 0 8 5 4 9 18 31 *One study can have multiple research objectives, examine multiple chronic conditions, and use multiple IT.\n\nused between 2014 and 17 (N = 15) and some recent studies investigating insideables (e.g.,  Mathieu-Fritz et al. 2017; Polonsky et al. 2017) .\n\nWhile a variety of ITSM types were used for different chronic conditions (see Appendix A, Table  A3 ), a few patterns are noticeable. Medical devices (such as glucometers) are particularly popular for diabetes while wearables (such as smart fitness trackers) are often used for obesity. ITSM for psychiatric conditions most often employs mobile or tablet apps that allow questionnaire-based SM for moods and symptoms."
    },
    {
      "title": "Results",
      "text": "The 159 studies in our sample are synthesized using the affordance actualization framework, extended to include a highlevel summary of the key concepts and relationships which emerged (see Figure  3 ). Through the analysis of a concept matrix  (Webster and Watson 2002)  and iterative discussions between the researchers, four themes emerged which represent the research in this area: ITSM affordances and related IT functionalities, effects on ITSM use and experience, effects on chronic care goal achievement, and the role of intermediate outcomes. The first theme on ITSM affordances is descriptive in nature, themes two and three are DVcentric, and theme four is concept-centric."
    },
    {
      "title": "Theme 1: Identification of ITSM Affordances and Related IT Functionalities",
      "text": "Theme 1 is descriptive in nature and attempts to capture and categorize the IT functionalities-and the affordances they enable-that are present in the ITSM devices used in the studies. Multiple ITSM devices, which provide a range of IT functionalities, are represented in the literature, but these affordances and functionalities were seldom directly investigated in the studies (ITSM characteristics is used in Figure  3  as a general term to indicate the broad range of ways in which ITSM was investigated in the studies). 5 Although seldom directly examined, it is still worth untangling the functionalities and affordances of ITSM: while the technology itself is rapidly advancing, the associated affordances are likely to evolve more slowly. By understanding ITSM functionalities, we can identify key affordances, understand how these affordances are currently delivered, and reflect on how they may be delivered in the future.\n\nWe first coded IT functionalities present in the studies and, drawing on  Li et al.'s (2010)  model, identified four categories of ITSM affordances. Table  A4  in Appendix A presents the ITSM affordances, their associated IT functionalities, and the studies with ITSM that included these functionalities."
    },
    {
      "title": "Preparation Affordance",
      "text": "The importance of training and motivating the actors who engage in chronic care is an essential step  (Bodenheimer et al. 2002) . The general expectation is that if users are well trained and highly motivated, they are more likely to have sustained engagement, which produces better outcomes  (Standage et al. 2008; Suh 2018) . We have identified two key IT functionalities that support user preparation. First, IT is a low-cost medium to deliver educational content regarding the use of ITSM devices, the knowledge of diseases, the benefit of treatments, and self-management techniques (e.g.,  Cadmus-Bertram et al. 2013; Dorsch et al. 2015; Or and Tao 2016) . These educational materials are often provided as web pages or video clips. Second, many ITSM technologies provide goal setting functionalities that either recommend or prescribe a goal and/or allow users to set or adjust their own goals (e.g.,  Painter et al. 2017) . Some systems are more flexible, allowing users to create detailed action plans, so that they can track goals over time (e.g.,  Dennison et al. 2014) . Although goal setting is very common for chronic care, it is traditionally prescribed by physicians orally or in a written document. More recent studies tend to leverage IT functions to assign the goal, update the goal based on self-tracked progress, and keep track of the goal changes digitally."
    },
    {
      "title": "Data Collection Affordance",
      "text": "Since recording is the core activity of ITSM, all ITSM devices should provide functionalities to support data collection and/or data entry, either fully automated or requiring a certain level of human effort. Many ITSM systems have a data entry interface that enables user-initiated entry of SM data. For example, the user may have to manually measure certain SM data of interest (e.g., weighing dietary intake, selfassessing mood), and then use the ITSM interface to record it in the system. The data entry user interface may involve different levels of flexibility such as guided response (e.g., structure daily questionnaire;  Tsanas et al. 2016)  or open entry (e.g., journaling;  Hales et al. 2017) .\n\nDue to the development of sensor technologies, various activities, positions, proximities, and body conditions can be detected automatically without active human effort, making it one of the most significant advantages of ITSM over traditional paper-or memory-based approaches  (Lupton 2014) .\n\nThe most widely-used devices with auto data capture functionalities are wearables such as fitness trackers and pedometers. While wearables such as pedometers have been used for many years, more recent studies employ smart wearables that support multiple affordances in an integrated manner (e.g., automatic data capture, interactive data display, goal updating, pushed tips). There is increasing attention in recent 5 The affordance-actualization lens views affordances as possibilities for action arising from both IT functionalities as well as actors' needs and goals.\n\nIn our sample, research often states the chronic conditions under study, with the implied intervention goal being to reduce or manage the symptoms related to the chronic condition. However, an actor's specific internal goals and needs are not explicitly investigated. Thus, our synthesis focuses almost exclusively on IT functionalities. years regarding insideables, such as under-skin continuous glucose monitoring devices. Although the technology has been available for over 15 years, major health insurance companies in Europe and North American have only started to cover the devices in recent years (Heinemann and DeVries  2016) . The increasing availability and popularity may foster future studies on the use and implementation of these new ITSM technologies. In recent years, ITSM with automated data capture is becoming more widely used and more frequently studied. Despite the convenience, fully automated data capture is not possible or appropriate for all SM tasks. Many diary SM tasks still require significant manual measurement (e.g., weighing the food) with user entry. For some tasks where automated data capture is possible, a data entry interface may still be required where users can override the automatically captured data or correct erroneous readings  (Selvan et al. 2017) ."
    },
    {
      "title": "User Reflection Affordance",
      "text": "Three key IT functionalities emerged in our review related to data display, push messages, and gamification, which should contribute to user reflection and informed action, a key stage of SM  (Li et al. 2010) . According to the definition of SM, if patients are not allowed to view and/or use their own data, it is surveillance rather than SM. With data displays being increasingly digital, there is a trend toward increased transparency provided to patients rather than physicians for controlling the flow of data  (Cade 2017; Piras and Miele 2017) . Three levels of graphical, numerical, or text feedback of the SM results have been found: (1) raw data is presented in graphs, tables, or text (e.g., readings from a glucometer);\n\n(2) aggregations of the data are presented, such as total number, average, and calculated indices (e.g., energy expenditure based on activity energy consumption and diet energy intake;  Allen et al. 2013) ; and (3) evaluative information is provided that relates the data to a target, goal, or threshold. This last type is commonly presented using colored traffic light systems (e.g., blood glucose levels;  Greenwood et al. 2015) , progress bars to show performance as compared to the desired goal  (Carels et al. 2017) , or textual messages that provide personalized assessments  (Wolin et al. 2015) . Usually, these data displays are the result of requests from the user to access this information (a \"pull\" type of communication). The data display influences users' ability to make sense of their data, thus supporting user reflection and action.\n\nWe have also found some devices provide \"push\" communication, where feedback is sent to users in the form of prompts, alarms, reminders, and push notifications (e.g.,  Ambeba et al. 2015; Chambliss et al. 2011) . Push messages are an important tool in persuasive computing (Oinas-Kukkonen and Harjumaa 2009) and should have positive effects on user awareness and engagement in ITSM. Two types of push messages emerged in the reviewed literature: pre-set and data-driven. Pre-set push messages are usually time-based, with users or algorithms setting alarms or reminders for specific SM tasks  (Swendeman et al. 2015) . Data-driven messages are usually triggered by events related to users' performance or progress (e.g., prompts after a prolonged period of inactivity;  Biddle et al. 2017) .\n\nGamification, defined as using game design elements in nongame contexts  (Deterding 2015) , is one approach often used in persuasive computing that is considered an effective way to enhance user experience and promote performance in many different contexts  (Mekler et al. 2017 ), Thus, it should positively influence user motivation and engagement in ITSM and is a functionality to support reflection and action. Some ITSM represent the SM task in a gamified way (e.g., simulations and challenges), or the data are displayed with gamified elements such as reward points and leader boards (e.g.,  Hales et al. 2017; Hostler et al. 2017) . The design and use of gamification in ITSM is quite rare in our sample until 2017, when 13 studies were published that often involve design science research focusing on specific feedback or incentive mechanisms."
    },
    {
      "title": "Social Connection Affordances",
      "text": "Support for social connections is not included in  Li et al.'s (2010)  five stages; however, its importance is recognized by chronic care practitioners  (Wagner et al. 2001) . Two categories of IT functionalities that enable such affordances emerged from the literature. The first category supports patient-provider connections by providing contact information of the healthcare team or allowing synchronous or asynchronous online communication (e.g.,  Greenwood et al. 2015; Iljaz et al. 2017; Webber et al. 2010) . The second category supports peer-to-peer interaction, where a virtual space is created for peers (including other patients and any non-provider trusted entities such as friends, acquaintances, and caregivers) to exchange information and influence each other (e.g.,  Cadmus-Bertram et al. 2013; Mummah et al. 2017) . Some virtual spaces function using private groups of existing external social networks or online communities (e.g.,  Cadmus-Bertram et al. 2013; Carter et al. 2013; Partridge et al. 2016) , while other recent mobile-based trackers include embedded social functions for within-app communities or links for sharing to mainstream social media platforms (e.g.,  Eikey et al. 2017; Hales et al. 2017) ."
    },
    {
      "title": "ITSM Affordances and Bundles by Disease Type",
      "text": "SM requirements should align with chronic care goals and, in practice, the choice of ITSM device largely depends on disease type. Thus, we further analyzed the presence of ITSM functionalities and the associated affordances by disease type to examine which combinations are being studied (see Table  3 ).\n\nIt is not surprising that all studies have at least one type of data collection method since self-recording is a fundamental task for SM. SM tasks for obesity usually involve physical activity and dietary intake, so both automatic data capture (for exercise) and manual input (for dietary intake) are very common. Diabetes self-management usually involves blood glucose monitoring, thus auto-capture by a medical device is more common. Whereas older approaches usually involve two devices (glucometer plus another database-type application with manual data transmission between the two; Roblin 2011; Sevick 2008), recent research usually investigates glucometers with mobile or web applications that allow automatic data transmission or sync functions  (Garg et al. 2017; Sieber et al. 2017 ). Moreover, with the increasing popularity of under-skin sensors for continuous blood glucose monitoring, patients no longer need to worry about data capture and entry  (Polonsky et al. 2017) . Managing psychiatric conditions usually involves answering questionnaires regarding mood or psychological issues; thus, guided manual entry is dominant.\n\nData display is the second most common functionality. However, the majority of studies only display raw data or descriptive information after simple aggregation (e.g.,  Aguiar et al. 2017) . This is more apparent for studies using pedometers and older-style glucometers that only support basic data collection and display. Push messages and gamification are two functionalities that have started to receive attention in recent years. Most of them are used for exercise and dietrelated SM tasks, both related to obesity, perhaps because the system can more easily generate meaningful time-based push messages (e.g., reminders to enter meal information three times per day, reminders for physical activity after long periods of sedentary behavior). Data-driven push messages are rare (for an exception, see  Coppini et al. 2017) , requiring more personalized messages and data analytics effort.\n\nWhile by definition SM requires some level of data collection and reflection (whether IT-based or not), preparation and social connection seem to be optional affordances. Recent years have witnessed an increasing number of studies with ITsupported education, goal setting, patient-provider connection and peer-to-peer interaction. Most of the preparation affordances are present in obesity self-management through mobile or web applications, making it easy for digital materials to be presented and adjusted during the longitudinal intervention.\n\nAlthough goal prescription is a common strategy for most healthcare interventions, IT-based goal setting and adjustment functionalities mostly appear in fitness tracking and diet applications and are, therefore, most common for obesity SM.\n\nThe patient-provider connection function is increasing, even though only part of the interaction may be directly supported by the SM device (e.g., physician receives system notification then sends email to the patient). Instant communication with healthcare providers within the same device is limited. The incorporation of this kind of functionality may be largely con-\n\nTable 3. Presence of ITSM Affordances by Chronic Disease Type Affordance Chronic Disease Type Functionalities Obesity Diabetes Psychiatric Cardiac Cancer Nerverelated HIV Hypertension Total 53 37 16 6 6 4 4 5 Preparation Education 16 7 2 2 2 1 1 2 Goal 13 1 1 0 0 0 0 0 Data collection Data entry 45 15 14 2 2 2 4 2 Auto capture 21 30 2 4 3 3 0 2 Reflection and Action Data display 40 32 12 5 3 3 3 4 Push message 24 9 5 1 2 1 2 3 Gamification 4 2 3 0 0 1 0 0 Social Connection Patient-provider connection 5 8 3 0 2 1 0 0\n\nPeer-to-peer interaction 14 1 1 0 0 0 0 0 strained by clinical practices, such as healthcare providers not constantly monitoring patients' conditions, or the clinical infrastructure not being able to support this particular channel of communication. Similarly, peer-to-peer interaction via social components in ITSM appears more common for exercise and diet SM, which is partially due to the fact that exercise and diet information is less sensitive, and peer comparison has been shown to be a useful approach to promote exercise and weight loss by controlling for diet  (Finnerty et al. 2010; Luszczynska et al. 2004; Mueller et al. 2010; Thompson et al. 2006 ).\n\nIt should be noted that the ITSM process is longitudinal, flexible, and iterative, and, for the use of a specific ITSM device, multiple affordances may be bundled to provide different action possibilities (i.e., termed affordance bundles in  Strong et al. 2014) . For example, if personalized education can be delivered at the right time (e.g., when the indicator goes above a certain threshold) with push messages, patients may be more capable of understanding the data and take appropriate action as necessary, such as initiating a conversation with their physician (e.g.,  Caballero-Ruiz et al. 2017; Velardo et al. 2017 ). Thus, the effectiveness of ITSM may depend on bundles of affordances and their actualization, rather than an isolated functionality and its associated affordance."
    },
    {
      "title": "Theme 1 Discussion and Future Directions",
      "text": "A summary of key results and future research directions for theme 1 are shown in Table  4 . The IT functionalities synthe-sized above afford users the ability to perform a multitude of key SM steps  (Li et al. 2010 ) by allowing users to complete these tasks more efficiently (e.g., smart fitness trackers that automate data collection and provide real-time data display;  Abrantes et al. 2017)  or by allowing users to complete new tasks that were not easily accomplished by pure human effort (e.g., continuous blood glucose capture;  Polonsky et al. 2017) .\n\nIdeally, ITSM affordances will enable individuals to perform SM tasks, increase their SM motivation and preparedness, and better incorporate SM results into their chronic care practices.\n\nIt should be noted that some functionalities and affordances are more basic and fundamental (e.g., data collection and data display), whereas others are complementary to provide added value and may be delivered in a separate device (e.g., using social media in addition to the wearables for peer support).\n\nThere is a general trend of ITSM devices becoming increasingly multifunctional and interconnected. As technologies advance, how these affordances can be delivered (i.e., IT functionalities) may change dramatically. By linking IT functionalities into higher-level ITSM affordances, we bring to light the key capabilities that an ITSM system could deliver and describe current IT functionalities used to provide these capabilities. However, despite the effort that has been made to design the new applications and system prototypes (e.g.,  Cai et al. 2017; Coppini et al. 2017) , less is known about whether the emerging functionalities universally improve delivery of the designated affordances and ITSM efficacy. Moreover, as new medical technologies become increasingly mature (e.g., insideables, artificial intelligence applications), these devices in various forms and formats may bring new affordances or make existing affordances obsolete, which may\n\nTable 4. Summary of Theme 1 What Is Known • Current ITSM has four key affordances: \" Preparation \" Data collection \" User reflection and action \" Social connection • Some affordances are more fundamental to all ITSM (e.g., data collection, user reflection and action), while others may enable ITSM (preparation) or act as optional add-ons (social connection) What Is Unknown and Suggestions for Future Research • If emerging IT functionalities universally improve delivery of these affordances • Whether new and emerging IT functionalities generate new affordances or make existing affordances obsolete \" Determine how to better design IT functionalities to improve delivery of these ITSM affordance \" Investigate how future and emerging IT functionalities change how these affordances are delivered \" Explore concepts of new affordances and affordance obsolescence •\n\nWhether optional add-on affordances add value to or provide a distraction from SM \" Examine under which conditions add-on functionalities and affordances engender positive effects and under which conditions they act more as distractions from the main SM tasks bring interesting synergistic effects that we cannot foresee with the current generation of technology.\n\nAccordingly, we propose three promising areas for future research. First, future research can focus on investigating how to better deliver the four ITSM affordances that have been identified. For example, as a basic function, data display and feedback functionalities are currently built around simple descriptive statistics, which can be trivial given the complexity of patients' experiences living with chronic conditions. With the advancement of data analysis techniques such as machine learning and natural language processing, it is possible to provide personalized and explanatory feedback that can reveal the causal linkages behind the patient's living trajectory  (Piwek et al. 2016) . Studies on wearables and mobile-based self-tracking for general populations have made various attempts to design the systems with better usability and entertainment (e.g.,  Leinonen et al. 2017; Liang et al. 2017; Tay et al. 2017) . ITSM for chronic care can incorporate these research achievements and develop more contextspecific solutions.\n\nSecond, there are many emerging technologies that are not currently widely used in the market but are promising and may have already shown profound impacts in other areas. For example, artificial intelligence (AI) has received tremendous attention in many areas, and in healthcare, AI also has potential for a wide range of applications, from diagnostics to operations (e.g., fraud detection, virtual nursing, medical error reduction, automated diagnosis;  Kalis et al. 2018) . These new trends bring advanced functionalities and capabilities that may not only improve healthcare efficiency but also shift how patients and providers perform ITSM. For example, AI may be particularly useful for chronic diseases where the link between cause and effect for a particular patient (e.g., triggers for a patient's migraines) are not always evident. For these chronic diseases, using ITSM with advanced AI functionalities that can discern the complex patterns between triggers and symptom onset for one specific patient may help that patient predict (and ultimately avoid) these triggers. Future research should explore new technological developments, the impacts of their associated functionalities, and if these technologies modify how affordances are delivered in ITSM.\n\nFinally, we propose that future research should highlight the context of new applications and investigate the conditions under which those advanced functionalities and add-on affordances engender positive effects versus conditions that may yield negative consequences. Existing studies have reported some functional barriers in adoption and use of ITSM (e.g.,  Chung et al. 2015)  and potential negative side-effects such as information overload  (Mathieu-Fritz et al. 2017) , and gamification elements acting as distractions from the main SM tasks  (Sage et al. 2017 ). Research on social support is nascent and further research is needed to examine the role of social connections. For example, future ITSM may include functionality that shares data with caregivers at opportune moments, especially in cases where the patient can't help themselves or the nature of the disease makes it unlikely that they will seek help (e.g., a system that notifies the caregiver when patient SM data shows an increase in markers related to the disease). Future research should investigate both positive and negative aspects of advanced functionalities and add-on affordances."
    },
    {
      "title": "Theme 2: Effects on ITSM Use and User Experience",
      "text": "Theme 2 examines two closely related components of the affordance actualization process: ITSM system use (shortened to ITSM use) and user experience. Given that intervention compliance is especially important for chronic care  (Hamine et al. 2015) , both sufficient usage of ITSM devices and positive patient experiences should be essential. In all, 72 studies report evidence regarding patients' use of ITSM and their perceptions.\n\nThese studies employ various research methods (e.g., experiment, survey, secondary data analysis, field study, interview, and focus group). The majority focus on ITSM use frequency, with a small number examining use duration, misuse, appropriation, use patterns, etc. ITSM use frequency is usually measured by the number of SM entries, number of days with logins, frequency of feature use, or frequency of SM website visit. The key constructs and relationships empirically investigated for theme 2 are shown in Figure 4 and Table 5. Five categories emerged from the literature as major sources of impacts on ITSM use and experience: ITSM presence, ITSM mode, specific ITSM functionality, complex ITSM healthcare intervention, and user characteristics. Although in theory it is the actualization of specific ITSM affordances enabled by one or multiple IT functionalities that facilitates goal achievement, the extant studies seldom discuss the impacts of specific IT functionality or affordances. Instead, ITSM is usually introduced as a whole system for the entire chronic care procedure or presented as part of a complex intervention in which ITSM is supported by various non-IT healthcare components. Consequently, a typical design of the study includes (1) introducing and evaluating a complete ITSM program for chronic care (i.e., ITSM presence; Johnston et al. 2009; Velardo et al. 2017), (2) comparing ITSM modes by using different technologies or different SM designs (with or without non-IT components), which in turn provides implications for potential advantages of specific ITSM devices (Or and Tao 2016; Swendeman et al. 2015; Turner-McGrievy et al. 2017), (3) designing new ITSM tools with an emphasis on specific functionalities (Adams et al. 2017; Sage et al. 2017), and (4) introducing a complex ITSM intervention (ITSM plus non-IT components; Partridge et al. 2016) or comparing multiple complex ITSM interventions (Sevick et al. 2008; Spring et al. 2017). In the following section, we present key constructs and relationships investigated for the impacts of ITSM characteristics on ITSM use and user experience. When presented with the ITSM as a whole, the studies generally have positive results regarding both SM use (i.e., number of days with entries or acceptable SM rate; Roblin 2011; Tsai et al. 2007) and usability (e.g., usefulness, ease of use and satisfaction; Festersen and Corradini 2014; Gu et al. 2017; Timmerman et al. 2016). Such positive usability evaluations facilitate ITSM frequency (Ma et al. 2013) and engagement (Adams et al. 2017). However, when specific functionalities are selectively assessed, some studies report negative evaluation and use behaviors. For example, during an evaluation of a newly developed system allowing users to freely tag their SM activities, participants report reluctance to use the feature due to difficulties in understanding the new display format (Storni 2010). Similarly, participants negatively evaluate a newly developed app with gamification functions because it requires extra effort, which hinders their engagement (Sage et al. 2017). When patients feel overwhelmed by the system functionalities, they are more likely to misuse the device, develop workarounds, or return to suboptimal SM practices (Mathieu-Fritz and Guillot 2017). Several studies formally compare SM frequency and user satisfaction for different modes of ITSM and generally support the superiority of automated SM (e.g., web-based, mobile-based, pedometer) as compared to a paper-based approach. Paper-based SM is rated as inconvenient, embarrassing, and less fun (Fuller et al. 2017; Hutchesson et al. 2015), whereas web-based and mobile-based SM exhibit higher use frequency (Or and Tao 2016), are less burdensome (Matthews et al. 2017), have fewer recording errors (Selvan et al. 2017), and are preferred by more users (Hutchesson et al. 2015). However, when comparing web-based and wearable-based SM for diet tracking, Turner-McGrievy et al. (2017) do not find differences in SM frequency. This may be because diet SM data collection-whether web-based or wearable-is not automatic and thus wearables do not provide a significant advantage over other ITSM modes in this context. The effects of implementing complex ITSM interventions on ITSM use and user experience are highly mixed. Several studies report a \"novelty effect\" where the ITSM frequency declined rapidly after initial use (Carter et al. 2013; Glasgow et al. 2011; Laing et al. 2015; Stark et al. 2011; Wolin et al.  2015) . Such a decline in use may be temporarily averted with IT or face-to-face feedback that is either continuous or novel (i.e., personalized and non-repetitive pushed messages). For example, patients who attend a group counseling session continue ITSM use while use declines for those who missed the session  (Sevick et al. 2010) . Surprisingly, the post-adoption decline in use is greater among SM web users than interactive voice response system (IVR) users  (Wolin et al. 2015) . This may imply that while newer modes of ITSM, which are thought to reduce user burden, increase ITSM use initially, the reduced burden and near invisibility of the newer ITSM may make it harder for users to develop sustainable habits. Table 5. Impacts on ITSM Use and User Experience Impacts on ITSM use from: ITSM presence Boyd et al. (2017), Isetta et al. (2017), Roblin (2011), Storni (2010), Tsai et al. (2007), Tsanas et al. (2016), Velardo et al. (2017), W elch et al. (2007) ITSM mode Raiff and Dallery (2010), Selvan et al. (2017) [Or and Tao (2016), Turner-McGrievy et al. (2017)] ITSM functionalities Kendall et al. (2015), Murnane et al. (2016) [Chung et al. (2015), Storni (2014a, 2014b)] Complex ITSM intervention Burke et al. (2012), Cadmus-Bertram et al. (2015), Carter et al. (2013), Cushing et al. (2011), di Bartolo et al. (2017), Sev ick et al. (2010), Sevick et al. (2008), Spring et al. (2017), Turk et al. (2013), W olin et al. (  2015 )  [Aguiar et al. (2017) ,  Aharonovich et al. (2006) ,  Conroy et al. (2011) ,  Glasgow et al. (2011) ,  Laing et al. (2015) ,  Morgan et al. (2014) ,  Partridge et al. (2016) ,  Stark et al. (2011) ,  Thomas et al. (2015) ,  Turner-McGrievy et al. (2013)  [di  Bartolo et al. (2017) ,  Glasgow et al. (2011) ,  Karhula et al. (2015) ,  Krukowski et al. (2013) ,  McKnight et al. (2017) ,  Sevick et al. (2010) ,  Selvan et al. (2017) ,  Steinberg et al. (2014) ] However, due to the complexity of interventions and how they are investigated, it is difficult to know whether novelty effects are due to the IT functionalities or to the non-IT components. Additional studies are needed in this area while newer technologies that automate data capture and entry may largely eliminate human effort in use, they may also yield unintended consequences. For example, ITSM with automatic data capture may not afford users as many opportunities to actively think, learn from, and be aware of their healthrelated behaviors and conditions.\n\nUser characteristics often also influence when and how ITSM is used. In the context of chronic care, user baseline health status is an important factor. A couple of studies examine the impacts of user baseline status on their subsequent use\n\nbehaviors, including sociodemographic factors such as age, gender and education (Di Bartolo et al. 2017; Sevick et al. 2010; Wolin et al. 2015), current disease condition (such as presence of depression (Steinberg et al. 2014)), family history of diabetes (Cosson et al. 2017), motivation (Webber et al. 2010), conscientiousness (Hales et al. 2017), and SM objectives (maintain normalcy versus self-stabilization; Mattews et al. 2017). No conclusion can be made with regard to the impact of sociodemographic factors due to the limited number of studies and inconsistent results for each factor. For example, there is conflicting evidence on whether or not older people use ITSM more than younger ones (Berry et al. 2015; Glasgow et al. 2011; Krukowski et al. 2013; Sevick et al.  2010) . There are no significant associations between education  (Glasgow et al. 2011; Krukowski et al. 2013; Sevick et al. 2010)  or marital status  (Berry et al. 2015; Krukowski et al. 2013 ) and ITSM use. These user characteristics are most often examined in healthcare journals, most likely because the research tradition in healthcare recognizes that a patient's sociodemographic information may influence the feasibility and applicability of a given treatment. Thus, user characteristics are treated as predictors in this type of research. However, little theory or explanation is provided for why certain user groups should exhibit more ITSM use than others.\n\nFinally, two studies identify users' conscientiousness and autonomous motivation as predictors of ITSM use  (Hales et al. 2017; Webber et al. 2010) . In behavior change research, user motivation indicates their willingness and psychological preparedness to adopt a medical intervention or engage in a volitional process  (DiClemente et al. 2004; Prochaska and DiClemente 1982) . ITSM is largely a volitional process, and a certain level of psychological preparation is necessary to plan the intervention strategy and facilitate long-term user commitment  (Biener and Abrams 1991; Daley and Duda 2006; Holt et al. 2010) ."
    },
    {
      "title": "Theme 2 Discussion and Future Directions",
      "text": "The key findings of theme 2, along with directions for future research, are outlined in Table  6 . Research on ITSM use mostly focuses on SM frequency, which is an essential building block of adherence to chronic care programs. ITSM mode matters with users generally preferring technologies that impose less of a burden.\n\nOnly a few theoretical perspectives are used in theme 2 and over two thirds of the studies do not employ any theoretical lens. For those that do, social cognitive theory is the most widely cited. However, it is usually used to inform overall intervention design (e.g.,  Allen et al. 2013)  or to interpret study results (e.g., Cadmus-Bertram et al. 2013, Hales et al. 2017), rather than to support hypotheses specific to theme 2. Theoretical lenses, including TAM and UTAUT, are also used in a few studies, but only for measurement development (e.g., Laing et al. 2015; Ma et al. 2013). Thus, the extant studies in theme 2 rarely provide theoretical explanations regarding why users adhere to certain ITSM tools or interventions and therefore use them more frequently. However, IS research includes several theories, such as those related to coping (e.g., Beaudry and Pinsonneault 2005; Stein et al. 2015) and habit (e.g., Polites and Karahanna 2013; Wilson et al. 2010), which could be used in future theme 2 research to better understand why patients with chronic conditions use (or avoid) ITSM (see below for brief illustrations).\n\nIn theme 2, ITSM is often presented as a whole, thus we do not know how specific ITSM functionalities fulfill users' needs and expectations, nor how these needs influence use.\n\nIt is also unclear whether new and more advanced functionalities such as sophisticated data display and gamified SM tasks (e.g., challenges, raising virtual pets) increase ITSM use or are a distraction from the main SM task. Moreover, since the majority of the studies under this theme used complex ITSM interventions (ITSM + non-IT components), it is difficult to tease apart the effects of multiple intervention components. Thus, we do not know whether the mixed results are due to the ITSM or the non-IT components.\n\nA novelty effect is reported in multiple studies, and negative evaluations are reported for newly developed functionalities such as innovative data display. It is possible that users with chronic diseases are a group that may not react to novelty as well as other user groups due to the crucial nature of the SM task. For example, diabetes patients who are already familiar with traditional glucometer measuring approaches may be very hesitant to use new continuous glucose monitoring technologies, in order to avoid any possible errors which may impact their health.\n\nTable 6. Summary of Theme 2 What Is Known • Studies emphasizing new ITSM tool development and usability assessment generally report positive evaluations when the system is introduced as a whole. • ITSM use is measured by use frequency in a majority of the studies. • Certain barriers impede ITSM use: several studies report negative opinions of specific ITSM functions such as unfamiliar data display formats and gamification. • Users generally prefer ITSM technologies that impose less of a burden on them (e.g., automated SM is preferred over paper-based SM). • A \"novelty effect\" for complex ITSM interventions exists where initial use drops off over time. What Is Unknown and Suggestions for Future Research • How specific IT functionalities influence ITSM use and perceptions. \" Study which specific IT functionalities of ITSM increase use and enhance user perceptions. \" Investigate sources of negative user experience and barriers to SM use. \" Go beyond ITSM use as frequency to more deeply examine different patterns of ITSM use and to examine how emerging it functionalities influence these use patterns. • If more advanced IT functionalities (e.g., for automatic data capture) increase ITSM use. \" Untangle the observed paradox of how newer automated technologies with less burdensome data collection are preferred for chronic care, as well as whether this technological novelty can also be a barrier for users with chronic diseases. \" Investigate the potential roles of effort and risk on ITSM use. • Whether and how user characteristics such as age, education, and lifestyle influence ITSM use and use perceptions. \" Empirically examine the impact of a broader range of user characteristics. We propose three promising areas for future research. First, although overall evaluation of an ITSM is useful, more research should be conducted to understand how specific ITSM functionalities increase use and enhance user experience. Sources of negative experience and barriers to ITSM use should also be examined, especially as some of the negative experiences emerge in studies of ITSM involving newer functionalities such as gamification (Sage et al. 2017) and more advanced data display formats (Chung et al. 2015; Storni 2014a, 2014b). Theoretical lenses, such as coping theory (Beaudry and Pinsonneault 2005; Stein et al. 2015) that examine IT events, user evaluation, user responses, and nonconforming use patterns, can be useful for understanding negative user experience with ITSM. Second, new forms of ITSM may completely shift how the technology is used, and even how we define ITSM use. With automatic data capture, SM frequency may be of less concern. With insideables that are implanted in the body, SM duration and frequency may not be an issue for intervention adherence. However, issues such as properly applying the tool, data usage, and connections with providers are still essential parts of effective ITSM. Future research, drawing on existing IS theories of habit and sporadic use (e.g., Polites and Karahanna 2013; Wilson et al. 2010), can go beyond ITSM use as frequency to more deeply examine different patterns of ITSM use and to examine how emerging IT functionalities influence these use patterns.\n\nThird, the preference of less burdensome ITSM and the perception of learning new technologies or functionalities as a burden create an interesting paradox: new ITSM technology may be less burdensome, but it may hinder patients from changing their existing ITSM practices. Introducing new functionality may be difficult for these groups of users in that any errors made during the initial learning period with a new ITSM may directly impact their health. Future research should untangle this paradox and examine potential risks and user effort in ITSM for chronic care."
    },
    {
      "title": "Theme 3: Effects on Chronic Care Goal Achievement",
      "text": "Studies examining impacts on chronic care goal achievement are represented by two main pathways: effects of ITSM characteristics (N = 79) and impacts of ITSM use and user experiences (N = 30). Two frequently examined outcomes required for chronic care goal achievement are behavior change that is related to the task being monitored (e.g., a certain number of steps to take each day), and health improvement that is related to the overarching chronic care goals (e.g., weight loss) (see Figure  5 ). Effects of ITSM Characteristics on Behavior Change In all, 36 studies examine the direct impacts of ITSM characteristics-whether as ITSM presence, ITSM mode, or complex ITSM interventions-on behavior change. The majority of these studies use randomized controlled trial (RCT) experiments. Two main behavior changes examined in the literature are improving physical activity such as increasing daily steps, physical activity time, and reduction of sedentary time (e.g., Cadmus-Bertram et al. 2015; Goto et al. 2014\n\n), and improving dietary behavior such as increasing fiber intake, increasing vegetable intake, and balancing calorie consumption (e.g.,  Ambeba et al. 2015; Jakicic et al. 2017) . Some studies examine other behaviors such as the reduction of drinking and smoking (e.g.,  Aharonovich et al. 2017a; Swendeman et al. 2015) , both of which are risk factors for psychiatric diseases including depression and bipolar disorder.\n\nThe studies suggest that ITSM characteristics generally improve physical activity. Mobile applications and wearables (including pedometers and accelerometers) are the most frequently studied ITSM devices to track steps and physical activity time. ITSM mode comparison studies show that ITSM is better than flexible self-care with periodic counseling  (Ruotsalainen et al. 2015) , and IT-based SM is more efficient than paper-based SM  (Conroy et al. 2011) . Type of device (e.g., web-based vs. versus wearable-based SM) does not seem to influence behavior change. It may be that the presence of ITSM, either using a standalone smart device or multiple connected devices, can perform the simple SM tasks required for physical activity. However, evidence shows that devices providing supportive data display and reflection functions are more effective in improving physical activity  (Goto et al. 2014) . Several studies report no improvements related to physical activity (see\n\nTable 7 for a complete list of studies). Potential reasons for these non-supportive results could be using measures that are not directly related to SM tasks, such as sedentary time instead of physical activity time (Biddle et al. 2017; Jakicic et al. 2017) or moderate-tovigorous PA time instead of PA in general (Abrantes et al. 2017). It should also be noted that the majority of this research employs complex ITSM interventions where the ITSM is combined with multiple non-IT components such as education on self-regulation skills (Morgan et al. 2014), externally prescribed goals (Cadmus-Bertram et al. 2013), or periodic physician reviews of SM results with medical feedback (Nicklas et al. 2014). Thus, it is difficult to clearly attribute the effects of ITSM on physical activity (or lack thereof) to either the non-IT components or the ITSM itself.\n\nITSM characteristics also have some positive impacts on dietary outcomes, but the results are less conclusive regardless of the design of the intervention or the mode of IT being used. There are two patterns in the non-supportive results: First, most intervention designs do find positive change-frombaseline effects for those with the ITSM, but no significant differences are found between the various ITSM and control groups  (Acharya et al. 2011) . Thus, the change-from-baseline improvements show the effectiveness of particular ITSM interventions, but no conclusions can be drawn regarding which ITSM intervention design is superior. Second, ITSM characteristics significantly improve general dietary measures such as total calorie consumption, but it does not consistently improve more specific diet indicators such as fiber, sodium, and fat intake  (Allen et al. 2013; Jakicic et al. 2016; Schroder 2011; Welch et al. 2013) . This highlights the complexity of dietary-related SM tasks, and more research is needed to investigate how to improve specific dietary goals, as certain diseases are more closely linked with specific dietary intakes\n\nTable 7. Effects of ITSM Characteristics on Behavior Change Impacts on physical activity from: ITSM presence/ absence Gell et al. (2017) ITSM mode Conroy et al. (2011), Turner-McGrievy et al. (  2017 )  [Goto et al. (2014) ,  Ruotsalainen et al. (2015) ]   2012 )  [Abrantes et al. (2017) ,  Allen et al. (2013) ,  Biddle et al. (2017) ,  Jones et al. (2014) ,  Jospe et al. (2017a) ,  Laing et al. (2015) ,  Sasai et al. (2017) ]   2017 )  [Abrantes et al. (2017) ,  Garg et al. (2017) ,  Jospe et al. (2017a) ,  Simons et al. (2017) ,  Young et al. (2017) ]\n\nImpacts on quality of life from:"
    },
    {
      "title": "ITSM mode [Polonsky et al. (2017)]",
      "text": "Complex ITSM intervention  Bartolo et al. (2017) ,  Karhula et al. (2015) ,  Ryan et al. (2012) ,  Young et al. (2017) ]"
    },
    {
      "title": "Impacts on medication from:",
      "text": "ITSM presence  [Dietrich et al. (2017) ] (e.g., instead of controlling for total calorie consumption, diabetes patients should avoid high carbohydrate intake)."
    },
    {
      "title": "Complex ITSM intervention"
    },
    {
      "title": "Effects of ITSM Characteristics on Health Improvement",
      "text": "In all, 65 studies report the direct impacts of ITSM characteristics on health improvement. As with the previous section, a majority of the studies employ complex ITSM interventions.\n\nMost of the studies examine weight-related outcomes or disease/symptom improvement, whereas a handful of studies examine quality of life self-assessment and medication change (see Table  8 ).\n\nWeight management is usually associated with physical activity and/or diet SM, and ITSM demonstrates consistent improvement in weight management when compared to paper SM  (Morgan et al. 2014; Wang et al. 2012)  or presented together with non-IT components such as counseling and feedback  (Cadmus-Bertram et al. 2013; Kempf et al. 2017 ). However, there is no obvious trend regarding which device performs better, or which part of the complex ITSM intervention is more essential. Several studies report nonsignificant between-group effects  (Jones et al. 2014; Shaiful et al. 2017) , and when the weight outcome is measured by BMI or body composition, the results become increasingly inconsistent, even for the change-from-baseline effects  (Jakicic et al. 2016; Jones et al. 2014; Ruotsalainen et al. 2015) .\n\nFor disease and symptom-related improvement, the number of studies for each type of symptom is small-for example, blood pressure in  Laing et al. (2015) , joint function in  Umapathy et al. (2015) , depression in Faurholt-Jepsen et al.  (2015) , and asthma symptoms in  Ryan et al. (2012) . All of these studies yield mixed results, so no general conclusions can be made. A relatively frequent health outcome that has been reported is HbA1c (average blood glucose sugar levels) for diabetes studies. However, the results are generally nonsupportive regardless of SM approach (tablet versus paper plus glucometer; Or and Tao 2016) or complex ITSM intervention used (e.g., with or without feedback, education or counseling;  Greenwood et al. 2015; Young et al. 2017) .\n\nLikewise, although positive results are reported regarding medication change and certain aspects of self-rated quality of life, there are not enough studies to reach any general conclusions. No study finds significant improvement for all aspects of quality of life, perhaps because the measurement scale used (usually the SF-36 questionnaire;  Brazier et al. 1992 ) includes various aspects of life that do not directly relate to SM goals."
    },
    {
      "title": "Effects of ITSM Affordance Bundles on Chronic Care Goal Achievement",
      "text": "In the theme 3 studies, ITSM is often examined as whole systems that contain various bundles of ITSM functionalities. Although studies did not explicitly investigate the effects of specific affordances, we organize the ITSM affordance bundles from theme 3 in order to see if any patterns emerge (see Appendix A, Table  A1 ).\n\nIn general, automatic data capture with data display exhibits more consistent supportive results across all types of goal achievement than interventions with manual data entry.\n\nWhen push messages are employed, the intervention seems more effective regardless of the data collection approach, except for symptom and medication-related outcomes. Surprisingly, ITSM that supports goal setting and manual data does not exhibit improvement for behavior change and health outcomes. One possible explanation is that patients might have a stronger tendency to misreport the data or adjust goals in order to make the SM results look good and match goals even when no real progress is being made. Since the studies do not report how patients set their goals and perform SM data entry, more investigation is needed to understand under what conditions goal setting, along with other functionalities, is beneficial."
    },
    {
      "title": "Effects of Non-IT Components on Chronic Care Goal Achievement",
      "text": "Because ITSM is not delivered on its own in many cases but as part of a complex ITSM intervention, we attempt to further explore the effects of the non-IT components. The extant studies rarely employ the controlled factorial designs necessary to untangle and compare the role of specific intervention components (for two notable exceptions, see  Allen et al. 2013 and Nishimura et al. 2017) , so it is difficult to attribute the success or failure of an intervention to either the ITSM or the non-IT components. Thus, we organize the existing interventions from theme 3 by examining the presence of non-IT components (even if they were not directly examined in the studies) to see if any patterns emerge (see Appendix A, Table  A2 ).\n\nWhen no non-IT components are present, the results are highly mixed across all outcomes. Similarly, no patterns emerge regarding the effects of non-IT components on chronic care goal achievement. However, four general types of non-IT components are often present, and we describe these types in order to offer insights for future research. The first type is offline education which involves face-to-face training and counseling regarding the disease and self-management skills. This component is either implemented as a one-time education session before the start of the intervention (e.g., motivation elicitation session; Aharonovich et al. 2017b) or implemented periodically throughout the intervention (e.g., weekly coaching in self-regulatory skills, Cadmus-Bertram et al. 2013). The intensity and adaptability of education content vary across studies, but the majority of interventions adopted a pre-designed approach in which the education material is released to the patients gradually without considering the patients' progress or ITSM use experiences. Employing a factorial experimental design, one study examines the effects of both counseling intensity and mobile SM, finding that groups which had both counseling and mobile SM lost more weight than the groups with only counseling or only mobile SM (Allen et al. 2013). Future research can focus more on education delivery by exploring how to use the data from the ITSM to deliver more personalized training. The second type is goal-related components, namely goal prescription by physicians and goal adjustment during the intervention (e.g., Aharonovich et al. 2017a). One study did carefully isolate the effects of non-IT components: Nushimura et al. (2017) study the effects of structured versus routine SM procedures for patients with diabetes while controlling for all other non-IT components, finding that structured SM improves glycemic control while routine SM improves patients' own SM practices. Physicians may assign a specific target for the SM tasks (e.g., 5% weight loss and at least 150 minutes of physical activity; Allen et al. 2013) or create a detailed action plan (e.g., self-management plan; Karhula et al. 2015). These goals can be process-oriented (e.g., number of SM recordings per day) or outcome-oriented (e.g., calorie expenditure per day). Future research can employ goal theories (e.g., goal-setting theory; Locke and Latham 2002) and explore the effectiveness of various goals under different conditions. The third type of non-IT component is written and/or oral feedback provided by healthcare providers after periodically reviewing the SM results. While IT-based feedback has the advantage of being provided in real-time, written and/or oral feedback may feel more personal, which may elicit better supervision and reinforcement effects. Future research can further investigate feedback mechanisms and compare different modes of feedback to inform better intervention design. Lastly, offline social activities are used in several studies, including group exercise sessions (e.g., Shaiful et al. 2017) and group-based competition (e.g., Spring et al. 2017). Compared to online social activities in which IT helps construct virtual groups and peer support infrastructures, offline social activities rely more on the organizer (i.e., interventionists) and the requirement of physical presence may make this com-ponent difficult to implement during a longitudinal intervention. However, future researchers could examine whether online social mechanisms (usually easier and cheaper to implement) complement or are substitutes for offline social mechanisms.\n\nTable  A2  (see Appendix A) also presents various combinations of non-IT components. All combinations exhibit mixed results for most of the outcomes. The only evident pattern that emerges is that non-IT educational components exhibit chronic care goal achievements related to weight, and these effects hold when education is combined with feedback. One reason for this effect may be the complex and nonlinear relationship between dietary intake and weight requires extra patient education for the ITSM to be effective. Future research is needed to systematically examine the effects of various combinations of non-IT components. In summary, it is difficult to draw conclusions regarding the impacts of the non-IT components based on existing evidence, since the extant research exhibits many mixed results."
    },
    {
      "title": "Effects of ITSM Use on Chronic Care Goal Achievement",
      "text": "ITSM use, as indicated by SM duration or frequency, has several benefits including improved physical activity level  (Conroy et al. 2011 ) and improved dietary behaviors (Glasgow 2011;  Jospe et al. 2017a) . ITSM misuse patterns such as obsessive use and app manipulation may worsen eating disorders  (Eikey et al. 2017) . Frequency of ITSM entry and data usage can generally predict weight loss (e.g.,  Kolodziejczyk et al. 2014; Ma et al. 2013; Painter et al. 2017 ) and HbA1c change  (Irace et al. 2017; Lee et al. 2017; Selvan et al. 2017) . However, the impacts on other disease-related outcomes are less clear (insulin and cholesterol level  [Williamson et al. 2010 ]; blood pressure  [Wolin et al. 2015] ).\n\nAmong the 12 studies that simultaneously examine impacts of ITSM characteristics and ITSM use on goal achievement (see Table  9 ), 9 report positive results for both relationships  (Burke et al. 2012 , Cadmus-Bertram et al. 2013; Conroy et al. 2011; Morgan et al. 2014; Spring et al. 2017; Thomas et al. 2015; Turk et al. 2013; Turner-McGrievy et al. 2013; Turner-McGrievy et al. 2017) . One reports that while the complex ITSM intervention has positive effects on weight loss, it does not increase ITSM use  (Steinberg et al. 2013) . Two others report that even when ITSM use and satisfaction are high, the intervention may not lead to weight loss  (Polonsky et al. 2017; Wang et al. 2012) . No studies formally test mediation effects of ITSM use on the relationship between ITSM characteristics and chronic care goal achievement. In general, the abundance of studies that examine impacts of ITSM use on\n\nTable 9. Impacts of ITSM Use and User Experience on Chronic Care Goal Achievement Impacts on behavior change from: ITSM use Conroy et al. (2011), Eikey et al. (2017), Glasgow et al. (2011), Jospe et al. (2017b), Turner-McGrievy et al. (2013) [Steinberg et al. (2013)]   2010 )  [Glasgow et al. (2011) ,  Steinberg et al. (2013) ,  Williamson et al. (2010) ,  Wolin et al. (2015) ]"
    },
    {
      "title": "ITSM perceptions & experience",
      "text": "Cadmus-Bertram et al. (  2013 )  [Polonsky et al. (2017) ]\n\nNote: Studies in italicized brackets have non-supportive or mixed results.\n\nchronic care goal achievement provide supportive evidence that it is not only the presence of ITSM, but also the extent of use that drives chronic care achievements."
    },
    {
      "title": "Effects of Behavior Change on Health Improvement",
      "text": "Six studies report the impacts of successful behavior change on improving health outcomes (see Figure  6  and Table  10 ).\n\nIncreased physical activity level in terms of time and daily steps  (Conroy et al. 2011; Painter et al. 2017; Turner-McGrievy et al. 2013 ) and lower fat intake  (Kolodziejczyk et al. 2014 ) are associated with successful weight loss. Impacts of physical activity time on reduction in depression and anxiety are inconsistent, which may be due to the method of measurement (e.g., general exercise versus moderate-tovigorous activities;  Abrantes et al. 2017) . Other studies do not find correlations between physical activity and alcohol use reduction  (Abrantes et al. 2017 ) and between HbA1c improvement and self-rated quality of life  (Paula et al. 2017) .\n\nSince chronic care is a long-term journey, patients may have nested behavioral goals in addition to their overarching health goals. The design of the intervention and related ITSM affordances should help users achieve those more actionable behavioral goals in order to gradually achieve more challenging health goals."
    },
    {
      "title": "Theme 3 Discussion and Future Directions",
      "text": "To summarize, ITSM research on chronic care goal achievement focuses on behavior change, such as physical activity and diet, and health improvements such as weight management, symptom relief, medication change and self-rated quality of life (see Table  11 ). Most of the studies investigate obesity-related issues, which may explain why physical activity, diet and weight SM have received more attention.\n\nYet the results should have implications for other chronic care contexts, since lack of exercise and being overweight are risk factors linked to many chronic diseases  (Fine et al. 2004 ).\n\nThe results generally support the positive impacts of ITSM on physical activity, diet and weight reduction, although inconsistent results are reported for between-group differences and some specific measures (e.g., detailed diet indicators, sedentary time, BMI). The results for improving HbA1c in diabetes management and self-rated quality of life are often nonsupportive. Overall, these mixed results demonstrate the challenge of using ITSM to change behavior and improve chronic health conditions, although some results do show the positive impacts of ITSM use on behavior change and health improvement.\n\nSimilar to theme 2, almost two-thirds of the studies in theme 3 do not employ a theoretical lens. For those that do, social cognitive theory is again the most widely used, employed to inform overall intervention or program design (e.g.,  Allen et al. 2013; Hales et al. 2017)  or to interpret study results (e.g.,  Abrantes et al. 2017; Aguiar et al. 2017) . Several studies draw on cognitive behavioral therapy-more of a treatment framework than a theory-to inform intervention design (e.g.,  Barakat et al. 2017; Mantani et al. 2017) . The transtheoretical model of behavioral change  (Prochaska and DiClemente 1982)  is also used, largely for scale development (e.g.,  Goto et al. 2014; Izawa et al. 2006 ). While some theme 3 studies draw on theory and frameworks to inform intervention design, they seldom clearly explain the one-to-one correspondence between theoretical mechanisms and practical intervention components. These theories are mostly used as Table 10. Role of Behavior Change Effects of behavior change on: Other behavior changes [Abrantes et al. (2017)] Health improvement Conroy et al. (2011), Kolodziejczyk et al. (2014), Painter et al. (2017), Turner-McGrievy et al. (2013) [Abrantes et al. (2017), Paula et al. (2017)] Note: Studies in italicized brackets have non-supportive or mixed results.\n\nTable 11. Summary of Theme 3 What Is Known • ITSM presence can help improve physical activity, dietary behavior and weight management. • IT-based SM is superior to paper-based SM for PA, diet and weight outcomes. • Complex ITSM interventions exhibit change-from-baseline effects for PA and weight outcomes. • ITSM presence does not currently improve diabetes management (i.e., does not improve HbA1c). • ITSM presence does not currently improve self-rated quality of life. • ITSM use as indicated by SM frequency exhibits positive impacts on PA, dietary and weight management. • Achieving behavioral goals (e.g., increased physical activity) is beneficial for achieving health goals (e.g. weight reduction) What Is Unknown and Suggestions for Future Research • Whether the noted improvements in behavior and health can be attributed to ITSM alone or to the various components of the complex interventions (e.g., counseling and face-to-face feedback during clinical visits). \" Employ more rigorous research designs capable of untangling the effects of complex ITSM interventions. • Whether the nonsignificant results of complex ITSM interventions are caused by the ITSM or other components of the complex interventions that are competing sources of influence (e.g., ITSM may improve while gamification may impede health improvements). • Whether ITSM devices with more add-on features (e.g., interactive display, real-time communication with physicians, gamification) can yield better outcomes than more basic ITSM. \" Go beyond ITSM presence/absence and investigate the effects of specific it functionalities and how they are delivered to impact goal achievement. \" Examine ITSM system design with more focus on how to access the potential of more recently available functionalities. • Whether the impacts of ITSM presence on chronic care goal achievement is mediated by ITSM use and/or intermediate outcomes. \" Employ longitudinal designs which capture and analyze the mediating effects of intermediate outcomes. • Whether ITSM is useful for managing more specific disease symptoms that require complex measurement. • Which ITSM functionalities are better than others for disease-specific chronic care goals. \" Examine ITSM impacts on a wider range of behaviors and health goals.\n\na background or overarching guidance for intervention development. For example, social cognitive theory is used to highlight the importance of feedback as a reinforcement mechanism (e.g.,  Abrantes et al. 2017; Mummah et al. 2017) . However, these important mechanisms are not formally tested; instead, they are usually taken for granted as already being part of ITSM. Future theme 3 research should more deeply engage with existing theories (such as social cognitive theory) to examine the impacts of ITSM on goal achievement.\n\nThere are several areas of theme 3 that require additional future research. First, chronic care programs can be multifaceted, and complex ITSM interventions are often accompanied by non-IT components. While it may be useful for healthcare practitioners to consider the chronic care intervention as a whole, it is difficult to determine whether the noted improvements (or lack thereof) in behavior and health can be attributed to ITSM alone or to the various non-IT components (e.g., counseling and face-to-face feedback during clinical visits). More effort is needed to untangle the effects of the ITSM intervention components in order to better assess impacts and design more effective ITSM interventions. Such untangling is necessary to understand the synergies between the ITSM and its multiple non-IT components: they may be additive, complementary, or substitutive  (Milgrom and Roberts 1995; Samuelson 1974; Titah and Barki 2009) .\n\nNegative effects may also emerge if the ITSM is too complex and is overwhelming for the patients.\n\nFuture research can try to untangle these effects by (1) implementing better controlled experiments with factorial designs, (2) conducting in-depth investigations of specific mechanisms both with and without IT support (e.g., goal-setting mechanisms, feedback mechanisms, social mechanisms), and\n\n(3) applying configurational logic (e.g., using qualitative comparative analysis; Schneider and Wagemann 2010) to understand the necessary and/or sufficient components of an effective ITSM design. One example of a better controlled design examines the impacts of counseling by manipulating counseling content and intensity while controlling for mobile SM procedures and feedback components  (Allen et al. 2013) .\n\nSimilarly, another study compares structured SM procedures with routine SM procedures while controlling for all the other non-IT components  (Nishimura et al. 2017) . Both studies found significant between-group differences, suggesting that carefully designing studies to account for the various parts of the complex ITSM interventions may increase the chances of finding clear results.\n\nSecond, since ITSM is usually presented as a whole, it is unclear whether the devices with more add-on features-such as an interactive display, real-time communication with physicians, or gamification-yield better outcomes than devices with more basic features. Future research should go beyond simple presence or absence of ITSM to investigate the effects of specific IT functionalities and how they are delivered to impact goal achievement. For example, the incorporation of an incentive system is a new trend in many fitness tracking devices  (Hales et al. 2017) , and future research should investigate the impacts of incentive design (e.g., process-based versus event-based incentives, financial versus virtual incentives). Similarly, with the help of advanced data analysis techniques, future research can compare the effectiveness of different feedback modes  (Shin and Biocca 2017) , such as comparing feedback format (image versus textual), timing (event-triggered versus pre-set), and tone (human-like versus system-like). Future research in chronic care can focus on how to take advantage of emerging technologies and harness the potential of their functionalities.\n\nThird, more research is needed on health outcomes other than weight loss, as well as behavior outcomes other than physical activity and dietary intake. There are many additional risk factors that are common to multiple chronic diseases and are good candidates for ITSM, such as infections, physiological markers specific to the disease (e.g., metabolome, blood lipids, inflammation) and subclinical symptoms  (Tzoulaki et al. 2016) . While previous ITSM research was limited by the self-measurement tools commonly available (e.g., pedometer for steps and mobile app for dietary intake), recent technological advances provide more extensive data capture capabilities for the personal collection of various chronic conditions and risk factors (for example, insideables that can track blood glucose levels). A deeper understanding of these technological advancements, how they are changing the delivery of ITSM affordances, and their associated outcomes will allow researchers to investigate a wider range of chronic care issues."
    },
    {
      "title": "Theme 4: Intermediate Outcomes of ITSM",
      "text": "The intermediate outcomes of ITSM affordance actualization are the direct results that individuals can achieve due to engaging in ITSM, including psychological or cognitive states induced by the ITSM. The affordance actualization framework suggests that these intermediate outcomes are key mechanisms that help achieve ultimate chronic care goals.\n\nThe abundance of studies in theme 3 that examine impacts of ITSM characteristics and ITSM use on chronic care goal achievement yield many inconsistent results, implying the existence of these intermediary outcomes. We analyze the ITSM intermediate outcomes in the literature and, through an iterative process of coding, categorization, and research team discussion, find that four categories emerge: patient learning and self-reflection, patient-provider co-management, social interaction with family and peers, and ITSM intervention satisfaction and compliance. In total, 54 studies investigate various factors that influence the impacts of, and/or the relationships between, these intermediate outcomes. Although the number of studies for each pair of relationships is small and results are often inconsistent, these studies provide initial evidence regarding the black box between ITSM use and chronic care goal achievement."
    },
    {
      "title": "Intermediate Outcome 1: Patient Learning and Self-Reflection",
      "text": "ITSM can enhance user learning and reflection by delivering education materials and presenting SM data in meaningful ways. As a result, patients can have better comprehension of health problems and SM data so that they can interpret the numbers, find trends, and identify patterns between their SM and chronic conditions  (Ayobi et al. 2017; Felipe et al. 2015; Hinnen et al. 2015; Murnane et al. 2016) . Three types of intermediate outcomes related to patient learning and selfreflection emerge from the literature: self-understanding, selfefficacy, and health literacy. Figure  7  and Table  12  present the key constructs and relationships within this theme.\n\nPatients can use their ITSM data to enhance understanding of their SM results. Patients who habitually use ITSM become increasingly capable of interpreting the results, identifying the correlations, and exploring the causal relations between their daily activities and health conditions  (Ayobi et al. 2017; Chung et al. 2015; Felipe et al. 2015; Kendall et al. 2015) .\n\nTheir data interpretation proficiency can be improved through more efficient data display formats  (Hinnen et al. 2015)  and guidance from clinicians  (Anderson et al. 2017; Chung et al. 2015) . However, even patients who know how to interpret SM data may not know how to respond in specific health situations and take the right actions  (Verdezoto and Gronvall 2016) . ITSM can also improve patients' awareness of their self-monitored behavior (e.g., excessive drinking  [Aharonovich et al. 2006 ], dietary intake  [Bonilla et al. 2015] ) and health conditions (e.g., body concern,  Ayobi et al. 2017) , which helps them foresee the health consequences and prompts preventive and self-regulative actions  (Felipe et al. 2015; Murnane et al. 2016; Nørregaard et al. 2014) . Two experiments find that ITSM did not improve self-understanding and awareness  (Goffinet et al. 2017; Jones et al. 2014 ). It may be that such awareness is influenced by ITSM design or IT use frequency (e.g., daily versus bi-weekly SM,  Swendeman et al. 2015) . The mostly qualitative and descriptive studies that report supportive results provide initial evidence of the impacts on self-awareness, but quantitative analysis is needed to show the actual level of impacts for these relationships.\n\nThe impacts on other intermediate outcomes related to patient learning and self-reflection are less consistent. Self-efficacy and motivation level are the two frequently examined concepts in the ITSM literature. Social cognitive theory, which is the theoretical foundation for many ITSM intervention designs, suggests that improving a patient's confidence in his/her ability to self-manage chronic conditions should enhance chronic care goal achievement  (Bandura 1977) . A positive correlation between intervention satisfaction and patients' confidence in self-management has also been reported  (Polonsky et al. 2017 ), yet evidence shows that it is challenging to improve self-efficacy through ITSM even with carefully designed education sessions  (Laing et al. 2015; Rader et al. 2017; Ryan et al. 2012; Welch et al. 2013) . One beneficial approach is to help patients improve readiness and motivation, which is reported in several studies  (Polonsky et al. 2017; Tsai et al. 2007; Webber et al. 2010) . In terms of health literacy, only one study shows ITSM improves patients' disease-related knowledge  (Pedersen et al. (2012) ; however this effect may be due to the other components of the complex ITSM intervention.\n\nFew studies examine the impacts of patient learning and selfreflection on chronic care goal achievement. For example, one study mentions qualitative evidence regarding the beneficial effects of patient awareness and motivation on improved eating habits  (Bonilla et al. 2015) . More research is needed to investigate the impacts of these intermediate outcomes, as theory would suggest that patients' psychosocial conditions could have profound impacts on chronic care goal achievement  (Alderson 1998; Bandura 1998; Deci and Ryan 2008; Walker 2001) ."
    },
    {
      "title": "Intermediate Outcome 2: Patient-Provider Co-Management of Chronic Conditions",
      "text": "Patient-provider interactions and shared medical decision making is a current trend in chronic care  (Bodenheimer et al. 2002; Frantsve and Kerns 2007; Nam et al. 2011 ). More ITSM devices and interventions are starting to incorporate components that support patient-provider interaction (see Appendix A, Table  A4  for the list of studies with IT-enabled patient-provider connections). Thirteen studies report findings regarding patient-provider co-management as a result of ITSM or the impacts of co-management. Figure  8  and Table  13  display the key constructs and relationships examined under this theme.\n\nFrom the providers' perspective, introducing ITSM as a whole or as part of a complex intervention improves the quality and quantity of disease-related information obtained from patients, facilitating assessment, diagnoses and counseling (Bonilla et Table 12. Role of Patient Learning and Self-Reflection Impacts on self-understanding from: ITSM presence Andersen et al. (2017), Ayobi et al. (2017), Bonilla et al. (2015), McDonald et al. (2017), Murnane et al. (2016), Nørregaard et al. (2014), Tsai et al. (2007), Velardo et al. (  2017 )  [Felipe et al. (2015) ,  Gell et al. (2017) ,  Verdezoto and Gronvall (2016) ] Impacts on self-efficacy from:\n\nITSM mode  [Goto et al. (2014) ,  Polonsky et al. (2017) ,  Welch et al. (2013)  ]\n\nComplex ITSM intervention  Garg et al. (2017) ,  Izawa et al. (2006) , Plow and Golding (2017)  [Greenwood et al. (2015) ,  Laing et al. (2015) ,  Rader et al. (2017) ,  Ryan et al. (2012) ]  Table 13. Role of Patient-Provider Co-Management Impacts on Patient-Provider Co-Management from: ITSM Presence Andersen et al. (2017), Bonilla et al. (2015), Felipe et al. (2015), Murnane et al. (2016), Zhu et al. (2017) [Verdezoto and Gronvall (2016)] ITSM Mode [Caballero-Ruiz et al. (2017)] Complex ITSM Intervention Nishimura et al. (2017), Rader et al. (2017) ITSM Use & Experience Chung et al. (2016), Mentis et al. (2017) Effects of Patient-Provider Co-Management on: ITSM Use & Experience Andersen et al. (2017), Piras and Miele (2017) Patient SM Data Use & Self-Reflection Chung et al. (2015), Andersen et al. (2017) Note: Studies in italicized brackets have non-supportive or mixed results. al. 2015; Murnane et al. 2016). Automatic data-sharing functions reduce the time required by a clinician to integrate the SM records, making it easier for clinicians to review and create personalized treatment plans (Caballero-Ruiz et al. 2017; Zhu et al. 2017). As a result, physicians may change a treatment plan more frequently when ITSM is used (Nishimura et al. 2017).\n\nHowever, barriers to patient-provider co-management are also reported. First, IT-based tracking is not formally implemented by the majority of clinics  (Murnane et al. 2016) . Even when ITSM is formally supported, the clinicians may not be fully aware of the system's suggestions or may not trust system-generated information. For example, Caballero-Ruiz et al. (  2017 ) report that the majority of insulin advice provided by the ITSM system was rejected or initially ignored by the medical team. Second, a patient may not be willing to share their self-monitored data with providers  (Verdezoto and Gronvall 2016) . Patients have their own SM goals and habits which may not align with providers' goals. For example,  Chung et al. (2016)  describe three types of SM-namely, selfreflective, action-oriented and affective-oriented. It may be that while action-oriented SM may be more aligned with providers' expectations, self-reflective and affective-oriented SM can be very personal and align more with patient expectations. Lack of alignment between the patients' and providers' SM orientation may influence their interaction patterns.\n\nRegarding the impacts of patient-provider co-management, some unexpected results are reported. ITSM may create new expectations on the patients' side in that they may expect more timely feedback from the clinicians and hope the clinicians show sympathy. When it takes time for the clinicians to formally assess the information, not knowing what SM will reveal creates negative feelings of uncertainty and anxiety in patients  (Andersen et al. 2017) . No studies examine the impact of patient-provider co-management on chronic care goal achievement."
    },
    {
      "title": "Intermediate Outcome 3: Social Interactions with Family and Peers",
      "text": "Social interaction with family and peers has received relatively less attention compared to other intermediate outcomes, and yet the results are promising. Social functionality has become increasingly common for many commercialized ITSM devices such as fitness trackers, but in the medical context, it seems that sharing data and personal status with peers is seldom promoted by healthcare providers. Four studies report evidence regarding ITSM and social interaction (see Figure  9  and Table  14 ). Participants describe that the ability to share chronic care experiences and information through ITSM allows them to emotionally and instrumentally support-and be supported by-their peers  (Fukuoka et al. 2011; Roblin 2011) . One experiment that allowed both parents and adolescents to access ITSM found that parents' participation is positively associated with adolescents' SM rate and weight reduction  (Tu et al. 2017 ). However, some patients feel reluctant to share with others as the patients may feel uncomfortable with how other people perceive them and do not want to attract attention to their disease  (Kendall et al. 2015) .\n\nA number of studies purposefully incorporated social media or virtual communities as part of their complex ITSM interventions (e.g.,  Fukuoka et al. 2011; Glasgow et al. 2011; Jones et al. 2014; Partridge et al. 2016) , providing IT affordances for sharing information with peers and families. However, formal investigation regarding the role of social interaction in a virtual environment, its delivery method, and its impacts, is particularly scant. Future research can further investigate this intermediate outcome as the preliminary results demonstrate the potential power of social and external support."
    },
    {
      "title": "Intermediate Outcome 4: Intervention Satisfaction and Compliance",
      "text": "Intervention compliance (or adherence) refers to the degree to which a patient correctly follows the intervention (also termed treatment, medication, or experiment depending on the study design) on schedule and as prescribed  (Chakrabarti 2014) .\n\nIntervention compliance may overlap with ITSM use (most often measured by SM frequency); however ITSM is often part of a larger complex intervention and involves specific instructions or targets beyond simple frequency. As the current practice of chronic care usually involves non-IT components for education, counseling and feedback, patients' compliance and satisfaction with the entire intervention can be important intermediate outcomes. Sixteen studies report relevant results (see Figure  10  and Table  15 ).\n\nParticipants generally report positive evaluations of the whole intervention (i.e., satisfaction and acceptability,  Aguiar et al. 2017; Aharonovich et al. 2017; Goffinet et al. 2017; Pedersen et al. 2012; Rader et al. 2017; Steinberg et al. 2013 ). However, when assessing specific parts of the intervention, two studies report negative evaluations:  Fukuoka et al. (2011)  report negative perceptions due to strict SM data input timeframe, and  Welch et al. (2013)  report low perceived benefits regarding certain indicators (e.g., sodium and fluid adherence in diet SM). These findings imply that procedural barriers such as inflexible rules and insufficient understanding of the intervention purpose may impede intervention compliance and satisfaction. The actual compliance behavior, usually represented as attendance or participation, is influenced by intervention design. For example, intensive counseling may be more effective than light counseling in compelling participants to fully comply with the intervention  (Allen et al. 2013) ; email or text prompts are a better approach for followup participation than phone-based reminders  (Hall and Murchie 2014) ; and adding mobile SM facilitates patients' adherence to a given medical therapy as compared to standard care  (Hostler et al. 2017) .\n\nFour studies examine health goal achievement as a result of intervention satisfaction and compliance. Patients' level of participation in the intervention program is associated with total weight loss and BMI reduction  (Tu et al. 2017; Turner-McGrievy et al. 2017) , but reduction in waist circumferences is not significant  (Tu et al. 2017) . Paula et al. (2017)  found patients' perceptions of intervention benefits have a positive correlation with quality of life measures. Although the evidence is limited, it highlights the potential role of intervention satisfaction and compliance as an intermediating mechanism. Future research can further investigate the ITSM factors which influence intervention satisfaction and compliance as well as its impacts on chronic care goal achievement. Table 14. Role of Social Interaction Impacts on Social Interactions with Peers from: ITSM presence Fukuoka et al. (2011), Roblin (2011) ITSM use [Kendall et al. (2015)] Effects of Social Interactions with Peers on: ITSM use Tu et al. (2017) Health outcome Tu et al. (2017) Note: Studies in italicized brackets have non-supportive or mixed results. Theme 4 Discussion and Future Directions Key take-aways and future research suggestions are presented in Table  16 . By identifying and categorizing the key intermediate outcomes of ITSM, we find four intermediate outcomes that may help to facilitate ultimate chronic care goal achievement. As patients develop ITSM routines, their ability to learn from data improves, which may enhance their selfunderstanding and increase their beliefs in one's ability to perform health self-management actions, thus facilitating ultimate goal achievement. The social connection affordance provided by ITSM opens new opportunities for patients to share data with providers and peers through which they may obtain additional emotional and instrumental support, which is beneficial for successful behavior change and health improvement. From the providers' perspective, having access to patients' SM data gives them new sources of information, which is helpful in diagnosing and creating personalized treatment plans. Yet, IT functional barriers and patients' reluctance to share data may impede social interaction and patient-provider co-management. Since the intervention can be longitudinal and complex, overall satisfaction with the intervention may facilitate compliance, which is generally considered a necessary part of successful chronic care.\n\nAs in themes 2 and 3, the majority of the studies do not employ any theoretical lens to examine the relationships of theme 4. Despite the potential roles of these intermediate\n\nTable 15. Role of Intervention Satisfaction and Compliance Impacts on Intervention Satisfaction and Compliance from:\n\nComplex ITSM intervention  Abrantes et al. (2017) ,  Aguiar et al. (2017) ,  Aharonovich et al. (2017b) ,  Allen et al. (2013) ,  Goffinet et al. (2017 ), Hostler et al. (2017) ,  Pedersen et al. (2012 ), Rader et al. (2017) ,  Steinberg et al. (2013 ) [Dennison et al. (2014) ,  Fukuoka et al. (2011) ,  Hall and Murchie (2014), W elch et al. (2013) ] Table 16. Summary of Theme 4 What Is Known • ITSM can help patients understand and learn from their data to make links between their daily activities and health conditions. • IT functionalities, such as automated data sharing, enhance patient-provider co-management beyond traditional periodic face-to-face data review. • Patient-provider co-management may be impeded by IT functional barriers and physician's mistrust of the system or data. • ITSM that incorporates social functionality can enable emotional and instrumental support from peers. • Intervention satisfaction and compliance is beneficial for achieving health goals (e.g., weight loss) What Is Unknown and Suggestions for Future Research • Whether and how ITSM improves intermediate outcomes such as patient satisfaction, patient self-efficacy and motivation, patient awareness, patient-provider co-management, and social interaction with peers. • Whether these improvements in intermediate outcomes ultimately influence achievement of chronic care goals. \" Investigate and more rigorously test if these intermediate outcomes mediate the effects on ITSM use on chronic care goal achievement. \" Longitudinally examine how ITSM influences patient-provider co-management and the ultimate impacts on chronic care goal achievement. \" Further study the role of ITSM-enabled social interaction in achieving chronic care goals. \" Investigate the ITSM factors that influence intervention satisfaction and compliance, as well as their impacts on chronic care goal achievement. \" Investigate the potential interactions between these intermediate outcomes. • How to design ITSM interventions so that procedural barriers are minimized, and intervention satisfaction and compliance are improved. \" Investigate the impacts of new technologies on the actualization of intermediate outcomes. • Whether feedback loops actually exist and how they work. \" Investigate the multiple possible feedback mechanisms that could influence ITSM use outcomes, existing studies only provide initial evidence, and most of them are qualitative and descriptive, without deep theoretical explanation. One notable exception is Chung et al. (2016) which draws on Lee's (2007) model of boundary negotiation artifacts to understand the importance of these artifacts in supporting patient-provider collaboration. In another study, a sociocultural perspective is used to highlight the potential for technology and media, of which ITSM is one example, to distort body image in patients with eating disorders (Eikey 2017). However, the general lack of theory in theme 4 means that many unknowns remain regarding how and why these intermediate outcomes arise. For example, we do not know if or how ITSM improves these intermediate outcomes such as self-efficacy and motivation, how selfunderstanding develops and influences chronic care goal achievement, or how patient-provider co-management is facilitated and constrained by ITSM functionalities. Future research related to theme 4 could draw on social representation theory  (Wagner and Hayes 2005) , the concept of IT identify  (Carter 2015) , or employ a practice lens  (Feldman and Orlikowski 2011)  to better understand the role of intermediate outcomes in ITSM (see below for a few illustrations).\n\nIn addition to the general lack of theory, these intermediate outcomes are proposed as mechanisms linking ITSM and goal achievement, but seldom do existing studies test the actual impacts. Thus, we do not know whether or not improving patient learning and interactions with providers and peers can indeed generate positive effects on goal achievement. Accordingly, we propose three broad areas of future research. First, the role of intermediate outcomes is generally understudied, and more rigorous investigation is needed to investigate their mediating effects on chronic care goal achievement. For example, longitudinal research can be conducted in order to understand how ITSM influences patient-provider comanagement, which in turn influences chronic care goal achievement. Patient SM practice can be relatively flexible, while clinical procedures can be very structured, creating reluctance on the part of providers if they do not trust the patients' collected data. Future research can focus on how ITSM promotes or constrains co-management, and a practice lens (e.g., Feldman and Orlikowski 2011) can be used to understand micro-processes that bring about the effects. Similarly, ITSM affordances that support social interaction with families and peers may change dramatically with the emergence of new communication and social media technologies. New technological support of virtual presence may influence how people behave and interact in virtual spaces with their sensitive health issues, which further influences chronic care goal achievement. Social representation theories (Wagner and Hayes 2005) and theories on IT identity  (Carter 2015)  can be used to explore how patients' virtual and illnessrelated identities influence information sharing and digital participation on ITSM-related social platforms.\n\nAnother interesting point is the mediating role of intervention compliance. Studies in other healthcare contexts have tested the mediating role of treatment compliance for various outcomes, some finding supportive evidence and others finding none (e.g.,  Ilgen et al. 2006; Turk et al. 2013; Wang et al. 2012) . With the introduction of ITSM and the digitization of various treatment components previously delivered offline, the form of compliance may change, and future studies can investigate the ITSM factors, either technological or otherwise, that influence intervention satisfaction and compliance as well as their impacts on chronic care goal achievement.\n\nBuilding upon this suggestion, future research can also investigate potential interactions of these intermediate outcomes. For example, patients' expectancy and perceived control may influence their further treatment adherence  (Gonzalez et al. 2015; Westra et al. 2007 ). Investigation of how intermediate outcomes are connected and influence each other is also in line with the idea of affordance bundle and path dependence of affordance actualization in the theory  (Strong et al. 2014) . Since affordances are usually bundled, SM processes may have a cascading effect in that latter stages of ITSM intervention cannot be successfully performed if the former stages have not been accomplished  (Li et al. 2010) .\n\nSince users may deal with multiple affordances at the same time to achieve interrelated goals (e.g., successful selfassessment depends on accurate capturing of SM outcomes and meaningful data presentation), ITSM efficacy may largely depend on the emergence and actualization of these nested affordances. Thus, understanding how patients actualize the affordances (i.e., result in various intermediate outcomes) and their path dependence (i.e., the interaction between the actualized outcomes) has theoretical significance to unfold how ITSM promotes chronic care.\n\nFinally, a feedback loop may exist during ITSM, which should be an important mechanism since it can further promote the actualization of additional intermediate outcomes.\n\nAlthough the affordance actualization framework suggests such feedback from actualized affordances (i.e., intermediate outcomes) to the affordance potentials, we did not find studies explicitly examining this type of relationship. However, several studies reported goal update in ITSM devices during the treatment, usually in a periodic manner (e.g.,  Abrantes et al. 2017; Painter et al. 2017) . As per goal setting theories, goal specificity influences task execution strategy and performance, yet the level of ability, efficacy beliefs and outcome feedback also influence an individual's commitment to the goal and goal setting  (Earley et al. 1990; Greenlees et al. 2000; Hollenbeck et al. 1989; Klein et al. 1999 ).\n\nThus, feedback loops from intermediate outcomes (e.g., patient learning) and behavior change (e.g., physical activity performance) to ITSM use are possible. Future research can explore various possibilities of feedback mechanisms, including positive and negative reinforcement, and unfold the theoretical reasons behind them."
    },
    {
      "title": "Discussion",
      "text": "This paper reviews the literature on IT-based self-monitoring for chronic disease and develops a framework to help guide future research. Drawing on the affordance actualization framework  (Strong et al. 2014) , our synthesis focuses on four key themes: ITSM functionalities (that enable ITSM affordances), ITSM use and user experiences, intermediate outcomes, and chronic care goal achievement. The key findings find some support for the potential usefulness of ITSMeither presented as a standalone system or as part of a complex intervention-and its positive impacts on certain behavior change and health improvement outcomes, namely physical activity and weight reduction. Our synthesis also reveals three overarching issues related to research on ITSM for chronic care, which, along with related opportunities for future research, are outlined next (see Table  17 )."
    },
    {
      "title": "Research",
      "text": "Issue 1: Fragmentation of ITSM for Chronic Care Research ITSM for chronic care is multidisciplinary by nature in that people, IT and healthcare practices are intertwined pillars transforming chronic disease self-management. Drawing on these stakeholders, multiple intermediate outcomes emerged from the extant studies (patient learning and self-reflection, patient-provider co-management, social interactions with families and peers, and intervention satisfaction and compliance). These intermediate outcomes may serve as important mechanisms between ITSM use and chronic care goal achievement; however, additional examination is needed to reach definitive conclusions. Instead, the reviewed studies exhibit a fragmented landscape in which a large proportion of studies only examines the direct impacts of ITSM on goal achievement (ignoring the multiple mechanisms through which the ITSM impacts goal achievement) while another large proportion only examines ITSM design and mechanisms (ignoring ultimate impacts on goal achievement).\n\nWhile individual studies may reasonably concentrate on a single aspect of this complex process (e.g., effects of ITSM design on use), too few studies take a more comprehensive approach that is necessary to build a solid chain of evidence connecting ITSM characteristics, through use and intermediate outcomes, to chronic care goal achievement. This limits the development of the field by restricting the definitive conclusions that can be drawn and the progress that can be made.\n\nOur synthesized framework is a useful starting point for future research. It offers a more integrative understanding of ITSM for chronic care, and future research should take a broader focus by including concepts along the path from ITSM to ultimate impacts. It also helps future researchers identify areas of interest and specify how their research adds to the ongoing investigation of ITSM for chronic care."
    },
    {
      "title": "Research Issue 2: Shallow Understanding of the Role of IT",
      "text": "The extant studies generally take a simplistic tool view of IT (for example, the presence or absence of ITSM). How IT can transform multiple aspects of chronic care has received little investigation. New ITSM technological developments, such as wearables, insideables, and complex AI, may have farreaching impacts on patients and their healthcare practices.\n\nA shallow understanding of the role of IT may lead to missed opportunities, both in terms of practice and research. To illustrate, three emerging transformations entwined with technology developments are outlined for future examination.\n\nNewer ITSM advances may transform patient engagement in chronic care. Current studies have examined ITSM use frequency and satisfaction, which are important parts of engagement. However, new insideable technologies may fundamentally shift how patients interact with ITSM devices. The meaning of use frequency is unclear when an implanted ITSM device is automatically transmitting data to the system and/or medical provider; patient engagement and use do not occur through action, but rather through inaction (e.g., by not turning off data capture functionality or by not removing an implanted device). Thus, patient engagement may not link to use frequency but may be more closely related to continued tolerance of the device. Rather than perspectives based on the theory of planned behavior, theories of decision inertia from behavioral economics may be the key to understanding patient engagement in future ITSM  (Madrian and Shea 2001) .\n\nITSM technological advancements also transform the role of the healthcare provider. Traditional paper-based SM was often initially recommended by the patient's healthcare provider based on specific needs related to the patient's chronic disease, and was accompanied with specific medical protocols. The explosion of access to ITSM devices by the general public  (Gartner 2018 ) means that instead of generally being initiated by the provider, SM is now often initiated by the patients themselves. While there are many benefits to the wider diffusion of ITSM, the resulting SM practices may be less structured than provider-initiated SM, may deviate from disease-specific SM protocols, and at times may lead to practices that are suboptimal or not recommended for the patient's chronic disease  (Gabriels and Moerenhout 2018) . Thus, provider influence and control over the SM process may be diminished as compared to paper-based SM or ITSM with earlier technologies.\n\nThe transformational effects of ITSM on patient-generated information also create opportunities and challenges for data management and use. Whereas traditional clinical information is often standardized, structured, formal, and gathered according to specific protocols (e.g., measurements taken at regular intervals using verified measurement tools, de Vet 2003), patients' SM data are often unstandardized, unstructured, less formal, and gathered in an ad hoc way. While \" Interpersonal-level explanations for patient-provider co-management and peer-to-peer interaction. \" System-level explanations for emerging attributes and capacities due to synergistic effects of various intermediate outcomes.\n\npatient-generated SM information can complement the more traditional patient health records, there are many obstacles to integrating the two. The clinical infrastructure and practices may not support the storage and analysis of patients' SM data, thus healthcare professionals may consider it as extra work, or they may not have the relevant skills to proficiently analyze these data and incorporate them into personalized treatment plans. Moreover, information quality can be a major issue as patient-generated information may not be reliable enough to support formal clinical processes  (West et al. 2017) . Finally, the significant amount of data created by ITSM may make it difficult for physicians, who often have hundreds of patients to follow, to closely monitor the SM data and appropriately adjust their clinical recommendations. Emerging AI techniques have the potential to alleviate the pressure on busy physicians by helping them monitor patients' data (e.g., autodetection of anomalies and unexpected deviations) and make treatment decisions (e.g., automatic diagnoses and proactive interventions based on data trends). Thus, future research should investigate patient health record management issues caused by the technological advances and the integration of patient SM data."
    },
    {
      "title": "Research Issue 3: Paucity of Strong Theory",
      "text": "Our examination of the literature shows that, in all parts of our overarching framework, ITSM for chronic care research is not theory-rich. In all, 100 studies (63% of the sample) do not use any theory or develop new theories, and those studies that do use theory do not contribute back to or extend the original theory. The majority of these studies cite theory to inform interventions, tool design, or measure development, but do not use theory to explain the relationships under investigation. The main theories used and their corresponding studies are listed in Table  18 .\n\nMany of the medical studies focus on description and prediction rather than on explanation: this may be appropriate since the purpose of much healthcare research is evaluating intervention effectiveness rather than contributing to theory. However, abstracting to a theoretical understanding is also important. Given the fast pace of technological change and the complexity of the healthcare ecosystem, a theoretical understanding of ITSM's abstracted functionalities and the underlying causal mechanisms for their effects enables the accumulation of knowledge about ITSM for chronic disease management and avoids a plethora of piecemeal and fragmented studies.\n\nBased on our framework and literature synthesis, several potential avenues for using additional theoretical lenses to deepen our understanding of ITSM for chronic care are proposed. The future research examples provided are by no means exhaustive as our purpose is not to outline all of the relevant opportunities, but to illustrate a few key potential avenues.\n\nTable 18. Theory Used in the Extant Studies Theory* Studies That Reference the Theory Social cognitive theory   2011 ),  Barakat et al. (2017) ,  Mantani et al. (2017) ,  Naylor et al. (2008) ,  Nicklas et al. (2014) ,  Zhu et al. (2017)  *Only theories that were used in more than one study are included in this table. **The chronic care model and cognitive behavioral therapy are not technically theories, but treatment frameworks that were used in the extant studies to inform intervention design.\n\nAs demonstrated in our review, few ITSM studies take a comprehensive approach that is necessary to understanding how ITSM characteristics, through use and intermediate outcomes, influence chronic care goal achievement. Thus, little is known about how and why ITSM effects occur. Moreover, the majority of studies take a deterministic view of the interventions without more micro and in-depth examinations of users, user behaviors, or interpersonal interactions. While social cognitive theories and cognitive behavior therapy are often referenced in these studies, this narrow focus can only investigate a limited range of phenomena and research questions. Thus, more diverse perspectives of ITSM for chronic care are needed.\n\nOne starting point could be diversifying the level of explanation. First, instead of focusing on ITSM interventions, research could take a more micro-level approach. In theme 2, some patterns of temporary spikes and declines in ITSM use emerged. Future research could use theories related to goals and motivation (e.g.,  Locke 1991; Ryan and Deci 2000)  to perform micro-level longitudinal investigations of the ebb and flow of ITSM use and how it is related to chronic care goal attainment (e.g., when chronic care goals are reached, does ITSM use continue, stop, or continue sporadically?). Research could also draw on theories of attitude change and affect to explore the interactions between patients' cognitions, affect and use behaviors (e.g.,  Anderson 1971; Maddux and Rogers 1983; Zhang 2013) . For example, various unintended negative consequences of ITSM use emerged in theme 2, such as feeling overwhelmed, finding suboptimal workarounds, and overuse. Research could draw on coping theory (e.g.,  Bhattacherjee et al. 2018; Stein et al. 2015)  to understand how and why these unintended negative consequences emerge and how patients manage them. For example, the repeated visualization of one's own data related to chronic disease may act as a constant negative reminder, creating a type of stress and causing patients to ruminate too much on their health issues and perform unintended impulsive behaviors which may, in turn, lead to negative outcomes.\n\nA second way of diversifying the level of explanation is to focus more on interpersonal interactions. ITSM often involves families, peers and healthcare providers, and the interactions between these groups are only rarely examined in the literature (see Tables  13  and  14  for exceptions). For example, patient-provider interactions are potentially a key outcome driving chronic care goal achievement and should receive more research attention. A Foucauldian perspective  (Foucault 1980 (Foucault , 1982)) , which simultaneously considers knowledge, power, and practices as well as interactions between all three, could be used to provide a deeper understanding of how ITSM can change the power dynamics between patients and providers. During ITSM, patients produce various types of self-related knowledge. This knowledge is produced (but also constrained) by ITSM practices. The acquisition of this self-knowledge may change the power dynamics between patients and health providers. Alternatively, providers may use knowledge gleaned from shared ITSM data as a way to exert influence over patients. The effect of ITSM on the power dynamics of the patient-provider relationship has received little research attention.\n\nFinally, we can take a system-level perspective, conceptualizing ITSM as a system within which various regulative mechanisms exist in different stages of SM in order to organize the interacting entities (e.g., patients and providers) and activities (e.g., SM data capture and reflection). By taking a systems perspective (e.g.,  Bailey 1994; von Bertalanffy 1973) , we allow the emergence of new properties (e.g., IT identity) that are the result of the synergistic effects of the structures (e.g., ITSM functionalities) and intermediate processes (e.g., patient learning and data sharing). For example, researchers could borrow the key concepts and principles from control theories (e.g., Hirschi 2017) to investigate the dimensions and specifications of the potential control mechanisms (e.g., ITSM rules imposed by IT infrastructure and physician instructions) and the impacts on ITSM outcomes. The advantage of a system perspective is that it can potentially provide an integrative understanding of ITSM as a whole system, yet is dynamic enough to allow the emergence of new mechanisms and attributes."
    },
    {
      "title": "Limitations and Conclusions",
      "text": "This review of the ITSM literature outlined opportunities for future research in which more diverse perspectives can contribute to our understanding of the phenomenon. As noted above, the suggestions provided are by no means exhaustive. Our purpose was to not only recommend specific research questions and theoretical lenses, but to highlight overall directions for future research in order to diversify the phenomena under investigation. Nevertheless, there are several limitations related to our systematic review. First, our review included literature published between 2006 and 2017. While studies published before 2006 examine selfmonitoring for chronic disease management, the few that examine ITSM involve capabilities that are not comparable with recent IT advances. Second, although seeking to include as many relevant studies as possible, we only incorporate studies that explicitly mentioned our search terms in the title or abstract, which may have limited our sample pool. Some healthcare studies use terms such as \"web-based intervention\" or \"mobile-based intervention\" in the title or abstract without mentioning our search terms. However, to keep the number of screened articles to a manageable size (we screened the titles and abstracts of 5,152 articles), we did not expand our search to cover these more general terms. Third, we only included studies that explicitly incorporated chronic disease in their research objectives. We excluded studies investigating healthy behaviors for general populations (e.g., SM of physical activity for the general population without any explicit research objectives related to chronic disease management). While these studies can be related to health promotion, and the implication may be applicable to the chronic care context, they do not fall under our definition of chronic disease self-management. Future researchers may want to draw on this related work as there is some overlap in the types of data being monitored and technologies being used.\n\nIn conclusion, our synthesis shows that ITSM has the potential to help people manage their chronic diseases. However, additional studies are needed to address the research gaps outlined for each of the themes above and to address the three overarching issues in this field of research.\n\nTable A2. Non-IT Components and Chronic Care Goal Achievement Non-IT Components Combinations Outcome: Goal Achievement Physical Activity Diet Other Behavior Change Weight Quality of Life Symptom Medication Table A3. Profile of the Studies by IT and Disease Type Mobile/Tablet App Website Medical Device Wearable IVR PDA PC Software Other Obesity"
    },
    {
      "text": "Figure 1. Overarching Framework for ITSM Research (adapted from Strong et al. 2014)"
    },
    {
      "text": "Figure 3. High-Level Synthesis of Research on ITSM for Chronic Care"
    },
    {
      "text": "Figure 4. Relationships Investigated Impacting ITSM Use and User Experience"
    },
    {
      "text": ", W harton et al. (2014)]User characteristics Aharonovich et al. (2006) , Berry et al. (2015) , Chung et al. (2015) , Cosson et al. (2017) , Hales et al. (2017) ,Hall and M urchie (2014), Matthews et al. (2017 ), McDonald et al. (2017) , Webber et al. (2010) , Wolin et al. (2015)"
    },
    {
      "text": ". (2017), Chen et al. (2017) , Isetta et al. (2017) , Mathieu-Fritz et al. (2017) , Matthews et al. (2017) , Sevick et al. (2010) , Turner-McGrievy et al. (2013) [Ma et al. (2013)] Impacts on ITSM perceptions and experiences from: ITSM presence Abrantes et al. (2017), Boyd et al. (2017), Caballero-Ruiz et al. (2017), Coppini et al. (2017), Festersen and Corradini (2014), Gell et al. (2017), Gu et al. (2017), Isetta et al. (2017), Johnston et al. (2009), McDonald et al. (2017), Mouzouras et al. (2017), Nakano et al. (2011), Olafsdottir et al. (2017), Roblin (2011), Timmerman et al. (2016), Tsai et al. (2007), W elch et al. (2007) ITSM mode Fuller et al. (2017), Hutchesson et al. (2015), Matthews et al. (2017). Raiff and Dallery (2010), Swendeman et al. (2015) ITSM functionalities Andersen et al. (2017), Cai et al. (2017), Edge et al. (2017), Hall and M urchie (2014), Hinnen et al. (2015)[ Adams et al. (2017) , Sage et al. (2017) ]Complex ITSM interventionCadmus-Bertram et al. (2013), Laing et al. (2015) , Morgan et al. (2014) , Sevick et al. (2008 )  [Biddle et al. (2017), Carter et al. (2013) , Ma et al. (2013) ]User characteristicsRamanathan et al. (2013) [Hall and Murchie (2014) ]Note: Studies in italicized brackets have non-supportive or mixed results."
    },
    {
      "text": "Figure 5. Relationships Investigated for Chronic Care Goal Achievement"
    },
    {
      "text": "ITSM interventionsCadmus-Bertram et al. (2015), Cadmus-Bertram et al. (2013) , Conroy et al. (2011) ,Donaldson and Normand (2009), Fukuoka et al. (2011) , Izawa et al. (2006) ,Jakicic et al. (2016), Morgan et al. (2014) , Nicklas et al. (2014) , Plow and Golding (2017) , Vogel et al. (2017) ,Wang et al. ("
    },
    {
      "text": "McGrievy et al. (2017), Welch et al. (2013)]  Complex ITSM interventions Acharya et al. (2011) , Ambeba et al. (2015) ,Donaldson and Normand (2009), Fukuoka et al. (2011 ), Jakicic et al. (2016), Jones et al. (2014) ,Kempf et al. (2017), Morgan et al. (2014) , Nicklas et al. (2014 ), Turner-McGrievy et al. (2013), Wang et al. (2012) , [Allen et al. (2013) ,Jospe et al. (2017a), Laing et al. (2015) ,Schroder (2011)]    Impacts on other behavior changes from: Abrantes et al. (2017) , Aharonovich et al. (2006) ,Aharonovich et al. (2017b)] Note: Studies in italicized brackets have non-supportive or mixed results. . (2011), Aguiar et al. (2017), Burke et al. (2012), Cadmus-Bertram et al. (2013), Carels et al. (2017), Carter et al. (2013), Chambliss et al. (2011), Dennison et al. (2014), Jakicic et al. (2016), Karhula et al. (2015), Kempf et al. (2017), M unster-Segev et al. (2017), Nishimura et al. (2017), Morgan et al. (2014), Nicklas et al. (2014), Schroder (2011), Shaiful et al. (2017), Shuger et al. (2011), Sidhu et al. (2016), Steinberg et al. (2013), Thomas et al. (2015), Turk et al. (2013), Turner-M cGrievy et al. (2013), Wharton et al. (2014) [Abrantes et al. (2017) , Allen et al. (2013) , Jones et al. (2014) ,Jospe et al. (2017a), Laing et al. (2015) , Spring et al. (2017) , W ang et al. (2012)] Impacts on disease/symptoms from: ITSM presence Dietrich et al. (2017), Downing et al. (2017), Gell et al. (2017), Sieber et al. (2017) [Nørregaard et al. (2014) , Umapathy et al. (2015) ]ITSM mode Goto et al. (2014) [Goffinet et al. (2017) , Or and Tao (2016) ]ComplexITSM intervention Chambliss et al. (2011), di Bartolo et al. (2017), Haak et al. (2017), Hansen et al. (2017), Iljaz et al. (2017), Jakicic et al. (2016), Ji et al. (2017), Karhula et al. (2015), Kempf et al. (2017), Mantani et al. (2017), Munster-Segev et al. (2017), Naylor et al. (2008), Nishimura et al. (2017), Sasai et al. (2017), Shaiful et al. (2017), Steinberg et al. ("
    },
    {
      "text": "Aharonovich et al. (2017a),Aharonovich et al. (2017b),Kempf et al. (2017), Naylor et al. (2008)  [ Pedersen et al. (2012) , Plow and Golding (2017) ] Note: Studies in italicized brackets have non-supportive or mixed results."
    },
    {
      "text": ". (2015), Burke et al. (2012) , Conroy et al. (2011 ), Hales et al. (2017), Irace et al. (2017) , Jongen et al. (2015) ,Jospe et al.  (2017b), Kolodziejczyk et al. (2014) , Krukowski et al. (2013) , Lee et al. (2017) , Ma et al. (2013) , Matthews et al. (2017a), Morgan et al. (2014), Painter et al. (2017), Selvan et al. (2017), Spring et al. (2017), Steinberg et al. (2014), Thomas et al. (2015), Turk et al. (2013), Turner-McGrievy et al. (2013), Turner-McGrievy et al. (2017), Wang et al. (2012), Webber et al. ("
    },
    {
      "text": "Figure 6. Effects of Behavior Change on Health Improvement"
    },
    {
      "text": "Figure 7. Relationships Investigated for Patient Learning and Self-Reflection"
    },
    {
      "text": "mode Swendeman et al. (2015)  [ Goffinet et al. (2017) ] ITSM functionalities Hinnen et al. (2015) , Kendall et al. (2015) , Mathieu-Fritz et al. (2017)  Complex ITSM intervention Aharonovich et al. (2006 )  [Cadmus-Bertram et al. (2015), Greenwood et al. (2015) , Jones et al. (2014 Jones et al. ( ), W ebber et al. (2010))]ITSM use and experience Chung et al. (2015) , Mathieu-Fritz et al. (2017)  Patient-provider co-management Andersen et al. (2017) , Chung et al. (2015)"
    },
    {
      "text": "Studies in italicized brackets have non-supportive or mixed results."
    },
    {
      "text": "Figure 8. Relationships Investigated for Patient-Provider Co-Management"
    },
    {
      "text": "Figure 9. Relationships Investigated for Social Interaction"
    },
    {
      "text": "Figure 10. Relationships Investigated for Intervention Acceptance"
    },
    {
      "text": "of Intervention Satisfaction and Compliance on: Health improvement Paula et al. (2017), Turner-McGrievy et al. (2017) [Tu et al. (2017) ] Note: Studies in italicized brackets have non-supportive or mixed results."
    },
    {
      "text": "Abrantes et al. (2017) , Allen et al. (2013) , Bonilla et al. (2015) , Cadmus-Bertram et al. (2015) , Dorsch et al. (2015) , Fukuoka et al. (2011 ), Hales et al. (2017), Jakicic et al.  (2016), Kendall et al. (2015) , Mummah et al. (2017) , Plow and Golding (2017) ,Schroder  (2011), Stark et al. (2011), Tu et al. (2017), Turk et al. (2013) Behavior change theories Aguiar et al. (2017), Cai et al. (2017), Chen et al. (2017), Hostler et al. (2017), Mummah et al. (2017), Plow and Golding (2017), Ryan et al. (2012), Stark et al. (2011), Tu et al. (2017) Control theory Kendall et al. (2015), Kolodziejczyk et al. (2014), Schroder (2011), Spring et al. (2017) Theory of planned behavior and extended theories Biddle et al. (2017), Laing et al. (2015), Stark et al. (2011), Storni (2010) Self-efficacy theory Fukuoka et al. (2011), Izawa et al. (2006), Laing et al. (2015), Rader et al. (2017) Chronic care model** Karhula et al. (2015), Partridge et al. (2016), Roblin (2011), Tu et al. (2017) Cognitive behavioral therapy** Acharya et al. ("
    },
    {
      "text": "Cognitive and behavioral level explanations for human-IT interaction."
    }
  ],
  "references": [
    {
      "title": "Developing a Fitbit-Supported Lifestyle Physical Activity Intervention for Depressed Alcohol Dependent Women",
      "authors": [
        "A Abrantes",
        "C Blevins",
        "C Battle",
        "J Read",
        "A Gordon",
        "M Stein"
      ],
      "year": 2017,
      "doi": "10.1016/j.jsat.2017.07.006"
    },
    {
      "title": "Using a Personal Digital Assistant for Self-Monitoring Influences Diet Quality in Comparison to a Standard Paper Record among Overweight/Obese Adults",
      "authors": [
        "S Acharya",
        "O Elci",
        "S Sereika",
        "M Styn",
        "L Burke"
      ],
      "year": 2011,
      "doi": "10.1016/j.jada.2011.01.009"
    },
    {
      "title": "Supporting the Self-Management of Chronic Pain Conditions with Tailored Momentary Self-Assessments",
      "authors": [
        "P Adams",
        "E Murnane",
        "M Elfenbein",
        "E Wethington",
        "G Gay"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025832"
    },
    {
      "title": "Process Evaluation of the Type 2 Diabetes Mellitus Pulse Program Randomized Controlled Trial: Recruitment, Engagement, and Overall Satisfaction",
      "authors": [
        "E Aguiar",
        "P Morgan",
        "C Collins",
        "R Plotnikoff",
        "M Young",
        "R Callister"
      ],
      "year": 2017,
      "doi": "10.1177/1557988317701783"
    },
    {
      "title": "A Low-Cost, Sustainable Intervention for Drinking Reduction in the HIV Primary Care Setting",
      "authors": [
        "E Aharonovich",
        "M Hatzenbuehler",
        "B Johnston",
        "A O'leary",
        "J Morgenstern",
        "M Wainberg",
        "P Yao",
        "J Helzer",
        "D Hasin"
      ],
      "year": 2006,
      "doi": "10.1080/09540120500264134"
    },
    {
      "title": "Reducing Non-Injection Drug Use in HIV Primary Care: A Randomized Trial of Brief Motivational Interviewing, with and Without Healthcall, a Technology-Based Enhancement",
      "authors": [
        "E Aharonovich",
        "A Sarvet",
        "M Stohl",
        "D Desjarlais",
        "S Tross",
        "T Hurst",
        "A Urbina",
        "D Hasin"
      ],
      "year": 2017,
      "doi": "10.1016/j.jsat.2016.12.009"
    },
    {
      "title": "Healthcall Delivered via Smartphone to Reduce Co-occurring Drug and Alcohol Use in HIV-Infected Adults: A Randomized Pilot Trial",
      "authors": [
        "E Aharonovich",
        "M Stohl",
        "D Cannizzaro",
        "D Hasin"
      ],
      "year": 2017,
      "doi": "10.1016/j.jsat.2017.09.013"
    },
    {
      "title": "Theories in Health Care and Research: The Importance of Theories in Health Care",
      "authors": [
        "P Alderson"
      ],
      "year": 1998,
      "doi": "10.1136/bmj.317.7164.1007"
    },
    {
      "title": "Randomized Controlled Pilot Study Testing Use of Smartphone Technology for Obesity Treatment",
      "authors": [
        "J Allen",
        "J Stephens",
        "C Dennison Himmelfarb",
        "K Stewart",
        "S Hauck"
      ],
      "year": 2013,
      "doi": "10.1155/2013/151597"
    },
    {
      "title": "The Use of mHealth to Deliver Tailored Messages Reduces Reported Energy and Fat Intake",
      "authors": [
        "E Ambeba",
        "L Ye",
        "S Sereika",
        "M Styn",
        "S Acharya",
        "M Sevick",
        "L Ewing",
        "M Conroy",
        "K Glanz",
        "Y Zheng",
        "R Goode",
        "M Mattos",
        "L Burke"
      ],
      "year": 2015,
      "doi": "10.1097/jcn.0000000000000120"
    },
    {
      "title": "Integration Theory and Attitude Change",
      "authors": [
        "N Anderson"
      ],
      "year": 1971,
      "doi": "10.1037/h0030834"
    },
    {
      "title": "Understanding Patient Experience: A Deployment Study in Cardiac Remote Monitoring",
      "authors": [
        "T Andersen",
        "P Andersen",
        "A Kornum",
        "T Larsen"
      ],
      "year": 2017,
      "doi": "10.1145/3154862.3154868"
    },
    {
      "title": "Affordance Potency: Explaining the Actualization of Technology Affordances",
      "authors": [
        "C Anderson",
        "D Robey"
      ],
      "year": 2017,
      "doi": "10.1016/j.infoandorg.2017.03.002"
    },
    {
      "title": "Quantifying the Body and Caring for the Mind: Self-Tracking in Multiple Sclerosis",
      "authors": [
        "A Ayobi",
        "P Marshall",
        "A Cox",
        "Y Chen"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025869"
    },
    {
      "title": "Sociology and the New Systems Theory: Toward a Theoretical Synthesis",
      "authors": [
        "K Bailey"
      ],
      "year": 1994
    },
    {
      "title": "Self-Efficacy: Toward a Unifying Theory of Behavioral Change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191"
    },
    {
      "title": "Human Agency in Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1989
    },
    {
      "title": "Health Promotion from the Perspective of Social Cognitive Theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "The Role of Regular Eating and Self-Monitoring in the Treatment of Bulimia Nervosa: A Pilot Study of an Online Guided Self-Help CBT Program",
      "authors": [
        "S Barakat",
        "S Maguire",
        "L Surgenor",
        "B Donnelly",
        "B Miceska",
        "K Fromholtz",
        "J Russell",
        "P Hay",
        "S Touyz"
      ],
      "year": 2017,
      "doi": "10.3390/bs7030039"
    },
    {
      "title": "The Expanded Chronic Care Model: An Integration of Concepts and Strategies from Population Health Promotion and the Chronic Care Model",
      "authors": [
        "V Barr",
        "S Robinson",
        "B Marin-Link",
        "L Underhill",
        "A Dotts",
        "D Ravensdale",
        "S Salivaras"
      ],
      "year": 2003,
      "doi": "10.12927/hcq.2003.16763"
    },
    {
      "title": "Measuring Self-Efficacy Expectations for the Self-Management of Cystic Fibrosis",
      "authors": [
        "L Bartholomew",
        "G Parcel",
        "P Swank",
        "D Czyzewski"
      ],
      "year": 1993,
      "doi": "10.1378/chest.103.5.1524"
    },
    {
      "title": "Comparison of Sleep/Wake Parameters for Self-Monitoring Bipolar Disorder",
      "authors": [
        "M Bauer",
        "T Glenn",
        "P Grof",
        "N Rasgon",
        "M Alda",
        "W Marsh",
        "K Sagduyu",
        "R Schmid",
        "M Adli",
        "P Whybrow"
      ],
      "year": 2009,
      "doi": "10.1016/j.jad.2008.11.014"
    },
    {
      "title": "Prevention of Chronic Disease in the 21 st Century: Elimination of the Leading Preventable Causes of Premature Death and Disability in the USA",
      "authors": [
        "U Bauer",
        "P Briss",
        "R Goodman",
        "B Bowman"
      ],
      "year": 2014,
      "doi": "10.1016/s0140-6736(14)60648-6"
    },
    {
      "title": "Understanding User Responses to Information Technology a Coping Model of User Adaptation",
      "authors": [
        "A Beaudry",
        "A Pinsonneault"
      ],
      "year": 2005,
      "doi": "10.2307/25148693"
    },
    {
      "title": "Exposure to a Patient-Centered, Web-Based Intervention for Managing Cancer Symptom and Quality of Life Issues: Impact on Symptom Distress",
      "authors": [
        "D Berry",
        "T Blonquist",
        "R Patel",
        "B Halpenny",
        "J Mcreynolds"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4190"
    },
    {
      "title": "User Response to Mandatory IT Use: A Coping Theory Perspective",
      "authors": [
        "A Bhattacherjee",
        "C Davis",
        "A Connolly",
        "N Hikmet"
      ],
      "year": 2018,
      "doi": "10.1057/s41303-017-0047-0"
    },
    {
      "title": "Reducing Sedentary Time in Adults at Risk of Type 2 Diabetes: Process Evaluation of the STAND (Sedentary Time ANd Diabetes) RCT",
      "authors": [
        "S Biddle",
        "C Edwardson",
        "T Gorely",
        "E Wilmot",
        "T Yates",
        "M Nimmo",
        "K Khunti",
        "M Davies"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-016-3941-9"
    },
    {
      "title": "The Contemplation Ladder: Validation of a Measure of Readiness to Consider Smoking Cessation",
      "authors": [
        "L Biener",
        "D Abrams"
      ],
      "year": 1991,
      "doi": "10.1037/0278-6133.10.5.360"
    },
    {
      "title": "Patient Self-Management of Chronic Disease in Primary Care",
      "authors": [
        "T Bodenheimer",
        "K Lorig",
        "H Holman",
        "K Grumbach"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.19.2469"
    },
    {
      "title": "Use of Electronic Dietary Assessment Tools in Primary Care: An Interdisciplinary Perspective",
      "authors": [
        "C Bonilla",
        "P Brauer",
        "D Royall",
        "H Keller",
        "R Hanning",
        "A Dicenso"
      ],
      "year": 2015,
      "doi": "10.1186/s12911-015-0138-6"
    },
    {
      "title": "ProCom: Designing and Evaluating a Mobile and Wearable System to Support Proximity Awareness for People with Autism",
      "authors": [
        "L Boyd",
        "X Jiang",
        "G Hayes"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3026014"
    },
    {
      "title": "Validating the SF-36 Health Survey Questionnaire: New Outcome Measure for Primary Care",
      "authors": [
        "J Brazier",
        "R Harper",
        "N Jones",
        "A O'cathain",
        "K Thomas",
        "T Usherwood",
        "L Westlake"
      ],
      "year": 1992,
      "doi": "10.1136/bmj.305.6846.160"
    },
    {
      "title": "Using mHealth Technology to Enhance Self-Monitoring for Weight Loss a Randomized Trial",
      "authors": [
        "L Burke",
        "M Styn",
        "S Sereika",
        "M Conroy",
        "L Ye",
        "K Glanz",
        "M Sevick",
        "L Ewing"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.03.016"
    },
    {
      "title": "A Web-Based Clinical Decision Support System for Gestational Diabetes: Automatic Diet Prescription and Detection of Insulin Needs",
      "authors": [
        "E Caballero-Ruiz",
        "G Garcia-Saez",
        "M Rigla",
        "M Villaplana",
        "B Pons",
        "M Hernando"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijmedinf.2017.02.014"
    },
    {
      "title": "Measuring Diet in the 21 st Century: Use of New Technologies",
      "authors": [
        "J Cade"
      ],
      "year": 2017,
      "doi": "10.1017/s0029665116002883"
    },
    {
      "title": "Use of the Fitbit to Measure Adherence to a Physical Activity Intervention among Overweight or Obese, Postmenopausal Women: Self-Monitoring Trajectory During 16 Weeks",
      "authors": [
        "L Cadmus-Bertram",
        "B Marcus",
        "R Patterson",
        "B Parker",
        "B Morey"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4229"
    },
    {
      "title": "Web-Based Self-Monitoring for Weight Loss among Overweight/Obese Women at Increased Risk for Breast Cancer: The HELP Pilot Study",
      "authors": [
        "L Cadmus-Bertram",
        "J Wang",
        "R Patterson",
        "V Newman",
        "B Parker",
        "J Pierce"
      ],
      "year": 2013,
      "doi": "10.1002/pon.3219"
    },
    {
      "title": "Developing and Evaluating JIApp: Acceptability and Usability of a Smartphone App System to Improve Self-Management in Young People with Juvenile Idiopathic Arthritis",
      "authors": [
        "R Cai",
        "D Beste",
        "H Chaplin",
        "S Varakliotis",
        "L Suffield",
        "F Josephs",
        "D Sen",
        "L Wedderburn",
        "Y Ioannou",
        "S Hailes",
        "D Eleftheriou"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7229"
    },
    {
      "title": "A Novel Stepped-Care Approach to Weight Loss: The Role of Self-Monitoring and Health Literacy in Treatment Outcomes",
      "authors": [
        "R Carels",
        "J Selensky",
        "J Rossi",
        "C Solar",
        "R Hlavka"
      ],
      "year": 2017,
      "doi": "10.1016/j.eatbeh.2017.01.009"
    },
    {
      "title": "Me, My Self, and I(T): Conceptualizing Information Technology Identity and its Implications",
      "authors": [
        "M Carter"
      ],
      "year": 2015,
      "doi": "10.25300/misq/2015/39.4.9"
    },
    {
      "title": "Adherence to a Smartphone Application for Weight Loss Compared to Website and Paper Diary: Pilot Randomized Controlled Trial",
      "authors": [
        "M Carter",
        "V Burley",
        "C Nykjaer",
        "J Cade"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2283"
    },
    {
      "title": "Wearables Market to Be Worth $25 Billion by 2019",
      "year": 2016,
      "doi": "10.1037/e373222004-001"
    },
    {
      "title": "What's in a Name? Compliance, Adherence and Concordance in Chronic Psychiatric Disorders",
      "authors": [
        "S Chakrabarti"
      ],
      "year": 2014,
      "doi": "10.5498/wjp.v4.i2.30"
    },
    {
      "title": "Computerized Self-Monitoring and Technology-Assisted Feedback for Weight Loss with and without an Enhanced Behavioral Component",
      "authors": [
        "H Chambliss",
        "R Huber",
        "C Finley",
        "S Mcdoniel",
        "H Kitzman-Ulrich",
        "W Wilkinson"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2010.12.024"
    },
    {
      "title": "The Experiences of Diabetics on Self-Monitoring of Blood Glucose: A Qualitative Metasynthesis",
      "authors": [
        "C.-M Chen",
        "M Yeh"
      ],
      "year": 2015,
      "doi": "10.1111/jocn.12691"
    },
    {
      "title": "The Use of Smartphone Health Apps and Other Mobile Health (mHealth) Technologies in Dietetic Practice: A Three Country Study",
      "authors": [
        "J Chen",
        "J Lieffers",
        "A Bauman",
        "R Hanning",
        "M Allman-Farinelli"
      ],
      "year": 2017,
      "doi": "10.1111/jhn.12446"
    },
    {
      "title": "Features of Mobile Diabetes Applications: Review of the Literature and Analysis of Current Applications Compared against Evidence-Based Guidelines",
      "authors": [
        "T Chomutare",
        "L Fernandez-Luque",
        "E Arsand",
        "G Hartvigsen"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1874"
    },
    {
      "title": "More Than Telemonitoring: Health Provider Use and Nonuse of Life-Log Data in Irritable Bowel Syndrome and Weight Management",
      "authors": [
        "C.-F Chung",
        "J Cook",
        "E Bales",
        "J Zia",
        "S Munson"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4364"
    },
    {
      "title": "Boundary Negotiating Artifacts in Personal Informatics: Patient-Provider Collaboration with Patient-Generated Data",
      "authors": [
        "C.-F Chung",
        "K Dew",
        "A Cole",
        "J Zia",
        "J Fogarty",
        "J Kientz",
        "S Munson"
      ],
      "year": 2016,
      "doi": "10.1145/2818048.2819926"
    },
    {
      "title": "Evidence on the Chronic Care Model in the New Millennium",
      "authors": [
        "K Coleman",
        "B Austin",
        "C Brach",
        "E Wagner"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.1.75"
    },
    {
      "title": "Physical Activity Self-Monitoring and Weight Loss: 6-Month Results of the Smart Trial",
      "authors": [
        "M Conroy",
        "K Yang",
        "O Elci",
        "K Gabriel",
        "M Styn",
        "J Wang",
        "A Kriska",
        "S Sereika",
        "L Burke"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e31820b9395"
    },
    {
      "title": "User Acceptance of Self-Monitoring Technology to Prevent Cardio-Metabolic Diseases: The Wize Mirror",
      "authors": [
        "G Coppini",
        "V Zuccala",
        "R De Maria",
        "J Nazare",
        "M Morales",
        "S Colantonio"
      ],
      "year": 2017,
      "doi": "10.1109/WiMOB.2017.8115837"
    },
    {
      "title": "Poor Reliability and Poor Adherence to Self-Monitoring of Blood Glucose Are Common in Women with Gestational Diabetes Mellitus and May Be Associated with Poor Pregnancy Outcomes",
      "authors": [
        "E Cosson",
        "B Baz",
        "F Gary",
        "I Pharisien",
        "M Nguyen",
        "D Sandre-Banon",
        "Y Jaber",
        "C Cussac-Pillegand",
        "I Banu",
        "L Carbillon",
        "P Valensi"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0369"
    },
    {
      "title": "An Evaluation of a Personal Electronic Device to Enhance Self-Monitoring Adherence in a Pediatric Weight Management Program Using a Multiple Baseline Design",
      "authors": [
        "C Cushing",
        "C Jensen",
        "R Steele"
      ],
      "year": 2011,
      "doi": "10.1093/jpepsy/jsq074"
    },
    {
      "title": "A Mobile Personal Informatics System with Interactive Visualizations of Mobility and Social Interactions",
      "authors": [
        "A Cuttone",
        "S Lehmann",
        "J Larsen"
      ],
      "year": 2013,
      "doi": "10.1145/2509352.2509397"
    },
    {
      "title": "Self-Determination, Stage of Readiness to Change for Exercise, and Frequency of Physical Activity in Young People",
      "authors": [
        "A Daley",
        "J Duda"
      ],
      "year": 2006,
      "doi": "10.1080/17461390601012637"
    },
    {
      "title": "Self-Determination Theory: A Macrotheory of Human Motivation, Development, and Health",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2008,
      "doi": "10.1037/a0012801"
    },
    {
      "title": "Does Brief Telephone Support Improve Engagement with a Web-Based Weight Management Intervention? Randomized Controlled Trial",
      "authors": [
        "L Dennison",
        "L Morrison",
        "S Lloyd",
        "D Phillips",
        "B Stuart",
        "S Williams",
        "K Bradbury",
        "P Roderick",
        "E Murray",
        "S Michie",
        "P Little"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3199"
    },
    {
      "title": "The Lens of Intrinsic Skill Atoms: A Method for Gameful Design",
      "authors": [
        "S Deterding"
      ],
      "year": 2015,
      "doi": "10.1080/07370024.2014.993471"
    },
    {
      "title": "Current Challenges in Clinimetrics",
      "authors": [
        "H De Vet",
        "C Terwee",
        "L Bouter"
      ],
      "year": 2003
    },
    {
      "title": "Young Patients with Type 1 Diabetes Poorly Controlled and Poorly Compliant with Self-Monitoring of Blood Glucose: Can Technology Help? Results of the i-NewTrend Randomized Clinical Trial",
      "authors": [
        "P Di Bartolo",
        "A Nicolucci",
        "V Cherubini",
        "D Iafusco",
        "M Scardapane",
        "M Rossi"
      ],
      "year": 2017,
      "doi": "10.1007/s00592-017-0963-4"
    },
    {
      "title": "Readiness and Stages of Change in Addiction Treatment",
      "authors": [
        "C Diclemente",
        "D Schlundt",
        "L Gemmell"
      ],
      "year": 2004,
      "doi": "10.1080/10550490490435777"
    },
    {
      "title": "Assessment of an Electronic Intervention in Young Women with Heavy Menstrual Bleeding",
      "authors": [
        "J Dietrich",
        "D Yee",
        "X Santos",
        "J Bercaw-Pratt",
        "J Kurkowski",
        "H Soni",
        "Y Lee-Kim",
        "M Shah",
        "D Mahoney",
        "L Srivaths"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpag.2016.10.006"
    },
    {
      "title": "Using Goal Setting, Self-Monitoring, and Feedback to Increase Calorie Expenditure in Obese Adults",
      "authors": [
        "J Donaldson",
        "M Normand"
      ],
      "year": 2009,
      "doi": "10.1002/bin.277"
    },
    {
      "title": "A Web Application for Self-Monitoring Improves Symptoms in Chronic Systolic Heart Failure",
      "authors": [
        "M Dorsch",
        "K Farris",
        "B Bleske",
        "T Koelling"
      ],
      "year": 2015,
      "doi": "10.1089/tmj.2014.0095"
    },
    {
      "title": "Use of Electronic Self-Monitoring for Food and Fluid Intake: A Pilot Study",
      "authors": [
        "S Dowell",
        "J Welch"
      ],
      "year": 2006
    },
    {
      "title": "Use of a Connected Glucose Meter and Certified Diabetes Educator Coaching to Decrease the Likelihood of Abnormal Blood Glucose Excursions: The Livongo for Diabetes Program",
      "authors": [
        "J Downing",
        "J Bollyky",
        "J Schneider"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6659"
    },
    {
      "title": "Impact of Process and Outcome Feedback on the Relation of Goal Setting to Task Performance",
      "authors": [
        "P Earley",
        "G Northcraft",
        "C Lee",
        "T Lituchy"
      ],
      "year": 1990,
      "doi": "10.2307/256353"
    },
    {
      "title": "An Alternative Sensor-Based Method for Glucose Monitoring in Children and Young People with Diabetes",
      "authors": [
        "J Edge",
        "C Acerini",
        "F Campbell",
        "J Hamilton-Shield",
        "C Moudiotis",
        "S Rahman",
        "T Randell",
        "A Smith",
        "N Trevelyan"
      ],
      "year": 2017,
      "doi": "10.1136/archdischild-2016-311530"
    },
    {
      "title": "It's Definitely Been a Journey': A Qualitative Study on How Women with Eating Disorders Use Weight Loss Apps",
      "authors": [
        "E Eikey",
        "M Reddy"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025591"
    },
    {
      "title": "Personal Informatics in Everyday Life",
      "authors": [
        "D Epstein"
      ],
      "year": 2015,
      "doi": "10.1145/2800835.2801643"
    },
    {
      "title": "Self-Monitoring in Clinical Practice: A Challenge for Medical Educators",
      "authors": [
        "R Epstein",
        "D Siegel",
        "J Silberman"
      ],
      "year": 2008,
      "doi": "10.1002/chp.149"
    },
    {
      "title": "Apps and Eating Disorders: A Systematic Clinical Appraisal",
      "authors": [
        "C Fairburn",
        "E Rothwell"
      ],
      "year": 2015,
      "doi": "10.1002/eat.22398"
    },
    {
      "title": "Impact of Self-Monitoring of Blood Glucose in the Management of Patients with Non-Insulin Treated Diabetes: Open Parallel Group Randomised Trial",
      "authors": [
        "A Farmer",
        "A Wade",
        "E Goyder",
        "P Yudkin",
        "D French",
        "A Craven",
        "R Holman",
        "A Kinmonth",
        "A Neil"
      ],
      "year": 2007,
      "doi": "10.1136/bmj.39247.447431.BE"
    },
    {
      "title": "Daily Electronic Self-Monitoring in Bipolar Disorder Using Smartphones-The MONARCA iTrial: A Randomized, Placebo-Controlled, Single-Blind, Parallel Group Trial",
      "authors": [
        "M Faurholt-Jepsen",
        "M Frost",
        "C Ritz",
        "E Christensen",
        "A Jacoby",
        "R Mikkelsen",
        "U Knorr",
        "J Bardram",
        "M Vinberg",
        "L Kessing"
      ],
      "year": 2015,
      "doi": "10.1017/S0033291715000410"
    },
    {
      "title": "Electronic Self-Monitoring of Mood Using IT Platforms in Adult Patients with Bipolar Disorder: A Systematic Review of the Validity and Evidence",
      "authors": [
        "M Faurholt-Jepsen",
        "K Munkholm",
        "M Frost",
        "J Bardram",
        "L Kessing"
      ],
      "year": 2016,
      "doi": "10.1186/s12888-016-0713-0"
    },
    {
      "title": "Smartphone Data as an Electronic Biomarker of Illness Activity in Bipolar Disorder",
      "authors": [
        "M Faurholt-Jepsen",
        "M Vinberg",
        "M Frost",
        "E Christensen",
        "J Bardram",
        "L Kessing"
      ],
      "year": 2015,
      "doi": "10.1111/bdi.12332"
    },
    {
      "title": "Theorizing Practice and Practicing Theory",
      "authors": [
        "M Feldman",
        "W Orlikowski"
      ],
      "year": 2011
    },
    {
      "title": "Roles for Personal Informatics in Chronic Pain",
      "authors": [
        "S Felipe",
        "A Singh",
        "C Bradley",
        "A Williams",
        "N Bianchi-Berthouze"
      ],
      "year": 2015,
      "doi": "10.4108/icst.pervasivehealth.2015.259501"
    },
    {
      "title": "re:Mind: A Mobile Application for Bipolar Disorder Patients",
      "authors": [
        "P Festersen",
        "A Corradini"
      ],
      "year": 2014,
      "doi": "10.4108/icst.mobihealth.2014.257188"
    },
    {
      "title": "Prevalence of Multiple Chronic Disease Risk Factors: 2001 National Health Interview Survey",
      "authors": [
        "L Fine",
        "G Philogene",
        "R Gramling",
        "E Coups",
        "S Sinha"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2004.04.017"
    },
    {
      "title": "Effects of Peer Influence on Dietary Intake and Physical Activity in Schoolchildren",
      "authors": [
        "T Finnerty",
        "S Reeves",
        "J Dabinett",
        "Y Jeanes",
        "C Vögele"
      ],
      "year": 2010,
      "doi": "10.1017/s1368980009991315"
    },
    {
      "title": "Power/Knowledge: Selected Interviews and Other Writings, 1972-1977",
      "authors": [
        "M Foucault"
      ],
      "year": 1980
    },
    {
      "title": "The Subject and Power",
      "authors": [
        "M Foucault"
      ],
      "year": 1982,
      "doi": "10.1086/448181"
    },
    {
      "title": "Patient-Provider Interactions in the Management of Chronic Pain: Current Findings Within the Context of Shared Medical Decision Making",
      "authors": [
        "L Frantsve",
        "R Kerns"
      ],
      "year": 2007,
      "doi": "10.1111/j.1526-4637.2007.00250.x"
    },
    {
      "title": "Real-Time Social Support through a Mobile Virtual Community to Improve Healthy Behavior in Overweight and Sedentary Adults: A Focus Group Analysis",
      "authors": [
        "Y Fukuoka",
        "E Kamitani",
        "K Bonnet",
        "T Lindgren"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1770"
    },
    {
      "title": "Comparison of an Electronic Versus Traditional Food Diary for Assessing Dietary Intake-A Validation Study",
      "authors": [
        "N Fuller",
        "M Fong",
        "J Gerofi",
        "F Ferkh",
        "C Leung",
        "L Leung",
        "S Zhang",
        "M Skilton",
        "I Caterson"
      ],
      "year": 2017,
      "doi": "10.1016/j.orcp.2017.04.001"
    },
    {
      "title": "Exploring Entertainment Medicine and Professionalization of Self-Care: Interview Study among Doctors on the Potential Effects of Digital Self-Tracking",
      "authors": [
        "K Gabriels",
        "T Moerenhout"
      ],
      "year": 2018
    },
    {
      "title": "Role of Mobile Technology to Improve Diabetes Care in Adults with Type 1 Diabetes: The Remote-T1D Study iBGStar® in Type 1 Diabetes Management",
      "authors": [
        "S Garg",
        "V Shah",
        "H Akturk",
        "C Beatson",
        "J Snell-Bergeon"
      ],
      "year": 2017
    },
    {
      "title": "Wearables Hold the Key to Connected Health Monitoring",
      "authors": [
        "Gartner"
      ],
      "year": 2018
    },
    {
      "title": "Efficacy, Feasibility, and Acceptability of a Novel Technology-Based Intervention to Support Physical Activity in Cancer Survivors",
      "authors": [
        "N Gell",
        "K Grover",
        "M Humble",
        "M Sexton",
        "K Dittus",
        "N Gell",
        "K Grover"
      ],
      "year": 2017,
      "doi": "10.1007/s00520-016-3523-5"
    },
    {
      "title": "The Ecological Approach to Visual Perception",
      "authors": [
        "J Gibson"
      ],
      "year": 1979
    },
    {
      "title": "Engagement in a Diabetes Self-Management Website: Usage Patterns and Generalizability of Program Use",
      "authors": [
        "R Glasgow",
        "S Christiansen",
        "D Kurz",
        "D King",
        "T Woolley",
        "A Faber",
        "P Estabrooks",
        "L Strycker",
        "D Toobert",
        "J Dickman"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1391"
    },
    {
      "title": "Blood Versus Urine Ketone Monitoring in a Pediatric Cohort of Patients with Type 1 Diabetes: A Crossover Study",
      "authors": [
        "L Goffinet",
        "T Barrea",
        "V Beauloye",
        "P Lysy"
      ],
      "year": 2017,
      "doi": "10.1177/042018816681706"
    },
    {
      "title": "Distress and Type 2 Diabetes-Treatment Adherence: A Mediating Role for Perceived Control",
      "authors": [
        "J Gonzalez",
        "E Shreck",
        "C Psaros",
        "S Safren"
      ],
      "year": 2015,
      "doi": "10.1037/ea0000131"
    },
    {
      "title": "Self-Monitoring Has Potential for Home Exercise Programmes in Patients with Haemophilia",
      "authors": [
        "M Goto",
        "H Takedani",
        "N Haga",
        "M Kubota",
        "M Ishiyama",
        "S Ito",
        "O Nitta"
      ],
      "year": 2014,
      "doi": "10.1111/hae.12355"
    },
    {
      "title": "The Impact of Individual Efficacy Beliefs on Group Goal Selection and Group Goal Commitment",
      "authors": [
        "I Greenlees",
        "J Graydon",
        "I Maynard"
      ],
      "year": 2000,
      "doi": "10.1080/2640410050074386"
    },
    {
      "title": "Overcoming Clinical Inertia: A Randomized Clinical Trial of a Telehealth Remote Monitoring Intervention Using Paired Glucose Testing in Adults with Type 2 Diabetes",
      "authors": [
        "D Greenwood",
        "S Blozis",
        "H Young",
        "T Nesbitt",
        "C Quinn"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4112"
    },
    {
      "title": "Beyond Self-Monitoring: Understanding Non-Functional Aspects of Home-Based Healthcare Technology",
      "authors": [
        "E Grönvall",
        "N Verdezoto"
      ],
      "year": 2013,
      "doi": "10.1145/2493432.2493495"
    },
    {
      "title": "Understanding Challenges and Opportunities of Preventive Blood Pressure Self-Monitoring at Home",
      "authors": [
        "E Grönvall",
        "N Verdezoto"
      ],
      "year": 2013,
      "doi": "10.1145/2501907.2501962"
    },
    {
      "title": "SugarMate: Non-Intrusive Blood Glucose Monitoring with Smartphones",
      "authors": [
        "W Gu",
        "Y Zhou",
        "Z Zhou",
        "X Liu",
        "H Zou",
        "P Zhang",
        "C Spanos",
        "L Zhang"
      ],
      "year": 2017,
      "doi": "10.1145/3130919"
    },
    {
      "title": "Use of Flash Glucose-Sensing Technology for 12 Months as a Replacement for Blood Glucose Monitoring in Insulin-Treated Type 2 Diabetes",
      "authors": [
        "T Haak",
        "H Hanaire",
        "R Ajjan",
        "N Hermanns",
        "J Riveline",
        "G Rayman"
      ],
      "year": 2017,
      "doi": "10.1007/s13300-017-0255-6"
    },
    {
      "title": "Trading Pounds for Points: Engagement and Weight Loss in a Mobile Health Intervention",
      "authors": [
        "S Hales",
        "G Turner-Mcgrievy",
        "S Wilcox",
        "R Davis",
        "A Fahim",
        "M Huhns",
        "H Valafar"
      ],
      "year": 2017,
      "doi": "10.1177/2055207617702252"
    },
    {
      "title": "Can We Use Technology to Encourage Self-Monitoring by People Treated for Melanoma? A Qualitative Exploration of the Perceptions of Potential Recipients",
      "authors": [
        "S Hall",
        "P Murchie"
      ],
      "year": 2014,
      "doi": "10.1007/s00520-014-2133-3"
    },
    {
      "title": "Impact of mHealth Chronic Disease Management on Treatment Adherence and Patient Outcomes: A Systematic Review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx",
        "B Green",
        "A Ginsburg"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3951"
    },
    {
      "title": "Video Consultations as Add-on to Standard Care among Patients with Type 2 Diabetes Not Responding to Standard Regimens: A Randomized Controlled Trial",
      "authors": [
        "C Hansen",
        "H Perrild",
        "B Koefoed",
        "M Zander"
      ],
      "year": 2017,
      "doi": "10.1530/eje-16-0811"
    },
    {
      "title": "Reimbursement for Continuous Glucose Monitoring",
      "authors": [
        "L Heinemann",
        "J Devries"
      ],
      "year": 2016,
      "doi": "10.1089/dia.2015.0296"
    },
    {
      "title": "Tracking and Journaling the Cancer Journey",
      "authors": [
        "C Hermansen-Kobulnicky",
        "M Purtzer"
      ],
      "year": 2014,
      "doi": "10.1188/14.CJON.388-391"
    },
    {
      "title": "Use of Diabetes Data Management Software Reports by Health Care Providers, Patients with Diabetes, and Caregivers Improves Accuracy and Efficiency of Data Analysis and Interpretation Compared with Traditional Logbook Data: First Results of the Accu-Chek Connect Reports Utility and Efficiency Study (ACCRUES)",
      "authors": [
        "D Hinnen",
        "A Buskirk",
        "M Lyden",
        "L Amstutz",
        "T Hunter",
        "C Parkin",
        "R Wagner"
      ],
      "year": 2015,
      "doi": "10.1177/1932296814557188"
    },
    {
      "title": "Causes of Delinquency",
      "authors": [
        "T Hirschi"
      ],
      "year": 2017
    },
    {
      "title": "An Empirical Examination of the Antecedents of Commitment to Difficult Goals",
      "authors": [
        "J Hollenbeck",
        "C Williams",
        "H Klein"
      ],
      "year": 1989,
      "doi": "10.1037/0021-9010.74.1.18"
    },
    {
      "title": "Are You Ready? How Health Professionals Can Comprehensively Conceptualize Readiness for Change",
      "authors": [
        "D Holt",
        "C Helfrich",
        "C Hall",
        "B Weiner"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-009-1112-8"
    },
    {
      "title": "A Mobile, Web Based System Can Improve Positive Airway Pressure Adherence",
      "authors": [
        "J Hostler",
        "K Sheikh",
        "T Andrada",
        "A Khramtsov",
        "P Holley",
        "A Holley"
      ],
      "year": 2017,
      "doi": "10.1111/jsr.12476"
    },
    {
      "title": "Self-Monitoring of Dietary Intake by Young Women: Online Food Records Completed on Computer or Smartphone Are as Accurate as Paper-Based Food Records but More Acceptable",
      "authors": [
        "M Hutchesson",
        "M Rollo",
        "R Callister",
        "C Collins"
      ],
      "year": 2015,
      "doi": "10.1016/j.jand.2014.07.036"
    },
    {
      "title": "Self-Monitoring of Health Data by Patients with a Chronic Disease: Does Disease Controllability Matter?",
      "authors": [
        "M Huygens",
        "I Swinkels",
        "J De Jong",
        "M Heijmans",
        "R Friele",
        "O Van Schayck",
        "L De Witte"
      ],
      "year": 2017,
      "doi": "10.1186/s12875-017-0615-3"
    },
    {
      "title": "E-Healthcare for Diabetes Mellitus Type 2 Patients-A Randomised Controlled Trial in Slovenia",
      "authors": [
        "R Iljaz",
        "A Brodnik",
        "T Zrimec",
        "I Cukjati"
      ],
      "year": 2017,
      "doi": "10.1515/sjph-2017-0020"
    },
    {
      "title": "Diabetes Data Management System to Improve Glycemic Control in People with Type 1 Diabetes: Prospective Cohort Study",
      "authors": [
        "C Irace",
        "M Schweitzer",
        "C Tripolino",
        "F Scavelli",
        "A Gnasso"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.8532"
    },
    {
      "title": "A New mHealth Application to Support Treatment of Sleep Apnoea Patients",
      "authors": [
        "V Isetta",
        "M Torres",
        "K Gonzalez",
        "C Ruiz",
        "M Dalmases",
        "C Embid",
        "D Navajas",
        "R Farre",
        "J Montserrat"
      ],
      "year": 2017,
      "doi": "10.1177/1357633X15621848"
    },
    {
      "title": "Effect of Self-Monitoring Approach during Cardiac Rehabilitation on Exercise Maintenance, Self-Efficacy, and Physical Activity over a 1-Year Period after Myocarcial Infarction",
      "authors": [
        "K Izawa",
        "S Watanabe",
        "K Oka",
        "N Osada",
        "K Omiya"
      ],
      "year": 2006,
      "doi": "10.7600/jspfsm"
    },
    {
      "title": "Effect of Wearable Technology Combined with a Lifestyle Intervention on Long-Term Weight Loss: The Idea Randomized Clinical Trial",
      "authors": [
        ") S113",
        "J Jakicic",
        "K Davis",
        "R Rogers",
        "W King",
        "M Marcus",
        "D Helsel",
        "A Rickman",
        "A Wahed",
        "S Belle"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2016.12858"
    },
    {
      "title": "Using Organismic Integration Theory to Explore the Associations between Users' Exercise Motivations and Fitness Technology Feature Set Use",
      "authors": [
        "T James",
        "L Wallace",
        "J Deane"
      ],
      "year": 2019,
      "doi": "10.25300/MISQ/2019/14128"
    },
    {
      "title": "Structured Self-Monitoring of Blood Glucose Regimens Improve Glycemic Control in Poorly Controlled Chinese Patients on Insulin Therapy: Results from Compass",
      "authors": [
        "L Ji",
        "Q Su",
        "B Feng",
        "Z Shan",
        "R Hu",
        "X Xing",
        "Y Xue",
        "T Yang",
        "Y Hua"
      ],
      "year": 2017,
      "doi": "10.1111/1753-0407.12434"
    },
    {
      "title": "Designing and Testing a Web-Based Interface for Self-Monitoring of Exercise and Symptoms for Older Adults with Chronic Obstructive Pulmonary Disease",
      "authors": [
        "S Johnston",
        "H Nguyen",
        "S Wolpin"
      ],
      "year": 2009,
      "doi": "10.1097/NCN.0b013e31819f7c1d"
    },
    {
      "title": "Healthy Weight Regulation and Eating Disorder Prevention in High School Students: A Universal and Targeted Web-Based Intervention",
      "authors": [
        "M Jones",
        "K Lynch",
        "A Kass",
        "A Burrows",
        "J Williams",
        "D Wilfley",
        "C Taylor"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2995.28-39"
    },
    {
      "title": "The Interactive Web-based Program MSmonitor for Self-Management and Multidisciplinary Care in Multiple Sclerosis: Utilization and Valuation by Patients",
      "authors": [
        "P Jongen",
        "L Sinnige",
        "B Van Geel",
        "F Verheul",
        "W Verhagen",
        "R Van Der Kruijk",
        "R Haverkamp",
        "H Schrijver",
        "J Baart",
        "L Visser",
        "E Arnoldus",
        "H Gilhuis",
        "P Pop",
        "M Booy",
        "W Lemmens",
        "R Donders",
        "A Kool",
        "E Van Noort"
      ],
      "year": 2015,
      "doi": "10.2147/PPA.S93786"
    },
    {
      "title": "The Effect of Different Types of Monitoring Strategies on Weight Loss: A Randomized Controlled Trial",
      "authors": [
        "M Jospe",
        "M Roy",
        "R Brown",
        "S Williams",
        "H Osborne",
        "K Meredith-Jones",
        "J Mcarthur",
        "E Fleming",
        "R Taylor"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21898"
    },
    {
      "title": "Adherence to Hunger Training over 6 Months and the Effect on Weight and Eating Behaviour: Secondary Analysis of a Randomised Controlled Trial",
      "authors": [
        "M Jospe",
        "R Taylor",
        "J Athens",
        "M Roy",
        "R Brown"
      ],
      "year": 2017,
      "doi": "10.3390/nu9111260"
    },
    {
      "title": "Technology: 10 Promising AI Applications in Health Care",
      "authors": [
        "B Kalis",
        "M Collier",
        "R Fu"
      ],
      "year": 2018
    },
    {
      "title": "Telemonitoring and Mobile Phone-Based Health Coaching among Finnish Diabetic and Heart Disease Patients: Randomized Controlled Trial",
      "authors": [
        "T Karhula",
        "A.-L Vuorinen",
        "K Raapysjarvi",
        "M Pakanen",
        "P Itkonen",
        "M Tepponen",
        "U.-M Junno",
        "T Jokinen",
        "M Van Gils",
        "J Lahteenmaki",
        "K Kohtamaki",
        "N Saranummi"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4059"
    },
    {
      "title": "Efficacy of the Telemedical Lifestyle Intervention Program Telipro in Advanced Stages of Type 2 Diabetes: A Randomized Controlled Trial",
      "authors": [
        "K Kempf",
        "B Altpeter",
        "J Berger",
        "O Reuâ",
        "M Fuchs",
        "M Schneider",
        "B Gärtner",
        "K Niedermeier",
        "S Martin"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0303"
    },
    {
      "title": "Blood Pressure Beyond the Clinic: Rethinking a Health Metric for Everyone",
      "authors": [
        "L Kendall",
        "D Morris",
        "D Tan"
      ],
      "year": 2015,
      "doi": "10.1145/2702123.2702276"
    },
    {
      "title": "Active Assistance Technology for Health-Related Behavior Change: An Interdisciplinary Review",
      "authors": [
        "C Kennedy",
        "J Powell",
        "T Payne",
        "J Ainsworth",
        "A Boyd",
        "I Buchan"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1893"
    },
    {
      "title": "Goal Commitment and the Goal-Setting Process: Conceptual Clarification and Empirical Synthesis",
      "authors": [
        "H Klein",
        "M Wesson",
        "J Hollenbeck",
        "B Alge"
      ],
      "year": 1999,
      "doi": "10.1037/0021-9010.84.6.885"
    },
    {
      "title": "Strategies That Predict Weight Loss among Overweight/Obese Young Adults",
      "authors": [
        "J Kolodziejczyk",
        "G Norman",
        "C Rock",
        "E Arredondo",
        "H Madanat",
        "S Roesch",
        "K Patrick"
      ],
      "year": 2014,
      "doi": "10.5993/AJHB.38.6.9"
    },
    {
      "title": "Patterns of Success: Online Self-Monitoring in a Web-Based Behavioral Weight Control Program",
      "authors": [
        "R Krukowski",
        "J Harvey-Berino",
        "Z Bursac",
        "T Ashikaga",
        "D West"
      ],
      "year": 2013,
      "doi": "10.1037/a0028135"
    },
    {
      "title": "Effectiveness of a Smartphone Application for Weight Loss Compared with Usual Care in Overweight Primary Care Patients",
      "authors": [
        "B Laing",
        "C Mangione",
        "T Chi-Hong",
        "L Mei",
        "E Vaisberg",
        "M Mahida",
        "M Bholat",
        "E Glazier",
        "D Morisky",
        "D Bell"
      ],
      "year": 2015
    },
    {
      "title": "The Making of Self-Monitoring Asthma Patients: Mending a Split Reality with Comparative Ethnography",
      "authors": [
        "H Langstrup",
        "B Winthereik"
      ],
      "year": 2008,
      "doi": "10.1163/156913308X306663"
    },
    {
      "title": "Boundary Negotiating Artifacts: Unbinding the Routine of Boundary Objects and Embracing Chaos in Collaborative Work",
      "authors": [
        "C Lee"
      ],
      "year": 2007
    },
    {
      "title": "Impact of Initial Active Engagement in Self-Monitoring with a Telemonitoring Device on Glycemic Control among Patients with Type 2 Diabetes",
      "authors": [
        "M Lee",
        "K Lee",
        "S Yoo",
        "C Park"
      ],
      "year": 2017,
      "doi": "10.1038/s41598-017-03842-2"
    },
    {
      "title": "Outcomes of a Population-Based Asthma Management Program: Quality of Life, Absenteeism, and Utilization",
      "authors": [
        "A Legorreta",
        "K.-M Leung",
        "D Berkbigler",
        "R Evans",
        "X Liu"
      ],
      "year": 2000,
      "doi": "10.1016/S1081-1206(10)62430-1"
    },
    {
      "title": "How Users Perceive and Actualize Affordances: An Exploratory Case Study of Collaboration Platforms",
      "authors": [
        "T Lehrig",
        "O Krancher",
        "J Dibbern"
      ],
      "year": 2017
    },
    {
      "title": "Persuasive Features in Web-Based Alcohol and Smoking Interventions: A Systematic Review of the Literature",
      "authors": [
        "T Lehto",
        "H Oinas-Kukkonen"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1559"
    },
    {
      "title": "Feasibility of Gamified Mobile Service Aimed at Physical Activation in Young Men: Population-Based Randomized Controlled Study (MOPO)",
      "authors": [
        "A Leinonen",
        "R Pyky",
        "R Ahola",
        "M Kangas",
        "P Siirtola",
        "T Luoto",
        "H Enwald",
        "T Iakheimo",
        "J Roning",
        "S Keinanen-Kiukaanniemi",
        "M Mantysaari",
        "R Korpelainen",
        "T Jamsa"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6675"
    },
    {
      "title": "A Stage-Based Model of Personal Informatics Systems",
      "authors": [
        "I Li",
        "A Dey",
        "J Forlizzi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409"
    },
    {
      "title": "Designing Intelligent Sleep Analysis Systems for Automated Contextual Exploration on Personal Sleep-Tracking Data",
      "authors": [
        "Z Liang",
        "W Liu",
        "B Ploderer",
        "J Bailey",
        "L Kulik",
        "Y Li"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-50953-2_25"
    },
    {
      "title": "Goal Theory Vs. Control Theory: Contrasting Approaches to Understanding Work Motivation",
      "authors": [
        "E Locke"
      ],
      "year": 1991,
      "doi": "10.1007/BF00991473"
    },
    {
      "title": "Building a Practically Useful Theory of Goal Setting and Task Motivation: A 35-Year Odyssey",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 2002,
      "doi": "10.1037/0003-066x.57.9.705"
    },
    {
      "title": "Chronic Disease Self-Management: A Model for Tertiary Prevention",
      "authors": [
        "K Lorig"
      ],
      "year": 1996,
      "doi": "10.1177/0002764296039006005"
    },
    {
      "title": "Evidence Suggesting That a Chronic Disease Self-Management Program Can Improve Health Status While Reducing Hospitalization: A Randomized Trial",
      "authors": [
        "K Lorig",
        "D Sobel",
        "A Stewart",
        "B Brown",
        "A Bandura",
        "P Ritter",
        "V Gonzalez",
        "D Laurent",
        "H Holman"
      ],
      "year": 1999,
      "doi": "10.1097/00005650-199901000-00003"
    },
    {
      "title": "Self-Tracking Cultures: Towards a Sociology of Personal Informatics",
      "authors": [
        "D Lupton"
      ],
      "year": 2014,
      "doi": "10.1145/2686612.2686623"
    },
    {
      "title": "Self-Regulatory Cognitions, Social Comparison, and Perceived Peers' Behaviors as Predictors of Nutrition and Physical Activity: A Comparison among Adolescents in Hungary, Poland, Turkey, and USA",
      "authors": [
        "A Luszczynska",
        "F Gibbons",
        "B Piko",
        "M Tekozel"
      ],
      "year": 2004,
      "doi": "10.1080/0887044042000205844"
    },
    {
      "title": "Measurement of Self-Monitoring Web Technology Acceptance and Use in an e-Health Weight-Loss Trial",
      "authors": [
        "J Ma",
        "L Xiao",
        "A Blonstein"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2013.0009"
    },
    {
      "title": "Protection Motivation and Self-Efficacy: A Revised Theory of Fear Appeals and Attitude Change",
      "authors": [
        "J Maddux",
        "R Rogers"
      ],
      "year": 1983,
      "doi": "10.1016/0022-1031(83)90023-9"
    },
    {
      "title": "The Power of Suggestion: Inertia in 401 (K) Participation and Savings Behavior",
      "authors": [
        "B Madrian",
        "D Shea"
      ],
      "year": 2001,
      "doi": "10.1162/003355301753265543"
    },
    {
      "title": "Preventive Care for the Elderly: Uncovering the Unmet Needs of This Population",
      "authors": [
        "L Mallery",
        "K Rockwood"
      ],
      "year": 1992
    },
    {
      "title": "Smartphone Cognitive Behavioral Therapy as an Adjunct to Pharmacotherapy for Refractory Depression: Randomized Controlled Trial",
      "authors": [
        "A Mantani",
        "T Kato",
        "T Furukawa",
        "M Horikoshi",
        "H Imai",
        "T Hiroe",
        "B Chino",
        "T Funayama",
        "N Yonemoto",
        "Q Zhou",
        "N Kawanishi"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.8602"
    },
    {
      "title": "Chronic Disease and Illness Care: Adding Principles of Family Medicine to Address Ongoing Health System Redesign",
      "authors": [
        "C Martin"
      ],
      "year": 2007
    },
    {
      "title": "What's New About the 'New Surveillance'? Classifying for Change and Continuity",
      "authors": [
        "G Marx"
      ],
      "year": 2002,
      "doi": "10.24908/ss.v1i1.3391"
    },
    {
      "title": "Diabetes Self-Monitoring Devices and 'Patient Work' Transformations: New Forms of Temporality, Reflexivity and Self-Knowledge Related to the Experience of Chronic Disease",
      "authors": [
        "A Mathieu-Fritz",
        "C Guillot"
      ],
      "year": 2017,
      "doi": "10.3917/rac.037.k"
    },
    {
      "title": "Quantifying the Changeable Self: The Role of Self-Tracking in Coming to Terms with and Managing Bipolar Disorder",
      "authors": [
        "M Matthews",
        "E Murnane",
        "J Snyder"
      ],
      "year": 2017,
      "doi": "10.1080/07370024.2017.1294983"
    },
    {
      "title": "The Impact of Self-Monitoring in Chronic Illness on Healthcare Utilisation: A Systematic Review of Reviews",
      "authors": [
        "H Mcbain",
        "M Shipley",
        "S Newman"
      ],
      "year": 2015,
      "doi": "10.1186/s12913-015-1221-5"
    },
    {
      "title": "Self-Monitoring Symptoms in Glaucoma: A Feasibility Study of a Web-Based Diary Tool",
      "authors": [
        "L Mcdonald",
        "F Glen",
        "D Taylor",
        "D Crabb"
      ],
      "year": 2017,
      "doi": "10.1155/2017/8452840"
    },
    {
      "title": "Longitudinal Mood Monitoring in Bipolar Disorder: Course of Illness as Revealed through a Short Messaging Service",
      "authors": [
        "R Mcknight",
        "A Bilderbeck",
        "D Miklowitz",
        "C Hinds",
        "G Goodwin",
        "J Geddes"
      ],
      "year": 2017,
      "doi": "10.1016/j.jad.2017.07.029"
    },
    {
      "title": "Towards Understanding the Effects of Individual Gamification Elements on Intrinsic Motivation and Performance",
      "authors": [
        "E Mekler",
        "F Brühlmann",
        "A Tuch",
        "K Opwis"
      ],
      "year": 2017,
      "doi": "10.1016/j.chb.2015.08.048"
    },
    {
      "title": "Crafting a View of Self-Tracking Data in the Clinical Visit",
      "authors": [
        "H Mentis",
        "A Komlodi",
        "K Schrader",
        "M Phipps",
        "A Gruber-Baldini",
        "K Yarbrough",
        "L Shulman"
      ],
      "year": 2017,
      "doi": "10.1145/3025453.3025589"
    },
    {
      "title": "Physiolytics at the Workplace: Affordances and Constraints of Wearables Use from an Employee's Perspective",
      "authors": [
        "T Mettler",
        "J Wulf"
      ],
      "year": 2019,
      "doi": "10.1111/isj.12205"
    },
    {
      "title": "Complementarities and Fit Strategy, Structure, and Organizational Change in Manufacturing",
      "authors": [
        "P Milgrom",
        "J Roberts"
      ],
      "year": 1995,
      "doi": "10.1016/0165-4101(94)00382-F"
    },
    {
      "title": "Mediating the Effect of Self-Care Management Intervention in Type 2 Diabetes: A Meta-Analysis of 47 Randomised Controlled Trials",
      "authors": [
        "L Minet",
        "S Møller",
        "W Vach",
        "L Wagner",
        "J Henriksen"
      ],
      "year": 2010,
      "doi": "10.1016/j.pec.2009.09.033"
    },
    {
      "title": "Associations between Program Outcomes and Adherence to Social Cognitive Theory Tasks: Process Evaluation of the SHED-IT Community Weight Loss Trial for Men",
      "authors": [
        "P Morgan",
        "H Scott",
        "M Young",
        "R Plotnikoff",
        "C Collins",
        "R Callister"
      ],
      "year": 2014,
      "doi": "10.1186/s12966-014-0089-9"
    },
    {
      "title": "DermaTrack: A Skin Cancer Tracking Intelligent Application",
      "authors": [
        "N Mouzouras",
        "A Pogiatzis",
        "S Kleanthous",
        "G Samaras"
      ],
      "year": 2017,
      "doi": "10.1145/3030024.3038271"
    },
    {
      "title": "Sizing up Peers: Adolescent Girls' Weight Control and Social Comparison in the School Context",
      "authors": [
        "A Mueller",
        "J Pearson",
        "C Muller",
        "K Frank",
        "A Turner"
      ],
      "year": 2010,
      "doi": "10.1177/0022146509361191"
    },
    {
      "title": "Effect of a Mobile App Intervention on Vegetable Consumption in Overweight Adults: A Randomized Controlled Trial",
      "authors": [
        "S Mummah",
        "T Robinson",
        "M Mathur",
        "S Farzinkhou",
        "S Sutton",
        "C Gardner"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0563-2"
    },
    {
      "title": "Incorporation of a Stress Reducing Mobile App in the Care of Patients with Type 2 Diabetes: A Prospective Study",
      "authors": [
        "M Munster-Segev",
        "O Fuerst",
        "S Kaplan",
        "A Cahn"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7408"
    },
    {
      "title": "Self-Monitoring Practices, Attitudes, and Needs of Individuals with Bipolar Disorder: Implications for the Design of Technologies to Manage Mental Health",
      "authors": [
        "E Murnane",
        "D Cosley",
        "P Chang",
        "S Guha",
        "E Frank",
        "G Gay",
        "M Matthews"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocv165"
    },
    {
      "title": "Self-Monitoring of Ambulatory Blood Pressure by the Microlife WatchBP O3-An Application Test",
      "authors": [
        "H Nakano",
        "M Kikuya",
        "A Hara",
        "M Nakashita",
        "T Hirose",
        "T Obara",
        "H Metoki",
        "R Inoue",
        "K Asayama",
        "T Ohkubo",
        "K Totsune",
        "Y Imai"
      ],
      "year": 2011,
      "doi": "10.3109/10641963.2010.503300"
    },
    {
      "title": "Barriers to Diabetes Management: Patient and Provider Factors",
      "authors": [
        "S Nam",
        "C Chesla",
        "N Stotts",
        "L Kroon",
        "S Janson"
      ],
      "year": 2011,
      "doi": "10.1016/j.diabres.2011.02.002"
    },
    {
      "title": "Therapeutic Interactive Voice Response for Chronic Pain Reduction and Relapse Prevention",
      "authors": [
        "M Naylor",
        "F Keefe",
        "B Brigidi",
        "S Naud",
        "J Helzer"
      ],
      "year": 2008,
      "doi": "10.1016/j.pain.2007.11.001"
    },
    {
      "title": "Self-Monitoring of Spontaneous Physical Activity and Sedentary Behavior to Prevent Weight Regain in Older Adults",
      "authors": [
        "B Nicklas",
        "J Gaukstern",
        "K Beavers",
        "J Newman",
        "X Leng",
        "W Rejeski"
      ],
      "year": 2014,
      "doi": "10.1002/oby.20732"
    },
    {
      "title": "Effects of Structured Testing Versus Routine Testing of Blood Glucose in Diabetes Self-Management: A Randomized Controlled Trial",
      "authors": [
        "A Nishimura",
        "S Harashima",
        "Y Fujita",
        "D Tanaka",
        "Y Wang",
        "Y Liu",
        "N Inagaki"
      ],
      "year": 2017,
      "doi": "10.1016/j.jdiacomp.2016.08.019"
    },
    {
      "title": "Patient Expectations and Experiences from a Clinical Study in Psychiatric Care Using a Self-Monitoring System",
      "authors": [
        "L Nørregaard",
        "P Løventoft",
        "E Frøkjaer",
        "L Lauritsen",
        "E Olsson",
        "L Andersen",
        "S Rauff",
        "K Martiny"
      ],
      "year": 2014,
      "doi": "10.1145/2639189.2670258"
    },
    {
      "title": "Effectiveness of Self-Management Training in Type 2 Diabetes",
      "authors": [
        "S Norris",
        "M Engelgau",
        "K Narayan"
      ],
      "year": 2001,
      "doi": "10.2337/diacare.24.3.561"
    },
    {
      "title": "Persuasive Systems Design: Key Issues, Process Model, and System Features",
      "authors": [
        "H Oinas-Kukkonen",
        "M Harjumaa"
      ],
      "year": 2009,
      "doi": "10.17705/1cais.02428"
    },
    {
      "title": "A Guide to Conducting a Systematic Literature Review of Information Systems Research",
      "authors": [
        "C Okoli",
        "K Schabram"
      ],
      "year": 2010,
      "doi": "10.2139/ssrn.1954824"
    },
    {
      "title": "A Clinical Trial of the Accuracy and Treatment Experience of the Flash Glucose Monitor Freestyle Libre in Adults with Type 1 Diabetes",
      "authors": [
        "A Olafsdottir",
        "S Attvall",
        "U Sandgren",
        "S Dahlqvist",
        "A Pivodic",
        "S Skrtic",
        "E Theodorsson",
        "M Lind"
      ],
      "year": 2017,
      "doi": "10.1089/dia.2016.0392"
    },
    {
      "title": "A 3-Month Randomized Controlled Pilot Trial of a Patient-Centered, Computer-Based Self-Monitoring System for the Care of Type 2 Diabetes Mellitus and Hypertension",
      "authors": [
        "C Or",
        "D Tao"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0437-1"
    },
    {
      "title": "What Matters in Weight Loss? An in-Depth Analysis of Self-Monitoring",
      "authors": [
        "S Painter",
        "R Ahmed",
        "J Hill",
        "R Kushner",
        "R Lindquist",
        "S Brunning",
        "A Margulies"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7457"
    },
    {
      "title": "Self-Management Support Interventions to Reduce Health Care Utilisation without Compromising Outcomes: A Systematic Review and Meta-Analysis",
      "authors": [
        "M Panagioti",
        "G Richardson",
        "N Small",
        "E Murray",
        "A Rogers",
        "A Kennedy",
        "S Newman",
        "P Bower"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-356"
    },
    {
      "title": "Process Evaluation of TXT2BFiT: A Multi-Component mHealth Randomised Controlled Trial to Prevent Weight Gain in Young Adults",
      "authors": [
        "S Partridge",
        "M Allman-Farinelli",
        "K Mcgeechan",
        "K Balestracci",
        "A Wong",
        "L Hebden",
        "M Harris",
        "A Bauman",
        "P Phongsavan"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0329-2"
    },
    {
      "title": "Critical Analysis of Everyday Self Care Decision Making in Chronic Illness",
      "authors": [
        "B Paterson",
        "C Russell",
        "S Thorne"
      ],
      "year": 2001,
      "doi": "10.1046/j.1365-2648.2001.01850.x"
    },
    {
      "title": "Correlation between Parameters of Self-Monitoring of Blood Glucose and the Perception of Health-Related Quality of Life in Patients with Type 1 Diabetes Mellitus",
      "authors": [
        "J Paula",
        "L Braga",
        "R Moreira",
        "R Kupfer"
      ],
      "year": 2017,
      "doi": "10.1590/2359-3997000000222"
    },
    {
      "title": "eHealth: Individualisation of Infliximab Treatment and Disease Course via a Self-Managed Web-Based Solution in Crohn's Disease",
      "authors": [
        "N Pedersen",
        "M Elkjaer",
        "D Duricova",
        "J Burisch",
        "C Dobrzanski",
        "N Andersen",
        "T Jess",
        "F Bendtsen",
        "E Langholz",
        "S Leotta",
        "T Knudsen",
        "N Thorsgaard",
        "P Munkholm"
      ],
      "year": 2012,
      "doi": "10.1111/apt.12043"
    },
    {
      "title": "Disease Management: A Proposal for a New Definition",
      "authors": [
        "I Peytremann-Bridevaux",
        "B Burnand"
      ],
      "year": 2009,
      "doi": "10.5334/ijic.309/"
    },
    {
      "title": "Clinical Self-Tracking and Monitoring Technologies: Negotiations in the ICT-Mediated Patient-provider Relationship",
      "authors": [
        "E Piras",
        "F Miele"
      ],
      "year": 2017,
      "doi": "10.1080/14461242.2016.1212316"
    },
    {
      "title": "The Rise of Consumer Health Wearables: Promises and Barriers",
      "authors": [
        "L Piwek",
        "D Ellis",
        "S Andrews",
        "A Joinson"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pmed.1001953"
    },
    {
      "title": "Using mHealth Technology in a Self-Management Intervention to Promote Physical Activity among Adults with Chronic Disabling Conditions: Randomized Controlled Trial",
      "authors": [
        "M Plow",
        "M Golding"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6394"
    },
    {
      "title": "The Embeddedness of Information Systems Habits in Organizational and Individual Level Routines: Development and Disruption",
      "authors": [
        "G Polites",
        "E Karahanna"
      ],
      "year": 2013
    },
    {
      "title": "The Impact of Continuous Glucose Monitoring on Markers of Quality of Life in Adults with Type 1 Diabetes: Further Findings from the DIAMOND Randomized Clinical Trial",
      "authors": [
        "W Polonsky",
        "D Hessler",
        "K Ruedy",
        "R Beck",
        "D Group"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0133"
    },
    {
      "title": "Transtheoretical Therapy: Toward a More Integrative Model of Change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1982,
      "doi": "10.1037/h0088437"
    },
    {
      "title": "Effects of a Web-Based Follow-up Intervention on Self-Efficacy in Obesity Treatment for Women",
      "authors": [
        "S Rader",
        "T Dorner",
        "R Schoberberger",
        "H Wolf"
      ],
      "year": 2017,
      "doi": "10.1007/s00508-017-1198-7"
    },
    {
      "title": "Internet-Based Contingency Management to Improve Adherence with Blood Glucose Testing Recommendations for Teens with Type 1 Diabetes",
      "authors": [
        "B Raiff",
        "J Dallery"
      ],
      "year": 2010,
      "doi": "10.1901/jaba.2010.43-487"
    },
    {
      "title": "Identifying Preferences for Mobile Health Applications for Self-Monitoring and Self-Management: Focus Group Findings from HIV-Positive Persons and Young Mothers",
      "authors": [
        "N Ramanathan",
        "D Swendeman",
        "W Comulada",
        "D Estrin",
        "M Rotheram-Borus"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2012.05.009"
    },
    {
      "title": "The Potential of Cellular Technology to Mediate Social Networks for Support of Chronic Disease Self-Management",
      "authors": [
        "D Roblin"
      ],
      "year": 2011,
      "doi": "10.1080/10810730.2011.596610"
    },
    {
      "title": "Effectiveness of Facebook-Delivered Lifestyle Counselling and Physical Activity Self-Monitoring on Physical Activity and Body Mass Index in Overweight and Obese Adolescents: A Randomized Controlled Trial",
      "authors": [
        "H Ruotsalainen",
        "H Kyngäs",
        "T Tammelin",
        "H Heikkinen",
        "M Kääriäinen"
      ],
      "year": 2015,
      "doi": "10.1155/2015/159205"
    },
    {
      "title": "Clinical and Cost Effectiveness of Mobile Phone Supported Self-Monitoring of Asthma: Multicentre Randomised Controlled Trial",
      "authors": [
        "D Ryan",
        "D Price",
        "S Musgrave",
        "S Malhotra",
        "A Lee",
        "D Ayansina",
        "A Sheikh",
        "L Tarassenko",
        "C Pagliari",
        "H Pinnock"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e1756"
    },
    {
      "title": "Intrinsic and Extrinsic Motivations: Classic Definitions and New Directions",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1006/ceps.1999.1020"
    },
    {
      "title": "A Self-Regulation Theory-Based Asthma Management Mobile App for Adolescents: A Usability Assessment",
      "authors": [
        "A Sage",
        "C Roberts",
        "L Geryk",
        "B Sleath",
        "D Tate",
        "D Carpenter"
      ],
      "year": 2017,
      "doi": "10.2196/humanfactors.7133"
    },
    {
      "title": "Complementarity: An Essay on the 40 th Anniversary of the Hicks-Allen Revolution in Demand Theory",
      "authors": [
        "P Samuelson"
      ],
      "year": 1974
    },
    {
      "title": "Dose-Ranging Pilot Randomized Trial of Amino Acid Mixture Combined with Physical Activity Promotion for Reducing Abdominal Fat in Overweight Adults",
      "authors": [
        "H Sasai",
        "K Ueda",
        "T Tsujimoto",
        "H Kobayashi",
        "C Sanbongi",
        "S Ikegami",
        "Y Nakata"
      ],
      "year": 2017,
      "doi": "10.2147/DMSO.S138084"
    },
    {
      "title": "Validation of Life-Charts Documented with the Personal Life-Chart App-A Self-Monitoring Tool for Bipolar Disorder",
      "authors": [
        "L Scharer",
        "U Krienke",
        "S.-M Graf",
        "K Meltzer",
        "J Langosch"
      ],
      "year": 2015,
      "doi": "10.1186/s12888-015-0414-0"
    },
    {
      "title": "The Concept of Self Management of Type 1 Diabetes in Children and Adolescents: An Evolutionary Concept Analysis",
      "authors": [
        "L Schilling",
        "M Grey",
        "K Knafl"
      ],
      "year": 2002,
      "doi": "10.1046/j.1365-2648.2002.02061.x"
    },
    {
      "title": "Standards of Good Practice in Qualitative Comparative Analysis (QCA) and Fuzzy-Sets",
      "authors": [
        "C Schneider",
        "C Wagemann"
      ],
      "year": 2010,
      "doi": "10.1163/156913210X12493538729793"
    },
    {
      "title": "Computer-Assisted Dieting: Effects of a Randomized Nutrition Intervention",
      "authors": [
        "K Schroder"
      ],
      "year": 2011,
      "doi": "10.5993/ajhb.35.2.5"
    },
    {
      "title": "Impact of Self-Monitoring of Blood Glucose Log Reliability on Long-Term Glycemic Outcomes in Children with Type 1 Diabetes",
      "authors": [
        "C Selvan",
        "A Thukral",
        "D Dutta",
        "S Ghosh",
        "S Chowdhury"
      ],
      "year": 2017,
      "doi": "10.4103/ijem.IJEM_342_16"
    },
    {
      "title": "Factors Associated with Probability of Personal Digital Assistant-Based Dietary Self-Monitoring in Those with Type 2 Diabetes",
      "authors": [
        "M Sevick",
        "R Stone",
        "S Zickmund",
        "Y Wang",
        "M Korytkowski",
        "L Burke"
      ],
      "year": 2010,
      "doi": "10.1007/s10865-010-9257-9"
    },
    {
      "title": "Design, Feasibility, and Acceptability of an Intervention Using Personal Digital Assistant-Based Self-Monitoring in Managing Type 2 Diabetes",
      "authors": [
        "M Sevick",
        "S Zickmund",
        "M Korytkowski",
        "B Piraino",
        "S Sereika",
        "S Mihalko",
        "L Snetselaar",
        "P Stumbo",
        "L Hausmann",
        "D Ren",
        "R Marsh",
        "T Sakraida",
        "J Gibson",
        "M Safaien",
        "T Starrett",
        "L Burke"
      ],
      "year": 2008,
      "doi": "10.1016/j.cct.2007.09.004"
    },
    {
      "title": "Effects of Lifestyle Intervention towards Obesity and Blood Pressure among Housewives in Klang Valley: A Quasi-Experimental Study",
      "authors": [
        "A Shaiful",
        "M Manaf",
        "N Nor",
        "R Ambak"
      ],
      "year": 2017,
      "doi": "10.21315/mjms2017.24.6.10"
    },
    {
      "title": "Health Experience Model of Personal Informatics: The Case of a Quantified Self",
      "authors": [
        "D Shin",
        "F Biocca"
      ],
      "year": 2017,
      "doi": "10.1016/j.chb.2016.12.019"
    },
    {
      "title": "Electronic Feedback in a Diet-and Physical Activity-Based Lifestyle Intervention for Weight Loss: A Randomized Controlled Trial",
      "authors": [
        "S Shuger",
        "V Barry",
        "S Xuemei",
        "A Mcclain",
        "G Hand",
        "S Wilcox",
        "R Meriwether",
        "J Hardin",
        "S Blair"
      ],
      "year": 2011,
      "doi": "10.1186/1479-5868-8-41"
    },
    {
      "title": "Evaluation of a Text Supported Weight Maintenance Programme 'Lighten up Plus' Following a Weight Reduction Programme: Randomised Controlled Trial",
      "authors": [
        "M Sidhu",
        "A Daley",
        "K Jolly"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0346-1"
    },
    {
      "title": "Improved Glycemic Control in a Patient Group Performing 7-Point Profile Self-Monitoring of Blood Glucose and Intensive Data Documentation: An Open-Label, Multicenter, Observational Study",
      "authors": [
        "J Sieber",
        "F Flacke",
        "M Link",
        "C Haug",
        "G Freckmann"
      ],
      "year": 2017
    },
    {
      "title": "Economic Evaluation of an Experience Sampling Method Intervention in Depression Compared with Treatment as Usual Using Data from a Randomized Controlled Trial",
      "authors": [
        "C Simons",
        "M Drukker",
        "S Evers",
        "G Van Mastrigt",
        "P Hohn",
        "I Kramer",
        "F Peeters",
        "P Delespaul",
        "C Menne-Lothmann",
        "J Hartmann",
        "J Van Os",
        "M Wichers"
      ],
      "year": 2017,
      "doi": "10.1186/s12888-017-1577-7"
    },
    {
      "title": "Effects of an Abbreviated Obesity Intervention Supported by Mobile Technology: The ENGAGED Randomized Clinical Trial",
      "authors": [
        "B Spring",
        "C Pellegrini",
        "A Pfammatter",
        "J Duncan",
        "A Pictor",
        "H Mcfadden",
        "J Siddique",
        "D Hedeker"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21842"
    },
    {
      "title": "Does Exercise Motivation Predict Engagement in Objectively Assessed Bouts of Moderate-Intensity Exercise? A Self-Determination Theory Perspective",
      "authors": [
        "M Standage",
        "S Sebire",
        "T Loney"
      ],
      "year": 2008,
      "doi": "10.1123/jsep.30.4.337"
    },
    {
      "title": "Personal Digital Assistant-Based Self-Monitoring Adherence Rates in 2 Dialysis Dietary Intervention Pilot Studies: BalanceWise-HD and BalanceWise-PD",
      "authors": [
        "S Stark",
        "L Snetselaar",
        "B Piraino",
        "R Stone",
        "S Kim",
        "B Hall",
        "L Burke",
        "M Sevick"
      ],
      "year": 2011,
      "doi": "10.1053/j.jrn.2010.10.026"
    },
    {
      "title": "Coping with Information Technology: Mixed Emotions, Vacillation, and Nonconforming Use Patterns",
      "authors": [
        "M.-K Stein",
        "S Newell",
        "E Wagner",
        "R Galliers"
      ],
      "year": 2015,
      "doi": "10.25300/MISQ/2015/39.2.05"
    },
    {
      "title": "Preventing Weight Gain Improves Sleep Quality among Black Women: Results from a RCT",
      "authors": [
        "D Steinberg",
        "J Christy",
        "B Batch",
        "S Askew",
        "R Moore",
        "P Parker",
        "G Bennett"
      ],
      "year": 2017,
      "doi": "10.1007/s12160-017-9879-z"
    },
    {
      "title": "Daily Text Messaging for Weight Control among Racial and Ethnic Minority Women: Randomized Controlled Pilot Study",
      "authors": [
        "D Steinberg",
        "E Levine",
        "S Askew",
        "P Foley",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2844"
    },
    {
      "title": "Adherence to Self-Monitoring via Interactive Voice Response Technology in an eHealth Intervention Targeting Weight Gain Prevention among Black Women: Randomized Controlled Trial",
      "authors": [
        "D Steinberg",
        "E Levine",
        "I Lane",
        "S Askew",
        "P Foley",
        "E Puleo",
        "G Bennett"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2996"
    },
    {
      "title": "Multiple Forms of Appropriation in Self-Monitoring Technology: Reflections on the Role of Evaluation in Future Self-Care",
      "authors": [
        "C Storni"
      ],
      "year": 2010,
      "doi": "10.1080/10447311003720001"
    },
    {
      "title": "Design Challenges for Ubiquitous and Personal Computing in Chronic Disease Care and Patient Empowerment: A Case Study Rethinking Diabetes Self-Monitoring",
      "authors": [
        "C Storni"
      ],
      "year": 2014,
      "doi": "10.1007/s00779-013-0707-6"
    },
    {
      "title": "Diabetes Self-Care in-the-Wild: Design Challenges for Personal Health Record Systems and Self-Monitoring Technologies",
      "authors": [
        "C Storni"
      ],
      "year": 2014,
      "doi": "10.1108/itp-02-2013-0032"
    },
    {
      "title": "A Theory of Organization-EHR Affordance Actualization",
      "authors": [
        "D Strong",
        "S Johnson",
        "B Tulu",
        "J Trudel",
        "O Volkoff",
        "L Pelletier",
        "I Bar-On",
        "L Garber"
      ],
      "year": 2014,
      "doi": "10.17705/1jais.00353"
    },
    {
      "title": "Sustaining the Use of Quantified-Self Technology: A Theoretical Extension and Empirical Test",
      "authors": [
        "A Suh"
      ],
      "year": 2018,
      "doi": "10.14329/apjis.2018.28.2.114"
    },
    {
      "title": "Emerging Patient-Driven Health Care Models: An Examination of Health Social Networks, Consumer Personalized Medicine and Quantified Self-Tracking",
      "authors": [
        "M Swan"
      ],
      "year": 2009,
      "doi": "10.3390/ijerph6020492"
    },
    {
      "title": "Agreeable Fancy or Disagreeable Truth? Reconciling Self-Enhancement and Self-Verification",
      "authors": [
        "W Swann",
        "B Pelham",
        "D Krull"
      ],
      "year": 1989,
      "doi": "10.1037/0022-3514.57.5.782"
    },
    {
      "title": "Smartphone Self-Monitoring to Support Self-Management among People Living with HIV: Perceived Benefits and Theory of Change from a Mixed-Methods Randomized Pilot Study",
      "authors": [
        "D Swendeman",
        "N Ramanathan",
        "L Baetscher",
        "M Medich",
        "A Scheffler",
        "W Comulada",
        "D Estrin"
      ],
      "year": 2015,
      "doi": "10.1097/QAI.0000000000000570"
    },
    {
      "title": "Development and Testing of a Mobile Phone App for Self-Monitoring of Calcium Intake in Young Women",
      "authors": [
        "I Tay",
        "S Garland",
        "A Gorelik",
        "J Wark"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.5717"
    },
    {
      "title": "Trajectory of Affordances: Insights from a Case of Telemedicine in Nepal",
      "authors": [
        "D Thapa",
        "M Sein"
      ],
      "year": 2018,
      "doi": "10.1111/isj.12160"
    },
    {
      "title": "An Automated Internet Behavioral Weight-Loss Program by Physician Referral: A Randomized Controlled Trial",
      "authors": [
        "J Thomas",
        "T Leahey",
        "R Wing"
      ],
      "year": 2015,
      "doi": "10.2337/dc14-1474"
    },
    {
      "title": "Relations among Multiple Peer Influences, Body Dissatisfaction, Eating Disturbance, and Self-Esteem: A Comparison of Average Weight, at Risk of Overweight, and Overweight Adolescent Girls",
      "authors": [
        "J Thompson",
        "H Shroff",
        "S Herbozo",
        "G Cafri",
        "J Rodriguez",
        "M Rodriguez"
      ],
      "year": 2006,
      "doi": "10.1093/jpepsy/jsl022"
    },
    {
      "title": "Co-Creation of an ICT-Supported Cancer Rehabilitation Application for Resected Lung Cancer Survivors: Design and Evaluation",
      "authors": [
        "J Timmerman",
        "T Tonis",
        "G Marit",
        "W -V",
        "M Stuiver",
        "M Wouters",
        "W Van Harten",
        "H Hermens",
        "M Vollenbroek-Hutten"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1385-7"
    },
    {
      "title": "Nonlinearities between Attitude and Subjective Norms in Information Technology Acceptance: A Negative Synergy?",
      "authors": [
        "R Titah",
        "H Barki"
      ],
      "year": 2009,
      "doi": "10.2307/20650329"
    },
    {
      "title": "Development of a Smartphone Application for Eating Disorder Self-Monitoring",
      "authors": [
        "J Tregarthen",
        "J Lock",
        "A Darcy"
      ],
      "year": 2015,
      "doi": "10.1002/eat.22386"
    },
    {
      "title": "Usability and Feasibility of PmEB: A Mobile Phone Application for Monitoring Real Time Caloric Balance",
      "authors": [
        "C Tsai",
        "G Lee",
        "F Raab",
        "G Norman",
        "T Sohn",
        "W Griswold",
        "K Patrick"
      ],
      "year": 2007,
      "doi": "10.1007/s11036-007-0014-4"
    },
    {
      "title": "Daily Longitudinal Self-Monitoring of Mood Variability in Bipolar Disorder and Borderline Personality Disorder",
      "authors": [
        "A Tsanas",
        "K Saunders",
        "A Bilderbeck",
        "N Palmius",
        "M Osipov",
        "G Clifford",
        "G Goodwin",
        "M De Vos"
      ],
      "year": 2016,
      "doi": "10.1016/j.jad.2016.06.065"
    },
    {
      "title": "Does Parental and Adolescent Participation in an E-Health Lifestyle Modification Intervention Improves Weight Outcomes?",
      "authors": [
        "A Tu",
        "A Watts",
        "J.-P Chanoine",
        "C Panagiotopoulos",
        "J Geller",
        "R Brant",
        "S Barr",
        "L Mâsse"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4220-0"
    },
    {
      "title": "Self-Monitoring as a Mediator of Weight Loss in the SMART Randomized Clinical Trial",
      "authors": [
        "M Turk",
        "O Elci",
        "J Wang",
        "S Sereika",
        "L Ewing",
        "S Acharya",
        "K Glanz",
        "L Burke"
      ],
      "year": 2013,
      "doi": "10.1007/s12529-012-9259-9"
    },
    {
      "title": "Comparison of Traditional Versus Mobile App Self-Monitoring of Physical Activity and Dietary Intake among Overweight Adults Participating in an mHealth Weight Loss Program",
      "authors": [
        "G Turner-Mcgrievy",
        "M Beets",
        "J Moore",
        "A Kaczynski",
        "D Barr-Anderson",
        "D Tate"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001510"
    },
    {
      "title": "The Dietary Intervention to Enhance Tracking with Mobile Devices (Diet Mobile) Study: A 6-Month Randomized Weight Loss Trial",
      "authors": [
        "G Turner-Mcgrievy",
        "S Wilcox",
        "A Boutte",
        "B Hutto",
        "C Singletary",
        "E Muth",
        "A Hoover"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21889"
    },
    {
      "title": "Worldwide Exposures to Cardiovascular Risk Factors and Associated Health Effects: Current Knowledge and Data Gaps",
      "authors": [
        "I Tzoulaki",
        "P Elliott",
        "V Kontis",
        "M Ezzati"
      ],
      "year": 2016,
      "doi": "10.1161/CIRCULATIONAHA.115.008718"
    },
    {
      "title": "The Web-Based Osteoarthritis Management Resource My Joint Pain Improves Quality of Care: A Quasi-Experimental Study",
      "authors": [
        "H Umapathy",
        "K Bennell",
        "C Dickson",
        "F Dobson",
        "M Fransen",
        "G Jones",
        "D Hunter"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.4376"
    },
    {
      "title": "Informing Patient Self-Management Technology Design Using a Patient Adherence Error Classification",
      "authors": [
        "M Vaughn-Cooke",
        "H Nembhard",
        "J Ulbrecht",
        "R Gabbay"
      ],
      "year": 2015
    },
    {
      "title": "Digital Health System for Personalised Copd Long-Term Management",
      "authors": [
        "C Velardo",
        "S Shah",
        "O Gibson",
        "G Clifford",
        "C Heneghan",
        "H Rutter",
        "A Farmer",
        "L Tarassenko",
        "E Team"
      ],
      "year": 2017,
      "doi": "10.1186/s12911-017-0414-8"
    },
    {
      "title": "On Preventive Blood Pressure Self-Monitoring at Home",
      "authors": [
        "N Verdezoto",
        "E Gronvall"
      ],
      "year": 2016
    },
    {
      "title": "Digitally Enhanced Recovery: Investigating the Use of Digital Self-Tracking for Monitoring Leisure Time Physical Activity of Cardiovascular Disease (Cvd) Patients Undergoing Cardiac Rehabilitation",
      "authors": [
        "J Vogel",
        "A Auinger",
        "R Riedl",
        "H Kindermann",
        "M Helfert",
        "H Ocenasek"
      ],
      "year": 2017
    },
    {
      "title": "General System Theory: Foundations, Development, Applications",
      "authors": [
        "Von Bertalanffy"
      ],
      "year": 1973
    },
    {
      "title": "Improving Chronic Illness Care: Translating Evidence into Action",
      "authors": [
        "E Wagner",
        "B Austin",
        "C Davis",
        "M Hindmarsh",
        "J Schaefer",
        "A Bonomi"
      ],
      "year": 2001
    },
    {
      "title": "Everyday Discourse and Common Sense: The Theory of Social Representations",
      "authors": [
        "W Wagner",
        "N Hayes"
      ],
      "year": 2005
    },
    {
      "title": "Control and the Psychology of Health",
      "authors": [
        "J Walker"
      ],
      "year": 2001
    },
    {
      "title": "Effect of Adherence to Self-Monitoring of Diet and Physical Activity on Weight Loss in a Technology-Supported Behavioral Intervention",
      "authors": [
        "J Wang",
        "S Sereika",
        "E Chasens",
        "L Ewing",
        "J Matthews",
        "L Burke"
      ],
      "year": 2012
    },
    {
      "title": "Motivation and Its Relationship to Adherence to Self-Monitoring and Weight Loss in a 16-Week Internet Behavioral Weight Loss Intervention",
      "authors": [
        "K Webber",
        "D Tate",
        "D Ward",
        "J Bowling"
      ],
      "year": 2010,
      "doi": "10.1016/j.jneb.2009.03.001"
    },
    {
      "title": "Analyzing the Past to Prepare for the Future: Writing a Literature Review",
      "authors": [
        "J Webster",
        "R Watson"
      ],
      "year": 2002
    },
    {
      "title": "Interventions Used in Disease Management Programmes for Patients with Chronic Illness: Which Ones Work? Meta-Analysis of Published Reports",
      "authors": [
        "S Weingarten",
        "J Henning",
        "E Badamgarav",
        "K Knight",
        "V Hasselblad",
        "A Gano",
        "J Ofman"
      ],
      "year": 2002,
      "doi": "10.1136/bmj.325.7370.925"
    },
    {
      "title": "Using a Mobile Application to Self-Monitor Diet and Fluid Intake among Adults Receiving Hemodialysis",
      "authors": [
        "J Welch",
        "K Astroth",
        "S Perkins",
        "C Johnson",
        "K Connelly",
        "K Siek",
        "J Jones",
        "L Scott"
      ],
      "year": 2013
    },
    {
      "title": "Feasibility of Using a Personal Digital Assistant to Self-Monitor Diet and Fluid Intake: A Pilot Study",
      "authors": [
        "J Welch",
        "S Dowell",
        "C Johnson"
      ],
      "year": 2007
    },
    {
      "title": "Information Quality Challenges of Patient-Generated Data in Clinical Practice",
      "authors": [
        "P West",
        "M Van Kleek",
        "R Giordano",
        "M Weal",
        "N Shadbolt"
      ],
      "year": 2017,
      "doi": "10.3389/fpubh.2017.00284"
    },
    {
      "title": "Expectancy, Homework Compliance, and Initial Change in Cognitive-Behavioral Therapy for Anxiety",
      "authors": [
        "H Westra",
        "D Dozois",
        "M Marcus"
      ],
      "year": 2007,
      "doi": "10.1037/0022-006x.75.3.363"
    },
    {
      "title": "Dietary Self-Monitoring, but Not Dietary Quality, Improves with Use of Smartphone App Technology in an 8-Week Weight Loss Trial",
      "authors": [
        "C Wharton",
        "C Johnston",
        "B Cunningham",
        "D Sterner"
      ],
      "year": 2014
    },
    {
      "title": "Global Status Report on Noncommunicable Diseases 2014",
      "authors": [
        "Who"
      ],
      "year": 2014
    },
    {
      "title": "Integrated Chronic Disease Prevention and Control",
      "authors": [
        "N Who"
      ]
    },
    {
      "title": "A Concept Analysis of Self-Monitoring",
      "authors": [
        "M Wilde",
        "S Garvin"
      ],
      "year": 2007
    },
    {
      "title": "Early Behavioral Adherence Predicts Short and Long-Term Weight Loss in the Pounds Lost Study",
      "authors": [
        "D Williamson",
        "S Anton",
        "H Han",
        "C Champagne",
        "R Allen",
        "E Leblanc",
        "D Ryan",
        "J Rood",
        "K Mcmanus",
        "N Laranjo",
        "V Carey",
        "C Loria",
        "G Bray",
        "F Sacks"
      ],
      "year": 2010
    },
    {
      "title": "The Distinct Roles of Prior IT Use and Habit Strength in Predicting Continued Sporadic Use of IT",
      "authors": [
        "E Wilson",
        "E Mao",
        "N Lankton"
      ],
      "year": 2010
    },
    {
      "title": "Engagement with eHealth Self-Monitoring in a Primary Care-Based Weight Management Intervention",
      "authors": [
        "K Wolin",
        "D Steinberg",
        "I Lane",
        "S Askew",
        "M Greaney",
        "G Colditz",
        "G Bennett"
      ],
      "year": 2015
    },
    {
      "title": "The Use of a Personal Digital Assistant for Dietary Self-Monitoring Does Not Improve the Validity of Self-Reports of Energy Intake",
      "authors": [
        "B Yon",
        "R Johnson",
        "J Harvey-Berino",
        "B Gold"
      ],
      "year": 2006
    },
    {
      "title": "Glucose Self-Monitoring in Non-Insulin-Treated Patients with Type 2 Diabetes in Primary Care Settings a Randomized Trial",
      "authors": [
        "L Young",
        "J Buse",
        "M Weaver",
        "M Vu",
        "C Mitchell",
        "T Blakeney",
        "K Grimm",
        "J Rees",
        "F Niblock",
        "K Donahue",
        "Monitor Trial"
      ],
      "year": 2017
    },
    {
      "title": "The Affective Response Model: A Theoretical Framework of Affective Concepts and Their Relationships in the ICT Context",
      "authors": [
        "P Zhang"
      ],
      "year": 2013,
      "doi": "10.25300/misq/2013/37.1.11"
    },
    {
      "title": "Making Space for the Quality Care: Opportunities for Technology in Cognitive Behavioral Therapy for Insomnia",
      "authors": [
        "H Zhu",
        "Y Luo",
        "E Choe"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Display Auto",
        "Vogel"
      ],
      "year": 2017,
      "doi": "10.5194/gmd-2017-182-rc2"
    },
    {
      "authors": [
        "Kempf"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Kempf"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Nishimura"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Haak"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Kempf"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Nishimura"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Goffinet"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "title": "Manual, Auto, Display Donaldson and Normand",
      "authors": [
        "Kempf"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Normand Donaldson",
        "Welch"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Karhula"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.17187/fig-3"
    },
    {
      "authors": [
        "Shuger"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Downing"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Karhula"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.17187/fig-3"
    },
    {
      "authors": [
        "Sieber"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Thomas"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Wang"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Naylor"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Simons"
      ],
      "year": 2017
    },
    {
      "title": "Manual, Display",
      "authors": [
        "Naylor"
      ],
      "year": 2008,
      "doi": "10.7554/elife.18296.027"
    },
    {
      "authors": [
        "Burke"
      ],
      "year": 2012
    },
    {
      "title": "Manual",
      "authors": [
        "Wharton"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Acharya"
      ],
      "year": 2011
    },
    {
      "title": "Schroder 2011 Manual, Display, Push",
      "authors": [
        "Aguiar"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Pedersen"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Auto",
        "Display",
        "Push"
      ],
      "year": 2014,
      "doi": "10.7717/peerj.19824/fig-3"
    },
    {
      "year": 2014
    },
    {
      "title": "Goal, Manual, Display",
      "authors": [
        "Steinberg"
      ],
      "year": 2013
    },
    {
      "title": "There are 43 different combinations of ITSM functionality among the studies in theme 3",
      "year": 2013
    },
    {
      "authors": [
        "Izawa"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Ruotsalainen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Jones"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Laing"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Ruotsalainen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Mummah"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Jones"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Laing"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Jones"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Laing"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Ruotsalainen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Dorsch"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Gell"
      ],
      "year": 2017
    },
    {
      "title": "Or and Tao",
      "authors": [
        "Mantani"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Faurholt-Jepsen"
      ],
      "year": 2015
    },
    {
      "title": "Or and Tao",
      "authors": [
        "Laing"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Umapathy"
      ],
      "year": 2015
    },
    {
      "title": "Education only Cadmus-Bertram et al",
      "authors": [
        "Dietrich"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Vogel"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Biddle"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Aguiar"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Cadmus-Bertram"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Nishimura"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Shuger"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Steinberg"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Garg"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Nishimura"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Sieber"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Garg"
      ],
      "year": 2017
    },
    {
      "title": "Goal only Turner-McGrievy et al",
      "authors": [
        "Pedersen"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Wharton"
      ],
      "year": 2014
    },
    {
      "title": "Feedback only Barakat et al",
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Cadmus-Bertram"
      ],
      "year": 2013
    },
    {
      "title": "Education + Goal Donaldson and Normand",
      "authors": [
        "Haak"
      ],
      "year": 2009,
      "doi": "10.7717/peerj.18888/table-2"
    },
    {
      "year": 2012
    },
    {
      "year": 2013,
      "doi": "10.7717/peerj.1640/table-1"
    },
    {
      "authors": [
        "Jospe"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Ambeba"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Normand Donaldson"
      ],
      "year": 2009
    },
    {
      "year": 2012
    },
    {
      "year": 2013
    },
    {
      "year": 2013
    },
    {
      "authors": [
        "Jospe"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Downing"
      ],
      "year": 2015
    },
    {
      "title": "Education + Feedback Acharya et al",
      "authors": [
        "Hansen"
      ],
      "year": 2011
    },
    {
      "title": "Dowell and Welch",
      "authors": [
        "Kempf"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Acharya"
      ],
      "year": 2011
    },
    {
      "year": 2013
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2013
    },
    {
      "year": 2017
    },
    {
      "authors": [
        "Cushing"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Hales"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Hutchesson"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.17187/fig-5"
    },
    {
      "authors": [
        "Jospe"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Laing"
      ],
      "year": 2015
    },
    {
      "title": "Spring et al",
      "authors": [
        "Sasai"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Tsai"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Wharton"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Carels"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Dennison"
      ],
      "year": 2014,
      "doi": "10.5194/acp-2017-405-rc2"
    },
    {
      "authors": [
        "Fuller"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Hutchesson"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Jakicic"
      ],
      "year": 2013
    },
    {
      "year": 2014
    },
    {
      "authors": [
        "Painter"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Rader"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Shuger"
      ],
      "year": 2011,
      "doi": "10.1093/oxfordhb/9780199218608.013.0057"
    },
    {
      "authors": [
        "Thomas"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Webber"
      ],
      "year": 2010,
      "doi": "10.1093/ptj/pzab222"
    },
    {
      "title": "Donaldson and Normand",
      "authors": [
        "Wolin"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Jospe"
      ],
      "year": 2017
    },
    {
      "authors": [
        "L Painter",
        "Aguiar"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Jakicic"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Nicklas"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Painter"
      ],
      "year": 2015
    },
    {
      "title": "Spring et al",
      "authors": [
        "Shuger"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Steinberg"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Wolin"
      ],
      "year": 2015
    },
    {
      "title": "Ambeba et al",
      "authors": [
        "Acharya"
      ],
      "year": 2011,
      "doi": "10.7717/peerj.5049/table-2"
    },
    {
      "authors": [
        "Burke"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Conroy"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Wang"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Schroder"
      ],
      "year": 2011
    },
    {
      "year": 2015
    },
    {
      "year": 2016
    },
    {
      "authors": [
        "Sidhu"
      ],
      "year": 2016
    },
    {
      "title": "Diabetes di Bartolo et al",
      "authors": [
        "Williamson"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Garg"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Hansen"
      ],
      "year": 2017
    },
    {
      "title": "Or and Tao",
      "authors": [
        "Munster-Segev"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Miele Piras"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Roblin"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Sieber"
      ],
      "year": 2017
    },
    {
      "authors": [
        "; Storni",
        "Caballero-Ruiz"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Hinnen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Irace"
      ],
      "year": 2017
    },
    {
      "title": "Raiff and Dallery",
      "authors": [
        "Kempf"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Caballero-Ruiz"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Downing"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Garg"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.17187/fig-3"
    },
    {
      "authors": [
        "Haak"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Hinnen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Irace"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Kempf"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Mathieu-Fritz"
      ],
      "year": 2017
    },
    {
      "title": "Or and Tao",
      "authors": [
        "Olafsdottir"
      ],
      "year": 2016
    },
    {
      "title": "Mobile/Tablet App Website Medical Device Wearable IVR PDA PC Software Other",
      "year": 2017
    },
    {
      "title": "Raiff and Dallery",
      "authors": [
        "Polonsky"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Roblin"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Selvan"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Sieber"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Sevick"
      ],
      "year": 2008
    },
    {
      "title": "Psychiatric Abrantes et al",
      "authors": [
        "Young"
      ],
      "year": 2017
    },
    {
      "title": "Festersen and Corradini",
      "authors": [
        "Boyd"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Mantani"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Tsanas"
      ],
      "year": 2016
    },
    {
      "title": "Nørregaard et al",
      "authors": [
        "Jones"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Tsanas"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Simons"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Boyd"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Bauer"
      ],
      "year": 2009
    },
    {
      "title": "Cardiac Karhula et al",
      "authors": [
        "Murnane"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Dorsch"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Karhula"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Izawa"
      ],
      "year": 2006
    },
    {
      "title": "Cancer Mouzouras et al",
      "authors": [
        "Coppini"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Timmerman"
      ],
      "year": 2014
    },
    {
      "title": "Nerverelated Ayobi et al",
      "year": 2014
    },
    {
      "authors": [
        "Barakat"
      ],
      "year": 2017
    },
    {
      "title": "HIV Swendeman et al",
      "authors": [
        "Mentis"
      ],
      "year": 2006
    },
    {
      "title": "Or and Tao",
      "authors": [
        "Wolin"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Wolin"
      ],
      "year": 2015
    },
    {
      "title": "Storni 2010 Other Adams et al",
      "authors": [
        "Nakano"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Dietrich"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Fukuoka"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Hostler"
      ],
      "year": 2017
    },
    {
      "year": 2015
    },
    {
      "title": "Langstrup and Winthereik",
      "authors": [
        "Hostler"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Ma"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Mcdonald"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Velardo"
      ],
      "year": 2017
    },
    {
      "year": 2014
    },
    {
      "authors": [
        "Naylor"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Stark"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Bonilla"
      ],
      "year": 2015
    },
    {
      "year": 2015
    },
    {
      "title": "Verdezoto and Gronvall 2016 Mobile/Tablet App Website Medical Device Wearable IVR PDA PC Software Other Golding",
      "year": 2016
    },
    {
      "authors": [
        "Ramanathan"
      ],
      "year": 2013
    },
    {
      "year": 2012
    },
    {
      "authors": [
        "Velardo"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Pedersen"
      ],
      "year": 2012
    },
    {
      "title": "Goal setting (IT suggests or assigns goals or allows users to set and modify their own goals",
      "authors": [
        "Umapathy"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Johnston"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Cadmus-Bertram"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Chambliss"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Sevick"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Stark"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Cadmus-Bertram"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Dennison"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Hales"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Hostler"
      ],
      "year": 2017
    },
    {
      "title": "Plow and Golding",
      "authors": [
        "L Painter"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Steinberg"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Steinberg"
      ],
      "year": 2017
    },
    {
      "title": "Data Collection Affordance Data entry interface (User-initiated SM data entry. Can offer different levels of flexibility of input such as guided response or open entry Aharonovich et al",
      "authors": [
        "Tu"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Normand Donaldson"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Welch Dowell"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Johnston"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Naylor"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Sevick"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Tsai"
      ],
      "year": 2007,
      "doi": "10.1017/ash.2025.10068.sm001"
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2007
    },
    {
      "year": 2013
    },
    {
      "authors": [
        "Burke"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Chambliss"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Conroy"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Krukowski"
      ],
      "year": 2013
    },
    {
      "title": "Raiff and Dallery",
      "authors": [
        "Pedersen"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Roblin"
      ],
      "year": 2011
    },
    {
      "year": 2012
    },
    {
      "authors": [
        "Adams"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Aguiar"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Barakat"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Berry"
      ],
      "year": 2015,
      "doi": "10.2458/azu_acku_pamphlet_hq792_a3_b47_2003"
    },
    {
      "authors": [
        "Bonilla"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Caballero-Ruiz"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Dennison"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Dietrich"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Dorsch"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Downing"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Umapathy"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Velardo"
      ],
      "year": 2014
    },
    {
      "title": "Auto capture (Automatic measuring of SM efforts Donaldson and Normand",
      "authors": [
        "Wolin"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Sevick"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2013
    },
    {
      "title": "Raiff and Dallery",
      "authors": [
        "Nakano"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Roblin"
      ],
      "year": 2011
    },
    {
      "year": 2012
    },
    {
      "authors": [
        "Shuger"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Steinberg"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2013
    },
    {
      "title": "Ayobi et al",
      "authors": [
        "Andersen"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Biddle"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Boyd"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Caballero-Ruiz"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Carels"
      ],
      "year": 2017
    },
    {
      "title": "IT Functionality Studies That Included this Functionality",
      "authors": [
        "Cosson"
      ],
      "year": 2006
    },
    {
      "authors": [
        "Downing"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Edge"
      ],
      "year": 2017
    },
    {
      "year": 2015
    },
    {
      "authors": [
        "Garg"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Gell"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Goffinet"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Goto"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Greenwood"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Gu"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Haak"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Hinnen"
      ],
      "year": 2015,
      "doi": "10.7717/peerj.17187/fig-5"
    },
    {
      "authors": [
        "Irace"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Jakicic"
      ],
      "year": 2016
    },
    {
      "year": 2017
    },
    {
      "authors": [
        "Jospe"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Kempf"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Kolodziejczyk"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Laing"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Lee"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Mathieu-Fritz"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Mentis"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Moho Shaiful"
      ],
      "year": 2017
    },
    {
      "year": 2014
    },
    {
      "authors": [
        "Munster-Segev"
      ],
      "year": 2017,
      "doi": "10.1055/a-1538-0381"
    },
    {
      "authors": [
        "Nicklas"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Nishimura"
      ],
      "year": 2017
    },
    {
      "title": "Or and Tao",
      "authors": [
        "Olafsdottir"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Painter"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Partridge"
      ],
      "year": 2016
    },
    {
      "year": 2017
    },
    {
      "title": "Plow and Golding",
      "authors": [
        "Miele Piras"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Polonsky"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Ruotsalainen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Sasai"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Selvan"
      ],
      "year": 2017
    },
    {
      "title": "Spring et al",
      "authors": [
        "Sieber"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Timmerman"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Tu"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Velardo"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Vogel"
      ],
      "year": 2017
    },
    {
      "title": "User Reflection and Action Affordance Data display (IT offers graphical",
      "authors": [
        "Young"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Normand Donaldson"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Johnston"
      ],
      "year": 2009
    },
    {
      "authors": [
        "Sevick"
      ],
      "year": 2008
    },
    {
      "authors": [
        "Tsai"
      ],
      "year": 2007
    },
    {
      "authors": [
        "Welch"
      ],
      "year": 2007,
      "doi": "10.7554/elife.18296.027"
    },
    {
      "year": 2013,
      "doi": "10.7717/peerj.1640/table-1"
    },
    {
      "authors": [
        "Burke"
      ],
      "year": 2012
    },
    {
      "authors": [
        "Cadmus-Bertram"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Chambliss"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Conroy"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Nakano"
      ],
      "year": 2011
    },
    {
      "title": "Raiff and Dallery",
      "authors": [
        "Pedersen"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Roblin"
      ],
      "year": 2011
    },
    {
      "year": 2011
    },
    {
      "authors": [
        "Sevick"
      ],
      "year": 2010
    },
    {
      "authors": [
        "Shuger"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Abrantes"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Adams"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Aguiar"
      ],
      "year": 2015
    },
    {
      "title": "Ayobi et al",
      "authors": [
        "Andersen"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Biddle"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Berry"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Bonilla"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Boyd"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Caballero-Ruiz"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Carels"
      ],
      "year": 2017
    },
    {
      "title": "IT Functionality Studies That Included this Functionality 2006-2009 2010-2013 2014-2017 Social Connections Affordance Patient-provider connection (IT-mediated patient-provider communication and collaboration N/A Chambliss",
      "authors": [
        "Cosson"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Pedersen"
      ],
      "year": 2012
    },
    {
      "year": 2012,
      "doi": "10.5194/tc-2016-204-rc3"
    },
    {
      "authors": [
        "Webber"
      ],
      "year": 2010,
      "doi": "10.1093/ptj/pzab222"
    },
    {
      "title": "Faurholt-Jepsen et al",
      "authors": [
        "Caballero-Ruiz"
      ],
      "year": 2014,
      "doi": "10.7717/peerj.18492/fig-3"
    },
    {
      "authors": [
        "Garg"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Hansen"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Irace"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Jongen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Painter"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Miele Piras"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Rader"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Ruotsalainen"
      ],
      "year": 2015
    },
    {
      "authors": [
        "Timmerman"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Umapathy"
      ],
      "year": 2015
    },
    {
      "title": "Peer-to-peer interaction (IT-mediated social features that allow social comparison or peer-topeer interaction N",
      "authors": [
        "Velardo"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Carter"
      ],
      "year": 2011
    },
    {
      "authors": [
        "Krukowski"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Turner-Mcgrievy"
      ],
      "year": 2013
    },
    {
      "authors": [
        "Dietrich"
      ],
      "year": 2017,
      "doi": "10.7717/peerj.18652/table-1"
    },
    {
      "authors": [
        "Hales"
      ],
      "year": 2017
    },
    {
      "authors": [
        "Jones"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Kolodziejczyk"
      ],
      "year": 2014
    },
    {
      "authors": [
        "Laing"
      ],
      "year": 2015,
      "doi": "10.5194/acp-2016-518-rc1"
    },
    {
      "authors": [
        "Partridge"
      ],
      "year": 2016
    },
    {
      "authors": [
        "Rader"
      ],
      "year": 2017
    },
    {
      "title": "Spring et al",
      "authors": [
        "Ruotsalainen"
      ],
      "year": 2015
    }
  ],
  "num_references": 625
}
