{
  "paper_id": "2JHL7Q7C",
  "title": "Providing equal attention: designing control groups for intensive lifestyle interventions after brain injury",
  "abstract": "Primary objective: Interventions are needed to address chronic health conditions, such as obesity and diabetes, faced by adults with traumatic brain injury (TBI). The objective of this narrative is to present the justification for and an exemplar of an active attention control condition as a needed comparison group in clinical trials for intensive lifestyle interventions after TBI. Research Design: Narrative review Methods and Procedures: N/A Main Outcomes and Results: Despite the historical use in scientific research, integration of appropriate control conditions to account for not only the placebo effect, but also to isolate the \"active ingredients\" of behavioural interventions, remains a challenge. This is particularly true for intensive lifestyle interventions, especially with the increasing use of mobile health (mHealth) to augment these interventions. Herein we describe the design, content, and implementation of a group-based, attention control condition, referred to as the Brain Health Group, as an exemplar active comparison to an intensive lifestyle intervention for weight-loss among individuals with TBI (GLB-TBI). Conclusions: Intervention studies should incorporate strong scientific designs and active control conditions to assess effectiveness and aid in replication. Following recommended guidelines, we provide an active control condition for future group-based intensive lifestyle interventions post-TBI.",
  "year": 2019,
  "date": "2019-09-25",
  "journal": "Obes Silver Spring Md",
  "publication": "Obes Silver Spring Md",
  "authors": [
    {
      "forename": "Shannon",
      "surname": "Juengst",
      "name": "Shannon Juengst",
      "affiliation": "a  North Texas TBI Model System , University of Texas Southwestern Medical Center , Dallas , Texas , USA; \n\t\t\t\t\t\t\t\t North Texas TBI Model System \n\t\t\t\t\t\t\t\t University of Texas Southwestern Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dallas \n\t\t\t\t\t\t\t\t\t Texas \n\t\t\t\t\t\t\t\t\t USA;",
      "email": "shannon.juengst@utsouthwestern.edu",
      "orcid": "0000-0003-4709-545X"
    },
    {
      "forename": "Evan",
      "surname": "Rainey",
      "name": "Evan Rainey",
      "affiliation": "b  North Texas TBI Model System , Baylor Scott and White Institute for Rehabilitation , Dallas , Texas , USA; \n\t\t\t\t\t\t\t\t TBI Model System \n\t\t\t\t\t\t\t\t North Texas \n\t\t\t\t\t\t\t\t Baylor Scott and White Institute for Rehabilitation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dallas \n\t\t\t\t\t\t\t\t\t Texas \n\t\t\t\t\t\t\t\t\t USA;",
      "orcid": "0000-0002-9250-3240"
    },
    {
      "forename": "Donna",
      "surname": "Noorbakhsh",
      "name": "Donna Noorbakhsh",
      "affiliation": "c  Baylor Scott and White Institute for Rehabilitation , Dallas , Texas , USA North Texas TBI Model System , \n\t\t\t\t\t\t\t\t Baylor Scott and White Institute for Rehabilitation \n\t\t\t\t\t\t\t\t North Texas TBI Model System \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dallas \n\t\t\t\t\t\t\t\t\t Texas \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Simon",
      "surname": "Driver",
      "name": "Simon Driver",
      "affiliation": "b  North Texas TBI Model System , Baylor Scott and White Institute for Rehabilitation , Dallas , Texas , USA; \n\t\t\t\t\t\t\t\t TBI Model System \n\t\t\t\t\t\t\t\t North Texas \n\t\t\t\t\t\t\t\t Baylor Scott and White Institute for Rehabilitation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Dallas \n\t\t\t\t\t\t\t\t\t Texas \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Shannon",
      "surname": "Contact",
      "name": "Shannon Contact"
    },
    {
      "surname": "Juengst",
      "name": "Juengst"
    },
    {
      "affiliation": "UT Southwestern Medical Center. , Dallas , TX 75390-9055 \n\t\t\t\t\t\t\t\t UT Southwestern Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 75390-9055 \n\t\t\t\t\t\t\t\t\t Dallas \n\t\t\t\t\t\t\t\t\t TX"
    }
  ],
  "doi": "https://doi.org/10.13039/100000016",
  "keywords": [
    "Traumatic brain injuries",
    "clinical trials",
    "intensive lifestyle intervention",
    "weight-loss"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "For nearly 80 years, researchers have incorporated control conditions into clinical trials to account for the placebo effect  (1) . Conditioned responses and participant expectations likely drive positive (and sometimes negative) effects of the control condition on self-appraised health outcomes  (1) . Beyond the neurobiological mechanisms within a person that may contribute to the effect of the control condition, the relationship between the treating interventionist and the participant, the participant's psychological state, and environmental factors also contribute  (1) . Isolating the \"active ingredients\" of any intervention -those mechanisms of change not present in a control condition -therefore requires thoughtful and intentional study design. This is especially true for behavioural interventions, including intensive lifestyle interventions, which inherently rely on working alliance and rapport with an interventionist and often aim to change behaviours and improve psychological states. Despite a long history of including control conditions in clinical trials for medical interventions, designing adequate control conditions for behavioural interventions remains in its infancy. The need to improve the design and reporting of scientifically strong control conditions in research is increasingly important with the growing focus on identifying evidence-based approaches, like intensive lifestyle interventions, to manage the ever-growing burden of chronic health conditions such as diabetes and obesity. Further, with the proliferation of interventions exploring the impact of technology (e.g., mobile applications, devices, wearables) there is a need to develop appropriate control conditions that also incorporate parallel technology, to strengthen the knowledge base. This presents researchers with a challenge to develop comprehensive active control conditions that mirror the mode (e.g., in person, group sessions, mobile health), intensity (e.g., 12 months, 22 1-h sessions, 42 weeks of mHealth app), and value (e.g. attractiveness, benefit) of the intensive lifestyle intervention being tested."
    },
    {
      "title": "History of intensive lifestyle interventions for diabetes prevention and weight loss",
      "text": "Intensive lifestyle interventions (ILI) are one behavioural approach to diabetes and obesity prevention that include behaviour therapy, physical activity promotion, and decreased caloric intake  (2, 3) . ILIs typically include group or individualized coaching for people who are overweight or obese to help them positively change their diet and physical activity behaviours. People enrolled in an ILI may have a weight-loss goal (e.g., 7% weight loss) that they will work to meet over the duration of the program (recommended to be greater than 6 months and include > 14 in-person sessions). They learn and then practice behavioural strategies, including goal setting, overcoming barriers to healthy behaviours, engaging social support, and calorie counting  (3) . The ILI is generally delivered by an interventionist with a background as a health professional (e.g., dietician, nurse, counsellor), who has undergone ILI delivery training. Notably, in their guidelines for the management of obesity, the American Heart Association and American College of Cardiology emphasize that limited research on ILIs is a significant gap in the weight-loss research literature(3). Further, the role of technology in behavioural approaches and how it can be used to complement in-person coaching is important to explore. Existing evidence suggests that internet and smartphone-based ILIs are feasible to deliver, but that weight loss is typically lower than in-person interventions  (4) . Due to the \"intensive\" nature of ILIs, designing rigorous active control conditions is particularly challenging."
    },
    {
      "title": "Designing active control conditions for intensive lifestyle interventions",
      "text": "Prior to selecting or designing the content of a control condition, researchers first need to identify the most appropriate study design. The two most common designs, historically, are waitlist control and treatment as usual or usual care. Though a waitlist control design is convenient and may address ethical concerns related to providing no intervention, it is still considered a weak design because it is not concurrent with the active intervention  (5) . Specific to nutrition and weight-loss interventions, two systematic reviews found that roughly onethird to one-half of studies had no control or an inactive control condition (including waitlist control)  (6, 7) . The other most common control condition, considered to be a passive control condition, is usual care (5-7). However, usual care is often a nebulous concept with few studies providing an adequate description of what is involved  (6, 7) . In a review of weight-loss studies, usual care made up 44% of control conditions and, when described, typically involved dissemination of print materials about healthy behaviours or, less frequently, brief education sessions to promote healthy behaviours  (7) .\n\nThe strongest design includes an active control condition to account for the nature and frequency of attention participants receive in behavioural interventions  (5) . These active control conditions should be concurrent, to account for any historical or maturation effects, and equivalent with regard to time, the extent of activities, and the nature of engagement (e.g., nature of activities, attention, support from staff)  (5, 6, 8) . The active control condition should also be equally attractive to participants; that is, though qualitatively different, it should be perceived to have equal value  (5, 6) . Providing an intervention of equal, if different, value also ensures that participants in the control condition are not wasting their time engaging in meaningless activities, addressing the ethical principles of respect for persons and justice  (5, 8) . Active control conditions should confer potential benefit to the participant, though that benefit should be independent of the primary study outcome (i.e., the benefit of the primary intervention being tested)  (8) . Following a comparative effectiveness research framework, Aycock and colleagues (2018) laid out nine essential considerations for behavioural intervention studies with active control conditions including: (1) the \"active components\" of the control intervention are not associated with the primary outcome of interest;\n\n(2) there is no contamination between intervention groups; (3) the active control is comparable (as described above) to the primary intervention; (4) there is adequate and comparable training for both conditions; (5) the control condition is interesting and acceptable to the target population; (6) both interventions are evaluated, both with regard to fidelity and to study outcomes;  (7)  consideration is given to the resources required for intervention delivery and implementation; (8) the effects of both intervention conditions are quantifiable and measured;  (9)  consideration is given to ethical issues  (8) ."
    },
    {
      "title": "Design of intensive lifestyle intervention control conditions for weight-loss",
      "text": "In 2012, Waters and colleagues published a systematic review and meta-analysis of control conditions in weight-loss intervention studies published in English between 2005 and 2010  (7) . Of the 85 randomized control trials included, 39% (n = 33) had no control intervention, 16% (n = 14) had a waitlist control condition, and 44% (n = 38) had \"usual care\" as a control condition  (7) . Usual care was not always described, but when it was, the nature, content, and duration varied across studies  (7) . They also noted that 13 of the included studies did not capture weight as an outcome for the control group  (7) . Byrd-Bredbenner and colleagues conducted a systematic review of control conditions in nutrition education interventions that they published in 2017. Of the 43 included studies, roughly one-third (n = 15) had an inactive control condition (no condition or waitlist control) and two-thirds (n = 28) had some form of concurrent control condition  (6) . Of the control conditions mentioned, a quarter included \"usual\" or \"standard\" care (a passive control), just under half (n = 12) included an alternative treatment (including some that met criteria for attention control), and just under a quarter (n = 9) included a dismantling or additive component (that is a version of the primary intervention with specific \"active ingredients\" either removed or added to test their unique effect)  (6) . As previously noted  (5) , there was limited reporting on standardization of the control condition, with only half addressing fidelity and few providing adequate rational or behavioural theory behind selection of the control condition  (6) ."
    },
    {
      "title": "Healthy lifestyle after traumatic brain injury",
      "text": "Traumatic brain injury (TBI), particularly moderate to severe injury, is now widely recognized as a chronic condition requiring lifelong management  (9, 10) . Other chronic conditions, such as diabetes, heart disease, and sleep disorders, if present, can contribute to and magnify the long-term consequences of TBI. These secondary chronic conditions are often preventable -and often reversible -after TBI through ILI  (11) . Though many modifiable risk factors for secondary chronic conditions exist, weight gain after TBI is particularly common and a result of metabolic changes, medication side effects, neurological impairments, and participation restrictions after injury  (11) . Despite this, few ILIs that promote physical activity and healthy eating have been adapted and tested in chronic moderate-severe TBI. Driver and colleagues previously described the adaptation of an evidence-based diabetes prevention program for community-dwelling adults with moderate-severe TBI  (12)  and the early efficacy for this program in a singlegroup pilot intervention study  (13) . Testing the efficacy of this ILI in a rigorous randomized controlled trial would require a comprehensive active control condition that was interesting and acceptable and had perceived value to individuals with chronic TBI  (14) ."
    },
    {
      "title": "Education-based interventions in TBI",
      "text": "Education-based interventions are good candidates for active control conditions; they have inherent value, they can be modified to be comparable with regard to time and attention, and their content can be selected to be relevant or not to the study outcomes, as appropriate to the study design. Hart and colleagues conducted a scoping review of the literature (published up to October 2016) on education interventions after TBI, which included 54 articles addressing moderate to severe TBI in adults  (15) . Half of those articles reported education interventions delivered to caregivers, nine targeted individuals with TBI themselves, and 18 were for both. The majority (80%) occurred in outpatient or community settings, and most (65%) included education as one component of the intervention; for the 19 studies including education as the sole intervention, ten had education as a control condition. However, the dosage, mode of delivery, and other intervention components varied considerably across studies, and the design of these control conditions was deemed poor  (15) . Very few studies examined the specific effects of education alone on outcomes or were directed to the individual with a TBI  (15) . The absence of evidence-based education interventions to serve as a strong active control condition for ILI in chronic TBI limits our ability to test the efficacy of ILI in clinical trials."
    },
    {
      "title": "Incorporating mHealth into behavioural interventions and active control conditions",
      "text": "Mobile technologies to support clinical intervention by promoting self-management, delivering education, and monitoring health indicators, are developing rapidly  (16) . Smartphones are increasingly available (17) and present unique opportunities to capitalize on technology-enhanced active learning  (18, 19)  to enhance and support maintenance of the effects of an intervention after formal training is complete. A metaanalysis on using mobile technology to support weight-loss concluded that use of mobile technology in addition to other methods of intervention delivery was associated with greater weight reduction  (20) , supporting the adjunct use of mobile technology -like smartphone apps -in the context of established behavioural interventions. A recent literature review on mobile health interventions after TBI supported the potential efficacy of mobile technology to support self-management tasks, with proper consideration given to the unique cognitive, sensory, and social challenges individuals with TBI might face  (21) . Supplementing behavioural interventions with a smartphone app, however, introduces a new active intervention component that would need to be mirrored, following all the same recommendations noted previously to ensure equivalence, in an active control condition (or perhaps tested specifically in a dismantling/additive control condition)."
    },
    {
      "title": "Purpose",
      "text": "There is a clear need for intentional selection and standardization of active control conditions for ILIs. Herein, we describe the content and development of an active control condition (Brain Health Group) for an evidence-based ILI for weight-loss after TBI -the Group Lifestyle Balance intervention (GLB-TBI)  (12, 14) . The overall structure of the GLB-TBI and Brain Health (control condition) interventions were previously published  (14) . The current paper describes each condition in detail, to address the need to provide more detailed characterization of control conditions to accurately interpret the effects of behavioural interventions and to provide an exemplar of an active control condition for a group-based ILI intervention with a mHealth component for use in future studies of groupbased interventions in chronic TBI."
    },
    {
      "title": "Group lifestyle balance (GLB)",
      "text": "The Group Lifestyle Balance (GLB) is a twelve-month, twentytwo session, group-based comprehensive lifestyle intervention developed by the Diabetes Prevention Support Center (DPSC) at the University of Pittsburgh  (22, 23) . The GLB is a direct adaptation of the Diabetes Prevention Program (DPP), a large, multi-centre randomized controlled trial. Results of the DPP revealed that one-on-one lifestyle intervention produced significantly greater weight loss and reduced risk of developing Type 2 diabetes mellitus than metformin (an oral diabetes prevention drug) and placebo  (24) . The one-on-one DPP format was translated into the group-based GLB for broader community reach and has been successfully delivered in community settings such as community centres, churches, worksites, and healthcare settings  (25) (26) (27) (28) (29) (30) . Researchers used a community-based participatory research approach to modify the existing GLB curriculum to meet the unique needs of people with TBI. An advisory board of ten members including clinicians, researchers, former patients and care partners, and community representatives worked collaboratively to appropriately adapt the group-based GLB format to the TBI population  (12) . The modifications, which are described elsewhere  (12) , were successfully piloted in 2016 and expanded into a large randomized controlled trial in 2017  (13, 14) .\n\nThe GLB is grounded theoretically in the Social Cognitive Theory and Health Belief model. It takes a behavioural approach to the lifestyle change that emphasizes selfmanagement, self-efficacy, and observational learning. Goals of the GLB are for participants to: (1) achieve 7% weight loss and (2) safely engage in 150 minutes of moderate-intensity physical activity each week. The program follows recommendations and guidelines from the American College of Sports Medicine, American Heart Association, and the U.S. Department of Agriculture. Sessions over the 12 months are divided into 12 weekly sessions (core phase), then four biweekly sessions (transition phase), then six monthly sessions (support phase). Participants achieve goals through a focus on healthy food choices, self-monitoring of weight, calorie and fat intake, physical activity and relapse prevention. Session topics include: (1) calorie and fat counting; (2) physical activity recommendations; (3) tipping the calorie balance; (4) mindful eating and mindful movement; (5) managing slips and selfdefeating thoughts;  (6)  resistance training;  (7)  sitting less for your health; (8) heart health; (9) motivation; and (10) stress management and sleep. Throughout the sessions, participants set and monitor calorie, fat, and activity goals using materials provided by the GLB team or publicly available mobile applications such as My Fitness Pal ™ ."
    },
    {
      "title": "GLB mHealth component",
      "text": "Longitudinal results and participant feedback from the GLB for TBI pilot study indicated that maintaining engagement and participation in the GLB intervention became challenging as the inperson group session frequency began to taper after week twelve  (13) . To address this, the North Texas TBI Model System team developed a consumer-informed mHealth application to support ongoing participation in the GLB intervention  (31) . Our Community Advisory Board, including 7 TBI survivors, 6 caregivers, and 12 researchers/clinicians with TBI expertise, informed the content, timing, and format of the GLB app. Participants begin using the GLB-TBI app at week ten, which allowed participants to try the app, learning to use it independently, and problem-solve any issues with the GLB team while sessions were still occurring weekly. Content of the GLB-TBI app came directly from the content of the GLB sessions, repeating and reinforcing the information learned during the group sessions. Participants receive daily notifications, pushed directly to their smartphone. If a participant did not own a smartphone, the GLB team provided a tablet to the participant. Every day, participants report if they met their daily nutrition goal and daily activity goal. They then read a \"daily tip\", which is a brief fact or strategy previously learned during group sessions. Each day presents a unique daily tip. Finally, they rate their general health on a 5-point ordinal scale. Once per week, participants also record their weight through the app, report if they followed their action plan to achieve their goals, and indicate the supports and barriers they experienced that week related to their weight-loss goals. They can also indicate through the app if they want a GLB coach to contact them. Finally, once per month participants complete a longer quality of life assessment."
    },
    {
      "title": "Brain health group (BHG)",
      "text": "The Brain Health Group (BHG) is a twelve-month, twenty-two session, group-based educational support group for adults living with TBI developed within the North Texas TBI Model System as an active control intervention for the GLB. The BHG is concurrent and equivalent, in terms of content, time, and attractiveness, to GLB, with differences limited only to the components of the GLB that are specific to weight loss. The focus of the BHG is to provide education regarding TBI and overall brain health through instructional sessions, group discussion, and structured tasks. Like the GLB, the BHG is theoretically grounded in the Social Cognitive Theory and Health Belief model, also emphasizing self-management, self-efficacy, social support, and observational learning. However, unlike GLB, the content of the BHG does not focus on weight, nutrition, or physical activity. Rather, the goal of the BHG is to improve mental well-being and quality of life by increasing participants' knowledge of brain health as it relates to chronic TBI, learning strategies to cope with the stresses of life after TBI, and encouraging community support and engagement.\n\nTo parallel the time and structure of the GLB, BHG sessions over the 12 months are divided into 12 weekly sessions, then four bi-weekly sessions, then six monthly sessions. Topics and content are taken from the Model Systems Knowledge Translation Center factsheets ( https://msktc.org/tbi/factsheets ) and topics suggested by our 25-member Community Advisory Panel. They include: (1) understanding TBI and recovery; (2) setting achievable goals for recovery; (3) dealing with anxiety, depression, and fatigue; (4) improving brain health; (5) cognitive changes; (6) return to work and community re-integration; (7) role changes; (8) gratitude; (9) identifying purpose post-TBI; and (10) communication, intimacy, and relationships. Throughout, participants are encouraged to develop short and long-term goals and to make regular entries in a gratitude journal provided by the BHG team."
    },
    {
      "title": "BHG mHealth component",
      "text": "To maintain equivalence to the GLB group, the North Texas TBI Model System team also developed an mHealth app for the BHG group, with equivalent structure to the GLB-TBI app. Participants also begin using the BHG-app at week 10 and continue through month 12. They receive daily notifications including a \"daily tip\" pulled directly from the content of the BHG group sessions to promote carryover and application of learned strategies in their home and community environments. They also rate their general health. The BHG-app does not include a daily check-in regarding nutrition and activity goals, as that is a component of the GLB-TBI app specifically related to weight-loss. Daily tips are unique each day. Once per week, participants also report their general supports and barriers that week, but unlike the GLB-TBI app, these are supports and barriers not related to weight loss and physical activity specifically. Once per month, they also complete a longer quality of life assessment."
    },
    {
      "title": "Other research design and implementation considerations",
      "text": "Outside of the design of the active control group itself, other aspects of the research design were modified to account for potential placebo effects (see Table  1 ). First, the recruitment approach was tailored to address the potential effect that participants knowing the study aims could have on their behaviours during the trial  (5) . When recruiting, study staff informed potential participants that the study's purpose was to test the effects of a \"healthy lifestyle program.\" Participants were not told what the primary outcomes of interest are for the study, though the consent form is required to list the outcomes measures, including questions about weight history, activities and exercise, and food preparation and diet and measures of blood pressure, weight, walking ability, and body measurements. Second, investigators measured all outcomes, including weight loss, in both groups and administered an exit survey at study completion to assess helpfulness of intervention components and elicit qualitative feedback. This information will assist in program evaluation and determine if the BHG group is indeed equivalent with regard to participant satisfaction (i.e., would they recommend the program to a friend), attractiveness, • Group sessions lasted 1 hour each and mHealth app content included brief daily messages and slightly longer weekly messages."
    },
    {
      "title": "•",
      "text": "In-person group sessions, daily mHealth notifications and content, and staff available during meetings and via email/ text/app as needed."
    },
    {
      "title": "•",
      "text": "Attractiveness of content and goals vetted through community-based participatory research with a community advisory panel made up of TBI survivors and their care partners. Also established via pilot testing and collecting participant feedback on satisfaction with the intervention.\n\n• Occurred in two \"waves\", beginning in January 2019 (wave 1) and January 2020 (wave 2)\n\n• 12-month, 22-session, 42 weeks of daily mHealth app content. Includes core phase (12 weekly sessions), transition phase (4 bi-weekly sessions), and support phase (6 monthly sessions), with mHealth app from week 10 through week 52.\n\n• Group sessions lasted 1 hour each and mHealth app content included brief daily messages and slightly longer weekly messages."
    },
    {
      "title": "•",
      "text": "Requires accessible space for the groups to meet, centrally located meeting space with nearby and free parking, a trained lifestyle coach to conduct groups and to be available to answer questions between sessions, reimbursement for services provided (at implementation stage)."
    },
    {
      "title": "•",
      "text": "Space provided in this study through a Rehabilitation Institute (accessible, available parking, room space available) located within the urban center of a large metro-area, with groups run by trained lifestyle coaches.\n\n• Future implementation could be supported through Medicare/other managed care reimbursement."
    },
    {
      "title": "•",
      "text": "Requires accessible space for the groups to meet, centrally located meeting space with nearby and free parking, a qualified professional with brain injury expertise to conduct groups and to be available to answer questions between sessions, reimbursement for services provided (at implementation stage)."
    },
    {
      "title": "•",
      "text": "Space provided in this study through the same Rehabilitation Institute as GLB groups (accessible, available parking, room space available) located within the urban center of a large metro-area, with groups run by a Speech-Language Pathologist with TBI expertise.\n\n• Future implementation could be supported through making the program publicly available for use in outpatient or community settings. Physical accessibility of the space and TBI-specific expertise of those delivering the intervention.\n\nEffects of both interventions are measurable and measured The primary outcome is weight-loss, with secondary outcomes including physical activity and self-reported psychosocial and psychological health and well-being.\n\nWeight-loss and physical activities are measured but not anticipated to be affected by this intervention. Secondary psychosocial and psychological health outcomes may show improvement in response to the BHG. Careful attention was given to the length and burden of assessments for this population.\n\nConsider ethical issues for both interventions Ethical issues, including access to care, accessibility, safety, respect for persons, autonomy, and confidentiality are all considered. Ethical issues, including access to care, accessibility, safety, respect for persons, autonomy, and confidentiality are all considered.\n\nThe BHG is potentially beneficial and valuable to participants despite not including weight loss or physical activity as primary targets.\n\nAbility to bring care partner into the group to provide necessary support and assistance.\n\n*Nine essential considerations laid out by Aycock and colleagues (2018) for behavioral intervention studies with active control conditions"
    },
    {
      "text": "GLB-TBI and BHG components addressing essential considerations for active control conditions in behavioral intervention studies."
    },
    {
      "text": "(Continued)."
    }
  ],
  "references": [
    {
      "title": "StatPearls. Treasure Island",
      "authors": [
        "S Munnangi",
        "L Angus"
      ],
      "year": 2019
    },
    {
      "title": "Fifty years of behavioral/lifestyle interventions for overweight and obesity: where have we been and where are we going?",
      "authors": [
        "D Williamson"
      ],
      "year": 2017,
      "doi": "10.1002/oby.21914"
    },
    {
      "title": "AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American heart association task force on practice guidelines and the obesity society",
      "authors": [
        "M Jensen",
        "D Ryan",
        "C Apovian",
        "J Ard",
        "A Comuzzie",
        "K Donato",
        "Smfb Hu",
        "V Hubbard",
        "J Jakicic",
        "R Kushner"
      ],
      "year": 2013,
      "doi": "10.1161/01.cir.0000437739.71477.ee"
    },
    {
      "title": "Intensive lifestyle intervention for obesity: principles, practices, and results",
      "authors": [
        "V Webb",
        "T Wadden"
      ],
      "year": 2017,
      "doi": "10.1053/j.gastro.2017.01.045"
    },
    {
      "title": "Design of control-group conditions in clinical trials of behavioral interventions",
      "authors": [
        "R Lindquist",
        "J Wyman",
        "Kmc Talley",
        "M Findorff",
        "C Gross"
      ],
      "year": 2007,
      "doi": "10.1111/j.1547-5069.2007.00171.x"
    },
    {
      "title": "Systematic review of control groups in nutrition education intervention research",
      "authors": [
        "C Byrd-Bredbenner",
        "F Wu",
        "K Spaccarotella",
        "V Quick",
        "J Martin-Biggers",
        "Y Zhang"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0546-3"
    },
    {
      "title": "Weight change in control group participants in behavioural weight loss interventions: a systematic review and meta-regression study",
      "authors": [
        "L Waters",
        "A George",
        "T Chey",
        "A Bauman"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2288-12-120"
    },
    {
      "title": "Essential considerations in developing attention control groups in behavioral research",
      "authors": [
        "D Aycock",
        "M Hayat",
        "A Helvig",
        "S Dunbar",
        "P Clark"
      ],
      "year": 2018,
      "doi": "10.1002/nur.21870"
    },
    {
      "title": "Traumatic brain injury: a disease process, not an event",
      "authors": [
        "B Masel",
        "D Dewitt"
      ],
      "year": 2010,
      "doi": "10.1089/neu.2010.1358"
    },
    {
      "title": "Traumatic brain injury as a chronic health condition",
      "authors": [
        "J Corrigan",
        "F Hammond"
      ],
      "year": 2013,
      "doi": "10.1016/j.apmr.2013.01.023"
    },
    {
      "title": "Healthy lifestyle after traumatic brain injury: a brief narrative",
      "authors": [
        "S Driver",
        "S Juengst",
        "M Reynolds",
        "E Mcshan",
        "C Kew",
        "M Vega",
        "K Bell",
        "R Dubiel"
      ],
      "year": 2019,
      "doi": "10.1080/02699052.2019.1641623"
    },
    {
      "title": "Modifying an evidence-based lifestyle programme for individuals with traumatic brain injury",
      "authors": [
        "S Driver",
        "M Reynolds",
        "K Kramer"
      ],
      "year": 2017,
      "doi": "10.1080/02699052.2017.1346286"
    },
    {
      "title": "Impact of a community-based healthy lifestyle program on individuals with traumatic brain injury",
      "authors": [
        "S Driver",
        "M Reynolds",
        "A Woolsey",
        "L Callender",
        "P Prajapati",
        "M Bennett",
        "K Kramer"
      ],
      "year": 2018,
      "doi": "10.1097/htr.0000000000000372"
    },
    {
      "title": "A randomized controlled trial protocol for people with traumatic brain injury enrolled in a healthy lifestyle program (GLB-TBI)",
      "authors": [
        "S Driver",
        "S Juengst",
        "E Mcshan",
        "M Bennett",
        "K Bell",
        "R Dubiel"
      ],
      "year": 2019,
      "doi": "10.1016/j.conctc.2019.100328"
    },
    {
      "title": "Traumatic brain injury education for adult patients and families: a scoping review",
      "authors": [
        "T Hart",
        "S Driver",
        "A Sander",
        "M Pappadis",
        "K Dams-O'connor",
        "C Bocage",
        "E Hinkens",
        "M Dahdah",
        "X Cai"
      ],
      "year": 2018,
      "doi": "10.1080/02699052.2018.1493226"
    },
    {
      "title": "Design of mobile health tools to promote goal achievement in self-management tasks",
      "authors": [
        "B Dicianno",
        "G Henderson",
        "B Parmanto"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7335"
    },
    {
      "title": "How does technology-enabled active learning affect undergraduate students' understanding of electromagnetism concepts?",
      "authors": [
        "Y Dori",
        "J Belcher"
      ],
      "year": 2005,
      "doi": "10.1207/s15327809jls1402_3"
    },
    {
      "title": "Developing technology-enhanced active learning for medical education: challenges, solutions, and future directions",
      "authors": [
        "L Mccoy",
        "R Pettit",
        "J Lewis",
        "T Bennett",
        "N Carrasco",
        "S Brysacz",
        "Irs Makin",
        "R Hutman",
        "F Schwartz"
      ],
      "year": 2015,
      "doi": "10.7556/jaoa.2015.042"
    },
    {
      "title": "A meta-analysis of overall effects of weight loss interventions delivered via mobile phones and effect size differences according to delivery mode, personal contact, and intervention intensity and duration",
      "authors": [
        "M Schippers",
        "Pcg Adam",
        "D Smolenski",
        "Hth Wong",
        "Jbf De Wit"
      ],
      "year": 2017,
      "doi": "10.1111/obr.12492"
    },
    {
      "title": "Mobile Health Interventions for Traumatic Brain Injuries",
      "authors": [
        "S Juengst",
        "T Hart",
        "A Sander",
        "E Nalder",
        "M Pappadis"
      ],
      "year": 2019,
      "doi": "10.1007/s40141-019-00240-9"
    },
    {
      "title": "The diabetes prevention program (DPP): description of lifestyle intervention",
      "year": 2002,
      "doi": "10.2337/diacare.25.12.2165"
    },
    {
      "title": "Translating the Diabetes Prevention Program: a comprehensive model for prevention training and program delivery",
      "authors": [
        "M Kramer",
        "A Kriska",
        "E Venditti",
        "R Miller",
        "M Brooks",
        "L Burke",
        "L Siminerio",
        "F Solano",
        "T Orchard"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.07.020"
    },
    {
      "title": "Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "W Knowler",
        "E Barrett-Connor",
        "S Fowler",
        "R Hamman",
        "J Lachin",
        "E Walker",
        "D Nathan"
      ],
      "year": 2002,
      "doi": "10.1056/nejmoa012512"
    },
    {
      "title": "Implementing a diabetes prevention program in a rural African-American church",
      "authors": [
        "Y Davis-Smith",
        "Davis Smith",
        "M Boltri",
        "J Seale",
        "J Shellenberger",
        "S Blalock",
        "T Tobin"
      ],
      "year": 2007
    },
    {
      "title": "Effectiveness of a lifestyle intervention program among persons at high risk for cardiovascular disease and diabetes in a rural community",
      "authors": [
        "L Vadheim",
        "K Brewer",
        "D Kassner",
        "K Vanderwood",
        "T Hall",
        "M Butcher",
        "S Helgerson",
        "T Harwell"
      ],
      "year": 2010,
      "doi": "10.1111/j.1748-0361.2010.00288.x"
    },
    {
      "title": "Translating the diabetes prevention program into the community. The DEPLOY pilot study",
      "authors": [
        "R Ackermann",
        "E Finch",
        "E Brizendine",
        "H Zhou",
        "D Marrero"
      ],
      "year": 2008,
      "doi": "10.1016/j.amepre.2008.06.035"
    },
    {
      "title": "A community-based diabetes prevention program: evaluation of the group lifestyle balance program delivered by diabetes educators",
      "authors": [
        "M Kramer",
        "J Mcwilliams",
        "H-Y Chen",
        "L Siminerio"
      ],
      "year": 2011,
      "doi": "10.1177/0145721711411930"
    },
    {
      "title": "Translating the Diabetes Prevention Program lifestyle intervention for weight loss into primary care: a randomized trial",
      "authors": [
        "J Ma",
        "Yank Xiao",
        "L Lavori",
        "P Wilson",
        "S Rosas",
        "L Stafford"
      ],
      "year": 2013,
      "doi": "10.1001/2013.jamainternmed.987"
    },
    {
      "title": "Improving employee health: evaluation of a worksite lifestyle change program to decrease risk factors for diabetes and cardiovascular disease",
      "authors": [
        "M Kramer",
        "D Molenaar",
        "V Arena",
        "E Venditti",
        "R Meehan",
        "R Miller",
        "K Vanderwood",
        "Y Eaglehouse",
        "A Kriska"
      ],
      "year": 2015,
      "doi": "10.1097/jom.0000000000000350"
    },
    {
      "title": "Developing mHealth tools to enhance engagement in a behavioral lifestyle intervention after traumatic brain injury",
      "authors": [
        "S Juengst",
        "M Reynolds",
        "Kaye Kramer",
        "M Driver"
      ],
      "year": 2018,
      "doi": "10.1016/j.apmr.2018.07.334"
    }
  ],
  "num_references": 30
}
