{
  "paper_id": "2JLJ9GYV",
  "title": "The Utility of Template Analysis in Qualitative Psychology Research",
  "abstract": "Thematic analysis is widely used in qualitative psychology research, and in this article, we present a particular style of thematic analysis known as Template Analysis. We outline the technique and consider its epistemological position, then describe three case studies of research projects which employed Template Analysis to illustrate the diverse ways it can be used. Our first case study illustrates how the technique was employed in data analysis undertaken by a team of researchers in a large-scale qualitative research project. Our second example demonstrates how a qualitative study that set out to build on mainstream theory made use of the a priori themes (themes determined in advance of coding) permitted in Template Analysis. Our final case study shows how Template Analysis can be used from an interpretative phenomenological stance. We highlight the distinctive features of this style of thematic analysis, discuss the kind of research where it may be particularly appropriate, and consider possible limitations of the technique. We conclude that Template Analysis is a flexible form of thematic analysis with real utility in qualitative psychology research.",
  "year": 2004,
  "date": "2004",
  "journal": "Pain",
  "publication": "Pain",
  "authors": [
    {
      "forename": "Joanna",
      "surname": "Brooks",
      "name": "Joanna Brooks",
      "affiliation": "1  University of Huddersfield , Centre for Applied Psychological and Health Research , Institute for Research in Citizenship and Applied Human Sciences , Huddersfield , UK \n\t\t\t\t\t\t\t\t Centre for Applied Psychological and Health Research \n\t\t\t\t\t\t\t\t University of Huddersfield \n\t\t\t\t\t\t\t\t Institute for Research in Citizenship and Applied Human Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Huddersfield \n\t\t\t\t\t\t\t\t\t UK",
      "email": "j.m.brooks@hud.ac.uk"
    },
    {
      "forename": "Serena",
      "surname": "Mccluskey",
      "name": "Serena Mccluskey",
      "affiliation": "1  University of Huddersfield , Centre for Applied Psychological and Health Research , Institute for Research in Citizenship and Applied Human Sciences , Huddersfield , UK \n\t\t\t\t\t\t\t\t Centre for Applied Psychological and Health Research \n\t\t\t\t\t\t\t\t University of Huddersfield \n\t\t\t\t\t\t\t\t Institute for Research in Citizenship and Applied Human Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Huddersfield \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Emma",
      "surname": "Turley",
      "name": "Emma Turley",
      "affiliation": "2  Manchester Metropolitan University , Department of Health Professions , Manchester , UK \n\t\t\t\t\t\t\t\t Department of Health Professions \n\t\t\t\t\t\t\t\t Manchester Metropolitan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Nigel",
      "surname": "King",
      "name": "Nigel King",
      "affiliation": "1  University of Huddersfield , Centre for Applied Psychological and Health Research , Institute for Research in Citizenship and Applied Human Sciences , Huddersfield , UK \n\t\t\t\t\t\t\t\t Centre for Applied Psychological and Health Research \n\t\t\t\t\t\t\t\t University of Huddersfield \n\t\t\t\t\t\t\t\t Institute for Research in Citizenship and Applied Human Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Huddersfield \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Centre for Applied Psychological and Health Research , Institute for Research in Citizenship and Applied Human Sciences , University of Huddersfield , Queensgate , Huddersfield , HD1 3DH , United Kingdom. \n\t\t\t\t\t\t\t\t Centre for Applied Psychological and Health Research \n\t\t\t\t\t\t\t\t Institute for Research in Citizenship and Applied Human Sciences \n\t\t\t\t\t\t\t\t University of Huddersfield \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Queensgate \n\t\t\t\t\t\t\t\t\t HD1 3DH \n\t\t\t\t\t\t\t\t\t Huddersfield \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "https://doi.org/10.13039/100011715",
  "keywords": [
    "a priori themes",
    "applied research",
    "group data analysis",
    "Pictor technique",
    "qualitative research",
    "Template Analysis",
    "thematic analysis"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Thematic analysis has for a long time held a rather uncertain place in qualitative psychology. On the one hand, it has often been treated rather dismissively as an approach that is rather simplistic and rather shallow. On the other, it is used extensively, both as an integral part of popular methodologies such as Interpretative Phenomenological Analysis (IPA) and Grounded Theory, and as a method in its own right. Braun and Clarke's 2006  article in this journal played an important role in advocating the latter position, and provided guidelines for one particular style of analysis. However, as they acknowledge and as others have argued (e.g.,  King & Horrocks 2010) , there exist multiple ways of doing thematic analysis. These alternatives tend not to be well-known to qualitative psychologists, as in many cases they have developed in other disciplines; examples include Matrix Analysis  (Miles & Huberman 1994; Nadin & Cassell 2004)  and Framework Analysis  (Ritchie & Spencer 1994) . It is our contention that broadening awareness of different ways to analyze data thematically can only be helpful to qualitative psychologists. In this article we present a style of thematic analysis known as Template Analysis, which has been widely used in organizational and management research, as well as across other disciplines, but is not prominent in qualitative psychology. We outline the technique and consider its epistemological position, before presenting three case studies of projects to illustrate the diverse ways in which it may usefully be employed. In the conclusion we highlight what we feel are the distinctive features of this style of thematic analysis, discuss the kind of research where it may be particularly appropriate, and consider possible limitations of the technique. This article is primarily intended for psychologists who may not be very familiar with this particular form of thematic analysis. Nonetheless, by demonstrating its use in different settings and from different methodological approaches, it offers potential new insights for those who already have some experience with Template Analysis."
    },
    {
      "title": "What Is Template Analysis?",
      "text": "Template Analysis is a form of thematic analysis which emphasises the use of hierarchical coding but balances a relatively high degree of structure in the process of analysing textual data with the flexibility to adapt it to the needs of a particular study. Central to the technique is the development of a coding template, usually on the basis of a subset of data, which is then applied to further data, revised and refined. The approach is flexible regarding the style and the format of the template that is produced. Unlike some other thematic approaches to data coding, it does not suggest in advance a set sequence of coding levels. Rather, it encourages the analyst to develop themes more extensively where the richest data (in relation to the research question) are found. Equally, Template Analysis does not insist on an explicit distinction between descriptive and interpretive themes, nor on a particular position for each type of theme in the coding structure. The data involved in Template Analysis studies are usually interview transcripts (e.g.,  Goldschmidt et al. 2006; Lockett et al. 2012; Slade, Haywood & King 2009; Thompson et al. 2010)  but may be any kind of textual data, including focus groups (e.g., Kirkby-Geddes,  King & Bravington 2013; Brooks 2014) , diary entries (e.g.,  Waddington & Fletcher 2005) , and open-ended question responses on a written questionnaire (e.g.,  Dornan, Carroll & Parboosingh 2002; Kent 2000) . The main procedural steps in carrying out Template Analysis are outlined below (these are described in more detail in  King 2012) .\n\n1. Become familiar with the accounts to be analyzed. In a relatively small study, for example, ten or fewer hour-long interviews, it would be sensible to read through the data set in full at least once. In a larger study, the researcher may select a subset of the accounts (e.g., transcripts, diary entries, daily field notes) to start. 2. Carry out preliminary coding of the data. This is essentially the same process as used in most thematic approaches, where the researcher starts by highlighting anything in the text that might contribute toward his or her understanding. However, in Template Analysis, it is permissible (though not obligatory) to start with some a priori themes, identified in advance as likely to be helpful and relevant to the analysis. These are always tentative, and may be redefined or removed if they do not prove to be useful for the analysis at hand.\n\n3. Organize the emerging themes into meaningful clusters, and begin to define how they relate to each other within and between these groupings. This will include hierarchical relationships, with narrower themes nested within broader ones. It may also include lateral relationships across clusters. Themes which permeate several distinct clusters are sometimes referred to as \"integrative themes.\" For example, in a study of the experience of diabetic renal disease,  King et al. (2002)  identified \"stoicism\" and \"uncertainty\" as integrative themes because these aspects of experience tended to infuse much of the discussion whatever the foreground issue. 4. Define an initial coding template. It is normal in Template Analysis to develop an initial version of the coding template on the basis of a subset of the data rather than carrying out preliminary coding and clustering on all accounts before defining the thematic structure.\n\nFor example, in a study consisting of 20 face-to-face interviews, the researcher might carry out the steps described above on five of the interviews, and at that point draw together the initial template. The exact point at which it is appropriate to construct the initial template will vary from study to study and cannot be prescribed in advance-the researcher needs to be convinced that the subset selected captures a good cross-section of the issues and experiences covered in the data as a whole. This is usually facilitated by selecting initial accounts to analyse that are as varied as possible. 5. Apply the initial template to further data and modify as necessary. The researcher examines fresh data and where material of potential relevance to the study is identified, he or she considers whether any of the themes defined on the initial template can be used to represent it. Where existing themes do not readily \"fit\" the new data, modification of the template may be necessary. New themes may be inserted and existing themes redefined or even deleted if they seem redundant. Rather than reorganising the template after every new account examined, it is common to work through several accounts noting possible revisions and then construct a new version of the template. Thus in our hypothetical example at the previous stage, the researcher might take the initial template constructed from analysis of the first five interviews and apply it to another three transcripts, after which he or she would produce a revised version. This iterative process of trying out successive versions of the template, modifying and trying again can continue for as long as seems necessary to allow a rich and comprehensive representation of the researcher's interpretation of the data. Of course, very often practical constraints of time and resource may limit the number of iterations possible, but the analysis should not leave any data of clear relevance to the study's research question uncoded. 6. Finalize the template and apply it to the full data set. In some respects it should be said that there is never a \"final\" version of the template, in that continued engagement with the data can always suggest further refinements to coding. On a pragmatic basis, though, the researcher needs to decide when the template meets his or her needs for the project at hand, and considering the resources available. A good rule of thumb is that development of a template cannot be seen as sufficient if there remain substantial sections of data clearly relevant to the research question(s) that cannot been coded to it. It is always possible to revisit the template if further analysis is required; for example, a template that may work well to help the interpretation of data for an evaluation report might require considerable refinement to produce an analysis that informs an academic journal article (see Kirkby-Geddes, King & Bravington 2013 for an example)."
    },
    {
      "title": "Epistemological Position of Template Analysis",
      "text": "The epistemological position of thematic analysis can be problematic. It is not uncommon to see research articles at the review stage (and sometime in print) that claim to have used a specific methodology such as IPA or Grounded Theory, but where even a cursory examination shows that the basic theoretical underpinnings of such approaches have not been adhered to. Instead, the researchers have taken the thematic analysis procedures associated with a methodology and used them in a way that is not in keeping with the methodology as a whole. An example would be studies \"using\" IPA, where theoretical ideas from mainstream psychology (or elsewhere) have been used quite prominently in shaping the analysis. While the use of existing theory in, for example, the design of an IPA study need not conflict with the basic tenets of the approach (e.g.,  Brooks, King & Wearden 2013) , IPA is principally focused on individual's experience  (Smith, Flowers & Larkin 2009)  and codes are generated from the data using a \"bottom up\" approach.\n\nApproaching analysis with the intention of imposing existing theory or concepts on the data would thus be out of keeping with an IPA approach. Using methods such as IPA or grounded theory in a manner not in keeping with the approach often reflects a confusion between methodology and data analytical method, but may also be due to discomfort with a \"mere\" thematic analysis, devoid of inherent philosophical position. We would concur with  Braun and Clarke's (2006)  position that thematic analysis methods can be applied across a range of theoretical and epistemological approaches: what is important is that researchers using thematic analysis methods are explicit and upfront about their particular epistemological assumptions.\n\nSimilarly, Template Analysis is not inextricably bound to any one epistemology; rather, it can be used in qualitative psychology research from a range of epistemological positions. The flexibility of the technique allows it to be adapted to the needs of a particular study and that study's philosophical underpinning. Template Analysis can thus be used in research taking a similar realist position to mainstream quantitative psychology, concerned with \"discovering\" underlying causes of human action and particular human phenomena. When used in this way, one could expect to see the use of strong, well-defined a priori themes in analysis, and concerns with reliability and validity prioritised and addressed. In contrast, Template Analysis can also be used within what  Madill, Jordan and Shirley (2000)  have termed a \"contextual constructivist\" position (p. 9), a stance which assumes that there are always multiple interpretations to be made of any phenomenon, and that these depend upon the position of the researcher and the specific social context of the research. A researcher using Template Analysis from this position would be likely to take a bottom-up approach to template development, using a priori themes far more tentatively, if at all, in the development of their template. Additionally, and somewhere between these two approaches, Template Analysis can also be used in research adopting a \"subtle realist\" approach (e.g.,  Hammersley 1992) , a position which acknowledges that a researcher's perspective is inevitably influenced by his or her inability to truly stand outside one's own position in the social world, but nonetheless retains a belief in phenomena that are independent of the researcher and knowable through the research process. Such an approach can thus make claims as to the validity of a representation arising from research while recognizing that other perspectives on the phenomenon are possible. The applicability of Template Analysis taking a social constructionist approach, with its radical relativist epistemology, is more questionable. Certainly, it is not suited to those social constructionist methodologies that are concerned with the fine detail of how language constructs social reality in interaction, such as discursive psychology and conversation analysis. However, some social constructionist work does seek to look at text in a broader manner and may use thematic types of analysis (e.g.,  Taylor & Ussher 2001; Budds, Locke & Burr 2013) ; there is no reason why Template Analysis should not be considered for this kind of analysis, though it would be crucial to be clear that themes were defined in terms of aspects of discourse rather than representations of personal experience."
    },
    {
      "title": "How Template Analysis Relates to Other Forms of Thematic Analysis",
      "text": "We are sometimes asked how Template Analysis differs from, or is similar to, \"thematic analysis.\" This is not really a meaningful question because thematic analysis is not a particular approach in and of itself; rather, it is a broad category of approaches to qualitative analysis that seek to define themes within the data and organise those themes into some type of structure to aid interpretation. A more sensible question is therefore how Template Analysis relates to other forms of thematic analysis. One main distinction is between those thematic approaches that are incorporated within a specific methodology and its philosophical assumptions, such as Grounded Theory or IPA, and those that do not have such a commitment. Template Analysis clearly falls into the latter category, alongside such techniques as  Braun and Clarke's (2006)  version of thematic analysis, Framework Analysis  (Ritchie & Spencer 1994) , and many others. We will summarize here some of the key similarities and differences between Template Analysis and these two approaches in particular.\n\nTemplate Analysis shares with Braun and Clark's approach flexibility and a focus on developing a hierarchical coding structure. They differ in three main ways. Firstly, in Braun and Clark development of themes and creation of a coding structure take place after initial coding of all the data. In Template Analysis it is normal to produce an initial version of the template on the basis of a sub-set of the data. Secondly, in Braun and Clark's methods, defining themes is a late phase of the process. In Template Analysis the researchers often produce theme definitions at the initial template stage, to guide further coding and template development. Thirdly, while Braun and Clark do not specify limits to the number of levels of coding, studies using their approach typically have only one or two levels of sub-themes. Template Analysis commonly uses four or more levels to capture the richest and most detailed aspects of the data.\n\nTemplate Analysis has much in common with Framework Analysis; they can be seen as having evolved in parallel to address many of the same needs. Both are examples of what  Crabtree and Miller (1992)  refer to as \"codebook\" approaches, where a coding structure is developed from a mixture of a priori interests and initial engagement with the data and then applied to the full data set. The most notable difference between them is that Template Analysis is more concerned with providing detailed guidance on the development of the coding structure than Framework Analysis, and less concerned with delineating techniques to aid in the interpretation of the data once fully coded. Studies using Framework Analysis do not typically show the depth of coding we see in Template Analysis, and while the need to modify the framework in the course of analysis is recognized (e.g.,  Gale et al. 2013) , in general the iterative (re-) development of the coding structure is a much more central aspect in Template Analysis. Conversely, the emphasis in Framework Analysis on reducing the data through \"charting\" and identifying patterns by \"mapping\" is not an essential part of Template Analysis. These differences in emphasis to a large extent represent the different disciplinary backgrounds of the techniques and those involved in their evolution. Framework Analysis was developed by health services researchers specifically for use in health policy research contexts. Template Analysis has strong roots in organisational research and is probably used in a wider variety of research settings than Framework Analysis. It also tends to be employed rather more in experientially focused studies than is Framework Analysis, reflecting the input of experientially orientated psychologists in its development.\n\nWe feel that it is crucial that researchers are not precious about \"their\" ways of working with thematic analysis. For novice researchers, the detailed guidance provided by the likes of  Braun and Clarke (2006) ,  Richie and Spencer (1994) , and the current authors can be very helpful in steering them through the rocks and shoals of qualitative analysis. For those with more experience, it is entirely appropriate that they should draw selectively on such sources to define an approach that suits the needs of their own study. This is one of the reasons we refer to Template Analysis as a \"style\" of thematic analysis; in the next section we offer examples to illustrate different ways in which this style can be put into practice."
    },
    {
      "title": "Examples of Research Using Template Analysis",
      "text": "To illustrate how Template Analysis can be used in qualitative psychology research, we will now describe three rather different examples of research undertaken by the authors, all of which successfully used the technique. We focus on the analysis stage of each project to illustrate how Template Analysis may be used and adapted to meet the particular needs of a specific research project. At the end of each example, we have included a text box highlighting the main challenge in using Template Analysis in the particular case and how we addressed it. Beyond these examples, Template Analysis has been used in a wide range of other settings including education, clinical psychology and sports science  (King 2012  provides more detail and references)."
    },
    {
      "title": "Case Study 1. Collaborative working in cancer care: An example of a large-scale project using a team analysis approach",
      "text": "Our first example is taken from a large scale three year research project, undertaken by the first and last author and colleagues  (King, Melvin, Brooks, Wilde & Bravington 2013) . The focus of this research, which was funded by Macmillan Cancer Support, was an exploration of how different health care professionals in the United Kingdom work together to provide supportive and palliative care to patients with cancer and other long-term chronic health conditions. The main research aims were: (i) to examine how specialist and generalist nurses work with each other and with other professionals, carers, and patients in providing supportive and palliative care to cancer patients; and (ii) to explore how these professional practices and relationships might differ in the care of long-term condition patients. The theoretical position of this research drew on symbolic interactionist views of the professions (e.g.,  Macdonald 1995)  and constructivist psychological approaches to the person (e.g.,  Butt 1996) . These traditions emphasize that professional roles and identities are not fixed aspects of social structures, but are defined through the ways in which individual professionals interact with the social world they inhabit. This does not mean that nurses (in the case of the present study) are free to construe roles and identities in whatever way they please; they are inevitably influenced by the views of professional bodies, their interactions with nursing and other professional colleagues, and of course the expectations of patients.\n\nThere were a number of implications for the research arising from this theoretical orientation. First, it suggested the need to examine the social context of particular groups of nurses in order to understand the circumstances that shape the way they understand their roles and identities. Second, it placed relationships and interactions at work at the center of our research agenda. Third, given the complexity of the ways in which people understand their roles and relationships, it necessitated a methodological approach that was flexible and able to examine nurses' experiences in depth. Our methodology was therefore one that was centrally concerned with the way different groups of nurses involved in the supportive care of cancer and long-term condition patients worked with and understood each other's-and their own-roles and professional identities.\n\nThe research utilized a novel interview tool, the Pictor technique  (King Bravington, Brooks et al. 2013) , to explore networks of care and support in health and social care. The technique requires the research participant to choose a case of collaborative working in which they are, or have been, involved (in interviews with lay people this means their own case as patient, or that of the person they care for). Participants are provided with a set of arrow-shaped Post It notes, and asked to label these to represent all those involved in a particular case, then lay the notes out on a large sheet of paper in a manner that helps them tell the story of their case. The Pictor chart produced by the participant serves as the basis for the researcher to explore and reflect upon the case with the participant. Figure  1  shows an example of a Pictor chart from this study. Our primary focus in this study was on nursing staff, in both the acute (secondary care) and community (primary care) sectors, but we also interviewed a wide range of other health and social care professionals, and some patients and carers.\n\nOur total sample size numbered 79 participants, with most interviews lasting between 45 minutes and an hour and a quarter, making this a large scale project in qualitative research terms. Our research team comprised four academic psychologists and a nurse professional, and we adopted a team approach to data analysis and template development.\n\nA priori codes were defined through discussion, in the light of the stated aims of the project and through drawing on key issues emerging from previous research and policy literature in this area (including several of our own previous studies). For example, our a priori codes included broad themes identified as a priority by the research funder (e.g., issues around the concept of \"survivorship\"); themes determined by our research aims (e.g., comparisons between cancer and long-term conditions); and themes derived from our previous research findings (e.g., perceptions of a particular community nursing role, that of Community Matron; see  King et al. 2010 ). An initial template (Figure  2 ) was developed through group analysis of early interviews undertaken with participants from different professional groups. Over the next eight months, and in parallel with on-going data collection, the research team met at regular intervals to analyze further interviews, again using interview data from different participant groups. We have found this kind of collaborative working strategy valuable, as the process necessitates clear agreement and justification for the inclusion of each code, and a clear definition of its use.\n\nDecisions about when a template is \"good enough\" are unique to each particular project and will inevitably face pragmatic external constraints. In this project, at version 8 of our template, and after group analysis of 25 interviews, all research team members were in agreement that the template covered all sections of text thus far encountered adequately and was likely to require no more than minimal modifications. The remaining interview transcripts were analysed individually by team members. Our group sessions of data analysis meant that all members of the research team had a good understanding of the template, which was, given the size and complexity of the final version, a great advantage when coding at these later stages. Coding was undertaken using the qualitative research software NVivo, which allowed for the coding of any data which appeared to be important but which was not accounted for in the template to be coded under a \"free node.\" Any such additions were reviewed at our on-going regular research team meetings, and agreements reached as to whether and where to make revisions to the template.\n\nIn our final version of the template we had four top level themes:\n\n(1) what affects collaborative working, (2) condition-specific involvement, (3) survivorship, and (4) current National Health Service (NHS) re-organization. Given that there are fewer top level themes than in our initial version (Figure  2 ), it might appear that the template has been shortened and simplified. Not so: in fact, with closer examination of the data, and continual discussion amongst the team, the coding has significantly increased in depth, representing increased discrimination and clarity in our thinking about the data. Figure  3  shows the first top level theme (What affects collaborative working?) for the final version of our template. Depth, rather than breadth, of coding allows fine distinctions to be made in key areas: having too many top level themes may make it hard for a researcher to draw together the analysis as a whole. Figure  2  shows the entire initial template, including top level themes and all lower level coding. In contrast, Figure  3  shows just the first top level theme and the lower level coding associated with this one theme from our final template. Our final version template was a nine A4 page document, in comparison to our version 1 template, which, in contrast, covered just one and a half sides of A4. Findings from this research particularly highlighted the role of relational issues in collaborative working both between generalist and specialist nurses, and between different professionals from health and social care sectors. Rather than seeing relational issues as one among a number of important factors, our work suggests that relationships and relating are the core of collaborative working, and that as such, all those concerned with this phenomenon-researchers, practitioners, and policy makers-should view collaborative working through a relational lens and think carefully about the impact on relational aspects of collaborative working in the design and implementation of any change in services. We also drew attention in our findings to the striking difference between nursing services available to patients in the community depending on their particular illness condition, suggesting that there was seemingly a gap in support for cancer survivors within communitybased services. Full findings are reported in  King, Melvin, et al. (2013) . The key challenge for using Template Analysis in this study, and our solutions to it, are shown in Figure  4 ."
    },
    {
      "title": "Case Study 1. Collaborative working in cancer care",
      "text": "Key challenge: The large scale of the project Why was this a challenge? -Large number of interviews (N=79) incorporating one or two Pictor charts per interview -Five different researchers analyzing the data"
    },
    {
      "title": "Solutions:",
      "text": "-Use of case summaries to ensure individual experience still acknowledged -Compiling and continual updating a manual of main theme definitions -Keeping a careful record of group data analysis sessions (including photographing templates as works in progress) -Print outs of Pictor charts available to consult in conjunction with transcripts during analysis"
    },
    {
      "title": "Case Study 2. Patient and significant other beliefs about back pain and work participation: An example of a study using existing theory in template development",
      "text": "Our second example used Template Analysis in a rather different way to meet the needs of the particular research project. The focus of this study (undertaken by the first, second, and last authors and colleagues)  (McCluskey et al. 2011 ) was an exploration of work participation outcomes in patients with chronic low back pain, a leading cause of work disability in the United Kingdom (Health and Safety Executive 2007).\n\nAn emerging body of research has suggested that beliefs about illness (illness perceptions) are important influences on clinical and work outcomes for those with back pain (e.g.,  Foster et al. 2008; Main, Foster & Buchbinder 2010; Hoving et al. 2010; Giri et al. 2009) . One theoretical model which has been widely established as a useful framework through which to explore illness perceptions is the Common-Sense model of self-regulation of health and illness (the CSM; e.g.,  Leventhal, Nerenz & Steele 1984) . According to the CSM, illness perceptions (also known as illness beliefs, illness cognitions or illness representations) are patients' own implicit, common-sense beliefs about their illness, and guide the way an individual responds to and manages their condition.\n\nIllness perceptions are categorised by the CSM into five core dimensions: illness identity (including symptoms and label), perceived cause, expectations about timeline (how long the illness is expected to last), consequences of the illness and beliefs about curability and control  (Leventhal, Meyer & Nerenz 1980; Leventhal et al. 1984) . The CSM holds that cognitive and emotional representations of illness exist in parallel. The two types of representations are proposed to result in differing behaviors and coping procedures with cognitive representations leading to problem-based coping and emotional representations to emotion-focused coping procedures  (Moss-Morris et al. 2002) . Illness perceptions have been acknowledged to determine coping style, treatment compliance, and emotional impact in a wide range of physical and mental health conditions (for a review see  Hagger & Orbell 2003) .\n\nMost of the research which has undertaken using the CSM in the context of back pain has used quantitative measures to elicit individuals' illness beliefs (e.g.,  Foster et al. 2008) . In response to calls in the literature for more qualitative research to provide better insight into psychosocial obstacles to recovery and work participation for those with back pain  (Nicholas 2010; Wynn & Money 2009) , we undertook an exploratory interview study using the CSM to ask patients about their back pain in relation to work participation outcomes (see  McCluskey et al. 2011) . A novel aspect to this research was our inclusion of those close to patients-their \"significant others\"-to allow for an exploration of the wider social influences on work participation for those with back pain. Despite the body of empirical evidence documenting the role that significant others have on individual pain outcomes (e.g.,  Boothby et al. 2004; Leonard, Cano & Johansen 2006; Stroud et al. 2006) , they are rarely included in work participation research. We interviewed five dyads (five patients and their significant others) about the patients' back pain. A well validated quantitative measure of illness perceptions (the revised Illness Perceptions Questionnaire [IPQ-R];  Moss-Morris et al. 2002)  was used as a guide to construct a semi-structured interview schedule, and we also used the scales which make up the IPQ-R as a priori themes to organise our initial template.\n\nThe IPQ-R provides a quantitative self-report assessment of the components delineated in the CSM, and additionally includes an assessment of emotional responses to illness (\"emotional representations\") and an assessment of the extent to which individuals believe they have a clear understanding of their condition (\"illness coherence\"). The timeline dimension is divided into two subscales: acute/ chronic and cyclical (assessing whether or not patients believe their condition to be of a cyclical nature). The cure/ control dimension is also divided into two subscales: personal control (measuring the degree to which respondents believe they have the ability to control their condition themselves) and treatment control (measuring the degree to which respondents believe treatment is effective in controlling their condition). Our aim in this study was to build on existing mainstream theory, and we used the IPQ-R subscales as clear, strong a priori themes with which to design our initial coding template. We thus began our analysis using nine a priori themes (illness identity; beliefs about causality; beliefs about timeline (acute/chronic); beliefs about timeline (cyclical); beliefs about consequences of back pain; beliefs about personal control of back pain; beliefs about treatment control of back pain; emotional responses to condition; illness coherence). Our final coding template was comprised of six themes derived from the IPQ-R constructs (illness identity; beliefs about causality; expectations about timeline; perceived consequences of back pain; control, management and treatment of back pain; emotional responses to illness). Two additional higher level themes also emerged in our final template:\n\n(1) Patient identity-\"claimant as genuine\" and (2) role of significant others-\"influence of/ impact on significant others.\" The final template is shown in Figure  5 .\n\n1. Illness identity 1.1 Physical symptoms 1.1.1 Pain 1.1.2 Other symptoms (directly attributed to back condition) 1.1.3 Other symptoms (not directly attributed to back condition/indirect or unclear attribution)/co-morbidity 1.2 Intrinsic vagueness of condition/incomprehension 1.3 Labelled by condition 2. Causality (beliefs about initial cause and subsequent onsets) 2.1 Initial onset 2.1.1 Previous work/certain types of work 2.1.2 Innocuous activity 2.1.3 Hereditary condition 2.1.4 Specific physiological causality 2.1.5 Chance causes 2.1.6 Unknown cause 2.2 Subsequent onset 'triggers' 2.2.1 Unpredictable onsets/wide variation of 'triggers' 2.2.1.1 Everyday activities 2.2.1.2Emotional/psychological 2.2.2 Predictable onsets/specific ideas about 'triggers' 3. (Negative) expectations about timeline 3.1.Condition as permanent 3.2 Uncertainty over future course of illness 3.2.1 Negative impact of ageing 4. Consequences of illness 4.1 Exclusion from participation in normal life 4.1.1 Isolation 4.1.2 Lack of mobility 4.1.2.1 Weight gain 4.1.3 Impact on social activities/life 4.2 Impact on ability to work 4.2.1 Need for flexible work to incorporate condition 4.2.2 Negative financial consequences of unemployment 4.2.3 Benefits of work for condition 5. Beliefs about curability, control and management 5.1 Beliefs about curability 5.1.1 Not curable/inevitability of condition 5.1.1.1 Acceptance of condition 5.2 Beliefs about treatments 5.2.1 Self-management 5.2.1.1 Not able to self-manage/out of claimant's control 5.2.1.2 Limiting activity/rest/fearavoidance behaviour 5.2.1.3 Alternative therapies 5.2.2 Medical management 5.2.2.1 Effectiveness of treatments 5.2.2.2 Exhausted all treatment options/'end of the road' 5.2.2.3 Medication 5.2.2.3.1 Need for heavy/constant pain relief 5.2.2.3.2 Ineffectiveness/unwanted sideeffects 5.2.2.4 Surgery 5.2.2.5 Beliefs about/experiences of management of condition 5.2.2.5.1 GP only prescribes medication/gives long-term sick notes 5.2.2.5.2 Dissatisfaction with healthcare/attributing blame 5.2.2.5.3 Conferred expertise about condition/distrust of medical advice 6. Emotional Representations -Negative emotions reported as a consequence of condition 6.1 Reported by SO as experienced by SO 6.1.1 Catastrophising 6.1.2 Anger 6.1.3 Fear 6.1.4 Feeling low/depressed 6.1.5 Anxiety/worry 6.1.6 Sadness 6.2 Reported by SO as experienced by claimant 6.2.1 Lack of motivation 6.2.2 Irritability 6.2.3 Stress/worry/anxiety 6.2.4 Feeling low/depressed 6.2.5 Low self-esteem 6.3 Reported by claimant as experienced by SO 6.3.1 Worry 6.3.2 Feeling low 6.3.3 Upset 6.4 Reported by claimant as experienced by claimant 6.4.1 Stress 6.4.2 Irritability 6.4.3 Anxiety 6.4.4 Anger 6.4.5 Depression 6.4.6 Shame 6.4.7 Shock 6.4.8 Catastrophising 6.4.9 Frustration 7. Claimant as 'genuine' 7.1 Being 'a fighter'/stoical 7.1.1 Not wanting to be a burden 7.1.2 'Claimant' is not real self 7.2 Removing blame from claimant 7.2.1 SO 'witness' to pain 7.2.2 Claimant as a'good patient' 7.2.3Wants to work but is prevented by condition 8. Impact on/influence of 'significant other' 8.1 Familiarity with claimant 8.1.2 Time spent together because both not working 8.2 Influence of SO health problems 8.2.1 Extent of shared understanding of illness experience 8.2.2 Negative impact on SO health 8.2.3 Projects pessimism about own health problem 8.3 The only carer 8.3.1 Dedication to the claimant/routine dependency 8.3.2 Authority on claimant's condition/protecting claimant 8.4 Impact on SO 8.4.1 Social life 8.4.2 Work 8.5 Relationship 8.5.1 Extent of impact 8.5.2 'Us vs rest of the world' 8.5.1.1 Family/friends 8.5.1.2 Benefit system 8.5.1.3 Insurance companies 8.5.1.4 Employers Patient identity emerged as an important aspect for both patient and significant other respondents. Findings from this research suggest that there is a danger that patients who feel unable to stay in or return to their previous employment may adopt a very limiting \"disabled\" identity as a protection from socio-cultural scepticism about their condition, and derogatory rhetoric about \"benefits scroungers.\" Such a strategy for defending the self may lead to a vicious circle whereby the patient focuses on what s/he cannot do, restricts activity further, and exacerbates the condition making it even less likely they will be able to return to work  (McCluskey et al. 2011; Brooks et al. 2013 ). In the CSM framework, \"illness identity\" pertains to the specific symptoms associated by a patient with an illness, ideas about the label given to an illness, and beliefs about its nature. Our \"patient identity\" theme highlighted the ways in which an individual's self-perception may additionally play an important role in their formulation of a model for symptoms, and their subsequent behavioural responses. Equally as important, such beliefs were shared and sometimes further reinforced by significant others. Our analysis supported the CSM as a useful framework to explore beliefs about illness, but was additionally able to incorporate some of the ways in which other factors and wider social circumstances, may impact on work outcomes for patients with chronic back pain. The key challenge for using Template Analysis in this study, and our solutions to it, are shown in Figure  6 ."
    },
    {
      "title": "Case Study 3. The erotic experience of BDSM participation: An example of a study using Template Analysis from an interpretive phenomenological stance",
      "text": "Our final example is taken from the third author's research  (Turley 2012) . Broadly, this study aimed to investigate the lived experience of practitioners of consensual bondage, discipline, dominance & submission, and sadism & masochism (BDSM). Using a variety of innovative techniques to explore these experiences, the project successfully combined mixed phenomenological methods across two stages of empirical work. Template Analysis,"
    },
    {
      "title": "Case Study 2. Patient and significant other beliefs about back pain and work participation"
    },
    {
      "title": "Key challenge: Translating theoretical constructs into qualitative coding e.g. Emotional representations construct",
      "text": "Why was this a challenge? -Constructs developed to use in mainstream quantitative research -Emotional representation in the CSM presented in a very broad brush manner"
    },
    {
      "title": "Solutions:",
      "text": "-Maintaining a willingness to modify a priori themes even where directly linked to the guiding theory -Development of coding with sufficient depth and clarity to distinguish who is talking about whose representation (patient or significant other participant -talking about emotional responses of themselves or other -or both?)\n\nwhen used within a broadly phenomenological perspective, has some clear similarities with IPA (e.g.,  Smith et al. 2009) , another methodology widely used in qualitative research in psychology. There are two key features which differentiate between the approaches. Firstly, the idiographic focus of IPA and its detailed case-by-case analysis of individual transcripts maintaining the individual as a unit of analysis in their own right, mean that IPA studies are usually based on small samples. Template Analysis studies often (though not always) have rather more participants, and focus more on across case rather than within case analysis. Secondly, in IPA, codes are generated from the data rather than using pre-existing knowledge or theory that might be applied to the data set. In Template Analysis, the use of a priori codes allows the researcher to define some themes in advance of the analysis process.\n\nIn the first stage of this work, a descriptive phenomenological approach was used to explore the experiences of a sample of practitioners of consensual BDSM about their experiences  (Turley, King & Butt 2011) . A description of what was specifically erotic about BDSM participation was found to be noticeably absent from participants' accounts. The second stage of this work, which employed Template Analysis to elucidate the specific constituents of BDSM that held erotic significance for participants, will be the focus of discussion in the present article. In this stage of the empirical work, semi-structured interviews were conducted with nine participants, four of whom had taken part in the first stage of the project while five were new recruitments to the research. The detail and depth of data collected produced a rich and complex final template, reflecting the experiences of practitioners of consensual BDSM.\n\nProcedurally, this research differs from the other examples presented in this article in a number of ways. As is often the case when using Template Analysis, a set of a priori themes were selected as a focus for the initial template. However, rather than drawing on current theory or existing literature, salient findings from the first stage of this work were used to inform the selection of pertinent a priori themes. This was in part due to the paucity of previous research literature addressing eroticism and BDSM. Importantly, it was also a reflection of the phenomenological stance underpinning this work, and ensured analysis was grounded firmly in participants' own accounts rather than presuppositions about the topic. Recognising that a phenomenological analysis requires an open attitude towards data, the researcher opted for a few broad a priori themes so as to avoid overlooking new and important aspects of the data that did not explicitly relate to those themes elicited from earlier work. This allowed for iterative redefinition of the themes, which were composed of the following: (1) the relationships between those involved in the BDSM scenes, (2) anticipation, (3) fantasy, and (4) authenticity. The author's intention was to remain sensitive to these thematic areas, whilst simultaneously maintaining an open phenomenological stance. The interpretive phenomenological approach used in this research does not subscribe to the epochē, the philosophical notion that one can completely suspend presuppositions and judgements of a topic under study, viewing the phenomenon as if for the first time  (Husserl 1931) . The author used the technique of bracketing and self-reflection, endeavoring to remain open to participants' accounts and making a determined effort to step outside of any personal and taken-for-granted views about the participants, their experiences and BDSM more generally. Through a process of critical self-reflection, enabling the author to identify, clarify, and reflect on her own perceptions of the research participants and the details of their experiences, the author was also able to critically examine how these perceptions might influence the analysis.\n\nA further procedural difference between this study and other examples of work using Template Analysis relates to the development of the initial template (shown in Figure  7 ). It is common practice in studies utilizing Template Analysis to code a subset of data and to use this coding in the development of an initial template. At first, the intention was to use the original four participants' transcripts to develop the template. However, the author became increasingly concerned that using only this data would make it more difficult to approach the remaining transcripts with a truly open phenomenological attitude. She therefore carried out preliminary coding of the entire data set, resulting in an initial template which is rather more comprehensive than might usually be expected (see Figure  7 )."
    },
    {
      "title": "Participants' understanding of their BDSM experiences",
      "text": "1.1 Experiential 1.1.1 Fusion of experiences 1.1.2 Meaningful experience 1.2 Enjoyable 1.2.1 Element of fun 2. Power/powerlessness 2.1 Eroticism in power exchange 2.1.1 Sub -dominant partner's power 2.1.1.1 Sub -their own powerlessness 2.1.1.2 Dominant -all powerful status 2.1.2 Role of the submissive 2.1.2.1 Pretence of submission 2.1.2.2 Expected behaviour 2.1.3 Role of the dominant 2.1.3.1 Guaranteed sexual pleasure 3. Creation of alternative sexual reality 3.1 Imaginative immersion in fantasy 3.2 Incarnation as character 3.2.1 Adoption of sexual persona 3.3 Authenticity 3.3.1 Realism 3.3.2 Believability 3.3.3 Genuineness 3.3.4 Sense of propriety 4. Fantasy and reality 4.1. Erotic fantasy -unerotic reality 4.1.1 Pretence of danger 4.1.2 Pretence of gender 4.1.3 Unerotic reality of danger 5. Relationship solidarity 5.1. Relationship dynamic 5.1.1 Presence of care 5.1.2 Mutual regard 5.2. Sharedness of experience 5.2.1 Investment 5.2.2 Intent 5.3. Consent 5.3.1 Consent 5.3.2 No coercion present 6. Ritual and symbolism 6.1 Sexual ritual 6.2. Symbolism 6.3. Functions of the sexual ritual 7. Sexual transgression 7.1. Breaking taboos 7.1.1 Enjoyment of socially unacceptable act 7.2. Sexual freedom 7.2.1 Unconstrained experience 7.2.2 Freedom from traditional sexual practices 8. Temporality 8.1. Passage of time 8.1.1 Incongruent perception of time 8.2. Build up/ lead to sexual experience The initial template was used to code each interview transcript. The template was developed through the coding process to represent new emergent themes to segments of text, and modified so that existing themes were edited to include new material. A system using different colored self-adhesive notes was useful here, making it easier to move and reorganize themes in order to modify and develop the template. As reflected on above, the initial template in this study was more comprehensive than is often the case in Template Analysis. One potential danger in producing a very detailed initial template is that researchers may, further on in the analysis process, be unwilling to modify or alter the template structure. The ability to easily add, remove and alter the position of the adhesive notes representing themes in this analysis helped overcome any potential reluctance to make any significant modifications and made it easy to reorganise or reclassify themes when required. Each time a change was made to the template, the previous coding was adjusted to incorporate this. The final template is illustrated in Figure  8 , and demonstrates the extent of the modifications made through this process. Some themes from the initial template (Figure  7 ) have been deleted completely, whilst others have been modified by broadening or narrowing a theme, or through re-classification of the theme's hierarchical level. For example, the initial template contains the higher-order theme \"temporality\"; through development and modification of the template, this theme eventually became a lower order theme encapsulated within the higher order theme of \"the qualities of BDSM participation,\" which had itself been modified from its initial incarnation of \"participants\" understanding of their BDSM experience. The theme of \"fantasy and reality\" was reclassified from a higher order theme and became subsumed into the higher-order theme of \"co-creation of fantasy world\" as a lower order theme. Modifications to the templates were made on the basis of how best to capture and encompass all of the important elements of participants' experiences of BDSM, and there were five versions of the developing template between the initial and final template. Through the various modifications of the template,\n\n1. Co-creation of fantasy world 1.1 Creation of alternative sexual reality 1.1.1 Imaginative immersion in the bubble of fantasy 1.1.1.1 Sexual drama 1.1.1.2 Deep immersion in the fantasy 1.1.2 Incarnation as character 1.1.2.1 Transformative 1.1.2.2 Adoption of sexual persona 1.1.3 Suspension of knowledge of reality 1.1.4 Role of imagination 1.1.5 Personal meanings 1.1.5.1 Erotic subtext 1.1.5.2 Erotic connotations 1.1.6 Context 1.1.6.1 Wider experiential context 1.1.6.2 Sexual context 1.1.6.2.1. Eroticised pain (physical & emotional) 1.2. Fantasy and reality 1.2.1 Erotic fantasy -unerotic reality 1.2.1.1 Pretence of danger 1.2.1.2 Unerotic reality of risk/danger 1.2.1.3 Pretence of gender 1.2.2 Safety in reality 1.2.2.1 Physical safety 1.2.2.2 Emotional security 1.2.3 Private & public sphere 1.2.3.1 Privacy 1.2.3.1.1 Practicality 1.2.3.1.2 Explainability 1.2.4 Performing for audience 1.2.5 Exposure of private aspect of self 1.2.6 Distraction from reality 1.3. The erotic unknown 1.3.1 The unforeseen 1.3.2 Anticipating the sexual scene 1.3.3 Anticipation as foreplay 1.3.4 Role of the imagination 1.4 Ritual and symbolism 1.4.1 Functions of the sexual ritual 1.4.2 Symbolism 6. Presentation to interviewer 6.1 Self-presentation 6.1.1 Present an image of normality 6.1.1.1 Rational 6.1.1.2 Non-pathological 6.1.1.3 Overemphasis on normalising 6.1.2 Awareness of pretence/reality not naïve 6.1.3 Teacher/educator 6.1.4 'Nice guy' image/great partner 6.1.4.1 Overemphasising niceness 6.1.4.2 Genuine/subtle 6.1.5 Private 6.2. Presentation of the BDSM 6.2.1 Fun 6.2.2 Loving act 6.2.3 Experimental 6.2.4 Confidence/ego boost 6.2.5 Journey of self-discovery Integrative Themes: • Authenticity o Realism o Believability o Sense of propriety • Imagination and in line with her phenomenological approach to this work, the author endeavored to maintain an open attitude of discovery toward emerging themes in the data, ensuring that the structure of the template did not become fixed too early in the process of coding and analysis.\n\nFindings from both this and the first stage of this research reveal the complexity of BDSM, illustrated by subtle variations in the erotic scripts of participants. The cocreation of fantasy and the notion of authenticity were fundamental to the experience, which along with a sense of care, trust, and partnership, were vital in order to achieve the erotic atmosphere-the latter concepts appearing contrary to the kinds of sexual activity involved. While traditionally conceptualized as pathological by researchers taking an external perspective, this work successfully employed a phenomenological approach to contribute to an increasing body of work researching BDSM from a nonpathologizing perspective. The key challenge for using Template Analysis in this study, and our solutions to it, are shown in Figure  9 ."
    },
    {
      "title": "Case Study 3. The erotic experience of BDSM participation",
      "text": "Key challenge: Using Template Analysis in a genuinely phenomenological manner Why was this a challenge? -A phenomenological approach requires that full justice is done to individual experience -The use of a priori themes is arguably contentious given the 'bottom up' emphasis of phenomenological analysis"
    },
    {
      "title": "Solutions:",
      "text": "-Developed initial template on basis of preliminary analysis of whole data set rather than selected cases -Defined a priori themes from previous study in the same programme of research rather than the wider academic literature -Highly detailed template that required considerable work to ensure clarity as well as depth -Use of integrative themes to identify common threads across very personal individual experiences"
    },
    {
      "title": "Conclusions",
      "text": "In this concluding section, we highlight what we feel are the main distinctive features of Template Analysis, and discuss how these may be advantageous in qualitative psychological research. We also reflect on possible limitations of the technique.\n\nAs exemplified by the three very different case studies presented in this article, Template Analysis is a highly flexible approach that can be readily modified for the needs of a particular study. The method can be adapted to fit different research topics and the available resources of a particular study. Additionally, Template Analysis can be used from a range of different epistemological and methodological positions. Compared with some other methods of qualitative data analysis, Template Analysis may offer a more flexible technique with fewer specified procedures, allowing researchers to tailor the approach to the requirements of their own project. Template Analysis may offer a suitable alternative to qualitative psychology researchers who find that other methods of analysis come with prescriptions and procedures which are difficult to reconcile with features of their own study.\n\nA particular feature of Template Analysis is its use of a priori themes, allowing researchers to define some themes in advance of the analysis process. The case studies presented in this article demonstrate how a priori themes can be usefully employed in different ways in diverse areas of research: ensuring focus on key areas potentially relevant to a study, building on existing theory, and developing ideas in linked pieces of research.\n\nAlthough not a requirement of the method, the use of a priori themes can be particularly advantageous in qualitative psychology research with particular applied concerns which need to be incorporated into the analysis. A priori themes are equally subject to redefinition or removal as any other theme should they prove ineffective at characterising the data. However, the selective and judicious use of a priori themes can allow researchers to capture important theoretical concepts or perspectives that have informed the design and aims of a study, or to address practical concerns such as evaluation criteria that a research project has been designed to address.\n\nThere are potential limitations to the approach which should be acknowledged. The focus in Template Analysis is typically on across case rather than within case analysis, the result of which is unavoidably some loss of holistic understanding in relation to individual accounts. This is a limitation of any thematic approach to qualitative data analysis, and a problem which manifests more evidently in studies employing larger sample sizes. While recognizing this as a principally inescapable limitation, our response to this in our own work has often been to combine cross-case analysis with the more idiographic-the sagacious use of individual case summaries to illustrate a line of reasoning can successfully achieve this.\n\nWhile the flexibility of Template Analysis is one of the method's acknowledged strengths, the tractable process of developing an initial template and of the template structure itself may feel less secure for relatively inexperienced qualitative researchers than the kind of clear progression described in other forms of thematic analysis which explicitly advocate moving from the descriptive to the interpretive and finally toward overarching themes. Without such explicit instruction to keep initial coding purely descriptive, there is a danger that researchers can rush too far in the direction of abstraction in interpretation. However, in our extensive experience of teaching Template Analysis to novice researchers, we have not encountered many who have found the method's flexible approach to coding structure problematic. A more prevalent difficulty we have observed in novice researchers using Template Analysis is the danger of losing sight of the original research project aims, and focusing on the constructed template as an end product, rather than a means to an end. It is essential to remember that template development is intended as a way of making sense of data, and not the purpose of the analysis in and of itself.\n\nOverall though, we would suggest that Template Analysis offers a clear, systematic, and yet flexible approach to data analysis in qualitative psychology research. The flexibility of the coding structure in Template Analysis allows researchers to explore the richest aspects of data in real depth. The principles of the method are easily grasped, and the discipline of producing a template forces the researcher to take a systematic and well-structured approach to data handling. The use of an initial template followed by the iterative process of coding means that the method is often less time-consuming than other approaches to qualitative data analysis. Iterative use of the template encourages careful consideration of how themes are defined and how they relate to one another. This approach lends itself well to group or team analysis, and working in this way ensures a careful focus on elaborate coding structures as the team collaboratively define meanings and structure. Template analysis can additionally handle larger data sets rather more comfortably than some other methods of qualitative data analysis although it can also be used with small sample sizes and has been used in the analysis of a single autobiographical case  (King 2008) .\n\nA common feature of qualitative psychological research is the extensive and often complex data it produces. How a researcher or research team move from this mass of data to produce an understanding of their research participants' experiences depends upon their choice of data analysis technique. There is no one \"best\" method of data analysis in qualitative psychology research, with choices regarding analysis determined by broader theoretical assumptions underpinning the work and the research question itself. Nonetheless, we hope that in this article we have demonstrated that Template Analysis is, in our experience, one method which can have real utility in diverse areas of qualitative psychology research settings.\n\nEmma Turley is a senior lecturer in psychology at Manchester Metropolitan University. Emma is interested in gender, sexualities and erotic minorities, particularly BDSM, and the ways that these are understood and experienced from a non-pathologising perspective. Other specialist areas of interest include qualitative research methods, especially phenomenological psychology and experiential research, and the use of innovative data collection techniques.\n\nNigel King is Professor in Applied Psychology, Director of the Centre for Applied Psychological and Health Research and Co-Director of the Institute for Research in Citizenship and Applied Human Sciences at the University of Huddersfield. He is a committee member of the Qualitative Methods in Psychology section of the British Psychological Society. He has a long standing interest in the use of qualitative methods in \"real world\" research, especially in community health and social care settings, and he is well-known for his publications in this field and his development of innovative research methods. His research interests include professional identities and interprofessional relations in health and social care, psychological aspects of contact with nature, and ethics in qualitative research."
    },
    {
      "text": "Figure 1. Example of a 'Pictor' chart."
    },
    {
      "text": "Figure 2. Case study 1 -initial template."
    },
    {
      "text": "Figure 3. Case study 1 -version 8 template (top theme 1 only shown)."
    },
    {
      "text": "Figure 4."
    },
    {
      "text": "Figure 5. Case study 2 -final version template."
    },
    {
      "text": "Figure 7. Case study 3 -initial template."
    },
    {
      "text": "Figure 8. Case study 3 -final template."
    },
    {
      "text": "Figure 9."
    }
  ],
  "references": [
    {
      "title": "Synthesis of contrary emotion -erotic 2.1.2 Eroticism in domination 2.1.2.1 All powerful status 2.1.2.2 Adulation from submissive partner 2.1.2.3 Sexual choice 2.2. Interpretations of roles 2.2.1 Role of the submissive 2.2.1.1 Challenge of endurance 2",
      "doi": "10.47772/ijriss.2025.9010042"
    },
    {
      "title": "3 Taking time to create atmosphere 4. Facilitators and obstructions to BDSM participation 4.1 Obstructions to BDSM engagement 4.1",
      "doi": "10.4324/9780203986219-27"
    },
    {
      "title": "Catastrophizing and perceived partner responses to pain",
      "authors": [
        "J Boothby",
        "Thorn",
        "Be",
        "Overduin",
        "L Ly & Ward"
      ],
      "year": 2004,
      "doi": "10.1016/j.pain.2004.02.030"
    },
    {
      "title": "Using thematic analysis in psychology",
      "authors": [
        "V Braun",
        "V Clarke"
      ],
      "year": 2006
    },
    {
      "title": "Young people with diabetes and their peers -an exploratory study of peer attitudes, beliefs, responses and influences, Project report to Diabetes UK",
      "authors": [
        "J Brooks"
      ],
      "year": 2014
    },
    {
      "title": "Illness perceptions in the context of differing work participation outcomes: exploring the influence of significant others in persistent back pain",
      "authors": [
        "J Brooks",
        "S Mccluskey",
        "N & King",
        "K Burton"
      ],
      "year": 2013
    },
    {
      "title": "Couples' experiences of interacting with outside others in chronic fatigue syndrome: a qualitative study",
      "authors": [
        "J Brooks",
        "King",
        "A Wearden"
      ],
      "year": 2014,
      "doi": "10.1177/1742395312474478"
    },
    {
      "title": "Risky business: constructing the \"choice\" to \"delay\" motherhood in the British press",
      "authors": [
        "K Budds",
        "Locke",
        "V Burr"
      ],
      "year": 2013,
      "doi": "10.1080/14680777.2012.678073"
    },
    {
      "title": "PCP: cognitive or social psychology?",
      "authors": [
        "T Butt"
      ],
      "year": 1996
    },
    {
      "title": "An electronic learning portfolio for reflective continuing professional development",
      "authors": [
        "T Dornan",
        "C Carroll",
        "J Parboosingh"
      ],
      "year": 2002,
      "doi": "10.1046/j.1365-2923.2002.01278.x"
    },
    {
      "title": "Illness perceptions of low back pian patients: what are they, do they change, and are they associated with outcome?",
      "authors": [
        "N Foster",
        "A Bishop",
        "E Thomas",
        "C Main",
        "R Horne",
        "J & Weinman",
        "E Hay"
      ],
      "year": 2008
    },
    {
      "title": "Using the framework method for the analysis of qualitative data in multi-disciplinary health research",
      "authors": [
        "N Gale",
        "G Heath",
        "E Cameron",
        "S Rashid",
        "S Redwood"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2288-13-117"
    },
    {
      "title": "Perceptions of illness and their impact on sickness absence",
      "authors": [
        "P Giri",
        "J Poole",
        "Nightingale",
        "A Robertson"
      ],
      "year": 2009,
      "doi": "10.1093/occmed/kqp123"
    },
    {
      "title": "Expectations to and evaluation of a palliative home-care team as seen by patients and carers",
      "authors": [
        "D Goldschmidt",
        "L Schmidt",
        "A Krasnik",
        "U Christensen",
        "M Groenvold"
      ],
      "year": 2006,
      "doi": "10.1007/s00520-006-0082-1"
    },
    {
      "title": "A meta-analytic review of the common-sense model of illness representations",
      "authors": [
        "M Hagger",
        "S Orbell"
      ],
      "year": 2003,
      "doi": "10.1080/088704403100081321"
    },
    {
      "title": "What's wrong with ethnography?",
      "authors": [
        "M Hammersley"
      ],
      "year": 1992
    },
    {
      "title": "Self-reported work-related illness and workplace injuries in 2005/6: results from the labour force survey",
      "year": 2007
    },
    {
      "title": "Illness perceptions and work participation: a systematic review",
      "authors": [
        "J Hoving",
        "M Van Der Meer",
        "Volkova",
        "M Frings-Dresen"
      ],
      "year": 2010,
      "doi": "10.1007/s00420-010-0506-6"
    },
    {
      "title": "Ideas: general introduction to pure phenomenology",
      "authors": [
        "E Husserl"
      ],
      "year": 1931,
      "doi": "10.4324/9781315823577"
    },
    {
      "title": "Understanding the experiences of people with disfigurements: an integration of four models of social and psychological functioning",
      "authors": [
        "G Kent"
      ],
      "year": 2000,
      "doi": "10.1080/713690187"
    },
    {
      "title": "Doing template analysis",
      "authors": [
        "N King"
      ],
      "year": 2012,
      "doi": "10.4135/9781526435620.n24"
    },
    {
      "title": "What will hatch? A constructivist autobiographical account of writing poetry",
      "authors": [
        "N King"
      ],
      "year": 2008,
      "doi": "10.1080/10720530802255202"
    },
    {
      "title": "The Pictor technique: a method for exploring the experience of collaborative working",
      "authors": [
        "N King",
        "A Bravington",
        "J Brooks",
        "B Hardy",
        "J & Melvin",
        "D Wilde"
      ],
      "year": 2013
    },
    {
      "title": "You can't cure it so you have to endure it\": the experience of adaptation to diabetic renal disease",
      "authors": [
        "N King",
        "C Carroll",
        "P Newton",
        "T Dornan"
      ],
      "year": 2002
    },
    {
      "title": "Community palliative care: role perception",
      "authors": [
        "N King",
        "J Melvin",
        "J Ashby",
        "J Firth"
      ],
      "year": 2010,
      "doi": "10.12968/bjcn.2010.15.2.46399"
    },
    {
      "title": "a, Unpicking the threads: how specialist and generalist nurses work with patients, carers, other professionals and each other to support cancer and long-term condition patients in the community",
      "authors": [
        "N King",
        "J Melvin",
        "J Brooks",
        "D Wilde",
        "A Bravington"
      ],
      "year": 2013
    },
    {
      "title": "Interviews in qualitative research",
      "authors": [
        "N King",
        "C Horrocks"
      ],
      "year": 2010
    },
    {
      "title": "Social capital and community group participation: examining 'bridging' and 'bonding' in the context of a healthy living centre in the UK",
      "authors": [
        "E Kirkby-Geddes",
        "King",
        "A Bravington"
      ],
      "year": 2013,
      "doi": "10.1002/casp.2118"
    },
    {
      "title": "Chronic pain in a couple's context: a review and integration of theoretical models and empirical evidence",
      "authors": [
        "M Leonard",
        "Cano",
        "A Johansen"
      ],
      "year": 2006,
      "doi": "10.1016/j.jpain.2006.01.442"
    },
    {
      "title": "Illness representations and coping with health threats",
      "authors": [
        "H Leventhal",
        "Nerenz",
        "D Steele"
      ],
      "year": 1984,
      "doi": "10.4324/9781003044307-9"
    },
    {
      "title": "The common-sense representations of illness danger",
      "authors": [
        "H Leventhal",
        "D Meyer",
        "D Nerenz"
      ],
      "year": 1980,
      "doi": "10.4324/9781003044307-9"
    },
    {
      "title": "Using a semistructured interview to explore imagery experienced during social anxiety for clients with a diagnosis of psychosis: an exploratory study conducted within an early intervention for psychosis service",
      "authors": [
        "S Lockett",
        "J Hatton",
        "R Turner",
        "C Stubbins",
        "J & Hodgekins",
        "D Fowler"
      ],
      "year": 2012,
      "doi": "10.1017/s1352465811000439"
    },
    {
      "title": "Objectivity and reliability in qualitative research: realist, contextualist and radical constructionist epistemologies",
      "authors": [
        "A Madill",
        "Jordan",
        "C Shirley"
      ],
      "year": 2000,
      "doi": "10.1348/000712600161646"
    },
    {
      "title": "The sociology of the professions",
      "authors": [
        "K Macdonald"
      ],
      "year": 1995
    },
    {
      "title": "How important are back pain beliefs and expectations for satisfactory recovery from back pain?",
      "authors": [
        "C Main",
        "Foster",
        "R Buchbinder"
      ],
      "year": 2010,
      "doi": "10.1016/j.berh.2009.12.012"
    },
    {
      "title": "The influence of \"significant others\" on persistent back pain and work participation: a qualitative exploration of illness perceptions",
      "authors": [
        "S Mccluskey",
        "J Brooks",
        "King",
        "A Burton"
      ],
      "year": 2011
    },
    {
      "title": "Qualitative data analysis: an expanded sourcebook",
      "authors": [
        "M Miles",
        "M Huberman"
      ],
      "year": 1994
    },
    {
      "title": "The revised illness perception questionnaire (IPQ-R)",
      "authors": [
        "R Moss-Morris",
        "J Weinman",
        "K Petrie",
        "R Horne",
        "D Buick"
      ],
      "year": 2005
    },
    {
      "title": "Using data matrices",
      "authors": [
        "S Nadin",
        "C Cassell"
      ],
      "year": 2004
    },
    {
      "title": "Obstacles to recovery after an episode of low back pain: the \"usual suspects\" are not always guilty",
      "authors": [
        "M Nicholas"
      ],
      "year": 2010
    },
    {
      "title": "Qualitative data analysis for applied policy research",
      "authors": [
        "J Ritchie",
        "L Spencer"
      ],
      "year": 1994
    },
    {
      "title": "A qualitative investigation of women's experiences of the self and others in relation to their menstrual cycle",
      "authors": [
        "P Slade",
        "Haywood",
        "H King"
      ],
      "year": 2009,
      "doi": "10.1348/135910708x304441"
    },
    {
      "title": "Interpretative phenomenological analysis: theory, method and research",
      "authors": [
        "J Smith",
        "P & Flowers",
        "M Larkin"
      ],
      "year": 2009
    },
    {
      "title": "Partner responses to pain behaviours are associated with depression and activity interference among persons with chronic pain and spinal cord injury",
      "authors": [
        "M Stroud",
        "J Turner",
        "Jensen",
        "D Cardenas"
      ],
      "year": 2006
    },
    {
      "title": "Making sense of S&M: a discourse analytic account",
      "authors": [
        "G Taylor",
        "J Ussher"
      ],
      "year": 2001
    },
    {
      "title": "Vitiligo linked to stigmatization in British South Asian women: a qualitative study of the experiences of living with vitiligo",
      "authors": [
        "A Thompson",
        "Clarke",
        "Sa",
        "R Newell",
        "; Gawkrodger",
        "Arc"
      ],
      "year": 2010
    },
    {
      "title": "It started when I barked once when I was licking his boots!",
      "authors": [
        "E Turley"
      ],
      "year": 2012,
      "doi": "10.1080/19419899.2010.528018"
    },
    {
      "title": "It started when I barked once when I was licking his boots!\": a descriptive phenomenological study of the everyday experience of BDSM",
      "authors": [
        "E Turley",
        "King",
        "T Butt"
      ],
      "year": 2011
    },
    {
      "title": "Gossip and emotion in nursing and health-care organizations",
      "authors": [
        "K Waddington",
        "C Fletcher"
      ],
      "year": 2005
    },
    {
      "title": "Qualitative research and occupational medicine",
      "authors": [
        "P Wynn",
        "A Money"
      ],
      "year": 2009,
      "doi": "10.1093/occmed/kqn147"
    }
  ],
  "num_references": 50
}
