{
  "paper_id": "2JMUDRHV",
  "title": "A citation analysis and scoping systematic review of the operationalization of the Practical, Robust Implementation and Sustainability Model (PRISM)",
  "abstract": "Background: The Practical, Robust Implementation and Sustainability Model (PRISM) was developed in 2008 as a contextually expanded version of the broadly used Reach, Adoption, Effectiveness, Implementation, and Maintenance (RE-AIM) framework. PRISM provides researchers a pragmatic and intuitive model to improve translation of research interventions into clinical and community practice. Since 2008, the use of PRISM increased across diverse topics, populations, and settings. This citation analysis and scoping systematic review aimed to assess the use of the PRISM framework and to make recommendations for future research. Methods: A literature search was conducted using three databases (PubMed, Web of Science, Scopus) for the period of 2008 and September 2020. After exclusion, reverse citation searches and invitations to experts in the field were used to identify and obtain recommendations for additional articles not identified in the original search. Studies that integrated PRISM into their study design were selected for full abstraction. Unique research studies were abstracted for information on study characteristics (e.g., setting/population, design), PRISM contextual domains, and RE-AIM outcomes. Results: A total of 180 articles were identified to include PRISM to some degree. Thirty-two articles representing 23 unique studies integrated PRISM within their study design. Study characteristics varied widely and included studies conducted in diverse contexts, but predominately in high-income countries and in clinical out-patient settings. With regards to use, 19 used PRISM for evaluation, 10 for planning/development, 10 for implementation, four for sustainment, and one for dissemination. There was substantial variation across studies in how and to what degree PRISM contextual domains and RE-AIM outcomes were operationalized and connected. Only two studies directly connected individual PRISM context domains with RE-AIM outcomes, and another four included RE-AIM outcomes without direct connection to PRISM domains. Conclusions: This is the first systematic review of the use of PRISM in various contexts. While there were low levels of 'integrated' use of PRISM and few reports on linkage to RE-AIM outcomes, most studies included important context domains of implementation and sustainability infrastructure and external environment. Recommendations are",
  "year": 2012,
  "date": "2012",
  "journal": "Clin Transl Sci",
  "publication": "Clin Transl Sci",
  "authors": [
    {
      "forename": "Borsika",
      "surname": "Rabin",
      "name": "Borsika Rabin",
      "affiliation": "1  Herbert Wertheim School of Public Health and Human Longevity Science , University of California San Diego , 9500 Gillman Drive , La Jolla , CA 92037 , USA \n\t\t\t\t\t\t\t\t Herbert Wertheim School of Public Health and Human Longevity Science \n\t\t\t\t\t\t\t\t University of California San Diego \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 9500 Gillman Drive La Jolla \n\t\t\t\t\t\t\t\t\t 92037 \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "barabin@health.ucsd.edu",
      "orcid": "0000-0001-9837-7866"
    },
    {
      "forename": "Julie",
      "surname": "Cakici",
      "name": "Julie Cakici",
      "affiliation": "1  Herbert Wertheim School of Public Health and Human Longevity Science , University of California San Diego , 9500 Gillman Drive , La Jolla , CA 92037 , USA \n\t\t\t\t\t\t\t\t Herbert Wertheim School of Public Health and Human Longevity Science \n\t\t\t\t\t\t\t\t University of California San Diego \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 9500 Gillman Drive La Jolla \n\t\t\t\t\t\t\t\t\t 92037 \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0001-9837-7866"
    },
    {
      "forename": "Caitlin",
      "surname": "Golden",
      "name": "Caitlin Golden",
      "affiliation": "5  University of Nebraska Medical Center , 42nd and Emile St , Omaha , NE 68198 , USA. \n\t\t\t\t\t\t\t\t University of Nebraska Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 42nd and Emile St \n\t\t\t\t\t\t\t\t\t 68198 \n\t\t\t\t\t\t\t\t\t Omaha \n\t\t\t\t\t\t\t\t\t NE \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Paul",
      "surname": "Estabrooks",
      "name": "Paul Estabrooks",
      "affiliation": "6  Health & Kinesiol- ogy , College of Health , University of Utah , 248 HPER North , 260 South 1850 East , Salt Lake City , UT 84112 , USA. \n\t\t\t\t\t\t\t\t Health & Kinesiol- ogy \n\t\t\t\t\t\t\t\t College of Health \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 248 HPER North 260 South 1850 East \n\t\t\t\t\t\t\t\t\t 84112 \n\t\t\t\t\t\t\t\t\t Salt Lake City \n\t\t\t\t\t\t\t\t\t UT \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Russell",
      "surname": "Glasgow",
      "name": "Russell Glasgow",
      "affiliation": "3  Dissemination and Implementation Science Program , Adult & Child Center for Health Outcomes Research & Delivery Science ; and Department of Family Medicine , University of Colorado , 1635 Aurora Ct , Aurora , CO 80045 , USA. \n\t\t\t\t\t\t\t\t Dissemination and Implementation Science Program \n\t\t\t\t\t\t\t\t Adult & Child Center for Health Outcomes Research & Delivery Science \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t University of Colorado \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1635 Aurora Ct \n\t\t\t\t\t\t\t\t\t 80045 \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Bridget",
      "surname": "Gaglio",
      "name": "Bridget Gaglio",
      "affiliation": "7  Patient-Centered Research , Evidera , 7101 Wisconsin Ave , Suite 1400 , Bethesda , MD 20814 , USA. \n\t\t\t\t\t\t\t\t Patient-Centered Research \n\t\t\t\t\t\t\t\t Evidera \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7101 Wisconsin Ave Suite 1400 \n\t\t\t\t\t\t\t\t\t 20814 \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1186/s13012-022-01234-3",
  "sections": [
    {
      "title": "Introduction",
      "text": "The field of implementation science has made significant advancements towards understanding how evidencebased practices, programs, and policies are adopted and implemented in different clinical and community settings  [1, 2] . While there is a wide range of evidence-based interventions, it is still the case that less is known about successfully implementing and sustaining these programs in a range of settings  [3, 4] . Implementation science has emphasized the development and use of theories, models, and frameworks (TMF) to guide and understand translation of research into practice  [5, 6]  and has prioritized understanding how health care and public health programs interact with context and both implementers and beneficiaries to influence adoption, engagement, equity  [7] , implementation, reach, effectiveness, and sustainment  [8] [9] [10] [11] .\n\nThere is increasing interest  [12, 13]  but still limited understanding of which contextual factors  [3, [14] [15] [16] [17]  have an impact on the initial uptake; equitable implementation, reach, effectiveness; and sustained use of complex health interventions  [18]  in a variety of clinical and community settings, which inhibits the translation of research into practice  [10] . More specifically, there is a need to document and understand the impact of the dynamic context in which interventions are integrated  [19] [20] [21] [22] [23] . The Practical, Robust Implementation and Sustainability Model (PRISM) was developed to fill this need using key concepts from research on and models of chronic care, the diffusion of innovations, quality improvement, and measures of population-based effectiveness for translating research into practice  [3, 4] .\n\nPRISM was developed as a contextually expanded version of the broadly used Reach, Adoption, Effectiveness, Implementation, and Maintenance (RE-AIM) framework, and as a pragmatic and intuitive model to improve translation of research-tested interventions into clinical and community practice and ultimately population health impact  [24] . PRISM can be considered a determinant and evaluation framework in the classification suggested by Nilsen  [25]  and, as illustrated in Fig.  1 , considers how perspectives of the program, policy, or intervention design; the external environment; the implementation and sustainability infrastructure; and the characteristics of multiple levels of \"recipients\" (e.g., implementers, beneficiaries) influence program adoption, implementation, and maintenance. Within the program or intervention design domain and the recipient domain, PRISM incorporates the perspectives of both the patients (recipients or participants) and the organizational members at different levels of influence (e.g., top leadership, mid-level managers, and frontline staff ) to help understand what factors within and external to the organization need to be considered and addressed for successful implementation and sustainability of complex interventions  [26] . A relatively unique aspect of PRISM, compared to most other models addressing context, is explicit inclusion of the domain of the \"implementation and sustainability infrastructure\" (e.g., clear roles and responsibilities related to this program; timely data reporting capabilities, strong communication channels). Inclusion of this domain was based on experience in healthcare settings in which those settings that were able to implement and sustain programs most consistently had the type of infrastructure and support resources noted in this domain. The outcome measures hypothesized to be influenced by PRISM contextual factors include RE-AIM outcomes of reach, effectiveness, adoption, implementation, and individualand organizational-level maintenance ( www. re-aim. org )  [4, 27] .\n\nSince 2008, PRISM has been used across diverse topics, populations, and settings. The purpose of this citation analysis and scoping systematic review was to explore and describe how PRISM has been used, how it has been operationalized, for what populations and settings, and provided for more consistent and comprehensive use of and reporting on PRISM to inform both research and practice on contextual factors in implementation.\n\nKeywords: PRISM, Pragmatic, Review, Framework, Context, RE-AIM, Implementation, Sustainability with what outcomes. Specifically, the review aimed to  (1)  summarize use of PRISM to date; (2) identify and address conceptual and methodological issues to potentially improve research in this area; and (3) provide recommendations for research teams and practitioners about using PRISM to improve translation of evidence-based interventions in a variety of clinical and community settings."
    },
    {
      "title": "Methods",
      "text": "We conducted a systematic scoping literature review to determine how PRISM has been used. A literature search was conducted using three databases PubMed, Web of Science, and Scopus. The search algorithm included ((\"Practical\" AND \"Robust\" AND \"Implementation\" AND \"Sustainability\" AND \"Model\") OR (\"Practical, Robust Implementation and Sustainability Model\")) OR (\"Practical Robust Implementation and Sustainability Model\").\n\nThe date range was from 2008 (publication date of the original PRISM manuscript) through September 2020. Further, following the approach described by Bergstörm et al.  [28] , we conducted a reverse citation search of the original PRISM article (i.e., index article) in PubMed reviewing all papers that cited this index paper to identify studies that used PRISM  [4] . Only peer-reviewed articles were included in this review. First, duplicates were removed from the results. Full-text articles were obtained for all articles identified in the searches and were independently reviewed by two researchers (BR, JC) to determine eligibility. Articles were excluded if they did not cite or specify PRISM or were not yet published in a peer-reviewed journal. We adapted and refined categories previously developed by Field et al.  [29]  to classify the extent PRISM was used in the articles (i.e., referenced the model, framing a field or in a review, informed by the model, directed by the model, or integrated the model into the study design) (Table  1 ). Classification of articles per the Field et al categories  [29]  was done by two members of the team (BR, JC). Discrepancies in classification were resolved through consensus discussion and the involvement of the other members of the abstraction team (CG, BG). Because one purpose of this review was to explore the degree to which PRISM propositions were supported (i.e., relationships between PRISM contextual factors and RE-AIM outcomes), only studies that met the criteria for 'integrated use, ' which required explicit linking of study activities to PRISM domains and/ or subdomains, of the PRISM framework were included  [29] . Following the database searches and initial eligibility screening, the list of included articles was circulated Fig.  1  The Practical, Robust Implementation and Sustainability Model to an expert panel of implementation science researchers via a national listserv to obtain recommendations for additional articles that described an integrated use of PRISM not identified in the original search.\n\nAll articles that were categorized as integrating PRISM into their study design (i.e., integrated use  [29] ) were selected for full abstraction. Articles that described the same study were bundled as primary and companion papers and were abstracted together. Data abstraction was conducted by four researchers (BR, BG, CG, and JC). Data abstraction forms were developed based on prior work of the co-authors in reviewing the use of the RE-AIM framework  [30, 31] . We expanded these abstractions forms to include PRISM contextual domains of characteristics of the intervention, characteristics of the recipients (including the multi-level organizational setting), implementation and sustainability infrastructure, and external environment. The abstraction form was then iteratively refined as the team tested it on the abstraction of four studies and then programmed into a REDCap database  [32, 33] . The rest of the eligible articles were assigned to pairs of researchers to independently abstract. The pairs of coders met to review their abstractions, resolve discrepancies, and reach consensus. Consensus, rotation of abstraction teams, and iterative group discussions were used to ensure the accuracy and consistency of data abstraction.\n\nThe database was used to capture information from three key domains: study characteristics (setting, design, population, etc.), PRISM contextual domains, and RE-AIM outcomes  [32, 33] . Articles were categorized as addressing planning/development, dissemination, implementation, evaluation, and/or sustainment. To describe the degree (i.e., quality and extent) of operationalization of PRISM domains, we used a scale of 0-5 in which 0 indicated poor operationalization and 5 indicated excellent operationalization. Ratings were separately made for each type of use of PRISM (i.e., planning/development, dissemination, implementation, evaluation, and/ or sustainment). Two abstractors per article/study rated the degree of operationalization and used a consensus approach to decide on the final rating. They also documented the rational for their rating in a qualitative manner. If articles included lessons learned about operationalizing PRISM, this information was also systematically abstracted (see Additional file 1). Key themes from lessons learned were synthesized based on the review of this data by the lead author."
    },
    {
      "title": "Results"
    },
    {
      "title": "Included studies",
      "text": "Of the 237 unique articles identified, 57 were excluded for not meeting the initial inclusion criteria (Fig.  2  and Table  1 ). A total of 180 articles were identified as using PRISM to some degree (i.e., referenced the model, framing a field or in a review, informed by the model, directed by the model, or integrated the model into the study design). As shown in Fig.  3 , the number of publications increased over time as we moved from 2008 (n=3) to 2019 (n=31). Overall increases in the proportion of directed and integrated articles were also observed (see Table  1  for definitions).\n\nOf the 180 initially identified articles, 29 (16.1%) included PRISM as a potential means for understanding the current state of research or advancing research in a specific field (i.e., framing), and 14 articles (7.8%) included PRISM in a review of frameworks (i.e., reviews). Eleven articles (6.1%) mentioned that PRISM informed their study without specifying how the model was used (i.e., informed), and another 23 articles (12.8%) provided more details as to how PRISM was used in developing their study but lacked specific details about how the domains were operationalized (i.e., directed). Seventytwo articles (40.0%) referenced PRISM in either the introduction or discussion as an alternative model that was not used in their study methods (i.e., referenced). Finally, 31 articles (17.2%), representing 23 unique studies, were determined to integrate PRISM into their study Table  1  Categories and definitions for the use of the Practical, Robust Implementation and Sustainability Model (PRISM) in published peer-reviewed literature, adapted from  Field et al. (2014)    [29]  Framing Field/Area The PRISM framework is used to understand the current state of the field and guide directions for future research and practice."
    },
    {
      "title": "Review",
      "text": "The PRISM framework has been described in a review of frameworks as one of the frameworks."
    },
    {
      "title": "Referenced",
      "text": "The PRISM framework is cited (often not named) to establish a broader context for the Implementation Science field with no further explanation of direct relevance to this study."
    },
    {
      "title": "Informed",
      "text": "The PRISM framework cited and named often in the introduction or discussion as it relates to this study or future related studies but no explanation of direct use."
    },
    {
      "title": "Directed",
      "text": "The PRISM framework had influenced project planning or design but no specifics or examples are given."
    },
    {
      "title": "Integrated",
      "text": "The PRISM framework was integral to the planning, design, delivery, evaluation, interpretation, and/or dissemination and scaleup and scale-out of the study/project."
    },
    {
      "title": "Exclude",
      "text": "The PRISM framework was not cited in the paper.\n\ndesign and were abstracted (Fig.  2 )  [29] . One additional article was added to the final abstraction as it was identified as a later published result for an initially included protocol article (the total number of publications in the integrated category was n=32). For the full list of included papers, their categorization by use, and search source, see Additional file 2."
    },
    {
      "title": "Study characteristics",
      "text": "Of the 23 abstracted studies, 17 were conducted in the USA, and only three were conducted in low-middle income countries. Thirteen studies addressed primary or secondary prevention as the main topic area followed by seven studies related to mental health, four on veterans' health, three on cancer, two on infectious disease, two on reproductive health (including OBGYN), one on clinical guidelines, and eight were coded as other topics. Eighteen of the studies addressed health equity, as defined as \"reducing and ultimately eliminating disparities in health and its determinants that adversely affect excluded or marginalized groups\"  [34]  (Table  2 ). Most frequent operationalization of addressing health equity was through the focus of the study on underserved populations. The target populations for the studies were mainly focused on the providers or delivery agents (n= 20), but most also included the setting level (n=16) and patient or community (n=15 for both groups). One study targeted payors and another targeted policy makers (Table  3 ). Most studies that integrated PRISM were conducted in the clinical out-patient setting (n=13) with a minority of studies being conducted in community settings (n=4). Additional settings identified were clinical in-patient (n=3), schools (n=2), or as part of a national health initiative (n=2). Two studies were conducted in other settings (i.e., a care transition context and a regional evaluation). The study design varied greatly across studies with seven being stand-alone protocol papers, five being randomized controlled trials, four quasi-experimental pre/post designs, three case studies, one cohort study, and one narrative piece (Table  3 ). Of note, nine were classified as having a design different from above such as qualitative implementation study, cross-sectional study, and adaptation study. The type of study varied from nine that were specifically implementation focused; six that were type 2 hybrid effectiveness-implementation; three efficacy studies; and two were effectiveness studies. Five studies were classified as pilot studies and five did not fit into any of the study type categories. The most frequently used methods used were qualitative (n=8), mixed methods (n=7) and multi-method (n=6). Only two studies reported strictly quantitative methods. In terms of socioecologic level, 14 studies used setting, four individual, three delivery agent, and two had multiple levels at which randomization and/or data collection happened."
    },
    {
      "title": "PRISM use",
      "text": "PRISM was used primarily for study evaluation (n=19), but also for planning and development (n=10), and implementation (n=10). Obviously, many addressed multiple implementation stages. Four studies addressed sustainment, and only one study addressed dissemination (Additional file 3). The research team identified two studies, Ayele, R. A., et al.  [36]  and Leonard et al.  [48] , that used PRISM for planning and development, implementation, and evaluation. Woodbridge, M. W., et al.  [61]  was found to be an exemplar in evaluation and sustainment. There were no exemplar studies identified for dissemination.\n\nTable  3  provides further details on the extent to which studies included the various context domains of PRISM and Table  4  shows what sub-domains were addressed. Twenty-two studies included perspectives on the Program/Intervention from the organizational lens, with nearly three-quarters addressing barriers for frontline staff. There were 15 studies including Program/Intervention from the patient perspective focusing on patient barriers, being patient-centered, and addressing service and access. Recipient characteristics at the organizational level (n=18) focused on management support and communication as well as shared goals and cooperation. Recipient patient characteristics reported (n=16) were   Intervention description Implementation strategy Lessons learned Study conclusions/findings Ayele, R. A., et al. (2017) [36] (Ayele, R. A., et al. (2019) [37]; McCreight, M. S., et al. (2019) [38]) USA (Y-Veterans) Transition of care quality improvement Audit and Feedback N/R Four major themes emerged where participants consistently discussed that transitions were delayed when they were not able to (1) identify patients as veterans and notify VA primary care of discharge, (2) transfer non-VA hospital medical records to VA primary care, (3) obtain follow-up care appointments with VA primary care, and (4) write VA formulary medications for veterans that they could fill at VA pharmacies. Each theme was attributed in part to external environment and implementation and sustainability infrastructure contextual factors. The initial theme also was attributed in part to recipient (patient-level) characteristics. Participants also discussed factors involved in smooth transition and recommendations to improve care coordination suggesting positive implementation and sustainability infrastructure context factors also existed. Ekawati, F.M., et al. (2019) [39] (Ekawati, F.M., et al. (2020) [40]) Indonesia (Y-LMI Country) Hypertension Disorders in Pregnancy management pathways contextualized to Indonesian primary care settings (to be developed)\n\nEven though Indonesian antenatal care and referrals are generally accessible, there are many challenges and fragmentation of HDP management. The most prominent challenge was related to recipient characteristics-the primary care providers' lack of confidence in performing the management and a program/intervention factor related to the urgent need of practice guidelines in primary care that had not been appropriately described in the literature. Further development of an evidence-based primary care-focused guidance will potentially improve recipient characteristics-primary care providers' skills to perform optimal HDP management and provide appropriate education to their patients. Protocol paper. Table 3 Summary of domain use of Practical, Robust Implementation and Sustainability Model (PRISM) and Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) frameworks (N=23)  • Strength of the evidence base 8\n\n• Addresses barriers of frontline staff 16\n\n• Coordination across departments and specialties 9\n\n• Burden (complexity and cost) 11\n\n• Usability and adaptability 10\n\n• Trialability and reversibility 0\n\n• Ability to observe results 9\n\nPatient perspective (n=15)\n\n• Patient centeredness 6 Qualitative: 6 Quantitative 2 Mixed methods: 2 Multi-methods: 4 Narrative: 1\n\n• Provides patient choices 2\n\n• Addresses patient barriers 6\n\n• Seamlessness of transition between program elements 2\n\n• Service and access 6\n\n• Burden (complexity and cost) 5\n\n• Feedback of results 4"
    },
    {
      "title": "Recipients"
    },
    {
      "title": "Organizational characteristics (n=18)",
      "text": "• Organizational health and culture 8 Qualitative: 10 Quantitative 3 Mixed methods: 2 Multi-methods: 2 Narrative: 1\n\n• Management support and communication 9\n\n• Shared goals and cooperation 9\n\n• Clinical leadership 4\n\n• Systems and training 8\n\n• Data and decision support 4\n\n• Staffing and incentives 6\n\n• Expectation of sustainability 5\n\nPatient characteristics (n=16)\n\nDemographics 12 Qualitative: 5 Quantitative 5 Mixed methods: 3 Multi-methods: 2 Narrative: 1 • Disease burden 10 • Competing demands 5 • Knowledge and beliefs 5 Implementation and sustainability infrastructure (n=21) • Performance data 13 Qualitative: 11 Quantitative 2 Mixed methods: 4 Multi-methods: 3 Narrative: 1 • Dedicated team 11 • Adopter training and support 12\n\n• Relationship and communication with adopters (bridge researchers) 3\n\n• Adaptable protocols and procedures 11\n\n• Facilitation of sharing of best practices 6\n\n• Plan for sustainability 8\n\nExternal environment (n=19)\n\n• Payor satisfaction 4 Qualitative: 13 Quantitative 2 Mixed methods: 1 Multi-methods: 2 Narrative: 1\n\n• Competition 3\n\n• Regulatory environment 8\n\n• Reimbursement 6\n\n• Community resources 9\n\nprimarily related to demographics. Most studies (n=21) included Implementation and Sustainability Infrastructure and performance data was the most frequent subdomain reported within this factor. Studies addressing the external environment domain (n=19) were primarily focused on community resources.\n\nIn terms of the operationalization of the PRISM context domains, most domains were operationalized using qualitative methods followed by quantitative, mixed methods, and muti-methods approaches and only one study used a narrative approach. The specific distribution of the methods for each domain is provided in Table  4 . Specific techniques used for data collection about each domain were not as consistently reported but a general review of themes identified interviews, focus groups, and surveys as the most common approaches of data collection with a few studies reporting the use of more innovative approaches such as brainwriting or process mapping) (data not shown). When rating the degree of operationalization of the PRISM domains across the various stages of use of PRISM (i.e., planning/development, dissemination, implementation, evaluation, and sustainment) we found that average ratings were similar across the stages and ranged from 2.3 to 3.1 on the scale of 0 to 5 where 0 was poor and 5 excellent. Operationalization of the PRISM domains for supporting sustainment was rated on average the lowest and implementation the highest. Lower ratings were due to a lack of specificity on how the PRISM domains were operationalized for the given stage.\n\nOnly eight included studies provided specific lessons learned about the contribution of PRISM to planning, implementation, and/or evaluation (Table  2 ). The following key themes were identified when reviewing the lessons learned: (1) PRISM was useful in supporting pre-implementation planning and adaptation of interventions to multilevel contexts  [42, 45, 48] ; (2) PRISM was feasible and useful in supporting the implementation of interventions in multilevel contexts  [26, 46] ; and (3) PRISM with its multilevel consideration of determinants was helpful in organizing multilevel influencers of implementation  [59, 60] .\n\nThere were six studies that included all six contextual domains. Despite the RE-AIM outcomes being an explicit part of the original PRISM model (Fig.  1  and Table  3 ), only two studies directly connected individual PRISM domains with RE-AIM outcomes, and another four studies included RE-AIM outcomes without directly connecting them to the PRISM context domains. Even the two papers in which a connection between the context domain and RE-AIM was made, the studies did not attempt to explicitly test relationships between the contextual factors and RE-AIM outcomes. Of the six studies that included RE-AIM, all but one addressed implementation, three addressed reach, three adoption at the staff and/or setting level, one included effectiveness, and one maintenance at the individual and setting level. One included all RE-AIM dimensions except effectiveness and no studies included all five RE-AIM outcomes.\n\nFew studies combined PRISM with another TMF (n=7) and even fewer described the adaptation of PRISM for the study context (n=2). TMFs that were used in combination with PRISM included the expanded framework for reporting adaptations and modifications to evidencebased interventions (FRAME)  [65] , the learning evaluation  [66] , the Social Ecological Model  [67] , and Lean Six Sigma  [68] . Adaptations to PRISM focused on the modifications of domains to align with the context of the study. Goplan et al. adapted and tailored PRISM to reflect the context of their 4Rs and 2Ss for strengthening families intervention  [45]  and Knudsen et al. modified how the implementation and sustainability infrastructure and external environment are structured based on their community and collation partners  [47] ."
    },
    {
      "title": "Discussion",
      "text": "PRISM was developed to specify multi-level contextual factors related to implementation research outcomes included in the Reach, Effectiveness, Adoption, Implementation, Maintenance (RE-AIM) framework  [4, 27, 69] . Our review summarized published reports of use of PRISM from 2002 to 2020 and attempted to report on findings related to relationships between PRISM contextual factors and RE-AIM outcomes. Nearly 200 articles referenced PRISM, used it to inform or direct their research, or integrated it within the research design-with the numbers growing over the past decade. The studies reflected a diverse body of literature that applied PRISM across the stages of intervention planning, implementation, and evaluation. While 23 studies (represented by 32 articles) integrated PRISM within their research methodology, very few included PRISM contextual factors and RE-AIM outcomes together. None made an explicit attempt to test the connection between contextual domains and RE-AIM outcomes, making it difficult to determine the relationships between specific contextual constructs and unique implementation outcomes.\n\nWe noted that the purpose and use of PRISM varied across included studies and the level of specificity on how PRISM was integrated and measured was often lacking, making it difficult to compare findings across studies. Similarly, it was challenging to rate the degree and quality of use of PRISM as there were few studies using or reporting on the PRISM sub-domains comprehensively. More guidance on how to use PRISM especially as it relates to its sub-domains should be provided for future studies. Furthermore, measures should be linked to specific PRISM domains and sub-domains to support a more comprehensive use of the model.\n\nStudies that have integrated PRISM in their research methodology reflect a body of literature that is relatively early in its development. As a result, few studies reported using PRISM as a framework to describe potential relationships between context and outcomes. Indeed, many of the studies have used PRISM in planning and characterizing dissemination and implementation settings and \"recipients\" (participants, implementers, and organizations). A large proportion of these studies examined implementation and sustainability infrastructure issues when planning for intervention implementation. Explicitly reporting on this dimension is seen as one of the strengths of PRISM (explicit focus on this construct is relatively unique among context-oriented implementation science frameworks) and conceptually is likely to be strongly related to sustainment, although this remains to be tested. We were surprised to find that 78% of the studies addressed health equity in some way. This focus was primarily operationalized by the primary focus of the studies on underserved populations. We believe that the main reason for this high percentage of health equity focus is due to the focus of the RE-AIM outcomes on representativeness which lends itself to health equity applications  [20] . This trend should be further broadened to include the standard use of equity-related factors in each of the PRISM domains.\n\nThe application, operationalization, and assessment of every construct within PRISM including the implementation outcomes reflected in RE-AIM within a single study can be challenging  [70] . Only a small percentage of originally identified articles met the criteria for the \"integrated\" use of PRISM. Given several new developments related to implications and use of RE-AIM to address equity issues, which is a key part of the PRISM framework, there is likely to be a lot more in the near future  [27, [71] [72] [73] . Thus, it is timely to review what has been learned and to make recommendations for future applications of PRISM.\n\nKey findings from our review are that (1) PRISM has been primarily used in outpatient clinical settings and in the US; (  2 ) it has been used to study a variety of issues and conditions using a wide range of experimental designs and often using mixed methods; (3) most studies have reported on half or more of the PRISM domains and over half of the studies reported on at least 5 of the 6 domains; (4) PRISM contextual components most frequently assessed were the Program/Intervention characteristics from the organizational perspective, the Implementation and Sustainability Infrastructure, and the Organizational and Individual Recipient characteristics; (5) PRISM contextual components were most frequently operationalized using qualitative methods followed by quantitative, mixed-, and multi-method approaches; and (6) for the RE-AIM aspects of PRISM, the outcomes most often reported were Implementation and Maintenance.\n\nCompared to the widespread use of RE-AIM, there has been a modest uptake of PRISM, especially until the last few years. There are multiple potential reasons for this finding including that the original article was not in a high-impact journal and was published before Open Access and citation services dramatically increased article accessibility. Other reasons likely include that the National RE-AIM Working Group until very recently has not promoted PRISM and that it has not been taught as part of the major training programs in D&I science. Finally, to date, most studies have treated PRISM and RE-AIM as separate frameworks rather than reporting them as directly related, and PRISM as being an expansion of RE-AIM  [27, 71, 74] . These findings present both a need and an opportunity for future researchers to better incorporate the full PRISM framework into their studies. In this review, only six of the 23 studies included any RE-AIM outcomes, despite these outcomes being an explicit part of the original model (Table  3 ). More consistent inclusion of RE-AIM outcomes would also allow for more robust assessments of how PRISM domains impact implementation outcomes, including formal mediation or moderation analysis.\n\nWe found that due to the lack of consistency and specificity in the use of PRISM and reporting on the operationalization of the PRISM domains, it was challenging to synthesize information across studies on the contributions of PRISM to support planning, implementation, and evaluation. When reviewing the eight studies that identified specific lessons learned about the use of PRISM, we noted that these studies found PRISM useful in supporting planning, implementation, and evaluation efforts especially due its multilevel, contextual orientation. More comprehensive and proactive use of PRISM in future studies will allow the broader analysis and synthesis of conclusions and lessons learned."
    },
    {
      "title": "Strengths and limitations",
      "text": "This review has both strengths and limitations. Limitations include that the review was limited to English language reports and to published research. It is possible that creative work and important examples of cultural adaptations using PRISM may have been missed with these decisions. The resulting 23 studies, while a large enough sample to draw conclusions and suggest directions for future application, is too small to conduct meta-analyses or draw definitive conclusions. Furthermore, our review relied on the initial classification of papers regarding the use of PRISM based on the information provided in the published papers that were identified through our multi-step search and validation process. It is possible that contacting the corresponding authors of these papers could have yielded more information about the use and resulted in different classification of these papers (e.g., 'integrated' instead of 'directed' use). This paper was also solely focused on describing pattern of use for studies that were classified as integrated use. Future papers could explore how PRISM and other TMFs have been used I n Framing and Directed studies. Finally, studies provided less consistent information on the operationalization of each PRISM domain which limited our ability to systematically report and synthesize information about this aspect. In this paper, we were able to include information about the methods used to operationalize domains and the most frequent techniques used for data collection.\n\nStrengths of this review include following PRISMA recommendations and reporting standards; the use of multiple reviewers and coders at all review stages; and the use of the application categories previously developed by Field et al.  [29]  to justify and explain exclusions. We also used multiple search strategies, including reverse citation approaches and recommendations from prominent investigators-these proved effective in increasing the number of relevant articles."
    },
    {
      "title": "Next steps and recommendations",
      "text": "We summarize key recommendations for research and practice directions:\n\nFor research, we recommend:\n\n1. The development and validation of more quantitative measures of PRISM, especially those that meet pragmatic  [75]  and the PAPERS  [76]  criteria. This will allow greater mixed-methods research on PRISM and understanding of various linkages. 2. The use of common and where applicable, standardized PRISM definitions, assessments, and criteria.\n\nWe note examples of mixed methods research with PRISM, including survey and qualitative interview guides as well as a new interactive PRSIM assessment and feedback tool that will soon be available on the re-aim.org website."
    },
    {
      "title": "While preferred to advance implementation science,",
      "text": "for pragmatic use it is not necessary to use all PRISM components or to use PRISM at all program time points (i.e., pre-implementation, implementation, sustainment  [70] ). When not feasible, authors should briefly and transparently state why certain components were not used or why PRISM was only used at one time point. characteristics components of PRISM can be highlighted more; including especially social determinants of health and other equity-related issues; and (b) perceptions of the beneficiary of the intervention (e.g., patient-centeredness, trialability, relative advantage/etc.) 6. Consider using PRISM in more diverse settings including community, school, worksite, and other non-clinical contexts, especially including low resource settings and low-and middle-income countries.\n\nFor implementation practice, we recommend:\n\n1. Reports on how PRISM is used with different types of implementation partners, in multi-sector research, and for team science, including the time involved and lessons learned. 2. Use of PRISM in logic models and to develop participatory implementation strategies that can help to address priority outcomes. 3. As discussed in the section on clarification, reviewing PRISM terminology to make it more user-friendly and relevant to the context of the implementation practice-for example changing some terms such as \"patients\" or \"recipients. \" 4. Development and usability evaluations of interactive tools and resources including videos that illustrate and guide PRISM use."
    },
    {
      "title": "Conclusions",
      "text": "Although initial uptake of PRISM was slow after its initial publication in 2008, usage has increased and over 50 studies were published in 2019 and the most of 2020. While there are opportunities to further expand integrated use of PRISM and more explicit reports on linkage to RE-AIM outcomes, this review has produced learnings and recommendations for future directions. It is hoped this publication will encourage more sophisticated use and reporting on PRISM to inform both research and practice on contextual factors in implementation."
    },
    {
      "text": "Fig. 2 Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) diagram of systematic review of articles using Practical, Robust Implementation and Sustainability Model (PRISM)"
    },
    {
      "text": "Fig. 3 Number of articles using the Practical, Robust Implementation and Sustainability Model (PRISM) across years (2008 through September 2020*)"
    },
    {
      "text": "Target population: O organization, I individual (patient/participant), CM community member, DA delivery agent/provider, S setting Study setting: COP clinical out-patient, CIP clinical in-patient, COM community, SCH school, NHI national health initiative, CT care transitions, RE regional evaluation Study design: NP narrative piece, CS case study, COH cohort study, PP pre/post, RCT randomized controlled trial, SAP stand-alone protocol paper, O other Methods used: QUAL qualitative, MIXED mixed methods, QUAN quantitative, MULTI multiple methods Level of randomization/data collection: I individual (patient/participant), ML multi-level, DA delivery agent (provider/implementation staff ), S setting RE-AIM used: R reach, E effectiveness, AS adoption: setting, AST adoption: staff, IM implementation, MI maintenance: individual, MS maintenance: setting"
    },
    {
      "text": "More investigations and transparent reporting are needed that (a) compare PRISM with other TMFs and create clear cross-walks between PRISM and other TMFs; (b) combine PRSIM with other models; and (c) adapt PRISM to diverse contexts and content areas. 5. Patient and community member issues involving (a)"
    },
    {
      "text": "Summary of original studies included in a systematic review of the use of the Practical, Robust Implementation and Sustainability Model (PRISM)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "Inclusion and operationalization of Practical, Robust Implementation and Sustainability Model (PRISM) elements across all articles included in review by dimension and evaluation criteria: 2008-2020"
    }
  ],
  "references": [
    {
      "title": "Developing robust, sustainable, implementation systems using rigorous, rapid and relevant science",
      "authors": [
        "R Glasgow",
        "D Chambers"
      ],
      "year": 2012,
      "doi": "10.1111/j.1752-8062.2011.00383.x"
    },
    {
      "title": "Dissemination and implementation research in health: translating science to practice",
      "authors": [
        "R Brownson",
        "G Colditz",
        "E Proctor"
      ],
      "year": 2018,
      "doi": "10.1093/oso/9780197660690.002.0008"
    },
    {
      "title": "Implementation, context and complexity",
      "authors": [
        "C May",
        "M Johnson",
        "T Finch"
      ],
      "year": 2016,
      "doi": "10.1186/s13012-016-0506-3"
    },
    {
      "title": "A practical, robust implementation and sustainability model (PRISM) for integrating research findings into practice",
      "authors": [
        "A Feldstein",
        "R Glasgow"
      ],
      "year": 2008
    },
    {
      "title": "Bridging research and practice: models for dissemination and implementation research",
      "authors": [
        "R Tabak",
        "E Khoong",
        "D Chambers",
        "R Brownson"
      ],
      "year": 2012
    },
    {
      "title": "T-CaST: an implementation theory comparison and selection tool",
      "authors": [
        "S Birken",
        "C Rohweder",
        "B Powell",
        "C Shea",
        "J Scott",
        "J Leeman"
      ],
      "year": 2018,
      "doi": "10.1186/s13012-018-0836-4"
    },
    {
      "title": "Implementation science should give higher priority to health equity",
      "authors": [
        "R Brownson",
        "S Kumanyika",
        "M Kreuter",
        "D Haire-Joshu"
      ],
      "year": 2021,
      "doi": "10.1186/s13012-021-01097-0"
    },
    {
      "title": "Harnessing the power of theorising in implementation science",
      "authors": [
        "R Kislov",
        "C Pope",
        "G Martin",
        "P Wilson"
      ],
      "year": 2019
    },
    {
      "title": "Implementation Science and Implementation Science Communications: a refreshed description of the journals' scope and expectations",
      "authors": [
        "M Wensing",
        "A Sales",
        "P Wilson",
        "R Armstrong",
        "R Kislov",
        "N Rankin"
      ],
      "year": 2021
    },
    {
      "title": "Context matters in implementation science: a scoping review of determinant frameworks that describe contextual determinants for implementation outcomes",
      "authors": [
        "P Nilsen",
        "S Bernhardsson"
      ],
      "year": 2019,
      "doi": "10.1186/s12913-019-4015-3"
    },
    {
      "title": "Adapting evidence-informed complex population health interventions for new contexts: a systematic review of guidance",
      "authors": [
        "A Movsisyan",
        "L Arnold",
        "R Evans",
        "B Hallingberg",
        "G Moore",
        "O 'cathain"
      ],
      "year": 2019
    },
    {
      "title": "Making sense of complexity in context and implementation: the Context and Implementation of Complex Interventions (CICI) framework",
      "authors": [
        "L Pfadenhauer",
        "A Gerhardus",
        "K Mozygemba",
        "K Lysdahl",
        "A Booth",
        "B Hofmann"
      ],
      "year": 2017
    },
    {
      "title": "Clarity out of chaos: use of theory in implementation research",
      "authors": [
        "L Damschroder"
      ],
      "year": 2020
    },
    {
      "title": "Systematic review of the Exploration, Preparation, Implementation, Sustainment (EPIS) framework",
      "authors": [
        "J Moullin",
        "K Dickson",
        "N Stadnick",
        "B Rabin",
        "G Aarons"
      ],
      "year": 2019
    },
    {
      "title": "Identifying the domains of context important to implementation science: a study protocol",
      "authors": [
        "J Squires",
        "I Graham",
        "A Hutchinson",
        "S Michie",
        "J Francis",
        "A Sales"
      ],
      "year": 2015
    },
    {
      "title": "Understanding implementation context and social processes through integrating Normalization Process Theory (NPT) and the Consolidated Framework for Implementation Research (CFIR)",
      "authors": [
        "D Schroeder",
        "T Luig",
        "T Finch",
        "S Beesoon",
        "D Campbell-Scherer"
      ],
      "year": 2022,
      "doi": "10.1186/s43058-022-00264-8"
    },
    {
      "title": "Defining the external implementation context: an integrative systematic literature review",
      "authors": [
        "D Watson",
        "E Adams",
        "S Shue",
        "H Coates",
        "A Mcguire",
        "J Chesher"
      ],
      "year": 2018
    },
    {
      "title": "From complex social interventions to interventions in complex social systems: future directions and unresolved questions for intervention development and evaluation",
      "authors": [
        "G Moore",
        "R Evans",
        "J Hawkins",
        "H Littlecott",
        "G Melendez-Torres",
        "C Bonell"
      ],
      "year": 2019,
      "doi": "10.1177/1356389018803219"
    },
    {
      "title": "The dynamic sustainability framework: addressing the paradox of sustainment amid ongoing change",
      "authors": [
        "D Chambers",
        "R Glasgow",
        "K Stange"
      ],
      "year": 2013
    },
    {
      "title": "An extension of RE-AIM to enhance sustainability: addressing dynamic context and promoting health equity over time",
      "authors": [
        "R Shelton",
        "D Chambers",
        "R Glasgow"
      ],
      "year": 2020
    },
    {
      "title": "Dynamic adaptation process to implement an evidence-based child maltreatment intervention",
      "authors": [
        "G Aarons",
        "A Green",
        "L Palinkas",
        "S Self-Brown",
        "D Whitaker",
        "J Lutzker"
      ],
      "year": 2012,
      "doi": "10.1186/1748-5908-7-32"
    },
    {
      "title": "Outcomes for implementation research: conceptual distinctions, measurement challenges, and research agenda",
      "authors": [
        "E Proctor",
        "H Silmere",
        "R Raghavan",
        "P Hovmand",
        "G Aarons",
        "A Bunger"
      ],
      "year": 2011,
      "doi": "10.1007/s10488-010-0319-7"
    },
    {
      "title": "A glossary for dissemination and implementation research in health",
      "authors": [
        "B Rabin",
        "R Brownson",
        "D Haire-Joshu",
        "M Kreuter",
        "N Weaver"
      ],
      "year": 2008
    },
    {
      "title": "Using implementation and dissemination concepts to spread 21st-century well-child care at a health maintenance organization",
      "authors": [
        "A Beck",
        "D Bergman",
        "A Rahm",
        "J Dearing",
        "R Glasgow"
      ],
      "year": 2009
    },
    {
      "title": "Making sense of implementation theories, models and frameworks",
      "authors": [
        "P Nilsen"
      ],
      "year": 2015,
      "doi": "10.1186/s13012-015-0242-0"
    },
    {
      "title": "Implementation challenges and successes of a population-based colorectal cancer screening program: a qualitative study of stakeholder perspectives",
      "authors": [
        "E Liles",
        "J Schneider",
        "A Feldstein",
        "D Mosen",
        "N Perrin",
        "A Rosales"
      ],
      "year": 2015
    },
    {
      "title": "RE-AIM planning and evaluation framework: adapting to new science and practice with a 20-year review",
      "authors": [
        "R Glasgow",
        "S Harden",
        "B Gaglio",
        "B Rabin",
        "M Smith",
        "G Porter"
      ],
      "year": 2019,
      "doi": "10.3389/fpubh.2019.00064"
    },
    {
      "title": "The use of the PARIHS framework in implementation research and practice-a citation analysis of the literature",
      "authors": [
        "A Bergström",
        "A Ehrenberg",
        "A Eldh",
        "I Graham",
        "K Gustafsson",
        "G Harvey"
      ],
      "year": 2020,
      "doi": "10.1186/s13012-020-01003-0"
    },
    {
      "title": "Using the Knowledge to Action Framework in practice: a citation analysis and systematic review",
      "authors": [
        "B Field",
        "A Booth",
        "I Ilott",
        "K Gerrish"
      ],
      "year": 2014,
      "doi": "10.1186/s13012-014-0172-2"
    },
    {
      "title": "Fidelity to and comparative results across behavioral interventions evaluated through the RE-AIM framework: a systematic review",
      "authors": [
        "S Harden",
        "B Gaglio",
        "J Shoup",
        "K Kinney",
        "S Johnson",
        "F Brito"
      ],
      "year": 2015,
      "doi": "10.1186/s13643-015-0141-0"
    },
    {
      "title": "The RE-AIM framework: a systematic review of use over time",
      "authors": [
        "B Gaglio",
        "J Shoup",
        "R Glasgow"
      ],
      "year": 2013
    },
    {
      "title": "A metadatadriven methodology and workflow process for providing translational research informatics support",
      "authors": [
        "P Harris",
        "R Taylor",
        "R Thielke",
        "J Payne",
        "N Gonzalez",
        "J Conde"
      ],
      "year": 2009
    },
    {
      "title": "The REDCap consortium: building an international community of software platform partners",
      "authors": [
        "P Harris",
        "R Taylor",
        "B Minor",
        "V Elliott",
        "M Fernandez",
        "O' Neal"
      ],
      "year": 2019,
      "doi": "10.1016/j.jbi.2019.103208"
    },
    {
      "title": "What is health equity? Robert Wood Johnson Foundation",
      "authors": [
        "Pae Braveman",
        "T Orleans",
        "D Proctor",
        "A Plough"
      ],
      "year": 2017,
      "doi": "10.1177/237946151800400102"
    },
    {
      "title": "Adapting hypertension selfmanagement interventions to enhance their sustained effectiveness among urban African Americans",
      "authors": [
        "J Ameling",
        "P Ephraim",
        "L Bone",
        "D Levine",
        "D Roter",
        "J Wolff"
      ],
      "year": 2014,
      "doi": "10.1097/fch.0000000000000020"
    },
    {
      "title": "Study protocol: improving the transition of care from a non-network hospital back to the patient's medical home",
      "authors": [
        "R Ayele",
        "E Lawrence",
        "M Mccreight",
        "K Fehling",
        "J Peterson",
        "R Glasgow"
      ],
      "year": 2017
    },
    {
      "title": "Perspectives of Clinicians, Staff, and Veterans in Transitioning Veterans from non-VA Hospitals to Primary Care in a Single VA Healthcare System",
      "authors": [
        "R Ayele",
        "E Lawrence",
        "M Mccreight",
        "K Fehling",
        "R Glasgow",
        "B Rabin"
      ],
      "year": 2019,
      "doi": "10.12788/jhm.3320"
    },
    {
      "title": "Using the Practical, Robust Implementation and Sustainability Model (PRISM) to qualitatively assess multilevel contextual factors to help plan, implement, evaluate, and disseminate health services programs",
      "authors": [
        "M Mccreight",
        "B Rabin",
        "R Glasgow",
        "R Ayele",
        "C Leonard",
        "H Gilmartin"
      ],
      "year": 2019,
      "doi": "10.1093/tbm/ibz085"
    },
    {
      "title": "Developing management pathways for hypertensive disorders of pregnancy (HDP) in Indonesian primary care: a study protocol",
      "authors": [
        "F Ekawati",
        "S Licqurish",
        "O Emilia",
        "J Gunn",
        "S Brennecke",
        "P Lau"
      ],
      "year": 2019
    },
    {
      "title": "The elephant in the room: an exploratory study of hypertensive disorders of pregnancy (HDP) management in Indonesian primary care settings",
      "authors": [
        "F Ekawati",
        "O Emilia",
        "J Gunn",
        "S Licqurish",
        "P Lau"
      ],
      "year": 2020
    },
    {
      "title": "Post-Intensive Care Syndrome: Educational Interventions for Parents of Hospitalized Children",
      "authors": [
        "S Esses",
        "S Small",
        "A Rodemann",
        "M Hartman"
      ],
      "year": 2019
    },
    {
      "title": "Feasibility of improving child behavioral health using task-shifting to implement the 4Rs and 2Ss program for strengthening families in child welfare",
      "authors": [
        "G Gopalan"
      ],
      "year": 2016
    },
    {
      "title": "Perceptions Among Child Welfare Staff when Modifying A Child Mental Health Intervention to be Implemented in Child Welfare Services",
      "authors": [
        "G Gopalan",
        "C Hooley",
        "A Winters",
        "T Stephens"
      ],
      "year": 2019,
      "doi": "10.1002/ajcp.12309"
    },
    {
      "title": "Caregiver-relevant perspectives from a multi-stakeholder collaborative advisory board on adapting a child mental health intervention to be delivered in child-welfare settings",
      "authors": [
        "C Hooley",
        "A Winters",
        "C Pisciotta",
        "G Gopalan"
      ],
      "year": 2020
    },
    {
      "title": "Statewide implementation of the 4 Rs and 2 Ss for strengthening families",
      "authors": [
        "G Gopalan",
        "L Franco",
        "K Dean-Assael",
        "M Mcguire-Schwartz",
        "A Chacko",
        "M Mckay"
      ],
      "year": 2014,
      "doi": "10.1080/15433714.2013.842440"
    },
    {
      "title": "Implementation of an integrated framework for a breast cancer screening and navigation program for women from underresourced communities",
      "authors": [
        "V Henderson",
        "K Tossas-Milligan",
        "E Martinez",
        "B Williams",
        "P Torres",
        "N Mannan"
      ],
      "year": 2020
    },
    {
      "title": "Model and approach for assessing implementation context and fidelity in the HEALing Communities Study",
      "authors": [
        "H Knudsen",
        "M-L Drainoni",
        "L Gilbert",
        "T Huerta",
        "C Oser",
        "A Aldrich"
      ],
      "year": 2020
    },
    {
      "title": "Operationalizing an implementation framework to disseminate a care coordination program for rural veterans",
      "authors": [
        "C Leonard",
        "H Gilmartin",
        "M Mccreight",
        "L Kelley",
        "B Lippmann",
        "A Mayberry"
      ],
      "year": 2019,
      "doi": "10.1007/s11606-019-04964-1"
    },
    {
      "title": "Implementation and dissemination of a transition of care program for rural veterans: a controlled before and after study",
      "authors": [
        "C Leonard",
        "E Lawrence",
        "M Mccreight",
        "B Lippmann",
        "L Kelley",
        "A Mayberry"
      ],
      "year": 2017,
      "doi": "10.1186/s13012-017-0653-1"
    },
    {
      "title": "Integrating \"Exercise Is Medicine\" into primary care workflow: a study protocol",
      "authors": [
        "S Linke",
        "G Kallenberg",
        "R Kronick",
        "M Tai-Seale",
        "K De-Guzman",
        "B Rabin"
      ],
      "year": 2020
    },
    {
      "title": "Evaluating a multicomponent program to improve hypertension control in Guatemala: study protocol for an effectivenessimplementation cluster randomized trial",
      "authors": [
        "A Paniagua-Avila",
        "M Fort",
        "R Glasgow",
        "P Gulayin",
        "D Hernández-Galdamez",
        "K Mansilla"
      ],
      "year": 2020
    },
    {
      "title": "Implementation and evaluation of a community-based treatment for late-life hoarding",
      "authors": [
        "Joe Pittman",
        "E Davidson",
        "M Dozier",
        "B Blanco",
        "K Baer",
        "E Twamley"
      ],
      "year": 2020
    },
    {
      "title": "Implementing electronic substance use disorder and depression and anxiety screening and behavioral interventions in primary care clinics serving people with HIV: Protocol for the Promoting Access to Care Engagement (PACE) trial",
      "authors": [
        "D Satre",
        "A Anderson",
        "A Leibowitz",
        "T Levine-Hall",
        "S Slome",
        "J Flamm"
      ],
      "year": 2019,
      "doi": "10.1016/j.cct.2019.105833"
    },
    {
      "title": "Stakeholder perspectives on implementing a universal Lynch syndrome screening program: a qualitative study of early barriers and facilitators",
      "authors": [
        "J Schneider",
        "J Davis",
        "T Kauffman",
        "J Reiss",
        "C Mcginley",
        "K Arnold"
      ],
      "year": 2016
    },
    {
      "title": "The conversation matters: a qualitative study exploring the implementation of alcohol screening and brief interventions in antenatal care in Scotland",
      "authors": [
        "L Schölin",
        "N Fitzgerald"
      ],
      "year": 2019,
      "doi": "10.1186/s12884-019-2431-3"
    },
    {
      "title": "FitSkills: protocol for a stepped wedge cluster randomised trial of a community-based exercise programme to increase participation among young people with disability",
      "authors": [
        "N Shields",
        "C Willis",
        "C Imms",
        "L Prendergast",
        "J Watts",
        "B Van Dorsselaer"
      ],
      "year": 2020
    },
    {
      "title": "Strengthening mental health and research training in Sub-Saharan Africa (SMART Africa): Uganda study protocol",
      "authors": [
        "F Ssewamala",
        "Sensoy Bahar",
        "O Mckay",
        "M Hoagwood",
        "K Huang",
        "K Pringle"
      ],
      "year": 2018,
      "doi": "10.1186/s13063-018-2751-z"
    },
    {
      "title": "Implementation science in global health settings: Collaborating with governmental & community partners in Uganda",
      "authors": [
        "M Mckay",
        "Sensoy Bahar",
        "O Ssewamala"
      ],
      "year": 2020,
      "doi": "10.1016/j.psychres.2019.112585"
    },
    {
      "title": "A learning collaborative supporting the implementation of an evidenceinformed program, the \"4Rs and 2Ss for children with conduct difficulties and their families",
      "authors": [
        "T Stephens",
        "M Mcguire-Schwartz",
        "L Rotko",
        "A Fuss",
        "M Mckay"
      ],
      "year": 2014,
      "doi": "10.1080/15433714.2013.831007"
    },
    {
      "title": "Evaluating the implementation of project Re-Engineered Discharge (RED) in five Veterans Health Administration (VHA) hospitals",
      "authors": [
        "J Sullivan",
        "M Shin",
        "R Engle",
        "E Yaksic",
        "C Lukas",
        "M Paasche-Orlow"
      ],
      "year": 2018,
      "doi": "10.1016/j.jcjq.2018.01.007"
    },
    {
      "title": "Implementation and Sustainability of an Evidence-Based Program Lessons Learned From the PRISM Applied to First Step to Success",
      "authors": [
        "M Woodbridge",
        "W Sumi",
        "J Yu",
        "K Rouspil",
        "H Javitz",
        "J Seeley"
      ],
      "year": 2014
    },
    {
      "title": "Automated text messaging with patients in Department of Veterans Affairs specialty clinics: Cluster randomized trial",
      "authors": [
        "V Yakovchenko",
        "T Hogan",
        "T Houston",
        "L Richardson",
        "J Lipschitz",
        "B Petrakis"
      ],
      "year": 2019
    },
    {
      "title": "Progress of equalizing basic public health services in Southwest China---health education delivery in primary healthcare sectors",
      "authors": [
        "R Zhang",
        "Y Chen",
        "S Liu",
        "S Liang",
        "G Wang",
        "L Li"
      ],
      "year": 2020
    },
    {
      "title": "Achievements and challenges in health management for aged individuals in primary health care sectors: a survey in Southwest China",
      "authors": [
        "L Li",
        "R Zhang",
        "Y Chen",
        "H Deng",
        "S Liu",
        "G Wang"
      ],
      "year": 2020
    },
    {
      "title": "The FRAME: an expanded framework for reporting adaptations and modifications to evidencebased interventions",
      "authors": [
        "S Wiltsey Stirman",
        "A Baumann",
        "C Miller"
      ],
      "year": 2019
    },
    {
      "title": "Learning evaluation: blending quality improvement and implementation research methods to study healthcare innovations",
      "authors": [
        "B Balasubramanian",
        "D Cohen",
        "M Davis",
        "R Gunn",
        "L Dickinson",
        "W Miller"
      ],
      "year": 2015
    },
    {
      "title": "Ecological models of health behavior",
      "authors": [
        "J Sallis",
        "N Owen",
        "E Fisher"
      ],
      "year": 2008
    },
    {
      "title": "Study on Lean Six Sigma frameworks: a critical literature review",
      "authors": [
        "S Raval",
        "R Kant"
      ],
      "year": 2017
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: the RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999
    },
    {
      "title": "Pragmatic applications of RE-AIM for health care initiatives in community and clinical settings",
      "authors": [
        "R Glasgow",
        "P Estabrooks"
      ],
      "year": 2018
    },
    {
      "title": "Understanding and applying the RE-AIM framework: Clarifications and resources",
      "authors": [
        "J Holtrop",
        "P Estabrooks",
        "B Gaglio",
        "S Harden",
        "R Kessler",
        "D King"
      ],
      "year": 2021
    },
    {
      "title": "Enhancing success of medicare's shared decision making mandates using implementation science: examples applying the Pragmatic Robust Implementation and Sustainability Model (PRISM)",
      "authors": [
        "D Matlock",
        "M Fukunaga",
        "A Tan",
        "C Knoepke",
        "D Mcneal",
        "K Mazor"
      ],
      "year": 2020
    },
    {
      "title": "RE-AIM online: FameThemes",
      "authors": [
        "R Glasgow",
        "T Studts",
        "B Ford"
      ],
      "year": 2022
    },
    {
      "title": "Characterizing evolving frameworks: issues from Esmail et al",
      "authors": [
        "R Glasgow",
        "P Estabrooks",
        "M Ory"
      ],
      "year": 2020
    },
    {
      "title": "Pragmatic measures: what they are and why we need them",
      "authors": [
        "R Glasgow",
        "W Riley"
      ],
      "year": 2013
    },
    {
      "title": "The psychometric and pragmatic evidence rating scale (PAPERS) for measure development and evaluation",
      "authors": [
        "C Lewis",
        "K Mettert",
        "C Stanick",
        "H Halko",
        "E Nolen",
        "B Powell"
      ],
      "year": 2021
    }
  ],
  "num_references": 76
}
