{
  "paper_id": "2KV9AJEF",
  "title": "A Systematic Review of Obesity Disparities Research",
  "abstract": "Context: A review of interventions addressing obesity disparities could reveal gaps in the literature and provide guidance on future research, particularly for populations with a high prevalence of obesity and obesity-related cardiometabolic risk. Evidence acquisition: A systematic review of clinical trials in obesity disparities research that were published in 2011-2016 in PubMed/MEDLINE resulted in 328 peer-reviewed articles. Articles were excluded if they had no BMI, weight, or body composition measure as primary outcome or were foreign (n¼201); were epidemiologic or secondary data analyses of clinical trials (n¼12); design or protocol papers (n¼54); systematic reviews (n¼3); or retracted or duplicates (n¼9). Forty-nine published trials were summarized and supplemented with a review of ongoing obesity disparities grants being funded by the National, Heart, Lung and Blood Institute. Evidence synthesis: Of the 49 peer-reviewed trials, 27 targeted adults and 22 children only or parent-child dyads (5 of 22). Interventions were individually focused; mostly in single settings (e.g., school or community); of short duration (mostly r12 months); and primarily used behavioral modification (e.g., self-monitoring) strategies. Many of the trials had small sample sizes and moderate to high attrition rates. A meta-analysis of 13 adult trials obtained a pooled intervention effect of BMI -1.31 (95% CI¼ -2.11, -0.52, p¼0.0012). Institutional review identified 140 ongoing obesity-related health disparities grants, but only 19% (n¼27) were clinical trials. \n Conclusions: The reviews call for cardiovascular-related obesity disparities research that is long term and includes population research, and multilevel, policy, and environmental, or \"whole of community,\" interventions.",
  "year": 2016,
  "date": "2016",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Charlotte",
      "surname": "Pratt",
      "name": "Charlotte Pratt",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda",
      "email": "prattc@nhlbi.nih.gov."
    },
    {
      "forename": "Catherine",
      "surname": "Loria",
      "name": "Catherine Loria",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Sonia",
      "surname": "Arteaga",
      "name": "Sonia Arteaga",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Holly",
      "surname": "Nicastro",
      "name": "Holly Nicastro",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Maria",
      "surname": "Lopez-Class",
      "name": "Maria Lopez-Class",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Janet",
      "surname": "De Jesus",
      "name": "Janet De Jesus",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Christine",
      "surname": "Srinivas",
      "name": "Christine Srinivas",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Lisa",
      "surname": "Maric-Bilkan",
      "name": "Lisa Maric-Bilkan",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Josephine",
      "surname": "Schwartz Longacre",
      "name": "Josephine Schwartz Longacre",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Abera",
      "surname": "Boyington",
      "name": "Abera Boyington",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "forename": "Nara",
      "surname": "Wouhib",
      "name": "Nara Wouhib",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    },
    {
      "surname": "Gavini",
      "name": "Gavini",
      "affiliation": "4  From the NIH , Bethesda , Division of Cardiovascular Sciences , \n\t\t\t\t\t\t\t\t Division of Cardiovascular Sciences \n\t\t\t\t\t\t\t\t From the NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda"
    }
  ],
  "doi": "10.1016/j.amepre.2017.01.041",
  "sections": [
    {
      "text": "Addressing these disparities to improve overall cardiovascular health among all Americans requires:\n\n1. better elucidation of the factors that predispose obesity disparities; 2. an increased focus on prevention and treatment by targeting those most at risk for CVD; and 3. promotion of positive cardiovascular health throughout the life span through targeted approaches for the affected subpopulations.  5 e purpose of this paper is to review the state of obesity-related disparities research and identify opportunities to advance the field. It summarizes findings from the literature on clinical trials that explore interventions to reduce obesity disparities, supplemented by obesity disparities research that is being funded by the National Heart, Lung, and Blood Institute (NHLBI) of NIH. It further presents recommendations for addressing obesity disparities that are based on emerging research opportunities. For the purposes of this paper, obesity disparities are defined as differences in health outcomes (e.g., adiposity, risk factors for CVD) and their determinants among segments of the population with a high burden of obesity and as defined by demographic attributes (e.g., race/ethnicity, social, environmental, and geographic).  6, 7 idemiology of Cardiovascular-Related Obesity Disparities Obesity is a major risk factor for poor cardiovascular health and a major contributor to disparities in cardiovascular health outcomes among U.S. subpopulations  4  (e.g., racial/ethnic minorities and low socioeconomic groups). It can lead to additional risk factors such as obesity-related hypertension and sleep disorders, Type 2 diabetes mellitus, abnormal blood lipid profiles, increased risk of left ventricular hypertrophy, and subclinical atherosclerosis.  8 Obesity is among the leading causes of disability and is associated with higher all-cause mortality both in the U.S. and globally.  9, 10 Mean annual per capita healthcare cost of obesity in the U.S. is estimated at $1,160 for men and $1,650 for women, representing a huge economic burden for the 36% of obese adults in the U.S.  1  The prevalence of obesity in the U.S. (BMI Z30) increased dramatically during the 30-year period beginning in the 1980s. Among adults aged 20-74 years, prevalence of obesity was only 15% in 1976-1980 but reached 37.9% in 2013-2014.  10, 11 Importantly, the prevalence is much higher among some population subgroups than in others. In 1988-1994, only 22.9% of white women were obese whereas 38.4% of non-Hispanic black women and 35.4% of Hispanic women were obese. That disparity continued to widen over time, with 57.2% and 46.9% of non-Hispanic black and Hispanic women, respectively, being obese compared with 32.8% of white women in 2013-2014. Among men, obesity was highest in 2013-2014 among Hispanic men (37.9%) and non-Hispanic black men (38.0%), followed by non-Hispanic white men (34.7%). Furthermore, in 2013-2014, BMI Z40 (severe obesity, Class 3), which is associated with a much higher CVD risk, was highest among non-Hispanic black adults (12.5%) compared with 7.1% in Hispanics and 7.6% in non-Hispanic white adults.  10 mong children and adolescents aged 2-19 years, obesity prevalence (defined as age-and sex-specific 95th percentile of 2000 Centers for Disease Control and Prevention growth chart) in 1976-1980 was only 5%-6% but reached 17% in 2013-2014.  11, 12 Additionally, the prevalence has been much higher since the late 1980s for some population subgroups, even though obesity prevalence has stabilized for youth overall. In 1988-1994, 14.5% of non-Hispanic black girls and 13.8% of Hispanic girls were obese compared with only 8.6% of non-Hispanic white girls. This trend continued through 2013-2014, with obesity prevalence of 19.5%, 21.9%, and 14.7%, respectively. For boys aged 2-19 years in 1988-1994, 10.6% of non-Hispanic black and 14.8% of Hispanic boys were obese versus only 9.7% of non-Hispanic white boys. This trend continued through 2013-2014, with an obesity prevalence of 18.4, 22.4, and 14.3, respectively, in non-Hispanic black, Hispanic, and non-Hispanic white boys.  11, 12 eographic variations in obesity prevalence exist in the U.S., and they mirror poor cardiovascular health in states with a high obesity prevalence, including the south and parts of the southeastern U.S.  2, 13, 14  Given these trends in obesity disparities and in other health conditions (e.g., diabetes), an overarching goal of Healthy People 2020 has been to reduce the incidence, prevalence, morbidity, and mortality of diseases that exist among specific population subgroups. To effect this goal, Mensah  15  proposed a framework for action to eliminate disparities in cardiovascular health by addressing strategic imperatives (e.g., accelerating health impact in disparate populations); advancing policy and systems change; and forming strategic multidisciplinary partnership and focal areas (e.g., access to quality health care and delivery, addressing adherence, culture, lifestyles, and personal behaviors, and geographic and environmental influences) for intervention implementation research in health disparities. Such interventions must include multidisciplinary teams and partnerships with stakeholders. He also pointed out that interaction of social and environmental factors with genomics has the potential to influence disparities associated with cardiovascular diseases and other diseases."
    },
    {
      "title": "EVIDENCE ACQUISITION Clinical Trials in Obesity Disparities",
      "text": "Clinical trials in obesity disparities research that were published in 2011-2016 were retrieved from PubMed/MEDLINE using the following keywords: intervention, obesity, body mass index, weight, obesity health disparities, health inequities, African Americans, Hispanic Americans or Hispanics, American Indian/Alaskan Natives, low socioeconomic groups, minority groups or ethnology or racial or ethnic groups, and poverty or low-income or medically underserved. Articles that met the above criteria and were reported in English (N¼328) were included (Figure  1 ). Foreign abstracts for which minority groups could not be determined, or abstracts that did not include BMI, weight, or body composition as primary or secondary outcome were excluded (n¼201). This was followed by a review of the full articles (n¼127) and excluded if they were epidemiologic follow-ups of clinical trials or secondary data analyses of clinical trials (n¼12); design or protocol papers or used pre-post design (n¼54); systematic reviews (n¼3); or were duplicates or retracted articles (n¼9). Two of the authors reviewed each of the abstracts to obtain agreement among those selected for review. There was disagreement for only one article and it was adjudicated by a third reviewer. An additional 78 articles were excluded after the full review, resulting in 49 articles that were summarized for this manuscript."
    },
    {
      "title": "Ongoing National Heart, Lung, and Blood Institute-Funded Obesity Disparities Research",
      "text": "To gain a better understanding of cardiovascular-related obesity disparities, research that is ongoing, funded by NHLBI, and not yet published was reviewed. This provided a supplement to the published articles. Grant-specific data from the NIH Query View Report were obtained using the following search criteria: Using advanced statistical algorithms, IN-SPIRE identifies key thematic terms within a document, and then visually organizes the documents based upon term usage. This technique highlights common themes and reveals hidden relationships within the text and separates them into distinct groups. Grants from each machine-generated group were analyzed manually to confirm thematic commonality, and groups were named manually based on shared thematic terms."
    },
    {
      "title": "EVIDENCE SYNTHESIS Clinical Trials in Obesity Disparities",
      "text": "Appendix Tables  1  and  2  (available online) present summaries of the articles, including trial design, setting, population, intervention, control/comparison, results, and attrition for adults and children, respectively. The tables summarize RCTs (including individual RCTs and group or cluster RCTs) and a pragmatic trial that addressed one or more of the population demographics indicated by the keywords for this review.\n\nAppendix Table  1    (available online) presents trials in adults (n=27). Racia /ethnic composition of the sample population varied, with 67% (n=18) of the trials focusing primarily on African Americans, 22% (n=6) on Hispanics, and 11% (n=3) on a diverse low-income or rural population, one of which was Native Americans. More trials were conducted in or had participants selected from community settings (e.g., Federally Qualified Health Centers, churches, primary care clinics). Sample sizes were variable, ranging from 18 to 48,835, the latter from the Women's Health Initiative of postmenopausal women. Trials were rarely implemented in combinations of multiple settings (e.g., home-cliniccommunity). Intervention modalities were mostly individually focused, behavioral modification to change diet and physical activity, self-monitoring, goal setting, and tapped on social networks or social support. There was considerable variation in intervention delivery, including individual and group education, telephone, and text messaging. 41  Interventions were of short duration, ranging from 12 weeks to 24 months or an average of about 12 months. In one case, 3.5 years of follow-up after 12 months of intervention was reported to examine sustainability of intervention. Although weight loss or BMI change was frequently reported as the primary outcome, power to detect differences was often not reported. Attrition rates ranged between 5% and 53% for those trials that reported them.\n\nTo examine the heterogeneity among the trials and obtain pooled effect sizes, a meta-analysis of the adult trials was conducted. Twenty-one trials showed some intervention effects, but 14 of 27 adult trials that reported outcomes using similar parameters (e.g., weight loss) were compared by their intervention and control groups. The remaining 13 trials were excluded from meta-analysis because of their mismatched effect sizes or lack of information for variance computation. The test of heterogeneity confirmed the existence of heterogeneity between study-level effect sizes (Cochran, Q [df¼17]¼ 84.58, po0.0001); therefore, the random-effects model assumption was used in a meta-analysis. Figure  2  shows the forest plot and includes study-level summary statistics with 95% CIs and the contribution of each study to the overall estimate in terms of weights in percentage. Under the random-effects modeling, the heterogeneity parameter (τ 2 ) and the overall effect size (m) with associated variance was estimated using the Dersimonian and Laird 43 method. The heterogeneity parameter of the model estimate is τ 2 ¼ 1.72, whereas the overall estimate of effect size is m ¼ -1.31 with estimated SE σ ¼0.41, indicating the impact of interventions on weight loss with average effects of 1.31 kg. The 95% CI (-2.11, -0.52) shows the statistically significant p-value of 0.0012.\n\nAppendix Table 2  (available online) presents 22 trials in children and adolescents, five of which focused on parent-child dyads. More  han 40% targeted Hispanics. Only one study each was on American Indian/ Alaskan Natives or Asian American youth. School-based interventions were predominant and had a mixture of ethnicity and racial groups, mostly from low-income families. Age groups ranged between 2 and 17 years, with only five trials in children aged 2-5 years. Interventions in schools were multicomponent; however, as with the adult trials, multilevel interventions that targeted multiple settings were limited. BMI z-scores were reported in most cases, but overall pooled analysis indicated non-significant intervention effects (m ̂= -0.09, 95% CI= -0.18, 0.00). There was no evidence of selective reporting in both the adults and child trials.\n\nOverview of National Heart, Lung, and Blood Institute-Funded Obesity Disparities Research Between 2011 and 2016, a total of 140 cardiovascularrelated obesity disparities research grants were awarded by NHLBI but only 27 were clinical trials or studies with clinical trial components. Of this number, 18 are research project grants (R01); four are exploratory/developmental (R21 or R34); and five are career awards (K-award). These trials are ongoing and final enrollment information or results are not yet available. Of the 27 ongoing trials, ten target children, 16 adults, and one motherchild dyads. Of those that target children, one targets premature infants, two target elementary school students, and seven target adolescents. Targeted populations include those based on risk status (e.g., postpartum women, adults with resistant hypertension); race/ethnicity (e.g., black women, Hispanic youth, American Indian/ Alaska Native individuals); SES (e.g., low-income families); or other factors (e.g., sedentary adolescents, volunteer firefighters). All are RCTs, including cluster randomization and individual randomized trials. Proposed sample sizes range from o50 in pilot studies to nearly 1,000 in phase III or effectiveness trials. A majority (70%) of the trials in children are being conducted in schools. Overall, only one intervention is in the primary care setting and eight are behavioral-based interventions in community settings. There are variations in primary outcomes, which include weight, physical activity, diet, and stress. In one trial, weight is used as a mediator of intervention effect. Most of the trials in children use BMI z-scores as outcome measures and control conditions range from no intervention to usual care, waitlist controls, or attention controls."
    },
    {
      "title": "DISCUSSION",
      "text": "Both the review of published literature and ongoing NHLBIfunded grants indicate active obesity disparities research targeting adults, children, and adolescents of various racial and ethnic backgrounds and of low SES. In both reviews, there were more trials in adults (55% in the published review and 59% in the ongoing research) in children. Research from infancy to age 2 years, in American Indians/Alaskan Natives, and in Asian and other immigrant populations was lacking in both reviews, suggesting a need for a focused research in those populations. In addition, most of the trials used behavioral interventions to prevent or treat obesity in the clinic or community setting, and only a few intervene at multiple levels (e.g., home-clinic-community). Systemsbased obesity trials that intervene on multiple factors and social determinants of health, and that address the combined influences of individual behaviors, home, school, or worksite, and neighborhood environmental factors or state and local policies were lacking, and research including those factors could move the field forward, particularly in minority populations and communities. Attrition rates were high in some of the trials (e.g., 53% in one adult trial and 38% in one child and adolescent trial) and not all used intention-to-treat analyses, which could have influence on the conclusions drawn. Attrition rates greater than 20% diminish the internal validity and subsequent generalizability of the studies. A limited number of trials in the published articles was sufficiently powered to detect between-subgroup differences or have intervention delivery processes that are culturally or linguistically tailored.\n\nBoth the evidence review and the review of grants currently funded by NHLBI enabled the identification of gaps and potential opportunities for novel populationbased, precision prevention and treatment, and fundamental research to tackle obesity disparities. Examples of these are provided below."
    },
    {
      "title": "Potential Research Opportunities for Eliminating Obesity Disparities",
      "text": "Population-based research. Population-based approaches have the potential to address the social determinants of obesity, through multilevel interventions. There is emerging evidence to suggest that a broader, ecologic approach may be necessary to address obesity disparities. The Social Ecological Framework,  66  which emphasizes the multiple spheres of influence on health, has been used in obesity prevention research and has relevance to obesity disparities research. It is postulated that the combined effects of interventions at multiple levels have the potential for significant additive effects. Obesity is conceptualized as a function of individual; interpersonal (e.g., family); institutional and organizational (e.g., schools or worksites); community (e.g., parks); and broader policies and systems (e.g., state BMI screening policies). One example of an ecologic approach to childhood obesity is \"whole of community interventions,\" which refer to population-based interventions that engage communities and implement multiple strategies that target a health outcome (e.g., weight) of a population.  67 Wolfenden and colleagues  67  conducted systematic reviews of eight whole of community interventions that targeted childhood obesity. Seven of those studies were outside the U.S. and all seven had modest significant effects on at least one measure of adiposity (mean difference of -0.09; 95% CI¼ -0.16, -0.02). The only study in the U.S., Shape Up Sommerville, was a comprehensive 2-year, non-randomized controlled trial in three communities, targeting children aged 1-3 years, one intervention community and two sociodemographically matched control communities.  68 Shape Up Sommerville was a partnership that included a variety of intervention components: schools, afterschool programs, parents, a community advisory council, and community events. It demonstrated a significant but small decrease in mean BMI z-scores (-0.10, po0.01) in children over the 2-year period in predominantly Caucasian preschoolers. Overall, the review by Wolfenden et al.  67  suggests a major gap in whole of community interventions in the U.S. and in particular those that target low-SES and diverse communities.\n\nAnother gap in obesity research is the dearth of studies that not only address multiple levels of influences but also take into account the complex interactions among those levels.  69, 70 Systems science approaches examine the complex interactions and relationships among multiple levels of influence that affect obesity and also take into account the broader policy and environmental factors that may influence obesity. The impact of policies on California's competitive food and beverages and childhood obesity was recently examined by Sanchez-Vaznaugh and colleagues.  71 The authors gathered neighborhood-specific data on more than 2.7 million children attending about 5,000 public schools including low-income neighborhoods and found that implementation of the policies was associated with improvements in rates of overweight and obesity.\n\nSystems science approaches that include implementation of policies may have the potential to reduce the high burden of obesity, particularly in low-income populations."
    },
    {
      "title": "Precision prevention and treatment approaches.",
      "text": "Another potential approach is precision prevention and treatment approaches that are targeted and tailored to populations at high risk of obesity. Recently, NIH defined precision medicine as \"an emerging approach for disease prevention and treatment that takes into account individual variability in genes, environment, and lifestyle.\"  72 uch an approach might allow for novel insights into why obesity and its accompanying comorbidities disproportionally affect certain communities and subpopulations, and better and more accurate prediction of which treatment and prevention strategies would be optimal for those communities and subpopulations. Given that an individual's biology, including genetics, and the environment both influence predisposition to obesity and its accompanying cardiovascular comorbidities, it is important to understand the underlying contextual correlates. How, for example, might the environment influence dietary behaviors within communities and how might an individual's biology or physiology be influenced by internal and external cues? Furthermore, it is important to understand the involvement of the human multiple organ systems and their complex communication channels, also involving adipose and vascular beds, contributing to cardiovascular and obesity complications. Precision prevention and treatment approaches could elucidate the interaction of biological factors that enable some individuals to successfully lose weight and keep it off, whereas others are not so successful, particularly in subgroups of the population at highest risk for obesity and cardiometabolic risk.\n\nThe gut-brain axis, involving the microbiome, and the interplay of genetic and epigenetic mechanisms  73  are potential contributors to the etiology of obesity. Harnessing information from these multiple domains would provide novel and more comprehensive insight into the causes and complications of obesity. The systems-based precision medicine approach takes into account the contextual correlates including an individual's genetic, physiologic, phenotypic, behavioral, environmental, and social aspects. It also facilitates the biologic capture of the similarity, heterogeneity, and inter-individual variability. This knowledge, integrated with community-and population-level data, can subsequently be analyzed to discern the determinants predisposing or contributing to the obesity health disparities. Furthermore, it can also help design more-effective preventive and therapeutic strategies. For example, genetic information may be able to help identify subgroups in which particular weight-loss interventions would be more successful.  74 The ability to broadly integrate information across biological domains in the context of behavioral, clinical, cultural, community, ecologic, and environmental domains, provides a powerful and novel platform for deriving insights into health outcomes.  75 Such an approach could prove quite valuable to understanding obesity health disparities.\n\nFundamental research. There is ample evidence that both genetic and non-genetic factors contribute to obesity and subsequent cardiovascular complications.  76 t is likely that obesity disparities could also be explained through these mechanisms and could help answer important questions such as why some individuals are better able to lose weight and keep it off whereas others show recidivism, especially among population subgroups with a high burden of obesity. Genetics, epigenetics, and the microbiome are three potential areas that may have answers to this question and could explain differences in obesity and subsequent complications (e.g., cardiometabolic risk) among subpopulations at most risk for obesity. Genetic variants such as the FTO gene and copy number variations, a form of genomic variability, may be associated with obesity in African Americans that was not previously reported in other populations. Epigenetics (i.e., heritable changes that affect gene function but do not modify DNA sequence) may be a possible mechanism for obesity in general.  77, 78 For example, the prevalence of maternal obesity is higher in disadvantaged populations; thus, identifying epigenetic biomarkers in such populations is of vital importance. The gut microbiome might play an important role in obesity,  79, 80  because of its interface with environmental cues such as diet to cause functional changes within the body. Gut microbial-derived signals interact with the brain to subsequently impact physiologic functions, and because of its regulation on energy metabolism and innate immunity, any functional changes in the microbiome composition can predispose an individual to obesity.  81 mitations A limitation of this review is the use of only PubMed/ MEDLINE as the database source. However, further exploration using EMBASE did not provide additional published articles. No selective reporting within or across the published articles, which were limited to RCTs, were noted. Another limitation is the use of only NHLBI ongoing trials, but this provided information on ongoing cardiovascular-related obesity disparities research. Although data from these ongoing trials have not yet been published, about one third of NIH obesity-related disparities clinical trials are funded by NHLBI, thus capturing a substantial number of such trials. Strengths include the focus on obesity disparities, the 5-year review of published papers and ongoing clinical trials, and recommendations for future research that are based on emerging scientific thoughts. Despite the diversity of the cardiovascular-related obesity disparities evidence base, major research gaps remain even after accounting for the grants currently funded by NHLBI (Table  1 ). Research is needed to elucidate the predictors, consequences, and mechanisms by which obesity affects diseases such as heart, lung, and blood diseases and sleep disorders, and particularly to determine similarities across diverse populations and in those at high risk for such diseases. Implementation science research has the potential to accelerate obesity prevention and treatment in populations with a high obesity burden."
    },
    {
      "title": "CONCLUSIONS",
      "text": "This paper reviewed the scientific literature on obesity disparities and supplemented the findings with ongoing cardiovascular-related obesity disparities research. It identified from published literature 27 clinical trials in adults and 22 in children that varied considerably in study population size, intervention approaches and duration, and quality. The review identified promising trials that show intervention effects on weight outcomes in both adults and children in ethnic-minority families including parent-child dyads. A limited number of trials targeted very young children, particularly those aged 0-5 years. The review calls for future research that includes multilevel, policy, and environmental"
    },
    {
      "text": "all Research Conditions and Disease Categorizations of obesity and combined with multiple health disparity terms (N¼ 140) (list of terms in Appendix, available online); 2. competing projects (e.g., new applications); 3. grants awarded by NHLBI only (no dual or secondary institute participation for an analysis of cardiovascular-related trials); and 4. grants awarded from Fiscal Years 2011 through 2016. Project titles, abstracts, and specific aims on the 140 grants were uploaded into IN-SPIRE TM , version 5 (in-spire.pnnl.gov/)."
    },
    {
      "text": "Figure 1. Search results."
    },
    {
      "text": "Figure 2. Forest plot of weight (kg) difference data in adults."
    },
    {
      "text": "Summary of Literature Review Findings and Potential Opportunities for Research Limited trials (N¼1) in the home setting. Although there were 47 trials in clinic or community, none were in combination (i.e., clinic-home-community linked). In-home interventions, and multi-level interventions (e.g., joint family-healthcare sectorcommunity intervention), delivered by trained community health workers/health coaches. Fundamental research Limited knowledge on the mechanism through which genetic factors affect obesity disparities. Studies on genetic variants that make some populations more susceptible to obesity or able to maintain weight loss (resilient). Influence of epigenetic and microbiome in obesity. Predictors, consequences, and mechanisms by which obesity disparities affect cardiovascular, pulmonary, and sleep disorders and disparities. Population research Limited conceptualization of obesity as a combination of individual, interpersonal, institutional, community, and policy influences. Physiological and behavioral determinants that contribute to disparities in obesity-related CVD risk factors and health outcomes among obese persons by race and ethnicity. Greater application of the socio-ecological framework, multi-level, \"whole of community,\" and systems-based interventions. whole of community interventions, and for rigorous, highquality, precision prevention and fundamental research."
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2016 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2016,
      "doi": "10.1161/cir.0000000000000350"
    },
    {
      "title": "Geographic variations in cardiovascular health in the United States: contributions of state-and individual-level factors",
      "authors": [
        "S Gebreab",
        "S Davis",
        "J Symanzik",
        "G Mensah",
        "G Gibbons",
        "A Diez-Roux"
      ],
      "year": 2015,
      "doi": "10.1161/jaha.114.001673"
    },
    {
      "title": "Long-term effects of a lifestyle intervention on weight and cardiovascular risk factors in individuals with type 2 diabetes mellitus: four-year results of the Look AHEAD trial",
      "authors": [
        "R Wing"
      ],
      "year": 2010,
      "doi": "10.1001/archinternmed.2010.334"
    },
    {
      "title": "Expert Panel Report: Guidelines (2013) for the management of overweight and obesity in adults",
      "year": 2014,
      "doi": "10.1002/oby.20660"
    },
    {
      "title": "Defining and setting national goals for cardiovascular health promotion and disease reduction: the American Heart Association's strategic Impact Goal through 2020 and beyond",
      "authors": [
        "Lloyd-Jones Dm Hong",
        "Y Labarthe"
      ],
      "year": 2010,
      "doi": "10.1161/CIRCULATIONAHA.109.192703"
    },
    {
      "title": "What is a \"health disparity",
      "authors": [
        "O Carter-Pokras",
        "C Baquet"
      ],
      "year": 2002,
      "doi": "10.1093/phr/117.5.426"
    },
    {
      "title": "Body-mass index and allcause mortality: individual-participant-data meta-analysis of 239 prospective studies in four continents",
      "authors": [
        "The Global"
      ],
      "year": 2016,
      "doi": "10.1016/S0140-6736(16)30175-1"
    },
    {
      "title": "Association of all-cause mortality with overweight and obesity using standard body mass index categories: a systematic review and meta-analysis",
      "authors": [
        "K Flegal",
        "B Kit",
        "H Orpana",
        "B Graubard"
      ],
      "year": 2013,
      "doi": "10.1001/jama.2012.113905"
    },
    {
      "title": "Trends in obesity among adults in the United States, 2005 to 2014",
      "authors": [
        "K Flegal",
        "D Kruszon-Moran",
        "M Carroll",
        "C Fryar",
        "C Ogden"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.6458"
    },
    {
      "title": "Prevalence of childhood and adult obesity in the United States, 2011-2012",
      "authors": [
        "C Ogden",
        "M Carroll",
        "B Kit",
        "K Flegal"
      ],
      "year": 2014,
      "doi": "10.1001/jama.2014.732"
    },
    {
      "title": "Trends in obesity prevalence among children and adolescents in the United States, 1988-1994 through 2013-2014",
      "authors": [
        "C Ogden",
        "M Carroll",
        "H Lawman"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.6361"
    },
    {
      "title": "Prevalence of obesity in the United States",
      "authors": [
        "M Baskin",
        "J Ard",
        "F Franklin",
        "Allison Db"
      ],
      "year": 2005,
      "doi": "10.1111/j.1467-789x.2005.00165.x"
    },
    {
      "title": "Regional disparities in obesity prevalence in the United States: a spatial regime analysis",
      "authors": [
        "C Myers",
        "T Slack",
        "C Martin",
        "S Broyles",
        "S Heymsfield"
      ],
      "year": 2015,
      "doi": "10.1002/oby.20963"
    },
    {
      "title": "Eliminating disparities in cardiovascular health: six strategic imperatives and a framework for action",
      "authors": [
        "G Mensah"
      ],
      "year": 2005,
      "doi": "10.1161/01.cir.0000158134.24860.91"
    },
    {
      "title": "A qualitative examination of home and neighborhood environments for obesity prevention in rural adults",
      "authors": [
        "M Kegler",
        "C Escoffery",
        "I Alcantara",
        "D Ballard",
        "K Glanz"
      ],
      "year": 2008,
      "doi": "10.1186/1479-5868-5-65"
    },
    {
      "title": "A randomized comparative effectiveness trial for preventing type 2 diabetes",
      "authors": [
        "R Ackermann",
        "D Liss",
        "E Finch"
      ],
      "year": 2015,
      "doi": "10.2105/ajph.2015.302641"
    },
    {
      "title": "Baton Rouge Healthy Eating and Lifestyle Program (BR-HELP): a pilot health promotion program",
      "authors": [
        "B Kennedy",
        "D Ryan",
        "W Johnson"
      ],
      "year": 2015,
      "doi": "10.1080/10852352.2014.973256"
    },
    {
      "title": "Tailored, interactive text messages for enhancing weight loss among African American adults: the TRIMM randomized controlled trial",
      "authors": [
        "M Lin",
        "Z Mahmooth",
        "N Dedhia"
      ],
      "year": 2015,
      "doi": "10.1016/j.amjmed.2015.03.013"
    },
    {
      "title": "Steps ahead: a randomized trial to reduce unhealthy weight gain in the Lower Mississippi Delta",
      "authors": [
        "D Harrington",
        "C Champagne",
        "S Broyles",
        "W Johnson",
        "C Tudor-Locke",
        "P Katzmarzyk"
      ],
      "year": 2014,
      "doi": "10.1002/oby.20684"
    },
    {
      "title": "Using technology to promote postpartum weight loss in urban, low-income mothers: a pilot randomized controlled trial",
      "authors": [
        "S Herring",
        "J Cruice",
        "G Bennett",
        "A Davey",
        "G Foster"
      ],
      "year": 2014,
      "doi": "10.1016/j.jneb.2014.06.002"
    },
    {
      "title": "Effectiveness of a smartphone application for weight loss compared with usual care in overweight primary care patients: a randomized, controlled trial",
      "authors": [
        "B Laing",
        "C Mangione",
        "C Tseng"
      ],
      "year": 2014,
      "doi": "10.7326/m13-3005"
    },
    {
      "title": "A selfmanagement intervention for African Americans with comorbid diabetes and hypertension: a pilot randomized controlled trial",
      "authors": [
        "E Lynch",
        "R Liebman",
        "J Ventrelle",
        "E Avery",
        "D Richardson"
      ],
      "year": 2014,
      "doi": "10.5888/pcd11.130349"
    },
    {
      "title": "The effectiveness of two community-based weight loss strategies among obese, low-income U.S. Latinos",
      "authors": [
        "L Rosas",
        "S Thiyagarajan",
        "B Goldstein"
      ],
      "year": 2014,
      "doi": "10.1016/j.jand.2014.10.020"
    },
    {
      "title": "Dyadic collaboration in shared health behavior change: the effects of a randomized trial to test a lifestyle intervention for high-risk Latinas",
      "authors": [
        "D Sorkin",
        "S Mavandadi",
        "K Rook"
      ],
      "year": 2014,
      "doi": "10.1037/hea0000063"
    },
    {
      "title": "Adherence to self-monitoring via interactive voice response technology in an eHealth intervention targeting weight gain prevention among black women: randomized controlled trial",
      "authors": [
        "D Steinberg",
        "E Levine",
        "I Lane"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.2996"
    },
    {
      "title": "Impact of participant and interventionist race concordance on weight loss outcomes",
      "authors": [
        "B Batch",
        "J Ard",
        "W Vollmer"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20270"
    },
    {
      "title": "The effects of a community-based, culturally tailored diabetes prevention intervention for high-risk adults of Mexican descent",
      "authors": [
        "D Vincent",
        "M Mcewen",
        "J Hepworth",
        "C Stump"
      ],
      "year": 2014,
      "doi": "10.1177/0145721714521020"
    },
    {
      "title": "Behavioral treatment for weight gain prevention among black women in primary care practice: a randomized clinical trial",
      "authors": [
        "G Bennett",
        "P Foley",
        "E Levine"
      ],
      "year": 2013,
      "doi": "10.1001/jamainternmed.2013.9263"
    },
    {
      "title": "Examining social influence on participation and outcomes among a network of behavioral weight-loss intervention enrollees",
      "authors": [
        "T Carson",
        "K Eddings",
        "R Krukowski",
        "S Love",
        "J Harvey-Berino",
        "D West"
      ],
      "year": 2013,
      "doi": "10.1155/2013/480630"
    },
    {
      "title": "Video telehealth for weight maintenance of African-American women",
      "authors": [
        "B Gerber",
        "L Schiffer",
        "A Brown"
      ],
      "year": 2013,
      "doi": "10.1177/1357633x13490901"
    },
    {
      "title": "Sociodemographic, behavioral, and biological variables related to weight loss in native Hawaiians and other Pacific Islanders",
      "authors": [
        "J Kaholokula",
        "C Townsend",
        "A Ige"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20038"
    },
    {
      "title": "A community health worker-led lifestyle behavior intervention for Latina (Hispanic) women: feasibility and outcomes of a randomized controlled trial",
      "authors": [
        "D Koniak-Griffin",
        "M Brecht",
        "S Takayanagi",
        "J Villegas",
        "M Melendrez",
        "H Balcázar"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijnurstu.2014.09.005"
    },
    {
      "title": "Feasibility of enlisting social network members to promote weight loss among Latinas",
      "authors": [
        "B Marquez",
        "R Wing"
      ],
      "year": 2013,
      "doi": "10.1016/j.jand.2013.01.020"
    },
    {
      "title": "SisterTalk: final results of a culturally tailored cable television delivered weight control program for black women",
      "authors": [
        "P Risica",
        "K Gans",
        "S Kumanyika",
        "U Kirtania",
        "T Lasater"
      ],
      "year": 2013,
      "doi": "10.1186/1479-5868-10-141"
    },
    {
      "title": "Translation of a behavioral weight loss intervention for mid-life, low-income women in local health departments",
      "authors": [
        "C Samuel-Hodge",
        "B Garcia",
        "L Johnston"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20317"
    },
    {
      "title": "Randomized controlled trial targeting obesity-related behaviors: Better Together Healthy Caswell County",
      "authors": [
        "J Zoellner",
        "J Hill",
        "K Grier"
      ],
      "year": 2013,
      "doi": "10.5888/pcd10.120296"
    },
    {
      "title": "Effects of resistance training and walking on cardiovascular disease risk in African-American women",
      "authors": [
        "L Hornbuckle",
        "P Liu",
        "J Ilich",
        "J Kim",
        "B Arjmandi",
        "L Panton"
      ],
      "year": 2012,
      "doi": "10.1249/MSS.0b013e31822e5a12"
    },
    {
      "title": "One-year results of the Think Health! study of weight management in primary care practices",
      "authors": [
        "S Kumanyika",
        "J Fassbender",
        "D Sarwer"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2011.329"
    },
    {
      "title": "Comprehensive behavioral-motivational nutrition education improves depressive symptoms following bariatric surgery: a randomized, controlled trial of obese Hispanic Americans",
      "authors": [
        "P Nijamkin",
        "A Campa",
        "S Nijamkin",
        "J Sosa"
      ],
      "year": 2012,
      "doi": "10.1016/j.jneb.2013.04.264"
    },
    {
      "title": "Low-fat dietary pattern and change in body-composition traits in the Women's Health Initiative Dietary Modification Trial",
      "authors": [
        "C Carty",
        "C Kooperberg",
        "M Neuhouser"
      ],
      "year": 2011,
      "doi": "10.3945/ajcn.110.006395"
    },
    {
      "title": "Successful long-term weight loss maintenance in a rural population",
      "authors": [
        "V Milsom",
        "K Middleton",
        "M Perri"
      ],
      "year": 2011,
      "doi": "10.2147/cia.s25389"
    },
    {
      "title": "Meta-analysis in clinical trials",
      "authors": [
        "R Dersimonian",
        "N Laird"
      ],
      "year": 1986,
      "doi": "10.1016/0197-2456(86)90046-2"
    },
    {
      "title": "Weight outcomes of Latino adults and children participating in the Y Living Program, a family-focused lifestyle intervention, San Antonio, 2012-2013",
      "authors": [
        "D Parra-Medina",
        "Y Liang",
        "Z Yin",
        "L Esparza",
        "L Lopez"
      ],
      "year": 2015,
      "doi": "10.5888/pcd12.150219"
    },
    {
      "title": "Impact of Baltimore Healthy Eating Zones: an environmental intervention to improve diet among African American youth",
      "authors": [
        "A Shin",
        "P Surkan",
        "A Coutinho"
      ],
      "year": 2015,
      "doi": "10.1177/1090198115571362"
    },
    {
      "title": "Nutrition and physical activity randomized control trial in child care centers improves knowledge, policies, and children's body mass index",
      "authors": [
        "A Alkon",
        "A Crowley",
        "S Neelon"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-215"
    },
    {
      "title": "Latino families, primary care, and childhood obesity: a randomized controlled trial",
      "authors": [
        "Arauz Boudreau",
        "A Kurowski",
        "D Gonzalez",
        "W Dimond",
        "M Oreskovic"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2012.11.026"
    },
    {
      "title": "Achieving long-term weight maintenance in Mexican-American adolescents with a schoolbased intervention",
      "authors": [
        "C Johnston",
        "J Moreno",
        "M Gallagher"
      ],
      "year": 2013,
      "doi": "10.1016/j.jadohealth.2013.04.001"
    },
    {
      "title": "Effects of a low glycemic load or a low-fat dietary intervention on body weight in obese Hispanic American children and adolescents: a randomized controlled trial",
      "authors": [
        "N Mirza",
        "M Palmer",
        "K Sinclair"
      ],
      "year": 2013,
      "doi": "10.3945/ajcn.112.042630"
    },
    {
      "title": "Adolescent exergame play for weight loss and psychosocial improvement: a controlled physical activity intervention",
      "authors": [
        "A Staiano",
        "A Abraham",
        "S Calvert"
      ],
      "year": 2013,
      "doi": "10.1002/oby.20282"
    },
    {
      "title": "Impact of a nurse-directed, coordinated school health program to enhance physical activity behaviors and reduce body mass index among minority children: a parallel-group, randomized control trial",
      "authors": [
        "K Wright",
        "J Giger",
        "K Norris",
        "Z Suro"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijnurstu.2012.09.004"
    },
    {
      "title": "Culturally tailored, family-centered, behavioral obesity intervention for Latino-American preschool-aged children",
      "authors": [
        "S Barkin",
        "S Gesell",
        "' Po",
        "Ek",
        "J Escarfuller",
        "T Tempesti"
      ],
      "year": 2012,
      "doi": "10.1542/peds.2011-3762"
    },
    {
      "title": "The Healthy Options for Nutrition Environments in Schools (Healthy ONES) group randomized trial: using implementation models to change nutrition policy and environments in low income schools",
      "authors": [
        "K Coleman",
        "M Shordon",
        "S Caparosa",
        "M Pomichowski",
        "D Dzewaltowski"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-80"
    },
    {
      "title": "A randomized trial of sugar-sweetened beverages and adolescent body weight",
      "authors": [
        "C Ebbeling",
        "H Feldman",
        "V Chomitz"
      ],
      "year": 2012,
      "doi": "10.1056/nejmoa1203388"
    },
    {
      "title": "Efficacy of a school-based childhood obesity intervention program in a rural southern community: TEAM Mississippi Project",
      "authors": [
        "L Greening",
        "K Harrell",
        "A Low",
        "C Fielder"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2010.329"
    },
    {
      "title": "Predictors of attendance in a practical clinical trial of two pediatric weight management interventions",
      "authors": [
        "C Jensen",
        "B Aylward",
        "R Steele"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2012.96"
    },
    {
      "title": "Pediatric overweight prevention through a parent training program for 2-4 year old Latino children",
      "authors": [
        "W Slusser",
        "F Frankel",
        "K Robison",
        "H Fischer",
        "W Cumberland",
        "C Neumann"
      ],
      "year": 2012,
      "doi": "10.1089/chi.2011.0060"
    },
    {
      "title": "Bright Start: description and main outcomes from a group-randomized obesity prevention trial in American Indian children",
      "authors": [
        "M Story",
        "P Hannan",
        "J Fulkerson"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2012.89"
    },
    {
      "title": "Cardiovascular risk factors in multiethnic middle school students: the HEALTHY primary prevention trial",
      "authors": [
        "S Willi",
        "K Hirst",
        "R Jago"
      ],
      "year": 2012,
      "doi": "10.1111/j.2047-6310.2011.00042.x"
    },
    {
      "title": "Improving healthy dietary behaviors, nutrition knowledge, and self-efficacy among underserved school children with parent and community involvement",
      "authors": [
        "K Wright",
        "K Norris",
        "Newman Giger",
        "J Suro"
      ],
      "year": 2012,
      "doi": "10.1089/chi.2012.0045"
    },
    {
      "title": "Changing overweight Latino preadolescent body mass index: the effect of the parent-child dyad",
      "authors": [
        "S Barkin",
        "S Gesell",
        "E Poe",
        "E Ip"
      ],
      "year": 2011,
      "doi": "10.1177/0009922810379039"
    },
    {
      "title": "The efficacy of the web-based childhood obesity prevention program in Chinese American adolescents (Web ABC study)",
      "authors": [
        "J Chen",
        "S Weiss",
        "M Heyman",
        "B Cooper",
        "R Lustig"
      ],
      "year": 2011,
      "doi": "10.1016/j.jadohealth.2010.11.243"
    },
    {
      "title": "Effectiveness and spillover of an after-school health promotion program for Hispanic elementary school children",
      "authors": [
        "H De Heer",
        "L Koehly",
        "R Pederson",
        "O Morera"
      ],
      "year": 2011,
      "doi": "10.2105/ajph.2011.300177"
    },
    {
      "title": "Hip-Hop to Health Jr. Obesity Prevention Effectiveness Trial: postintervention results",
      "authors": [
        "M Fitzgibbon",
        "M Stolley",
        "L Schiffer"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2010.314"
    },
    {
      "title": "Long-term results of an obesity program in an ethnically diverse pediatric population",
      "authors": [
        "M Savoye",
        "P Nowicka",
        "M Shaw"
      ],
      "year": 2011,
      "doi": "10.1542/peds.2010-0697"
    },
    {
      "title": "An ecological approach to exploring rural food access and active living for families with preschoolers",
      "authors": [
        "B Buro",
        "A Gold",
        "D Contreras"
      ],
      "year": 2015,
      "doi": "10.1016/j.jneb.2015.08.020"
    },
    {
      "title": "A systematic review and meta-analysis of whole of community interventions to prevent excessive population weight gain",
      "authors": [
        "L Wolfenden",
        "R Wyse",
        "M Nichols",
        "S Allender",
        "L Millar",
        "P Mcelduff"
      ],
      "year": 2014,
      "doi": "10.1016/j.ypmed.2014.1.031"
    },
    {
      "title": "A community intervention reduces BMI z-score in children: Shape Up Somerville first year results",
      "authors": [
        "C Economos",
        "R Hyatt",
        "J Goldberg"
      ],
      "year": 2007,
      "doi": "10.1038/oby.2007.155"
    },
    {
      "title": "Systems science and childhood obesity: a systematic review and new directions",
      "authors": [
        "Cockrell Skinner",
        "A Foster"
      ],
      "year": 2013,
      "doi": "10.1155/2013/129193"
    },
    {
      "title": "A system-oriented multi-level framework for addressing obesity in the 21st century",
      "authors": [
        "T Huang",
        "A Drewnosksi",
        "S Kumanyika",
        "T Glass"
      ],
      "year": 2009
    },
    {
      "title": "Association between competitive food and beverage policies in elementary schools and childhood overweight/obesity trends: differences by neighborhood socioeconomic resources",
      "authors": [
        "E Sanchez-Vaznaugh",
        "B Sanchez",
        "P Crawford",
        "S Egerter"
      ],
      "year": 2015,
      "doi": "10.1001/jamapediatrics.2015.0781"
    },
    {
      "title": "A new initiative on precision medicine",
      "authors": [
        "F Collins",
        "H Varmus"
      ],
      "year": 2015,
      "doi": "10.1056/nejmp1500523"
    },
    {
      "title": "Epigenetics of obesity: beyond the genome sequence",
      "authors": [
        "P Cordero",
        "J Li",
        "J Oben"
      ],
      "year": 2015,
      "doi": "10.1097/mco.0000000000000179"
    },
    {
      "title": "NIH working group reportusing genomic information to guide weight management: from universal to precision treatment",
      "authors": [
        "M Bray",
        "R Loos",
        "J Mccaffery"
      ],
      "year": 2016,
      "doi": "10.1002/oby.21381"
    },
    {
      "title": "Precision medicine: beyond the inflection point",
      "authors": [
        "S Hawgood",
        "I Hook-Barnard",
        "O' Brien",
        "T Yamamoto"
      ],
      "year": 2015,
      "doi": "10.1126/scitranslmed.aaa9970"
    },
    {
      "title": "Obesity as a medical problem",
      "authors": [
        "P Kopelman"
      ],
      "year": 2000,
      "doi": "10.1038/35007508"
    },
    {
      "title": "Epigenetics at the epicenter of modern medicine",
      "authors": [
        "A Feinberg"
      ],
      "year": 2008,
      "doi": "10.1001/jama.299.11.1345"
    },
    {
      "title": "Genetics and epigenetics of obesity",
      "authors": [
        "B Herrera",
        "S Keildson",
        "C Lindgren"
      ],
      "year": 2011,
      "doi": "10.1016/j.maturitas.2011.02.018"
    },
    {
      "title": "Microbial ecology: human gut microbes associated with obesity",
      "authors": [
        "R Ley",
        "P Turnbaugh",
        "S Klein",
        "J Gordon"
      ],
      "year": 2006,
      "doi": "10.1038/4441022a"
    },
    {
      "title": "An obesity-associated gut microbiome with increased capacity for energy harvest",
      "authors": [
        "P Turnbaugh",
        "R Ley",
        "M Mahowald",
        "V Magrini",
        "E Mardis",
        "J Gordon"
      ],
      "year": 2006,
      "doi": "10.1038/nature05414"
    },
    {
      "title": "The role of the gut microbiota in energy metabolism and metabolic disease",
      "authors": [
        "P Cani",
        "N Delzenne"
      ],
      "year": 2009,
      "doi": "10.2174/138161209788168164"
    }
  ],
  "num_references": 80
}
