{
  "paper_id": "2LJ2P2L2",
  "title": "The Impact of Different Nursing Skill Mix Models on Patient Outcomes in a Respiratory Care Center",
  "abstract": "Background: Many hospitals have reformed hospital policies and changed nursing models to cope with shortages in nursing staff and control medical costs. However, the nursing skill mix model that most successfully achieves both cost effectiveness and quality care has yet to be determined. Aim: The aim of this study was to explore the impact of different nurse staffing models on patient outcomes in a respiratory care center (RCC). Methods: Retrospective data from 2006 to 2008 were obtained from records monitoring nursing care quality, as well as patient records and nursing personnel costs in an RCC as a medical center, in southern Taiwan. A total of 487 patients were categorized into two groups according to the RCC's mix of nursing staff. The \"RN/Aide\" group comprised 247 patients who received RN and aide care, with a 0.7-0.8 proportion of RNs, from July 2006 to June 2007. The other 240 patients (\"All-RN\") received 100% RN care from January 2008 to December 2008. Results: The results of this study indicated no significant differences in occurrence of pressure ulcer or respiratory tract infections, days of hospitalization, mortality, or nursing costs. However, significant differences were observed in ventilator weaning and occurrence of urinary tract and bloodstream infections. Conclusions: A higher proportion of RNs was associated not only with a lower rate of urinary tract infection but also with more patients being weaned successfully from ventilators. The findings of this study have implications for how managers and administrators manage nurse staffing in respiratory care.",
  "year": 2008,
  "date": "2008",
  "journal": "Lung",
  "publication": "Lung",
  "authors": [
    {
      "forename": "Pei-Hsuan",
      "surname": "Yang",
      "name": "Pei-Hsuan Yang"
    },
    {
      "forename": "Chich-Hsiu",
      "surname": "Hung",
      "name": "Chich-Hsiu Hung",
      "email": "chhung@kmu.edu.tw"
    },
    {
      "forename": "Yao-Mei",
      "surname": "Chen",
      "name": "Yao-Mei Chen"
    },
    {
      "forename": "Chuan-Yu",
      "surname": "Hu",
      "name": "Chuan-Yu Hu"
    },
    {
      "forename": "Sheng-Lan",
      "surname": "Shieh",
      "name": "Sheng-Lan Shieh"
    },
    {
      "surname": "Supervisor",
      "name": "Supervisor"
    },
    {
      "affiliation": "Doctoral Student , School of Nursing , Kaohsiung Medical University , Kaohsiung , Taiwan and \n\t\t\t\t\t\t\t\t Doctoral Student \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan and"
    },
    {
      "affiliation": "Head Nurse , Department of Nursing , Kaohsiung Medical Uni- versity Hospital , Kaohsiung , Taiwan; \n\t\t\t\t\t\t\t\t Head Nurse \n\t\t\t\t\t\t\t\t Department of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical Uni- versity Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan;"
    },
    {
      "affiliation": "Chich-Hsiu Hung , Professor, School of Nursing , Kaohsiung Medical University , Kaohsiung , Taiwan; Assistant Professor, \n\t\t\t\t\t\t\t\t Chich-Hsiu Hung \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan;"
    },
    {
      "affiliation": "School of Nursing , Kaohsiung Medical University , Kaohsiung , Taiwan \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "affiliation": "De- partment of Nursing , Kaohsiung Municipal Hsiao-Kang Hospital , Taiwan; \n\t\t\t\t\t\t\t\t De- partment of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Municipal Hsiao-Kang Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Taiwan;"
    },
    {
      "affiliation": "Department of Nursing , Kaohsiung Medical University Hospital , Kaohsiung , Taiwan; \n\t\t\t\t\t\t\t\t Department of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan;"
    },
    {
      "affiliation": "Department of Nursing , Kaohsiung Medical University Hospital , Kaohsiung , Taiwan. \n\t\t\t\t\t\t\t\t Department of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan"
    },
    {
      "affiliation": "School of Nursing , Kaohsiung Medical University , 100 Shih-Chuan 1st Rd. , San-Min District , Kaohsiung 80708 , Taiwan; \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Kaohsiung Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100 Shih-Chuan 1st Rd. San-Min District \n\t\t\t\t\t\t\t\t\t 80708 \n\t\t\t\t\t\t\t\t\t Kaohsiung \n\t\t\t\t\t\t\t\t\t Taiwan;"
    }
  ],
  "doi": "10.1111/j.1741-6787.2012.00246.x",
  "keywords": [
    "respiratory care",
    "nursing skill mix models",
    "patient outcomes"
  ],
  "sections": [
    {
      "text": "catastrophic illness cards in 1999 cost 3.5 billion New Taiwan Dollars (NTD) in medical expenses  (BNHI 2000) . The BNHI therefore launched the \"Integrated Delivery System (IDS) Demonstration for Ventilator-Dependent Patients\" in 2000, in which different nursing care and payment methods were applied to four levels of respiratory care: the intensive care unit (ICU), the respiratory care center (RCC), the respiratory care ward (RCW), and home care. In addition to enhancing ICU bed utilization, the IDS was designed and expected to reduce costs, apply medical resources effectively, and maintain good quality of care.\n\nIn recent years, hospital quality management has focused on outcome-oriented indicators (Taiwan Joint Commission on Hospital Accreditation 2010). Patient outcomes include nosocomial infections, ventilator weaning, pressure ulcers, falls, mortality, and days of hospitalization, among which health care-associated infections and mortality are considered important indicators of health care Worldviews on Evidence-Based Nursing r Fourth Quarter 2012 227  (Cho et al. 2003; Currie et al. 2005; McCloskey & Diers 2005; BNHI 2009 ; Taiwan Joint Commission on Hospital Accreditation 2010). Orrett (2002)  analyzed data obtained from 629 ICU inpatients and discovered that the respiratory tract (29.5%), surgical wounds (25.2%), and urinary tract (20.1%) were the most common sites of nosocomial infection. Nosocomial pneumonia among such patients was common and associated with the use of ventilators (87.4%), resulting in higher mortality rates and more days of hospitalization than nonventilator-associated pneumonia  (Suka et al. 2007) . Patients without infections had a higher ventilator-weaning rate and lower mortality rate than patients with infections. Aboussouan et al. (2008)  assessed the factors affecting mortality among 117 patients in a respiratory unit and found that patients older than age 65 who developed pressure ulcers and failed to be weaned from the ventilator had a higher rate of mortality.\n\nNurse staffing is believed to affect patient outcomes. Su et al. (2010)  concluded that nurse staffing was significantly related to patient safety, infection rate, and mortality. In a study exploring 51 ICUs within 31 hospitals,  Stone et al. (2007)  noted a significant correlation between nurse staffing and the development of bloodstream infection, ventilator-associated pneumonia, urinary tract infection, and pressure ulcers; sufficient nurse staffing could effectively reduce the occurrence of infection  (Stone et al. 2007 ). To cope with nursing staff shortages, medical institutions have deployed skill mix models to recruit nursing aides to care for patients and assist with various unit duties under the supervision and guidance of nurses  (Mei et al. 2009) .\n\nA study concerning the relationship of skill mix models to patient outcomes by  Needleman et al. (2002)  showed that when patients received more hours of care from registered nurses (RN) compared to hours of care from nursing aides, they had fewer days of hospitalization as well as lower rates of urinary tract infection, gastric hemorrhage, pneumonia, shock, and cardiac arrest, indicating that RNs provided a better quality of nursing care. Yang (2003)  conducted a retrospective study of 21 patients in the internal medicine and surgical wards of a medical center and analyzed data obtained from records monitoring nursing care quality, patient records, a patient classification system, and nurse staffing. Results indicated that nursing workload was the most important predictor of nosocomial infections; patients developing nosocomial infections increased the cost per patient to approximately 115,710 NTD and added 18.2 days of hospitalization  (Chen et al. 2005) . In sum, the idea of decreasing nursing staff to save personnel costs could lead to prolonged hospital stays, higher medical costs, and increased risk of life-threatening conditions.\n\nBased on BNHI regulations, the nurse-to-patient ratio should be 1:1; however, some hospitals employ nursing aides to perform nonprofessional nursing duties as a means of reducing nurse-staffing costs. In 2003, the Taiwanese government allocated US $6 million to train and employ nursing aides  (Tzeng 2004 ) and then, in 2005, planned skill mix models in which specific job duties were assigned to RNs and to nursing aides  (Lu 2009) . By successfully completing a 90-hour training course, return demonstration, and clinical practicum offered by the Department of Health, Executive Yuan, Taiwan, nursing aides could qualify to assist patients in bathing, turning, and feeding, taking on some of the tasks usually assigned to RNs.\n\nThe government has already spent large amounts of money and resources in training nursing aides, yet studies about the effects of skill mix models on patient outcomes have been limited to general wards  (You et al. 2003; Feng et al. 2008) , and few related studies have been conducted in progressive care units or ICUs."
    },
    {
      "title": "Purpose",
      "text": "Seeking further understanding of the impact of nurse staffing on patient outcomes, our research examined the following: (1) differences in patient outcomes (pressure ulcers, respiratory and urinary tract infections, bloodstream infections, days of hospitalization, and ventilator weaning) between patients who received \"All-RN care\" and patients who received \"RN/Aide care\"; and (2) differences in staffing costs between the two aforementioned groups."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Participants and Setting",
      "text": "The mixed RN/Aide assignment in a medical center in southern Taiwan was initiated in January 2003. However, the manpower for nursing aides was unstable until July 1, 2006. Thus, a total of 487 patients referred to an RCC at the medical center from July 1, 2006, to December 31, 2008, were categorized into two groups according to the mix of nursing staff: 247 patients were cared for by both RNs and nursing aides (\"RN/Aide care,\" substituting one RN with two nursing aides, with the proportion of RNs = 0.6-0.7) from July 1, 2006, to June 30, 2007; 240 were cared for by RNs only (\"All-RN care,\" proportion of RNs = 1) from January 1 to December 31, 2008. The proportion of RNs was defined as the percentage of RNs to total nurse staffing (RNs and nursing aides). In consideration of staffing costs, the human alternative of one RN was two nursing aides."
    },
    {
      "title": "Data Collection Procedures",
      "text": "The study protocol was approved by the Institutional Review Board of the Kaohsiung Medical University Hospital.\n\nRetrospective patient data and nursing staff records were collected from July 1, 2006, to June 30, 2007, and from January 1 to December 31, 2008, during which time patients were referred to the RCC and received respiratory therapy.\n\nDemographic data obtained from patient records included age, sex, the Acute Physiology and Chronic Health Evaluation II (APACHE II), tracheostomy, underlying diseases, days of ventilator use, days of hospitalization in the RCC, and records of ventilator use. APACHE II is a severity-of-disease classification system. Within 24 hours of admission to an RCC, a patient's integer score was computed based on several measurements (temperature, heart rate, mean arterial pressure, respiratory rate, PaO 2 , serum sodium, white blood cell count, platelet count, Glasgow coma score, and marks adjusting for patient age and for chronic health problems). Higher APACHE II scores imply more severe disease and higher risk of death  (Knaus et al. 1985) .\n\nPatient-outcome data obtained from infection control, quality management, and human resource departments included pressure ulcers, respiratory and urinary tract infections, bloodstream infections, ventilator weaning, mortality, and nursing cost per patient in the RCC. During the period of this study, the conditions of pressure ulcers, respiratory and urinary tract infections, and bloodstream infections were recorded after each patient's admission to an RCC. Successful ventilator weaning is defined by BNHI as liberation from mechanical ventilation for more than 72 consecutive hours.\n\nNursing costs were defined as the monetary amount spent by the RCC to provide service to the patients during the study period. Nursing cost data were provided by the hospital accounting office. For this study, we computed the 12-month nursing cost for both RN/Aide and All-RN care groups. The 12-month nursing cost for each group was divided by 12 months to determine an average nursing cost per month for the two groups."
    },
    {
      "title": "Data Analysis",
      "text": "Data were encoded and repeatedly verified for accuracy and then analyzed using JMP 8.0 statistical software and adequate statistical methods. Mean and standard deviation were used to describe continuous variables of patients' demographic data; frequency distribution and percentage were used to present categorical variables. The χ 2 test and t-test were used to compare the differences between the two groups in the occurrence of pressure ulcers, respiratory and urinary tract infections, bloodstream infections, days of hospitalization in the RCC, ventilator weaning, mortality, and nursing costs."
    },
    {
      "title": "FINDINGS Participants' Demographic Characteristics",
      "text": "The mean ages of the patients in the two groups were 67.80 ± 15.74 years and 70.09 ± 14.31 years, respectively; males, 145 (58.70%) and 130 (54.17%), respectively, were in the majority; the APACHE II scores were 16.13 ± 5.62 and 17.03 ± 5.73, respectively; 135 (54.66%) and 128 (53.33%) had previously undergone a tracheostomy when referred to the RCC; 74 (29.96%) and 91 (37.92%) had respiratory disease (chronic lung disease following acute lung injury), which was the most commonly occurring underlying disease, followed by neuromuscular disorder (intracerebral hemorrhage), 73 (29.55%) and 68 (28.33%). The mean lengths of ventilator use in the RCC were 19.33 ± 13.80 and 17.60 ± 12.57 days; the mean lengths of ventilator use during total hospitalization were 40.04 ± 15.42 and 39.99 ± 15.92 days (Table  1 ). Statistics indicated that no significant differences existed in the demographic characteristics between the All-RN and RN/Aide groups."
    },
    {
      "title": "Comparisons of Patient Outcomes and Nursing Costs",
      "text": "In terms of patient outcomes, no significant difference existed in the occurrence of pressure ulcers and respiratory infections, the mean lengths of RCC stay, mortality, or nursing costs. Yet significant differences existed in urinary tract and bloodstream infections (t = 24.88, P < 0.01; t = 8.47, P = 0.01), indicating that patients in the All-RN group had fewer urinary tract infections than those in the RN/Aide group (6.67% compared to 22.26%), although patients in the All-RN group had more bloodstream infections than those in the RN/Aide group (12.92% compared to 6.88%). Patients in the All-RN group also had a significantly higher rate of ventilator weaning (χ 2 = 10.85, P < 0.01; Table  2 )."
    },
    {
      "title": "DISCUSSION",
      "text": "Evidence shows that nurse staffing affects patient safety and the quality of nursing care, and that nursing professionals contribute to human health. Previous studies have pointed out that patient outcomes such as mortality, pressure ulcers, and nosocomial infections increase when the number of patients for each nurse increases; in other words, each additional nurse reduces patient mortality by 1.2%  (Aiken et al. 2002; Kane et al. 2007 ). However, our study presented no significant mortality difference between different nurse staffing models; the reason for this could be associated with the participants we recruited for this study. Most patients who are referred to an RCC are elderly (65 years old or older) and have multiple chronic diseases, chronic kidney disease, coronary artery disease,  and other complications  (Su et al. 2006; Yang et al. 2008) . Therefore, the study findings show no significant difference in mortality between different nurse staffing models.\n\nOur findings indicate that a higher proportion of RNs could reduce the occurrence of urinary tract infection in patients, which is in line with  Needleman et al. (2002)  in their study of the relationship between nurse staffing levels and quality of care. However, our study revealed that more bloodstream infections occurred in the group with the higher proportion of RNs. This is a different conclusion than that reached by  Kane et al. (2007) , who explored the association between nurse staffing levels and blood-stream infections in acute care hospitals, and found that each additional nurse reduces bloodstream infections in patients by 36%. The reason for this may be attributed to the participants' characteristics.\n\nMost patients referred to an RCC have multiple diseases  (Yang et al. 2008) , and the retention time of most patients' central venous catheters (CVCs) was longer than 14 days. In a study surveying the prevention of catheter-related infections,  Mermel (2000)  found that 90% of bloodstream infections are associated with the retention of CVCs. Byrnes and Coopersmith (2007)  found that hand hygiene is one of the most important preventive strategies for bloodstream infection. In our study, patients who received RN/Aide care were given bed baths by the nursing aides and were then cared for by RNs, who inserted CVCs and addressed wound care at insertion sites. However, patients who received All-RN care were given bed baths and received care from RNs, including CVC insertions and wound care at insertion sites. According to the author's regular observations of care, some of these RNs might fail to follow the standard procedure of performing catheter care only after changing gloves instead of washing their hands. This failure could explain why the patients who received All-RN care developed more bloodstream infections than those patients who received RN/Aide care. Thus, in-service education for basic aseptic technique and standard practice procedure must be emphasized and regularly monitored.\n\nIn the Taiwanese medical system, nursing staff are faced with a heavy burden of duties to meet the accreditation criteria of high quality of nursing care, along with a nursing shortage and high turnover rate. It is essential that nursing staff have enough time to perform professional duties by recruiting nursing aides to reduce nurses' workload. However, how to apply nursing aides without sacrificing quality of care remains a major issue.\n\nIn-service education should be conducted to teach nursing staff the role and function of nursing aides, which may help them understand how to effectively instruct and supervise aides in performing standard nursing skills. Moreover, skill mix nursing models should be included in school nursing curricula to help nursing students gain a better understanding of the role and function of nursing aides and learn to apply nursing aides effectively in patient care, leaving them adequately prepared for future clinical practice.\n\nOur study also discovered that different nurse staffing models affect patients' weaning from ventilators. More patients who received All-RN care were successfully weaned from their ventilators compared to patients who received RN/Aide care. Moreover, fewer patients who received All-RN care failed to be weaned from the ventilator compared to the patients who received RN/Aide care. As noted in previous qualitative studies, the concern of nurses and close family members for patients is an important factor in the process of being weaned from the ventilator  (Chen et al. 2009) . Our findings support the notion that conscious patients need more psychological support, and that an increase in professional nursing staff to guide the weaning process could effectively reduce patients' fear and stress. RNs are able to observe a patient's respiratory intolerance during the weaning process and impart their medical knowledge, experience, and patience to the patient, bolstering the patient's sense of security and confidence in detaching from the ventilator.\n\nThis study was conducted with a retrospective chart review from July 1, 2006, to June 30, 2007, and from January 1 to December 31, 2008, during which time patients were referred to an RCC and received respiratory therapy. A possible limitation of the study is that the patients in the two groups were treated in different historical contexts within 12-month time periods. The structural change and temporally contingent relations that occurred in the different periods could not be quantitatively analyzed.\n\nIn this study, nursing costs did not significantly differ between the two groups. This could be anticipated because of the payment of two nursing aides and one RN balancing each other out. However, findings suggest an association between nurse staffing and patient outcomes, and the findings mirror those found in the study of  Needleman et al. (2002)  on the relationship between nurse staffing levels and quality of patient care, and those of  Su et al. (2010)  on the relationship between nurse staffing and patient outcomes. According to IDS regulations for ventilatordependent patients, a patient who has been weaned successfully from the ventilator and closely observed for 5 days must be referred to a general ward, home care, or a nursing home for long-term care. Therefore, the improved ventilator weaning of patients receiving All-RN care observed in this study suggests that care exclusively by RNs may reduce the length of hospitalization in the RCC.\n\nThe aging of Taiwan's population has led to an increase in chronic diseases as well as in the number of ventilatordependent patients who need respiratory care. Because of medical cost constraints, a number of medical institutions have reduced the number of RNs they employ and instead hired nursing aides in an effort to cut nursing personnel costs. Our study reveals that substituting RNs with nursing aides increases urinary tract infections and reduces the success rate of weaning patients from ventilators, which could result in increased medical costs. Currently, in Taiwan, nursing aides are trained by an external agency. Medical institutions could also explore training nursing aides based on their own institutional care standards and compare patient outcomes between two different skill mix nursing models with different training processes."
    },
    {
      "title": "CONCLUSIONS",
      "text": "Nurse staffing is a complex policy issue, and various inventive nursing models have been introduced in attempts to reduce the turnover rate of nurses in Taiwan. The primary nursing, magnet hospital, and nursing skill mix models have been promoted since 2005  (Tsay & Wang 2007 ), yet the nurse turnover rate remains high and has reached 46.5%  (Lee et al. 2009) . According to the International Council of  Nurses (2006) , factors affecting the supply and demand for nurses include number of nurses, nursing skill mix models, case mix complexity, and cost effectiveness. In addition to improved nurse education, future studies are necessary to explore the relationships between different nursing models and patient outcomes, and to identify an appropriate nursing model that can stabilize a nursing workforce without sacrificing quality of care or overly increasing nursing cost."
    },
    {
      "text": "Patients' demographic characteristics between two different nursing staff models (n = 487)"
    },
    {
      "text": "Patient outcomes and nursing cost between different nursing staffs (n = 487)"
    }
  ],
  "references": [
    {
      "title": "Determinants of long-term mortality after prolonged mechanical ventilation",
      "authors": [
        "L Aboussouan",
        "C Lattin",
        "J Kline"
      ],
      "year": 2008,
      "doi": "10.1007/s00408-008-9110-x"
    },
    {
      "title": "Hospital nurse staffing and patient mortality, nurse burnout, and job dissatisfaction",
      "authors": [
        "L Aiken",
        "S Clarke",
        "D Sloane",
        "J Sochalski",
        "J Silber"
      ],
      "year": 2002,
      "doi": "10.1001/jama.288.16.1987"
    },
    {
      "title": "Inpatient benefit claims by category of major illness/injury",
      "year": 2000
    },
    {
      "title": "National Health Insurance ventilator-dependent patients with integrated care prospective payment pilot project (approved version)",
      "year": 2009,
      "doi": "10.5334/ijic.1476"
    },
    {
      "title": "Prevention of catheter-related blood stream infection",
      "authors": [
        "M Byrnes",
        "C Coopersmith"
      ],
      "year": 2007
    },
    {
      "title": "Successful mechanical ventilation weaning experiences at respiratory care centers",
      "authors": [
        "C Chen",
        "C Lin",
        "Y Tzeng",
        "L Hsu"
      ],
      "year": 2009,
      "doi": "10.1097/jnr.0b013e3181a6a601"
    },
    {
      "title": "Impact of nosocomial infection on cost of illness and length of stay in intensive care units",
      "authors": [
        "Y Chen",
        "Y Chou",
        "P Chou"
      ],
      "year": 2005,
      "doi": "10.1086/502540"
    },
    {
      "title": "The effects of nurse staffing on adverse events, morbidity, mortality, and medical costs",
      "authors": [
        "S Cho",
        "S Ketefian",
        "V Barkauskas",
        "D Smith"
      ],
      "year": 2003,
      "doi": "10.1097/00006199-200303000-00003"
    },
    {
      "title": "Relationship between quality of care, staffing levels, skill mix and nurse autonomy: Literature review",
      "authors": [
        "V Currie",
        "G Harvey",
        "E West",
        "H Mckenna",
        "S Keeney"
      ],
      "year": 2005,
      "doi": "10.1111/j.1365-2648.2005.03462.x"
    },
    {
      "title": "Establishment and evaluation of the skill-mix model in a medical center",
      "authors": [
        "R Feng",
        "Y Sang",
        "W Chang",
        "M Chen",
        "S Chou",
        "J Yin"
      ],
      "year": 2008
    },
    {
      "title": "Safe staffing saves lives: Information and action tool kit",
      "year": 2006,
      "doi": "10.3233/jrs-2008-0442"
    },
    {
      "title": "The association of registered nurse staffing levels and patient outcomes: Systematic review and metaanalysis",
      "authors": [
        "R Kane",
        "T Shamliyan",
        "C Mueller",
        "S Duval",
        "T Wilt"
      ],
      "year": 2007,
      "doi": "10.1097/mlr.0b013e3181468ca3"
    },
    {
      "title": "APACHE II: A severity of disease classification system",
      "authors": [
        "W Knaus",
        "E Draper",
        "D Wagner",
        "J Zimmerman"
      ],
      "year": 1985,
      "doi": "10.1097/00003246-198510000-00009"
    },
    {
      "title": "Effects of a preceptorship program on turnover rate, cost, quality and professional development",
      "authors": [
        "T Lee",
        "W Tzeng",
        "C Lin",
        "M Yeh"
      ],
      "year": 2009,
      "doi": "10.1111/j.1365-2702.2008.02662.x"
    },
    {
      "title": "Discussion on professional nursing issues",
      "authors": [
        "M Lu"
      ],
      "year": 2009
    },
    {
      "title": "Effects of New Zealand's health reengineering on nursing and patient outcomes",
      "authors": [
        "B Mccloskey",
        "D Diers"
      ],
      "year": 2005,
      "doi": "10.1097/01.mlr.0000182549.85761.cd"
    },
    {
      "title": "Exploring the current state and progress of the skill-mix model in Taiwan",
      "authors": [
        "T Mei",
        "J Lee",
        "Y Liang",
        "L Liu",
        "L Huang"
      ],
      "year": 2009
    },
    {
      "title": "Prevention of intravascular catheterrelated infections",
      "authors": [
        "L Mermel"
      ],
      "year": 2000,
      "doi": "10.7326/0003-4819-132-5-200003070-00009"
    },
    {
      "title": "Nurse-staffing levels and the quality of care in hospitals",
      "authors": [
        "J Needleman",
        "P Buerhaus",
        "S Mattke",
        "M Stewart",
        "K Zelevinsky"
      ],
      "year": 2002,
      "doi": "10.1056/nejmsa012247"
    },
    {
      "title": "Nosocomial infections in an intensive care unit in a private hospital",
      "authors": [
        "F Orrett"
      ],
      "year": 2002
    },
    {
      "title": "Nurse working conditions and patient safety outcomes",
      "authors": [
        "P Stone",
        "C Mooney-Kane",
        "E Larson",
        "T Horan",
        "L Glance",
        "J Zwanziger",
        "A Dick"
      ],
      "year": 2007,
      "doi": "10.1097/mlr.0b013e3180383667"
    },
    {
      "title": "Experience with a step-down respiratory care center at a tertiary referral medical center in Taiwan",
      "authors": [
        "J Su",
        "C Lin",
        "P Chen",
        "F Lin",
        "S Chen",
        "H Kuo"
      ],
      "year": 2006,
      "doi": "10.1016/j.jcrc.2005.10.004"
    },
    {
      "title": "The relationships among the nurse staffing, negative patient outcomes, and mortality",
      "authors": [
        "S Su",
        "P Liu",
        "H Su"
      ],
      "year": 2010
    },
    {
      "title": "Incidence and outcomes of ventilator-associated pneumonia in Japanese intensive care units: The Japanese nosocomial infection surveillance system",
      "authors": [
        "M Suka",
        "K Yoshida",
        "H Uno",
        "J Takezawa"
      ],
      "year": 2007,
      "doi": "10.1086/511997"
    },
    {
      "title": "Taiwan Clinical Performance Indicator",
      "year": 2010,
      "doi": "10.5176/2251-3833_ghc12.37"
    },
    {
      "title": "Reflections on nursing education in Taiwan and its prospects from the perspective of nursing manpower policy",
      "authors": [
        "S Tsay",
        "H Wang"
      ],
      "year": 2007
    },
    {
      "title": "Roles of nurse aides and family members in acute patient care in Taiwan",
      "authors": [
        "H Tzeng"
      ],
      "year": 2004,
      "doi": "10.1097/00001786-200404000-00015"
    },
    {
      "title": "Relationships between nurse staffing and patient outcomes",
      "authors": [
        "K Yang"
      ],
      "year": 2003,
      "doi": "10.1097/01.jnr.0000347631.87723.de"
    },
    {
      "title": "Successful weaning predictors in a respiratory care center in Taiwan",
      "authors": [
        "P Yang",
        "J Hung",
        "C Yang",
        "J Tsai",
        "T Wang",
        "J Lee",
        "M Huang"
      ],
      "year": 2008,
      "doi": "10.1016/s1607-551x(08)70102-5"
    },
    {
      "title": "Taiwan hospital culture reform-cultural change in Taiwan's hospitals full responsibility for care of Taipei City Hospital, the pilot project. Publication of the Honor Society of Nursing, Sigma Theta Tau International, Lambda Beta-at-Large Chapter in Taiwan",
      "authors": [
        "L You",
        "C Chen",
        "T Cheng",
        "W Wu"
      ],
      "year": 2003,
      "doi": "10.33879/amh.113.2020.01001"
    }
  ],
  "num_references": 30
}
