{
  "paper_id": "2M6E6SPK",
  "title": "The Effectiveness of Mobile-Health Technologies to Improve Health Care Service Delivery Processes: A Systematic Review and Meta-Analysis",
  "abstract": "Background: Mobile health interventions could have beneficial effects on health care delivery processes. We aimed to conduct a systematic review of controlled trials of mobile technology interventions to improve health care delivery processes. \n Methods and Findings: We searched for all controlled trials of mobile technology based health interventions using MEDLINE, EMBASE, PsycINFO, Global Health, Web of Science, Cochrane Library, UK NHS HTA (Jan 1990-Sept 2010). Two authors independently extracted data on allocation concealment, allocation sequence, blinding, completeness of follow-up, and measures of effect. We calculated effect estimates and we used random effects meta-analysis to give pooled estimates. We identified 42 trials. None of the trials had low risk of bias. Seven trials of health care provider support reported 25 outcomes regarding appropriate disease management, of which 11 showed statistically significant benefits. One trial reported a statistically significant improvement in nurse/surgeon communication using mobile phones. Two trials reported statistically significant reductions in correct diagnoses using mobile technology photos compared to gold standard. The pooled effect on appointment attendance using text message (short message service or SMS) reminders versus no reminder was increased, with a relative risk (RR) of 1.06 (95% CI 1.05-1.07, I 2 = 6%). The pooled effects on the number of cancelled appointments was not significantly increased RR 1.08 (95% CI 0.89-1.30). There was no difference in attendance using SMS reminders versus other reminders (RR 0.98, 95% CI 0.94-1.02, respectively). To address the limitation of the older search, we also reviewed more recent literature. \n Conclusions: The results for health care provider support interventions on diagnosis and management outcomes are generally consistent with modest benefits. Trials using mobile technology-based photos reported reductions in correct diagnoses when compared to the gold standard. SMS appointment reminders have modest benefits and may be appropriate for implementation. High quality trials measuring clinical outcomes are needed.",
  "year": 2013,
  "date": "2013-01-15",
  "journal": "Information Society",
  "publication": "Information Society",
  "authors": [
    {
      "forename": "Caroline",
      "surname": "Free",
      "name": "Caroline Free",
      "affiliation": "1  Clinical Trials Unit , London School of Hygiene & Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Clinical Trials Unit \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "caroline.free@lshtm.ac.uk"
    },
    {
      "forename": "Gemma",
      "surname": "Phillips",
      "name": "Gemma Phillips",
      "affiliation": "2  Department of Health Services Research and Policy , London School of Hygiene & Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Department of Health Services Research and Policy \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Louise",
      "surname": "Watson",
      "name": "Louise Watson",
      "affiliation": "3  Department of Population Health , London School of Hygiene & Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Leandro",
      "surname": "Galli",
      "name": "Leandro Galli",
      "affiliation": "4  Warwick University , Coventry , United Kingdom , \n\t\t\t\t\t\t\t\t Warwick University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Coventry \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Lambert",
      "surname": "Felix",
      "name": "Lambert Felix",
      "affiliation": "5  Department of Primary Care and Public Health , Imperial College , London , United Kingdom London \n\t\t\t\t\t\t\t\t Department of Primary Care and Public Health \n\t\t\t\t\t\t\t\t Imperial College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Phil",
      "surname": "Edwards",
      "name": "Phil Edwards",
      "affiliation": "3  Department of Population Health , London School of Hygiene & Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Vikram",
      "surname": "Patel",
      "name": "Vikram Patel",
      "affiliation": "3  Department of Population Health , London School of Hygiene & Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Andy",
      "surname": "Haines",
      "name": "Andy Haines",
      "affiliation": "3  Department of Population Health , London School of Hygiene & Tropical Medicine , London , United Kingdom , \n\t\t\t\t\t\t\t\t Department of Population Health \n\t\t\t\t\t\t\t\t London School of Hygiene & Tropical Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "affiliation": "School of Economics , United Kingdom \n\t\t\t\t\t\t\t\t School of Economics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "10.1371/journal.pmed.1001363",
  "keywords": [
    "ECG, electrocardiogram",
    "m-Health, mobile-health",
    "MMS, multimedia message",
    "PDA, personal digital"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Mobile health, the use of mobile computing and communication technologies in health care and public health, is a rapidly expanding area within e-health. There is considerable enthusiasm for mobile-health interventions and it has been argued that there is huge potential for mobile-health interventions to have beneficial effects on health and health service delivery processes, especially in resource-poor settings  [1] .\n\nMobile technologies include mobile phones; personal digital assistants (PDA) and PDA phones (e.g., BlackBerry, Palm Pilot); Smartphones (e.g., iphone); enterprise digital assistants (EDA); portable media players (i.e., MP3-players and MP4-players, e.g., ipod); handheld video-game consoles (e.g., Playstation Portable (PSP), Nintendo DS); and handheld and ultra-portable computers such as tablet PCs (e.g., ipad and Smartbooks).\n\nThese devices have a range of functions from mobile cellular communication using text messages (SMS), photos and video (MMS), telephone, and World Wide Web access, to multimedia playback and software application support. Technological advances and improved computer processing power mean that single mobile devices such as smart phones and PDA phones are increasingly capable of high level performance in many or all of these functions.\n\nMobile health interventions designed to improve health care service delivery processes have been used to provide support and services to health care providers (such as education, support in diagnosis or patient management) or target communication between health care services and consumers (such as appointment reminders and test result notification).\n\nThe features of mobile technologies that may make them particularly appropriate for improving health care service delivery processes relate to their popularity, their mobility, and their technological capabilities. The popularity of mobile technologies has led to high and increasing ownership of mobile technologies, which means interventions can be delivered to large numbers of people. In 2009, more than two-thirds of the world's population owned a mobile phone and 4.2 trillion text messages were sent  [2] . In many high-income countries, the number of mobile phone subscriptions outstrips the population  [3] . In low-income countries, mobile communication technology is the fastest growing sector of the communications industry and geographical coverage is high  [4] [5] [6] [7] .\n\nThe mobility and popularity of mobile technologies means that many people carry their mobile phone with them wherever they go. This allows temporal synchronisation of the intervention delivery and allows the intervention to claim people's attention when it is most relevant. For example, health care consumers can be sent appointment reminders that arrive the day before and/or morning of their appointment. Real-time (synchronous) communication also allows interventions to be accessed or delivered within the relevant context, i.e., the intervention can be delivered and accessed at any time and wherever it is needed. For example. at the time health care providers see a patient, they can access a management support system providing information and protocols for management decisions to whomever requires them. This application could be particularly relevant for providing clinical management support in settings where there is no senior or specialist health care provider support or where there is no such support at night or at weekends. As mobile technologies can be transported wherever one goes, interventions are convenient and easy to access.\n\nThe technological capabilities of mobile technologies are continuing to advance at a high pace. Current technological capabilities allow low cost interventions. There are potential economies of scale as it is technically easy to deliver interventions to large populations (for example, mobile technology applications can easily be downloaded and automated systems can deliver text messages to large numbers of people at low cost). The technological features that have been used for health interventions include text messages (SMS), software applications, and multiple media (SMS, photos) interventions. The technology allows interventions to be personalised and interactive.\n\nIn this rapidly changing field, existing systematic reviews of mobile-health (M-health) interventions to improve health care service processes require updating  [8] . Existing reviews have focussed on specific topics. A review of randomised controlled trials of text message reminders for appointments found small benefits and a review of the effect of test notification by text message found insufficient evidence to determine if there were benefits  [9, 10] . Rapid advances in technology mean that it is now less relevant to conduct reviews focussing on specific devices (e.g., PDAs or hand-held computers  [11] ). Specific devices become outdated but their functions (e.g., application software) are now available on newer devices (e.g., SMART phones).\n\nA current overview of the evidence for all mobile technology interventions evaluated in controlled trials to improve health care processes is lacking.\n\nThis systematic review aimed to quantify the effectiveness of mobile technology based interventions delivered to health care providers or to support health care services, on any health or health care service outcome."
    },
    {
      "title": "Methods",
      "text": "We adhered to our published plan of investigation as outlined in the study protocol  [12] .\n\nParticipants were men and women of any age. We included all controlled trials using any mobile technology interventions (mobile phones; PDAs and PDA phones [e.g., BlackBerry, Palm Pilot]; Smartphones [e.g., the iphone]; enterprise digital assistants [EDA]; portable media players [i.e., MP3-players and MP4players, e.g., ipod]; handheld video-game consoles [e.g., Playstation Portable (PSP), Nintendo DS]; and handheld and ultraportable computers such as tablet PCs [e.g., the ipad] and Smartbooks) to improve or promote health or health service use or quality. Trials were included regardless of publication status or language.\n\nWe only included studies in which the mobile electronic device is the stated intervention under evaluation, i.e., we excluded studies evaluating mixed mobile electronic device and non-mobile electronic device interventions such as an intervention involving face-to-face educational sessions with a software application educational intervention compared to a control group receiving paper-based information only. We excluded general videos, unless authors stated they were specifically designed to be viewed on mobile technologies. Internet interventions that were not specifically designed for mobile technologies were outside the scope of this review.\n\nThe interventions in trials meeting the inclusion criteria and aiming to improve health care delivery process are reported herein. Other trials identified are reported elsewhere  [13] . No trial was excluded from the review based on the type of health or health care service targeted, but trials not directed at health care service delivery were included in one of two papers reported elsewhere, one covering behaviour change interventions and self-management of diseases for health consumers and the second, data collection  [13] . Trials involving appointment reminders are included in this paper but those involving broader behavioural support are reported elsewhere  [13] .\n\nThe trials with interventions aiming to improve health care delivery processes were then categorised into two groups: those directed to health care providers or those involving      To compare the speed and accuracy of charting the weighted value attributed to each vital sign, and of calculating an EWS, using the traditional pen and paper method with that using the PDA. We also assessed nurses' preference for each system.\n\nThe hospital has developed a system for direct input of vital signs data into handheld PDAs, linked via Wi-Fi to a central computer. In the intervention arm EWS report was filled in and calculated using a PDA. In the control arm the nurse would need to know or consult EWS weightings.\n\nRoy 2009 [35] Cluster RCT; Country: France; Device: Other handheld computer; Media: Custom software 20 physicians in emergency departments looking at outpatients with clinically suspected pulmonary embolism. To assess the effectiveness of a handheld clinical decision-support system to improve the diagnostic work-up of suspected pulmonary embolism among patients in the emergency department. Physicians in the intervention group had a CDSS activated in their handheld devices during the intervention period. A physician who uses the program is first asked for the clinical variables necessary to generate a revised Geneva score that predicts the probability of pulmonary embolism. Duration: 7 mo Physicians in the control groups used posters and pocket cards that showed validated diagnostic strategies Rudkin 2006 [36] Crossover RCT; Country: USA; Device: PDA; Media: Application software 60 emergency medical residents or attendees a level 1 American College of surgeons-verified trauma centre or one of their patients. To determine whether (1) patients accept EPs use of PDAs (2) EPs access PDAs or paper resources (either pocket or comprehensive textbooks) more frequently, (3) access time to electronic and pocket paper references differ, and (4) EPs with PDAs change patient diagnosis, drug therapy, or disposition more often than EPs with paper resources. The intervention was a Handera 330 PDA that was preloaded with: pharmacopeia's, a general disease text, an infectious disease drug guide, and a medical calculator. Duration: 4 mo In the control segment of the study residents carried text versions of the Tarascon Pharmacopeia and the Sanford Guide to Antimicrobial Therapy in their pockets. Text versions of Five Minute EM Consult and standard comprehensive EM texts were available. Schell 2006 [37] Crossover RCT; Country: USA; Device: PDA 62 volunteers from fire and rescue and first responder organisations To test the feasibility of automated handheld computer triage and compare it to written triage 8 disaster scenarios were created with table-2-captiona range of complexity. Participants in the intervention group used the PDA program, TriageDoc, table-2-caption which was developed to accommodate different triage methods from basic tag colour to RTS, TS, and elapsed time. From this basic input data, Glasgow Coma Score, RTS, and TS are calculated and the entry is time stamped ready for the next patient to be triaged. Control participants manually documented the scenario. Usual care. The same X-ray films were examined using an X-ray box.\n\nGandsas 2004  [42]  Crossover RCT; Country:\n\nUSA; Device: Other handheld computer; Media: MP4/video 46 surgical residents who had completed an endoscopy rotation. To determine whether the images transmitted wirelessly to a handheld computer are adequate to allow a physician to accurately identify the anatomy and thus allow a surgeon to potentially telementor during an on-going procedure on the basis of these images. Two previously recorded endoscopic procedures were used.\n\nEach participant was first assigned to a viewing device, standard screen or handheld computer, and to a video, tape 1, or tape 2.\n\nEach participant was given a ten question quiz to be completed while viewing the corresponding Tape. Both videos contained ten anatomical landmarks marked by a black arrow and a number (1-10), which corresponded to a 5-option MCQ asking for the name of the highlighted structure. Participants were allowed to pause the tape while answering each question.\n\nStandard screen view of the video was used as the control in this intervention.\n\nHsieh 2005 [43] Non-randomized parallel group trial; Country: Taiwan; Device: Mobile telephone; Media: MMS 120 digital complete amputation patients. To evaluate the feasibility of clinical application of the cameraphone for remote diagnosis and recommendations about replantation potential in those cases presenting with complete digital amputation. 35 patients with 60 digital complete amputations were admitted to the ER. The picture of the amputated part and stump of the injured digit(s) was transmitted to another camera-phone held by the remote consultant surgeon, to be reviewed on the display screen. Next, a brief medical and trauma history of each patient was relayed by mobile phone, with further discussion to clarify the condition. Duration: 10 mo The consultant surgeon visited and reviewed all of these patients and completed the same standard wound questionnaire after on-site inspection. Ortega 2009 [44] Parallel group RCT; Country: USA; Device: Mobile telephone; Media: Voice Selected orthopaedic residents, attendees, and orthopaedic floor nurses. To compare floor nurse and intraoperative surgeon communication (nurse to surgeon, and surgeon to nurse). Cellular communication using a blue-tooth wireless earpiece was used instead of the usual, indirect form of pager communication used between floor nurses and surgeons during surgery to assess for improved communication times. Usual procedure of contacting the surgeon during surgery: the floor nurse contacted the operating room by pager; this was picked up by circulating nurse and communication proceeded between floor nurse, circulating nurse, and surgeon whilst the surgeon was operating. Pettis 1999 [45] Non-randomised crossover study; Country: USA; Device: Other handheld computer; Media: Custom software 30 cardiologists To compare the intra-observer agreement of physicians' interpretations of 12-lead ECGs on traditional thermal paper to interpretations made from the LCD screens of hand-held computers. The study participants were information including an answer sheet of 39 different ECG diagnoses and a HP Palmtop computer containing 20 sample ECGs. The participants were instructed to select a diagnosis from the answer sheet and given no restrictions as to the number of times that a certain answer could be used. The participants indicated their diagnoses for all 20 sample ECGs and returned their answer sheets. 1 mo after receipt of the LCDdisplayed ECG interpretations, the same 20 ECGs were sent in printed hard copy form to each participant. The participants entered their diagnoses on the answer sheet and then returned both ECGs and answer sheet to the Lab. communication between health care services and health care consumers (e.g., appointment reminders, test result notification). Interventions for health care providers were then subcategorized according to their purpose: education, diagnosis and management, and communication between health care providers. Interventions involving health care service communication to consumers were subcategorized according to their purpose: appointment reminders and test result notification. Primary outcomes were defined as any objective measure of health, health service delivery, or use. Secondary outcomes were defined as self-reported outcomes related to health behaviours, disease management, health service delivery or use, and cognitive outcomes. Outcomes reported for any length of follow-up were included. We searched the following electronic bibliographic databases MEDLINE, EMBASE, PsycINFO, Global Health, The Cochrane Library (Cochrane Database of Systematic Reviews, Cochrane Central Register of Controlled Trials [CENTRAL], Cochrane Methodology Register), NHS Health Technology Assessment Database, and Web of Science (science and social science citation index) from 1990 to Sept 2010 and the reference lists of included trials. The list of subheadings (MeSH) and textwords used in the search strategy can be found in Text S1. All of these terms were combined with the Cochrane Library MEDLINE filter for controlled trials of interventions.\n\nTwo reviewers independently scanned the electronic records to identify potentially eligible trials.\n\nTwo reviewers independently extracted data on number of randomised participants, intervention, intervention components, sequence generation, allocation concealment, blinding of outcome assessors, completeness of follow-up, evidence of selective outcome reporting, and any other potential sources of bias on measures of effect using a standardised data extraction form. The authors were not blinded to authorship, journal of publication, or the trial results. All discrepancies were agreed upon by discussion with a third reviewer. Risk of bias was assessed according to the criteria outlined by the International Cochrane Collaboration  [14] . We assessed blinding of outcome assessors and data analysts and we used a cut off of 90% complete follow-up for low risk of bias for completeness of follow-up. We contacted study authors for additional information about the included studies, or for clarification of the study methods as required.\n\nAll analyses were conducted in STATA v 11. We calculated risk ratios and standard mean differences. We used random effects meta-analysis to give pooled estimates. We examined heterogeneity visually by examining the forest plots and statistically using both the x 2 test and the I 2 statistic. We assessed evidence of publication bias using Funnel plots."
    },
    {
      "title": "Results",
      "text": "The combined search strategies identified 26,221 electronic records; these were screened for eligibility, and the full texts of 334 potentially eligible reports were obtained for further assessment (Figure  1 ). Out of the 334 potentially eligible reports, 42 met the study inclusion criteria and were directed at improving health care service delivery. There were 32 trials of interventions designed to support health care providers and ten trials of interventions targeting communication between health services and health care consumers."
    },
    {
      "title": "Characteristics of Studies",
      "text": "Heath care provider support. The 32 trials included 5,323 participants. Samples ranged from 14 to 1,874 participants. There were 15 randomised controlled trials with parallel groups, six randomised cross over trials, three cluster randomised controlled trials, and eight non-randomised controlled trials. Seven were trials of health care provider education  [15] [16] [17] [18] [19] [20] [21]  (Table  1 ), 18 were trials of interventions supporting clinical diagnosis and management  [22] [23] [24] [25] [26] [27] [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39]  (guidelines, protocols, decision support systems; Table  2 ), and seven were trials of interventions designed to facilitate verbal or data communication between health care providers for clinical/patient management  [40] [41] [42] [43] [44] [45] [46]  (Table  3 ). Of these one used mobile technologies for verbal communication and seven communicated images. All the trials were conducted in highincome countries.\n\nCommunication between health care services and health care consumers. The ten trials recruited 4,473 participants with sample sizes ranging from 31 to 1,859 participants. Seven were randomised controlled trials with parallel groups and three were non-randomised parallel group trials. Of the ten trials of health services support, eight were trials of short messaging service (SMS, text message)-based appointment reminders  [47] [48] [49] [50] [51] [52] [53] [54]  (Table  4 ) and two were trials of SMS-based patient notification of results  [55, 56]  (Table  5 ). Four appointment reminder trials were conducted in high-income countries and three were conducted in middle-income countries. Both the trials of patient notification of test results were conducted in high-income countries."
    },
    {
      "title": "Interventions",
      "text": "The interventions are described according to the authors' descriptions in Tables  1 2 3 4 5 . Below we describe the interventions according the functions employed (SMS messaging, photos, video, application software, telephone, and multimedia messages [MMS]) and devices employed (e.g., PDA, mobile phone, hand-held computer, and portable media player).\n\nHealth care provider support. For the medical education interventions, six used application software delivered via personal digital assistants  [15] [16] [17] [18] [19] [20] . One trial employed a MP4/video technology using a portable media player  [21] .\n\nFor interventions supporting clinical diagnosis and management, 14 trials used customised application software (12 on personal digital assistants, one on a tablet PC, one on a handheld computer). Four trials used photographs and video capabilities using mobile phones.\n\nFor interventions using mobile technologies to communicate between health care providers for clinical/patient management, three trials  [40, 43, 46]  relied on the use of MMS for sending images by mobile phone, and one trial used the telephone function of the mobile phone  [44] . One trial used MMS on a PDA. One trial made use of MP4/video technology and the other made use of installed customised software, using hand-held computers."
    },
    {
      "title": "Communication",
      "text": "between health services and consumers. All the interventions used SMS messages delivered by mobile phone. One appointment reminder trial also used voice messages. Details of the control groups are provided in Tables  1 2 3 4 5 . In the medical education trials, the control groups were medical education delivered via a range of standard traditional media. For the diagnosis and clinical management trials and health, verbal, and data communication trials, the control groups were standard care or standard methods. In six appointment reminder trials, the control group was no reminder; in two reminder trials, the comparison group was a telephone reminder; and in one the comparison group was a letter."
    },
    {
      "title": "Outcomes",
      "text": "Health care provider support. The trials reported between one and 15 outcomes. Nineteen of the 28 trials provided sufficient data to calculate effect estimates.\n\nFor primary outcomes, there were no objective measures of health or health service delivery reported.\n\nIn terms of secondary outcomes, for medical education interventions, one trial reported two outcomes regarding documentation of health care problems  [19]  and four trials reported nine knowledge outcomes  [16, 18, 19, 21] . For clinical diagnosis and management interventions, seven trials  [28, 30, [33] [34] [35] [36] [37]  reported 25 outcomes relating to appropriate management (3 outcomes), testing (3)  [28] , referrals (1)  [28] , screening (4)  [33] , diagnosis (2)  [34, 35] , treatment (2)  [35, 36] , and triage (10)  [37] . Six trials  [26, 34, 36, 38, 39]  reported 17 medical process outcomes: perceived difficulty in performing a task (1 outcome)  [39] , use of tool (1)  [36] , errors in report  (2) , errors in score calculation (2)  [34] , completeness of reports (2)  [38] , time to complete a report (2)  [38] , time to record vital signs (1)  [34] , time to diagnosis (3)  [26] , and time to treatment (3)  [26] . For interventions using mobile technologies to communicate between health care providers for clinical/ patient management outcomes, six trials  [40, [42] [43] [44] 46, 57]  reported 19 outcomes relating to the quality of nurse surgeon communication (6 outcomes)  [44] , correct clinical assessment or diagnosis (4)  [40, 43, 46] , test score (1)  [42]  and electrocardiogram (ECG) transmission (8)  [57] , feasibility of delivery (1), time taken (4), and quality (3)  [57] )."
    },
    {
      "title": "Communication",
      "text": "between health services and consumers. The trials reported between one and three    outcomes. Nine of the ten trials provided sufficient data to calculate effect estimates. For primary outcomes, eight trials reported appointment attendance as an outcome  [47] [48] [49] [50] [51] [52] [53] [54]  and two trials reported cancelled appointments as an outcome  [47] .\n\nIn terms of secondary outcomes, for patient notification of test results, outcomes were the following: time to diagnosis (1 outcome), time from first contact to treatment (1) and time from test to treatment (1), and anxiety scores (2)  [55, 56] ."
    },
    {
      "title": "Study Quality",
      "text": "Health care provider support. The assessment of study quality is reported in Table  6  and the Cochrane risk of bias summary is reported in Figure  2 ."
    },
    {
      "title": "Communication",
      "text": "between health services and consumers. The assessment of study quality is reported in Table  7  and the Cochrane risk of bias summary is reported in Figure  3 . None of the trials were at low risk of bias for all quality criteria. There was no evidence of publication bias on visual and statistical examination of funnel plots."
    },
    {
      "title": "Effects",
      "text": "We report the effect estimates for primary outcomes and a summary of the effect estimates for secondary outcomes (see  for the secondary outcome effect estimates)."
    },
    {
      "title": "Health care provider support",
      "text": "No studies reported our primary outcomes. The following secondary outcomes were reported."
    },
    {
      "title": "Medical education interventions:",
      "text": "Of the nine knowledge outcomes reported, eight showed no statistically significant effects and one showed a statistically significant increase in knowledge (Table  8 ). There were no statistically significant effects on the two reported outcomes regarding documentation."
    },
    {
      "title": "Clinical diagnosis and management support interventions:",
      "text": "Seven trials [28,30,33-37] using application software to deliver support reported 25 outcomes relating to appropriate management, testing, referrals screening, diagnosis, treatment, and triage; of these, 19 outcomes showed benefits of which 11 were statistically significant (Table  9 ). The other six outcomes showed no clinically important or statistically significant direction of effect (Table  9 ). For medical process measures (time for procedures, completeness of or errors in data/reports, perceived difficulty of procedures, diagnostic confidence) five trials  [26, 34, 36, 38, 39]  reported 17 outcomes; of these, five showed statistically significant benefits (Table  10 ). Six outcomes showed negative effects in increasing time for processes or errors in data, of which three were statistically significant. One outcome had no clear direction of effect.\n\nInterventions to facilitate verbal or data communication between health care providers: The effect estimates are provided in Table  6 . One trial  [44]  using a mobile phone to facilitate communication between nurses and surgeons reported six outcomes; one showed statistically significant benefit. Two trials  [40, 43]  using photos transmitted via mobile phones reported three outcomes showing negative effects of the interventions, with statistically significant reductions in fracture detection when compared to standard radiographic pictures, reductions in correct assessment of potential to perform re-implantation, and correct recognition of skin ecchymoses when compared to a gold standard assessment by a specialist evaluating ecchymoses in person. One trial  [42]  reported a nonsignificant reduction in the ability of doctors to interpret endoscopy videos when viewed on a hand-held computer compared to a standard monitor. One trial  [57]  compared an ECG transmitted via mobile phone to an ECG transmitted by fax and reported statistically significant reductions for one of three outcomes regarding ECG quality. The authors report there were no effects of this difference in quality on ECG interpretation but do not provided data on this. Of four reported outcomes regarding the time taken to transmit the ECG, none were statistically significant."
    },
    {
      "title": "Communication",
      "text": "between health services and consumers. Primary outcomes were reported in eight trials [  [47] [48] [49] [50] [51] [52] [53] [54]  that evaluated the effect of attendance reminders using SMS reminders versus no reminder and showed a statistically significant increase in attendance (pooled relative risk [RR] 1.06 [95% CI 1.05-1.07], I 2 squared 86%). The pooled effect for trials evaluating the effect of attendance reminder using text message against reminders that used other modes, such as postal reminder and phone calls, showed no significant change (RR 0.98; 95% CI 0.94-1.02, I 2 = 1.2%). Two trials  [47, 50]  that evaluated the effects on cancellations of texting appointment reminders to patients who persistently fail to attend appointments showed no statistically significant change (pooled RR of 1.08; 95% CI 0.89-1.30, I 2 = 0%) (Figure  4 ). Another trial  [47]  reported the effects on appointment cancellation of mobile phone reminders compared to postal mail (RR 2.67; 95% CI 0.92-7.71) and phone call reminders (RR 2.31; 95% CI 0.91-5.95) (Table  11 ); both showed increases that were not statistically significant. One trial  [52]  evaluated the effect of appointment reminder by mobile phone call compared with a control group that received no reminder and showed a statistically significant increase in attendance (RR 1.24; 95% CI 1.07-1.43) (Table  11 ). Secondary outcomes were as follows: One trial  [56]  reported statistically significant reductions in mean time to communicating the diagnosis to the patient and the mean time from test to treatment, but no effects on mean time from first contact to treatment (Table  12 )."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Key Findings",
      "text": "We identified 42 controlled trials that investigated mobile technology-based interventions designed to improve health care service delivery processes. None of the trials were of high quality and nearly all were undertaken in high-income countries. Thirty-two of the trials tested interventions directed at health care providers. Of these trials, seven investigated interventions providing health care provider education, 18 investigated interventions supporting clinical diagnosis and treatment, and seven investigated interventions to facilitate communication between health care providers. None of the trials reported any objective clinical outcome, and the reported results for health care provider support interventions are mixed. There may be modest benefits in outcomes regarding correct clinical diagnosis and management delivered via application software, but there were mixed results for medical process outcomes regarding the time taken and completeness of or errors in reports or warning scores. For educational interventions for health care providers, there was no clear evidence of benefit. For interventions aiming to enhance communication between health care providers, one trial showed benefits in using the telephone functions of a mobile phone to enhance verbal communication between surgeons and nurses. Two trials showed reductions in the quality of clinical assessment using mobile technology based photos when compared to a gold standard and one trial reported a reduction in quality of ECG print outs delivered via mobile phones.\n\nFor the category of communication between health services and consumers, SMS reminders have modest benefits in increasing clinic attendance and appear similar in their effects to other forms of reminder. There is no evidence that SMS reminders influence appointment cancellations, but the 95% CIs for the pooled effect were wide. One trial  [56]  reported mixed results relating to time to treatment using SMS to notify patients of their test results. Table  7 . Cochrane risk of bias summary for health service support trials."
    },
    {
      "title": "Strengths and Limitations of the Review",
      "text": "To our knowledge, this is the first comprehensive systematic review of trials of all mobile technology interventions delivered to health care providers and for health services support to improve health or health services. The review expands and updates the findings of earlier systematic reviews that focussed on specific devices, and/or specific functions, and/or specific health topics  [8, 11, 58] . We identified more than twice the number of trials of educational interventions and trials of PDA applications identified in previous reviews  [11, 58] . Our review findings are consistent with those of Krishna et al. and Car that text messages can reduce missed appointments  [8, 59] .\n\nOur systematic review was broad in its scope. We only pooled outcomes where the intervention function (e.g., SMS messages), trial aim, and outcomes used in trials were the same. Here, findings in relation to clinical diagnosis and management and educational interventions are summarised, the individual trial results are reported in Tables 1-12. It was not appropriate to pool these results as the interventions targeted different diseases and outcomes. Further, there are likely to be important differences in the intervention content of these interventions (such as the behaviour change techniques used), even in those using the same mobile technology functions (such as application software). It was not possible to explore how different intervention components influenced outcomes as the intervention components were not described consistently or in detail in the authors' papers. It was not possible to explore how the intervention components targeting the disease and outcomes influenced the results.\n\nIt was beyond the scope of our review to review internet or video-based interventions not specifically designed for mobile technologies. We also excluded interventions combining mobile technologies with other interventions such as face-toface counselling, which should be subject to a separate systematic review. Thirteen trials (31%) did not provide sufficient data to calculate effect estimates and authors did not respond to requests for data, which could have resulted in bias in the systematic review findings. Factors influencing heterogeneity of effect estimates include low trial quality, in particular inadequate allocation concealment  [60] , participant factors such as demographics or disease status, the setting (hospital, primary care), the intervention features (components, intensity, timing), the type of mobile technology device (e.g., PDA or mobile phone) or function (e.g., SMS, application software), and the nature of the control group (e.g., standard care in a high-income country or in a low-income country). We were unable to statistically explore factors influencing heterogeneity because there were few trials of similar interventions reporting the same outcomes, resulting in limited power for such analyses. It was not possible to statistically explore the  At the request of the editors we re-ran our search on 1 November 2012 to any identify other trials eligible for this review published since our last search, and we identified eight trials. One high quality trial demonstrated that text message reminders increased Kenyan health workers' adherence to malaria treatment guidelines with improvements in artemether-lumefantrine management of 23.7 percentage points (95% CI 7.6-40.0) and immediate intervention of 24.5 percentage points (95% CI 8.1-41.0) and 6 mo  [61] . Three trials reported statistically significant increases in clinic attendance with text message reminders (OR 1.61 [95% CI 1.03-2.51], respectively)  [62] [63] [64] . These findings are similar to those reported in trials already included in the review  [47] [48] [49] [50] [51] [52] [53] [54] . One trial reported statistically significantly increased attendance with voice reminders compared to text message reminders  [65] . One trial showed no effect on HIV viral load of a mobile phone-based AIDS care support intervention for  community-based peer health workers  [66] . One trial reported better performance in a cardiac arrest simulation for health care providers allocated to receiving a mobile phone application regarding advanced life support  [67] . One trial reported more errors in interpreting ECGs delivered by MMS compared to paper print-outs  [68] .\n\nMeaning of the Study, Mechanisms of Action, Implications for Health Care Providers, or Policy\n\nTrials of heath care provider support show some promising results for clinical management, appropriate testing, referral, screening, diagnosis, treatment, and triage. However, trials included in our review were subject to high or unclear risk of bias. In particular, only one of the 17 trials clearly reported that allocation was concealed and where there is no allocation concealment, the reported results may be an over-estimate of effects. To date no trials have reported effects of mobile technology-based clinical diagnosis and management support on objective health outcomes. Most of the trials supporting health care providers in clinical diagnosis and management employed PDA devices and customised application software functions. While PDA devices are no longer widely used, customised application software functions are now deliverable on smart phones or tablets. Mobile technology-based interventions may not be suitable for some clinical processes.\n\nThe data available for making clinical diagnoses or calculating early warning scores may be reduced and the time taken for medical processes may be increased. There was no clear evidence of benefit of mobile technology-based educational interventions for health care professionals. For interventions using mobile technologies to communicate visual data, there were increases in time to diagnosis or ECG transmission or diagnostic errors. Two trials using photos taken by mobile phone reduced diagnostic accuracy of fractures, skin ecchymoses, and potential to perform re-implantation when compared to a gold standard. However, the use of such technologies may be more relevant for settings where the gold standard is not available. Furthermore, the quality of photos on mobile phones has improved since these studies were completed.\n\nMobile technology-based diagnosis and management support may be most relevant to health care providers in developing countries where mobile phones potentially allow clinical support and evidence-based guidance to be delivered to health care professionals working remotely and in circumstances where senior health care professional support or other infrastructure is lacking  [69] . One high quality trial has reported increased adherence to malaria treatment guidelines by health care workers in Kenya  [61] ; however, the evidence from controlled trials to date is mostly from high-income countries where the control group ''standard care'' may be very different to ''standard care'' available in low-or middle-income countries.\n\nSMS messages are modestly effective as appointment reminders. Their effects appear similar to other forms of reminder. Health care providers should consider implementing SMS appointment reminders because the cost of missed appointments in health services is high, the cost of providing SMS appointment reminders is low, and SMS reminders are cheaper than other forms of reminder (e.g., a letter with stamp)."
    },
    {
      "title": "Unanswered Questions and Future Research",
      "text": "High quality trials should be conducted to establish the effects of clinical diagnosis and management support (such as protocols/ decision support systems) on clinical outcomes using customised application software functions on mobile phones. The effects of such support on the management of different diseases and on objective disease outcomes should be evaluated. It is imperative that future trials of clinical decision support, guidance, and protocol delivered via mobile technologies take place in low-and middle-income countries. Many of the interventions evaluated to date are single component interventions of low intensity. The effects of higher intensity multi-component mobile technology interventions should be evaluated. Authors must describe the components of future interventions in detail so that mechanisms of action and the impact of different components on outcome can be explored.\n\nTrials should evaluate the effects of the use of photographic or video functions to support health care providers compared to standard care (where gold standard options are not available). As the technological capabilities of mobile phones improve, such as in photographic quality, further trials of the effects of using photos taken on mobile technologies on diagnostic accuracy may be a warranted. Further research should evaluate the effects and costeffectiveness of mobile technologies to increase the speed of communication between clinicians and patients, such as test results.\n\nInterventions combining elements delivered by mobile technology with other treatments such as clinics based counselling combined with text messages should be systematically reviewed."
    },
    {
      "title": "Conclusion",
      "text": "The reported effects of health care provider support interventions are mixed. Trials report modest benefits for clinical diagnosis and management support outcomes. For interventions for health services, SMS reminders have modest benefits on attendance. Service providers should consider implementing SMS appointment reminders. One high quality trial published since our literature search was completed shows benefits in adherence to malaria treatment guidelines  [61] . In other areas, high quality trials are needed to robustly establish the effects of optimised mobile health care provider interventions on clinically important outcomes in the long term."
    },
    {
      "title": "Editors' Summary",
      "text": "Background. Over the past few decades, computing and communication technologies have changed dramatically. Bulky, slow computers have been replaced by portable devices that can complete increasingly complex tasks in less and less time. Similarly, landlines have been replaced by mobile phones and other mobile communication technologies that can connect people anytime and anywhere, and that can transmit text messages (short message service; SMS), photographs, and data at the touch of a button. These advances have led to the development of mobile-health (mHealth)-the use of mobile computing and communication technologies in health care and public health. mHealth has many applications. It can be used to facilitate data collection and to encourage health-care consumers to adopt healthy lifestyles or to self-manage chronic conditions. It can also be used to improve healthcare service delivery processes by targeting health-care providers or communication between these providers and their patients. So, for example, mobile technologies can be used to provide clinical management support in settings where there are no specialist clinicians, and they can be used to send patients test results and timely reminders of appointments.\n\nWhy Was This Study Done? Many experts believe that mHealth interventions could greatly improve health-care delivery processes, particularly in resource-poor settings. The results of several controlled trials (studies that compare the outcomes of people who do or do not receive an intervention) of mHealth interventions designed to improve health-care delivery processes have been published. However, these data have not been comprehensively reviewed, and the effectiveness of this type of mHealth intervention has not been quantified. Here, the researchers rectify this situation by undertaking a systematic review and meta-analysis of controlled trials of mobile technologybased interventions designed to improve health-care service delivery processes. A systematic review is a study that uses predefined criteria to identify all the research on a given topic; a meta-analysis is a statistical approach that is used to pool the results of several independent studies. What Did the Researchers Do and Find? The researchers identified 42 controlled trials that investigated mobile technology-based interventions designed to improve health-care service delivery processes. None of the trials were of high quality-many had methodological problems likely to affect the accuracy of their findingsand nearly all were undertaken in high-income countries. Thirty-two of the trials tested interventions directed at health-care providers. Of these trials, seven investigated interventions providing health-care provider education, 18 investigated interventions supporting clinical diagnosis and treatment, and seven investigated interventions to facilitate communication between health-care providers. Several of the trials reported that the tested intervention led to statistically significant improvements (improvements unlikely to have happened by chance) in outcomes related to disease management. However, two trials that used mobile phones to transmit photos to off-site clinicians for diagnosis reported significant reductions in correct diag-noses compared to diagnosis by an on-site specialist. Ten of the 42 trials investigated interventions targeting communication between health-care providers and patients. Eight of these trials investigated SMS-based appointment reminders. Meta-analyses of the results of these trials indicated that using SMS appointment reminders significantly but modestly increased patient attendance compared to no reminders. However, SMS reminders were no more effective than postal or phone call reminders, and texting reminders to patients who persistently missed appointments did not significantly change the number of cancelled appointments.\n\nWhat Do These Findings Mean? These findings indicate that some mHealth interventions designed to improve health-care service delivery processes are modestly effective, but they also highlight the need for more trials of these interventions. Specifically, these findings show that although some interventions designed to provide support for health-care providers modestly improved some aspects of clinical diagnosis and management, other interventions had deleterious effects-most notably, the use of mobile technology-based photos for diagnosis. In terms of mHealth interventions targeting communication between health-care providers and patients, the finding that SMS appointment reminders have modest benefits suggests that implementation of this intervention should be considered, at least in high-income settings. However, the researchers stress that more trials are needed to robustly establish the ability of mobile technology-based interventions to improve health-care delivery processes. These trials need to be of high quality, they should be undertaken in resource-limited settings as well as in high-income countries, and, ideally, they should consider interventions that combine mHealth and conventional approaches. N Wikipedia has a page on mHealth (note: Wikipedia is a free online encyclopedia that anyone can edit; available in several languages) N mHealth: New horizons for health through mobile technologies is a global survey of mHealth prepared by the World Health Organization's Global Observatory for eHealth (eHealth is health-care practice supported by electronic processes and communication) N The mHealth in Low-Resource Settings website, which is maintained by the Netherlands Royal Tropical Institute, provides information on the current use, potential, and limitations of mHealth in low-resource settings N The US National Institutes of Health Fogarty International Center provides links to resources and information about mHealth"
    },
    {
      "text": "Figure 1. PRISMA 2009 flow diagram. doi:10.1371/journal.pmed.1001363.g001"
    },
    {
      "text": "Figure 2. Cochrane summary risk of bias for trials of health care provider support interventions (n = 32). doi:10.1371/journal.pmed.1001363.g002"
    },
    {
      "text": "; H, high; U, unclear. doi:10.1371/journal.pmed.1001363.t006"
    },
    {
      "text": "Figure 3. Cochrane summary risk of bias for trials of health services support (n = 10). doi:10.1371/journal.pmed.1001363.g003"
    },
    {
      "text": "; H, high; U, unclear. doi:10.1371/journal.pmed.1001363.t007"
    },
    {
      "text": "Figure 4. Forest plots of the effect of SMS reminders on appointments. doi:10.1371/journal.pmed.1001363.g004"
    },
    {
      "text": "Additional Information. Please access these Web sites via the online version of this summary at http://dx.doi.org/ 10.1371/journal.pmed.1001363. N A related PLOS Medicine Research Article by Free et al. investigates the effectiveness of mHealth technologybased health behavior change and disease management interventions for health-care consumers"
    },
    {
      "text": "Interventions applied for medical education."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Interventions applied for clinical diagnosis and management."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Interventions applied for communication to or between health care providers.Digital X-ray images were sent via MMS to another mobile phone. The display size was 36-42 mm, magnification or adjustment of the image was not possible due to limitations of the mobile phone. Brief information regarding the history of the injury together with basic demographic data, including the age of each patient and data regarding important physical examination of each case was given. The assessors determined whether each case had a fracture or not, including the location of the fracture, and decided on the definitive treatment."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Interventions applied for health services support: appointment reminders."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Interventions applied for health services support: test result notification."
    },
    {
      "text": "Cochrane risk of bias summary for health care provider support trials."
    },
    {
      "text": "Effect estimates for trials of medical education interventions."
    },
    {
      "text": "Effect estimates for trials of clinical diagnosis and management support: appropriate management outcomes (testing, referrals, screening, diagnosis, treatment, or triage)."
    },
    {
      "text": "Effect estimates for trials of clinical diagnosis and management support: medical process outcomes."
    },
    {
      "text": "Effect estimates for health service support trials."
    },
    {
      "text": "Effect estimates for trials of interventions to facilitate communication between health care professionals for clinical/ patient management."
    }
  ],
  "references": [
    {
      "title": "mHealth for Development: The Opportunity of Mobile Technology for Healthcare in the Developing World",
      "year": 2009,
      "doi": "10.5040/9781780932798.ch-005"
    },
    {
      "title": "The world in 2010: ICT facts and figures",
      "year": 2010,
      "doi": "10.1596/42934"
    },
    {
      "title": "The consumer experience: telecoms, internet and digital broadcasting",
      "year": 2009,
      "doi": "10.1109/isce.2009.5157032"
    },
    {
      "title": "Mobile overtakes fixed: Implications for policy and regulation: ITU International Telecommunications Union",
      "year": 2003
    },
    {
      "title": "From the digital divide to digital opportunities: measuring infostates for development",
      "year": 2005
    },
    {
      "title": "Mobile Phones: An Appropriate Tool for Conservation and Development",
      "authors": [
        "K Banks",
        "R Burge"
      ],
      "year": 2004
    },
    {
      "title": "Research Approaches to Mobile Use in the Developing World: A Review of the Literature",
      "authors": [
        "J Donner"
      ],
      "year": 2008
    },
    {
      "title": "Healthcare via cell phones: a systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009
    },
    {
      "title": "Mobile phone messaging for communicating results of medical investigations",
      "authors": [
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "J Car",
        "R Atun"
      ],
      "year": 2008,
      "doi": "10.1002/14651858.cd007456"
    },
    {
      "title": "Mobile phone messaging reminders for attendance at scheduled healthcare appointments",
      "authors": [
        "J Car",
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "R Atun"
      ],
      "year": 2008
    },
    {
      "title": "Use of handheld computers in medical education. A systematic review",
      "authors": [
        "A Kho",
        "L Henderson",
        "D Dressler",
        "S Kripalani"
      ],
      "year": 2006
    },
    {
      "title": "The effectiveness of Mhealth technologies for improving health and health services: a systematic review protocol",
      "authors": [
        "C Free",
        "G Phillips",
        "L Felix",
        "L Galli",
        "V Patel"
      ],
      "year": 2010
    },
    {
      "title": "The effectiveness of Mobile-health technology based health behaviour change or disease management interventions for health care consumers: a systematic review PloS Medicine",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli",
        "L Watson",
        "L Felix"
      ],
      "year": 2013
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions Version 5",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2008
    },
    {
      "title": "Use of mobile handheld computers in clinical nursing education",
      "authors": [
        "M Farrell",
        "L Rose"
      ],
      "year": 2008
    },
    {
      "title": "The use of personal digital assistants at the point of care in an undergraduate nursing program",
      "authors": [
        "S Goldsworthy",
        "N Lawrence",
        "W Goodman"
      ],
      "year": 2006
    },
    {
      "title": "Randomised controlled trial of clinical decision support tools to improve learning of evidence based medicine in medical students",
      "authors": [
        "G Leung",
        "J Johnston",
        "K Tin",
        "I Wong",
        "L Ho"
      ],
      "doi": "10.1136/bmj.327.7423.1090"
    },
    {
      "title": "Teaching geriatric functional assessment to internal medicine residents: A randomized trial of a personal digital assistant -Based tool",
      "authors": [
        "T Mcleod",
        "D Mcnaughton",
        "G Hanson",
        "A Borrud"
      ],
      "year": 2006,
      "doi": "10.1080/01421590802216241"
    },
    {
      "title": "Educational effectiveness of a personal digital assistant-based geriatric assessment tool",
      "authors": [
        "T Mcleod",
        "D Mcnaughton",
        "G Hanson",
        "S Cha"
      ],
      "year": 2009
    },
    {
      "title": "A PDAbased counseling tool for improving medical student smoking cessation counseling",
      "authors": [
        "S Strayer",
        "S Pelletier",
        "J Martindale",
        "S Rais",
        "J Powell"
      ],
      "year": 2010,
      "doi": "10.3122/jabfm.19.4.350"
    },
    {
      "title": "Leveraging time and learning style, iPod vs. realtime attendance at a series of medicine residents conferences: a randomised controlled trial",
      "authors": [
        "M Tempelhof",
        "K Garman",
        "M Langman",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.14236/jhi.v17i2.720"
    },
    {
      "title": "Improving ambulatory prescribing safety with a handheld decision support system: a randomized controlled trial",
      "authors": [
        "E Berner",
        "T Houston",
        "M Ray",
        "J Allison",
        "G Heudebert"
      ],
      "year": 2006,
      "doi": "10.1197/jamia.m1961"
    },
    {
      "title": "Ultrasound image transmission via camera phones for overreading",
      "authors": [
        "M Blaivas",
        "M Lyon",
        "S Duggal"
      ],
      "year": 2005,
      "doi": "10.1016/j.ajem.2004.09.037"
    },
    {
      "title": "A randomized controlled trial to evaluate an electronic scoring tool in the ICU",
      "authors": [
        "T Burkle",
        "A Beisig",
        "M Ganslmayer",
        "H-U Prokosch"
      ],
      "year": 2008
    },
    {
      "title": "India adds 13.45 mn mobile users",
      "year": 2009,
      "doi": "10.14236/ewic/eise2009.4"
    },
    {
      "title": "CRNA performance using a handheld, computerized, decision-making aid during critical events in a simulated environment: a methodologic inquiry",
      "authors": [
        "V Coopmans",
        "C Biddle"
      ],
      "year": 2008
    },
    {
      "title": "Medication error reduction and the use of PDA technology",
      "authors": [
        "S Greenfield"
      ],
      "year": 2007,
      "doi": "10.3928/01484834-20070301-07"
    },
    {
      "title": "Angina on the Palm: randomized controlled pilot trial of Palm PDA software for referrals for cardiac testing",
      "authors": [
        "M Greiver",
        "N Drummond",
        "D White",
        "J Weshler",
        "R Moineddin"
      ],
      "year": 2005
    },
    {
      "title": "Use of mobile phone cameras for after-hours triage in primary care",
      "authors": [
        "C Jayaraman",
        "P Kennedy",
        "G Dutu",
        "R Lawrenson"
      ],
      "year": 2008,
      "doi": "10.1258/jtt.2008.080303"
    },
    {
      "title": "The effect of a mobile clinical decision support system on the diagnosis of obesity and overweight in acute and primary care encounters",
      "authors": [
        "N Lee",
        "E Chen",
        "L Currie",
        "M Donovan",
        "E Hall"
      ],
      "year": 2009
    },
    {
      "title": "Office-based interventions for recognizing abnormal pediatric blood pressures",
      "authors": [
        "D Mclaughlin",
        "J Hayes",
        "K Kelleher"
      ],
      "year": 2010
    },
    {
      "title": "Using personal digital assistants and patient care algorithms to improve access to cardiac care best practices",
      "authors": [
        "K Momtahan",
        "C Burns",
        "H Sherrard",
        "T Mesana",
        "M Labinaz"
      ],
      "year": 2007
    },
    {
      "title": "Can hand-held computers improve adherence to guidelines? A (Palm) Pilot study of family doctors in British Columbia",
      "authors": [
        "M Price"
      ],
      "year": 2005
    },
    {
      "title": "Calculating early warning scores -A classroom comparison of pen and paper and hand-held computer methods",
      "authors": [
        "D Prytherch",
        "G Smith",
        "P Schmidt",
        "P Featherstone",
        "K Stewart"
      ],
      "year": 2006
    },
    {
      "title": "A computerized handheld decision-support system to improve pulmonary embolism diagnosis: A randomized trial",
      "authors": [
        "P Roy",
        "P Durieux",
        "F Gillaizeau",
        "C Legall",
        "Armand Perroux"
      ],
      "year": 2009
    },
    {
      "title": "Personal digital assistants change management more often than paper texts and foster patient confidence",
      "authors": [
        "S Rudkin",
        "M Langdorf",
        "D Macias",
        "J Oman",
        "A Kazzi"
      ],
      "year": 2006,
      "doi": "10.1097/01.mej.0000192049.04729.0c"
    },
    {
      "title": "Automated vs manual triage for bioterrorist disaster: a blinded crossover feasibility study comparing personal digital assistant to paper-based triage",
      "authors": [
        "C Schell",
        "R Wohl",
        "R Rathe",
        "W Schell"
      ],
      "year": 2006
    },
    {
      "title": "Personal digital assistantenabled report content knowledgebase results in more complete pathology reports and enhances resident learning",
      "authors": [
        "R Skeate",
        "M Wahi",
        "J Jessurun",
        "D Connelly"
      ],
      "year": 2007,
      "doi": "10.1016/j.humpath.2007.05.019"
    },
    {
      "title": "Usefulness of a mobile phone with video telephony in identifying the correct landmark for performing needle thoracocentesis",
      "authors": [
        "J You",
        "S Park",
        "S Chung",
        "J Park"
      ],
      "year": 2009
    },
    {
      "title": "Teleconsultation for emergency orthopaedic patients using the multimedia messaging service via mobile phones",
      "authors": [
        "C Chandhanayingyong",
        "B Tangtrakulwanich",
        "T Kiriratnikom"
      ],
      "year": 2007,
      "doi": "10.1258/135763307780908049"
    },
    {
      "title": "The use of camera mobile phone to assess emergency ENT radiological investigations",
      "authors": [
        "N Eze",
        "S Lo",
        "D Bray",
        "A Toma"
      ],
      "year": 2005,
      "doi": "10.1111/j.1365-2273.2005.00982.x"
    },
    {
      "title": "The personal digital assistant (PDA) as a tool for telementoring endoscopic procedures",
      "authors": [
        "A Gandsas",
        "K Mcintire",
        "K Montgomery",
        "C Bumgardner",
        "L Rice"
      ],
      "year": 2004
    },
    {
      "title": "Teleconsultation with the mobile camera-phone in remote evaluation of replantation potential",
      "authors": [
        "C Hsieh",
        "S Jeng",
        "C Chen",
        "J Yin",
        "Jcs Yang"
      ],
      "year": 2005,
      "doi": "10.1097/01.ta.0000175098.52974.fa"
    },
    {
      "title": "Direct cellular vs. indirect pager communication during orthopaedic surgical procedures: a prospective study",
      "authors": [
        "G Ortega",
        "S Taksali",
        "R Smart",
        "M Baumgaertner"
      ],
      "year": 2009
    },
    {
      "title": "Evaluation of the efficacy of hand-held computer screens for cardiologists' interpretations of 12-lead electrocardiograms",
      "authors": [
        "K Pettis",
        "M Savona",
        "P Leibrandt",
        "C Maynard",
        "W Lawson"
      ],
      "year": 1999,
      "doi": "10.1016/s0002-8703(99)70194-8"
    },
    {
      "title": "Evaluation of personal digital assistants as an interpretation medium for computed tomography of patients with intracranial injury",
      "authors": [
        "V Yaghmai",
        "S Kuppuswami",
        "J Berlin",
        "S Salehi"
      ],
      "year": 2003
    },
    {
      "title": "Failed appointments in an orthodontic clinic",
      "authors": [
        "A Bos",
        "J Hoogstraten",
        "B Prahl-Andersen"
      ],
      "year": 2005,
      "doi": "10.1016/j.ajodo.2004.11.014"
    },
    {
      "title": "Comparison of an SMS text messaging and phone reminder to improve attendance at a health promotion center: A randomized controlled trial",
      "authors": [
        "Z Chen",
        "L Fang",
        "L Chen",
        "H Dai"
      ],
      "year": 2008,
      "doi": "10.1631/jzus.b071464"
    },
    {
      "title": "The impact of short message service text messages sent as appointment reminders to patients' cell phones at outpatient clinics in Sao Paulo, Brazil",
      "authors": [
        "T Da Costa",
        "P Salomao",
        "A Martha",
        "I Pisa",
        "D Sigulem"
      ],
      "year": 2010
    },
    {
      "title": "Texting appointment reminders to repeated nonattenders in primary care: randomised controlled study",
      "authors": [
        "K Fairhurst",
        "A Sheikh"
      ],
      "year": 2008,
      "doi": "10.1136/qshc.2006.020768"
    },
    {
      "title": "The effects of text message reminder on blood donor show rate",
      "authors": [
        "M Fung",
        "B Briggs",
        "A Frascoia",
        "V Petrov-Kondratov",
        "S Rivard"
      ],
      "year": 2009
    },
    {
      "title": "The use of text messaging to improve attendance in primary care: a randomized controlled trial",
      "authors": [
        "K Leong",
        "W Chen",
        "K Leong",
        "I Mastura",
        "O Mimi"
      ],
      "year": 2006,
      "doi": "10.1093/fampra/cml044"
    },
    {
      "title": "Text messaging reminders to reduce non-attendance in chronic disease follow-up: A clinical trial",
      "authors": [
        "S Liew",
        "S Tong",
        "Vkm Lee",
        "C Ng",
        "K Leong"
      ],
      "year": 2009
    },
    {
      "title": "SMS reminders in the UK national health service: an evaluation of its impact on ''no-shows'' at hospital out-patient clinics",
      "authors": [
        "R Milne",
        "M Horne",
        "B Torsney"
      ],
      "year": 2006
    },
    {
      "title": "Anxiety levels in women undergoing prenatal maternal serum screening for Down syndrome: the effect of a fast reporting system by mobile phone short-message service",
      "authors": [
        "P-J Cheng",
        "T-L Wu",
        "S-W Shaw",
        "H-Y Chueh",
        "C-T Lin"
      ],
      "year": 2008
    },
    {
      "title": "Texting decreases the time to treatment for genital Chlamydia trachomatis infection",
      "authors": [
        "A Menon-Johansson",
        "F Mcnaught",
        "S Mandalia",
        "A Sullivan"
      ],
      "year": 2006
    },
    {
      "title": "Prehospital ECG transmission: comparison of advanced mobile phone and facsimile devices in an urban Emergency Medical Service System",
      "authors": [
        "O Vaisanen",
        "M Makijarvi",
        "T Silfvast"
      ],
      "year": 2003
    },
    {
      "title": "The use of the Personal Digital Assistant (PDA) among personnel and students in health care: a review",
      "authors": [
        "A Lindquist",
        "P Johansson",
        "G Petersson",
        "B-I Saveman",
        "G Nilsson"
      ],
      "year": 2008
    },
    {
      "title": "Mobile phone messaging reminders for attendance at healthcare appointments",
      "authors": [
        "J Car",
        "I Gurol-Urganci",
        "T De Jongh",
        "V Vodopivec-Jamsek",
        "R Atun"
      ],
      "year": 2012
    },
    {
      "title": "Systematic reviews in health care: Assessing the quality of controlled clinical trials",
      "authors": [
        "P Juni",
        "D Altman",
        "M Egger"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.323.7303.42"
    },
    {
      "title": "The effect of mobile phone text-message reminders on Kenyan health workers' adherence to malaria treatment guidelines: a cluster randomised trial",
      "authors": [
        "D Zurovac",
        "R Sudoi",
        "W Akhwale",
        "M Ndiritu",
        "D Hamer"
      ],
      "year": 2011
    },
    {
      "title": "Mobile telephone short message service reminders can reduce nonattendance in physical therapy outpatient clinics: a randomized controlled trial",
      "authors": [
        "N Taylor",
        "J Bottrell",
        "K Lawler",
        "D Benjamin"
      ],
      "year": 2012,
      "doi": "10.1016/j.apmr.2011.08.007"
    },
    {
      "title": "Use of mobile telephone short message service as a reminder: the effect on patient attendance",
      "authors": [
        "S Prasad",
        "R Anand"
      ],
      "year": 2012,
      "doi": "10.1111/j.1875-595x.2011.00081.x"
    },
    {
      "title": "Reduction of missed appointments at an urban primary care clinic: a randomised controlled study",
      "authors": [
        "N Perron",
        "M Dao",
        "M Kossovsky",
        "V Miserez",
        "C Chuard"
      ],
      "year": 2010
    },
    {
      "title": "Assessing the effectiveness of text messages as appointment reminders in a pediatric dental setting",
      "authors": [
        "T Nelson",
        "J Berg",
        "J Bell",
        "P Leggott",
        "A Seminario"
      ],
      "year": 2011,
      "doi": "10.14219/jada.archive.2011.0194"
    },
    {
      "title": "Impact of a mHealth intervention for peer health workers on AIDS care in rural Uganda: a mixed methods evaluation of a cluster-randomized trial",
      "authors": [
        "L Chang",
        "J Kagaayi",
        "H Arem",
        "G Nakigozi",
        "V Ssempijja"
      ],
      "year": 2011
    },
    {
      "title": "A randomised control trial to determine if use of the iResus(c) application on a smart phone improves the performance of an advanced life support provider in a simulated medical emergency",
      "authors": [
        "D Low",
        "N Clark",
        "J Soar",
        "A Padkin",
        "A Stoneham"
      ],
      "year": 2011
    },
    {
      "title": "Interpretation of electrocardiogram images sent through the mobile phone multimedia messaging service",
      "authors": [
        "M Bilgi",
        "B Gulalp",
        "T Erol",
        "H Gullu",
        "O Karagun"
      ],
      "year": 2012
    },
    {
      "title": "Barriers and Gaps Affecting mHealth in Low and Middle Income Countries: Policy White Paper: Center for Global Health and Economic Development",
      "authors": [
        "P Mechael",
        "H Batavia",
        "N Kaonga",
        "S Searle",
        "A Kwan"
      ],
      "year": 2010
    },
    {
      "title": "Preventing failed appointments in general dental practice: a comparison of reminder methods",
      "authors": [
        "D Reekie",
        "H Devlin"
      ],
      "year": 1998
    },
    {
      "title": "Early diagnosis of cutaneous melanoma: revisiting the ABCD criteria",
      "authors": [
        "N Abbasi",
        "H Shaw",
        "D Rigel",
        "R Friedman",
        "W Mccarthy"
      ],
      "year": 2004
    }
  ],
  "num_references": 71
}
