{
  "paper_id": "2MA27QKN",
  "title": "Addressing message fatigue for encouraging COVID-19 vaccination",
  "abstract": "During the prolonged COVID-19 pandemic, health communication researchers and practitioners should be aware of the unintended effects of message fatigue. Message fatigue is a motivational state caused by repeated and prolonged exposure to similar health-related messages that induces resistance to health behaviors. Messages encouraging COVID-19 vaccination tend to focus on scientific evidence and efficacy information. However, prolonged exposure to similarly framed repeated pro-COVID-19 vaccination messages may cause message fatigue, generate psychological reactance, and lead to ineffective persuasive outcomes. Scholars of message fatigue argue that health communication practitioners should select a less common frame to reduce fatigue responses and increase favorable attitudes toward message recommendations. Entering the second year since COVID-19 vaccination has begun, to reduce message fatigue, future pro-COVID-19 vaccination communication should increase the diversity of messages different than the frequently used types. This opinion piece proposes alternative dissemination of cognitive, affective, narrative, and non-narrative pro-COVID-19 vaccination messages.",
  "year": 2021,
  "date": "2021",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Tsuyoshi",
      "surname": "Okuhara",
      "name": "Tsuyoshi Okuhara",
      "affiliation": "Department of Health Communication , School of Public Health , The University of Tokyo , Tokyo , Japan \n\t\t\t\t\t\t\t\t Department of Health Communication \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t The University of Tokyo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan",
      "email": "okuhara.hc@gmail.com"
    },
    {
      "forename": "Hiroko",
      "surname": "Okada",
      "name": "Hiroko Okada",
      "affiliation": "Department of Health Communication , School of Public Health , The University of Tokyo , Tokyo , Japan \n\t\t\t\t\t\t\t\t Department of Health Communication \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t The University of Tokyo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan"
    },
    {
      "forename": "Takahiro",
      "surname": "Kiuchi",
      "name": "Takahiro Kiuchi",
      "affiliation": "Department of Health Communication , School of Public Health , The University of Tokyo , Tokyo , Japan \n\t\t\t\t\t\t\t\t Department of Health Communication \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t The University of Tokyo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "10.1080/17538068.2023.2207246",
  "keywords": [
    "COVID-19",
    "vaccination",
    "vaccine",
    "vaccine hesitancy",
    "message fatigue",
    "health communication"
  ],
  "sections": [
    {
      "title": "COVID-19 message fatigue",
      "text": "COVID-19 vaccination is essential to end the pandemic. Since the effectiveness of COVID-19 vaccines in preventing infection and the onset of disease declines over several months, regular multiple doses of vaccines are recommended  [1, 2] . Government agencies and health professionals must continue to repeatedly deliver the messages to encourage COVID-19 vaccination in individuals and communities. During the prolonged COVID-19 pandemic, health communication researchers and practitioners should be aware of the unintended effects of message fatigue  [3] , which is caused by repeated and prolonged exposure to similar health-related messages and is a motivational state that can induce resistance to health behaviors  [4] . So et al.  [4]  proposed a conceptual definition of message fatigue consisting of four dimensions, 'perceived overexposure (i.e. perceptions of excessive exposure beyond the desired frequency), perceived redundancy (i.e. perceptions of message repetition and overlaps), exhaustion (i.e. feelings of burnout), and tedium (i.e. feelings of boredom)'.\n\nSo et al.  [4]  developed a self-report instrument to measure the degree of message fatigue and reported the following findings: When people feel message fatigue, they not only engage in passive resistance, such as avoiding, ignoring, or not gathering information, but also engage in active resistance, such as refuting the message, which leads to negative attitudes toward health behaviors and a decrease in the intention to engage in them  [4] [5] [6] . According to the psychological reactance theory, when people feel that their freedom is restricted, they attempt to regain it by acting contrary to recommendations, creating a boomerang effect  [7] . Message fatigue is associated with health behavior-related outcomes through psychological reactance and inattention  [3, 6, 8] . For example, Ball et al.  [6]  showed that the stronger the recipients' message fatigue toward COVID-19 information, the stronger the perceived threat is of freedom deprivation, which leads to stronger psychological reactance and thus lower adherence to infection prevention behaviors.\n\nThe risk of message fatigue and psychological reactance on people's protective behaviors caused by the overexposure to COVID-19 information has been highlighted since the beginning of the pandemic  [9] . In fact, an online survey conducted between October and December 2020 targeting the general population in Lithuania reported that 37% of the total 1036 participants had already lost interest in COVID-19 news, another 32% had started avoiding news about COVID-19, and 26% had stopped following COVID-19 news  [10] . Another online survey conducted between November and December 2020 targeting the general population in the United States also reported that 73% of the total 744 participants were tired of hearing about preventive behaviors against COVID-19 such as mask-wearing  [3] . During the prolonged COVID-19 pandemic, given the repeated and prolonged exposure to COVID-19 related messages from various communication channels (e.g. daily news of confirmed cases and deaths, public health messages), the likelihood of people experiencing message fatigue is very high.\n\nHowever, until now it is unclear if health communication researchers and practitioners have made sufficient efforts to reduce message fatigue in COVID-19 vaccination communication. For example, Scannel et al. reported that messages encouraging COVID-19 vaccination in Twitter posts primarily focused on conveying scientific evidence and efficacy information  [11] . Health communication researchers and practitioners should be aware that prolonged exposure to similarly framed repeated pro-COVID-19 vaccination messages may lead to psychological reactance and disengagement toward incoming recommendations, resulting ineffective persuasive outcomes  [4] .\n\nHow can health communication researchers and practitioners reduce message fatigue to encourage COVID-19 vaccination? A study on anti-obesity message fatigue reported that participants felt less message fatigue and more favorable attitudes toward anti-obesity measures when they received the less frequently used 'anti-obesity messages for psychological health' than 'anti-obesity messages for physical health,' which have been used frequently in health communication  [5] . This study indicates that the less frequently used pro-COVID-19 vaccination messages can reduce fatigue responses and generate more favorable attitudes toward message recommendations than the already existing frequently used messages. Entering the second year since COVID-19 vaccination has begun, to reduce message fatigue, future pro-COVID-19 vaccination communication should increase the diversity of messages different than the already existing frequently used types. As examples of strategies to increase the diversity of messages encouraging COVID-19 vaccination, we propose using messages that appeal to anticipated affect and the use of narrative, as supported by previous studies."
    },
    {
      "title": "Appealing to anticipated affect as well as cognitive beliefs",
      "text": "Previous studies and practices on vaccine communication have primarily used cognitive behavioral models and focused on cognitive beliefs, such as the perceived risk and severity of infection  [12, 13] . Research using these cognitive behavioral models assume that individuals' decisions are logical and rational, and that the cognitive beliefs individuals currently hold about vaccination predict whether they will be vaccinated in the future  [14] . However, existing cognitive-behavioral models have been criticized for focusing on cognitive influences on health behaviors, downplaying affective influences  [15] . For example, previous studies have used the theory of planned behavior (TPB) to predict people's vaccination intention with three cognitive variables (i.e. attitudes, subjective norms, and perceived behavioral control)  [16, 17] . Although many of those studies demonstrated effect of using TPB to increase intentions to receive vaccination  [16, 17] , studies of TPB also found a substantial proportion of the unexplained variance in intentions and behavior  [18, 19] . Accordingly, the addition of an affective component to cognitive behavioral models has been suggested to increase the amount of the variance  [20] .\n\nRecent studies have paid attention to the affective determinants of health behavior as complements to cognitive-behavioral models  [21] [22] [23] . Anticipated affect (i.e. the expectation of one's affective response to the target behavior) is one of the affective determinants that has received the most scrutiny  [24] . Much of the research has focused on anticipated negative effects, such as regret  [24] ; for example, if individuals do not receive COVID-19 vaccination, they may anticipate that they will feel regret when they are infected, choosing therefore to receive COVID-19 vaccination to avoid feeling such negative affect. Regarding COVID-19, associations between anticipated regret and social distancing, staying at home  [25] , vaccination  [26] [27] [28] [29] [30] [31] , and vaccine hesitancy  [32]  have been reported. Additionally, a randomized controlled study targeting 484 Italian adults showed that adding a message that appealed to anticipated pride ('Feel proud about taking the opportunity to protect yourself and others') to a standard message appealing to cognitive beliefs increased COVID-19 vaccination intention  [33] . The rich resources of human affect include not only negative affect, such as fear, anxiety, regret, and guilt, but also positive affect, such as pride, satisfaction, pleasure, and joy  [21] . Pro-COVID-19 vaccination communication can also appeal to such positive anticipated affect to encourage COVID-19 vaccination (e.g. 'Feel pride in protecting your loved ones by getting vaccinated against COVID-19'; 'Enjoy leisure activities with the COVID-19 vaccination certificate'). Thus, pro-COVID-19 vaccination communication can use messages that appeal to negative and positive anticipated affect, as well as cognitive behavioral models, to increase the diversity of messages encouraging COVID-19 vaccination."
    },
    {
      "title": "Using narrative as well as non-narrative",
      "text": "Narratives are defined as 'a representation of connected events and characters that have an identifiable structure, are bounded in space and time, and contain implicit or explicit messages about the topic being addressed'  [34] : e.g. a narrative of a subjective experience of a patient who experienced severe COVID-19. In contrast, non-narratives are expository and didactic communication styles that present propositions with reasons and evidence supporting the assertions: e.g. objective statements and recommendations about COVID-19 by a public health expert based on existing statistics and facts  [34] . Several models and theories have explained the narrative persuasion, including the transportation imagery model  [35] , exemplification theory  [36] , and identification theory  [37] . These models and theories propose factors regarding the persuasiveness of narratives, such as the audience's absorption into a narrative  [35] , exemplification by the character and event in a narrative  [36] , and audience's identification with a character of the narrative  [37] .\n\nPrevious studies reported that messages encouraging vaccination have often conveyed the effectiveness and safety of vaccines in expository and didactic styles with statistical evidence  [11, 38, 39] . However, many recent studies on pro-vaccination communication have shown that narrative messages recounting personal experiences with infectious diseases are more effective than non-narrative messages  [40] [41] [42] [43] [44] , or as effective as non-narrative messages  [45] [46] [47] [48] [49] [50] [51] [52] [53] [54] [55] [56] [57] [58] [59] [60] [61] . For example, in a randomized online experiment, 1804 adults in the United States read either a narrative message (about those who were initially negative about vaccines but changed their mind after seeing the damage caused by COVID-19) or a didactical message without the presence of a central character  [61] . The results showed that the narrative message was as effective as the didactical message in increasing vaccination intention and perception of vaccination  [61] . Pro-COVID-19 vaccination communication can use narrative as well as non-narrative messages to increase the diversity of messages encouraging COVID-19 vaccination."
    },
    {
      "title": "Alternative dissemination of cognitive, affective, narrative, and non-narrative messages",
      "text": "The diversity of pro-COVID-19 vaccination messages can be doubled by using not only cognitive behavioral models (e.g. conveying perceived vaccine efficacy and safety, perceived susceptibility, and severity of infection), but also messages appealing to anticipated affect. Additionally, the diversity of messages encouraging COVID-19 vaccination can be tripled by using not only the negative anticipated affect (e.g. anticipated regret) but also the positive one (e.g. anticipated pride). Furthermore, the diversity of messages would increase six times by adding a narrative format, such as a story of personal experiences related to COVID-19, to each of the three types of non-narrative messages appealing to cognitive beliefs, negative, and positive anticipated affect. Varying the narrator (e.g. health professionals, celebrities, peers)  [62, 63] , framing (e.g. gainor loss-framed, presentor future-focused)  [64] [65] [66] , and content (e.g. fictional or real story)  [67]  would further increase the diversity of messages. In terms of COVID-19 message fatigue, increasing the diversity of pro-COVID-19 vaccination messages is important not only for top-down approaches by politicians, government agencies, and public health agencies, but also for clinicians, who play a central role in providing tailored and targeted support to address vaccine hesitancy at the community level  [68, 69] . All health communication researchers and practitioners are responsible for implementing sustainable COVID-19 vaccination communication strategies minimizing COVID-19 message fatigue. Health Communication, Graduate School of Medicine, The University of Tokyo. Her research interests include medical decision-making. Takahiro Kiuchi is a Medical Doctor and received his Ph.D. from the University of Tokyo, Graduate School of Medicine. He is currently a Professor in the Department of Health Communication, Graduate School of Medicine, The University of Tokyo. His research interests include health communication and medical informatics.\n\nCopyright of Journal of Communication in Healthcare is the property of Taylor & Francis Ltd and its content may not be copied or emailed to multiple sites or posted to a listserv without the copyright holder's express written permission. However, users may print, download, or email articles for individual use."
    }
  ],
  "references": [
    {
      "title": "Effectiveness of mRNA BNT162b2 COVID-19 vaccine up to 6 months in a large integrated health system in the USA: a retrospective cohort study",
      "authors": [
        "S Tartof",
        "J Slezak",
        "H Fischer",
        "V Hong",
        "B Ackerson",
        "O Ranasinghe"
      ],
      "year": 2021,
      "doi": "10.1016/s0140-6736(21)02183-8"
    },
    {
      "title": "Safety and efficacy of the BNT162b2 mRNA Covid-19 vaccine through 6 months",
      "authors": [
        "S Thomas",
        "E Moreira",
        "N Kitchin",
        "J Absalon",
        "A Gurtman",
        "S Lockhart"
      ],
      "year": 2021,
      "doi": "10.1056/nejmoa2110345"
    },
    {
      "title": "COVID-19 message fatigue: How does it predict preventive behavioral intentions and what types of information are people tired of hearing about?",
      "authors": [
        "M Guan",
        "Y Li",
        "J Scoles",
        "Y Zhu"
      ],
      "year": 2022,
      "doi": "10.1080/10410236.2021.2023385"
    },
    {
      "title": "Message fatigue: conceptual definition, operationalization, and correlates",
      "authors": [
        "J So",
        "S Kim",
        "H Cohen"
      ],
      "year": 2017,
      "doi": "10.1080/03637751.2016.1250429"
    },
    {
      "title": "Predictors and effects of anti-obesity message fatigue: A thought-listing analysis",
      "authors": [
        "J So",
        "N Alam"
      ],
      "year": 2019,
      "doi": "10.1080/10410236.2018.1434736"
    },
    {
      "title": "Why Do some Americans resist COVID-19 prevention behavior? An analysis of issue importance, message fatigue, and reactance regarding COVID-19 messaging",
      "authors": [
        "H Ball",
        "T Wozniak"
      ],
      "year": 2022,
      "doi": "10.1080/10410236.2021.1920717"
    },
    {
      "title": "Psychological reactance and persuasive health communication: A review of the literature",
      "authors": [
        "T Reynolds-Tylus"
      ],
      "year": 2019,
      "doi": "10.3389/fcomm.2019.00056"
    },
    {
      "title": "How message fatigue toward health messages leads to ineffective persuasive outcomes: examining the mediating roles of reactance and inattention",
      "authors": [
        "S Kim",
        "J So"
      ],
      "year": 2018,
      "doi": "10.1080/10810730.2017.1414900"
    },
    {
      "title": "Messaging fatigue and desensitisation to information during pandemic",
      "authors": [
        "Pk-K Koh",
        "L Chang",
        "E-K Tan"
      ],
      "year": 2020,
      "doi": "10.1016/j.arcmed.2020.06.014"
    },
    {
      "title": "COVID-19 media fatigue: predictors of decreasing interest and avoidance of COVID-19-related news",
      "authors": [
        "I Buneviciene",
        "R Bunevicius",
        "S Bagdonas",
        "A Bunevicius"
      ],
      "year": 2021,
      "doi": "10.1016/j.puhe.2021.05.024"
    },
    {
      "title": "COVID-19 vaccine discourse on twitter: A content analysis of persuasion techniques, sentiment and Mis/disinformation",
      "authors": [
        "D Scannell",
        "L Desens",
        "M Guadagno",
        "Y Tra",
        "E Acker",
        "K Sheridan"
      ],
      "year": 2021,
      "doi": "10.1080/10810730.2021.1955050"
    },
    {
      "title": "Cognitions and behaviours of general practitioners in France regarding HPV vaccination: A theory-based systematic review",
      "authors": [
        "G Escriva-Boulley",
        "O Mandrik",
        "M Préau",
        "R Herrero",
        "P Villain"
      ],
      "year": 2021,
      "doi": "10.1016/j.ypmed.2020.106323"
    },
    {
      "title": "Using behavior change frameworks to improve healthcare worker influenza vaccination rates: A systematic review",
      "authors": [
        "K Corace",
        "J Srigley",
        "D Hargadon",
        "D Yu",
        "T Macdonald",
        "L Fabrigar"
      ],
      "year": 2016,
      "doi": "10.1016/j.vaccine.2016.04.071"
    },
    {
      "title": "Health behaviour: current issues and challenges",
      "authors": [
        "M Conner",
        "P Norman"
      ],
      "year": 2017,
      "doi": "10.1080/08870446.2017.1336240"
    },
    {
      "title": "Affective determinants of health behavior",
      "authors": [
        "M Conner"
      ],
      "year": 2018
    },
    {
      "title": "Application of theoretical frameworks on human papillomavirus vaccine interventions in the United States: systematic review and meta-analysis",
      "authors": [
        "C Cotache-Condor",
        "M Peterson",
        "M Asare"
      ],
      "year": 2022,
      "doi": "10.1007/s10552-021-01509-y"
    },
    {
      "title": "Predicting vaccination intention against COVID-19 using theory of planned behavior: A systematic review and meta-analysis",
      "authors": [
        "Y Limbu",
        "R Gautam",
        "W Zhou"
      ],
      "year": 2022,
      "doi": "10.3390/vaccines10122026"
    },
    {
      "title": "The health belief model and theory of planned behavior applied to mammography screening: A systematic review and meta-analysis",
      "authors": [
        "D Ritchie",
        "S Van Den Broucke",
        "G Van Hal"
      ],
      "year": 2021,
      "doi": "10.1111/phn.12842"
    },
    {
      "title": "Theory of planned behavior and adherence in chronic illness: a meta-analysis",
      "authors": [
        "A Rich",
        "K Brandes",
        "B Mullan",
        "M Hagger"
      ],
      "year": 2015,
      "doi": "10.1007/s10865-015-9644-3"
    },
    {
      "title": "Anticipated regret as an additional predictor in the theory of planned behaviour: A meta-analysis",
      "authors": [
        "T Sandberg",
        "M Conner"
      ],
      "year": 2008,
      "doi": "10.1348/014466607x258704"
    },
    {
      "title": "Affective determinants of health behavior",
      "year": 2018,
      "doi": "10.1093/oso/9780190499037.003.0021"
    },
    {
      "title": "Affective determinants of physical activity: A conceptual framework and narrative review",
      "authors": [
        "C Stevens",
        "A Baldwin",
        "A Bryan",
        "M Conner",
        "R Rhodes",
        "D Williams"
      ],
      "year": 2020,
      "doi": "10.3389/fpsyg.2020.568331"
    },
    {
      "title": "Role of affective attitudes and anticipated affective reactions in predicting health behaviors",
      "authors": [
        "M Conner",
        "R Mceachan",
        "N Taylor",
        "O' Hara"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000143"
    },
    {
      "title": "Anticipated regret and health behavior: A meta-analysis",
      "authors": [
        "N Brewer",
        "J Defrank",
        "M Gilkey"
      ],
      "year": 2016,
      "doi": "10.1037/hea0000294"
    },
    {
      "title": "Maintaining distance and avoiding going out during the COVID-19 pandemic: a longitudinal examination of an integrated social cognition model",
      "authors": [
        "J Kowalsky",
        "A Mitchell",
        "B Okdie"
      ],
      "year": 2022,
      "doi": "10.1080/08870446.2021.2023746"
    },
    {
      "title": "Integrating health behavior theories to predict COVID-19 vaccine acceptance: differences between medical students and nursing students",
      "authors": [
        "H Rosental",
        "L Shmueli"
      ],
      "year": 2021,
      "doi": "10.3390/vaccines9070783"
    },
    {
      "title": "Factors associated with vaccine intention in adults living in England who either did not want or had not yet decided to be vaccinated against COVID-19",
      "authors": [
        "L Goffe",
        "V Antonopoulou",
        "C Meyer",
        "F Graham",
        "M Tang",
        "J Lecouturier"
      ],
      "year": 2021,
      "doi": "10.1080/21645515.2021.2002084"
    },
    {
      "title": "Factors associated with behavioral intention of free and self-paid severe acute respiratory coronavirus virus 2 (SARS-CoV-2) vaccination based on the social cognitive theory among nurses and doctors in China",
      "authors": [
        "R She",
        "X Chen",
        "L Li",
        "L Li",
        "Z Huang",
        "Jtf Lau"
      ],
      "year": 2022,
      "doi": "10.1017/ice.2021.201"
    },
    {
      "title": "COVID-19 vaccination intentions: The theory of planned behavior, optimistic bias, and anticipated regret",
      "authors": [
        "K Wolff"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyg.2021.648289"
    },
    {
      "title": "COVID-19 vaccination behavior Among frontline healthcare workers in Pakistan: The theory of planned behavior, perceived susceptibility, and anticipated regret",
      "authors": [
        "M Khayyam",
        "S Chuanmin",
        "M Salim",
        "A Nizami",
        "J Ali",
        "H Ali"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyg.2022.808338"
    },
    {
      "title": "Associations between COVID-19 information acquisition and vaccination intention: The roles of anticipated regret and collective responsibility",
      "authors": [
        "P Liu",
        "S Ao",
        "X Zhao",
        "L Zhang"
      ],
      "year": 2022,
      "doi": "10.1080/10410236.2022.2059801"
    },
    {
      "title": "Health belief model, theory of planned behavior, or psychological antecedents: what predicts COVID-19 vaccine hesitancy better Among the Bangladeshi adults?",
      "authors": [
        "M Hossain",
        "M Alam",
        "M Islam",
        "S Sultan",
        "M Faysal",
        "S Rima"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.711066"
    },
    {
      "title": "Anticipating pride or regret? effects of anticipated affect focused persuasive messages on intention to get vaccinated against COVID-19",
      "authors": [
        "M Capasso",
        "D Caso",
        "M Conner"
      ],
      "year": 2021,
      "doi": "10.1016/j.socscimed.2021.114416"
    },
    {
      "title": "Narrative communication in cancer prevention and control: A framework to guide research and application",
      "authors": [
        "M Kreuter",
        "M Green",
        "J Cappella",
        "M Slater",
        "M Wise",
        "D Storey"
      ],
      "year": 2007,
      "doi": "10.1007/bf02879904"
    },
    {
      "title": "The role of transportation in the persuasiveness of public narratives",
      "authors": [
        "M Green",
        "T Brock"
      ],
      "year": 2000,
      "doi": "10.1037/0022-3514.79.5.701"
    },
    {
      "title": "Exemplification theory: a review and meta-analysis of exemplar messages",
      "authors": [
        "E Bigsby",
        "C Bigman",
        "A Gonzalez"
      ],
      "year": 2019,
      "doi": "10.1080/23808985.2019.1681903"
    },
    {
      "title": "Identification as a mechanism of narrative persuasion",
      "authors": [
        "A De Graaf",
        "H Hoeken",
        "J Sanders",
        "Jwj Beentjes"
      ],
      "year": 2012,
      "doi": "10.1177/0093650211408594"
    },
    {
      "title": "Japanese anti-versus pro-influenza vaccination websites: A text-mining analysis",
      "authors": [
        "T Okuhara",
        "H Ishikawa",
        "M Okada",
        "M Kato",
        "T Kiuchi"
      ],
      "year": 2019,
      "doi": "10.1093/heapro/day015"
    },
    {
      "title": "Contents of Japanese pro-and anti-HPV vaccination websites: A text mining analysis",
      "authors": [
        "T Okuhara",
        "H Ishikawa",
        "M Okada",
        "M Kato",
        "T Kiuchi"
      ],
      "year": 2018,
      "doi": "10.1016/j.pec.2017.09.014"
    },
    {
      "title": "Using narrative intervention for HPV vaccine behavior change among Khmer mothers and daughters: A pilot RCT to examine feasibility, acceptability, and preliminary effectiveness",
      "authors": [
        "H Lee",
        "M Kim",
        "M Cooley",
        "P Chu Kiang",
        "D Kim",
        "S Tang"
      ],
      "year": 2018,
      "doi": "10.1016/j.apnr.2017.12.008"
    },
    {
      "title": "Development and acceptability of a peer-paired, cross-cultural and cross-generational storytelling HPV intervention for Korean American college women",
      "authors": [
        "M Kim",
        "H Lee",
        "P Kiang",
        "J Allison"
      ],
      "year": 2019,
      "doi": "10.1093/her/cyz022"
    },
    {
      "title": "A storytelling intervention in a mobile, Webbased platform: A pilot randomized controlled trial to evaluate the preliminary effectiveness to promote human papillomavirus vaccination in Korean American college women",
      "authors": [
        "M Kim",
        "H Lee",
        "P Kiang",
        "T Aronowitz",
        "L Sheldon",
        "L Shi"
      ],
      "year": 2020,
      "doi": "10.1177/1090198119894589"
    },
    {
      "title": "Persuasive effects of message framing and narrative format on promoting COVID-19 vaccination: A study on Chinese college students",
      "authors": [
        "W Ye",
        "Q Li",
        "S Yu"
      ],
      "year": 2021,
      "doi": "10.3390/ijerph18189485"
    },
    {
      "title": "Narrative messages, information seeking and COVID-19 vaccine intention: The moderating role of perceived behavioral control",
      "authors": [
        "P Borah",
        "X Xiao",
        "Dkl Lee"
      ],
      "year": 2022,
      "doi": "10.1177/08901171221075019"
    },
    {
      "title": "Influenza vaccination: The persuasiveness of messages Among people aged 65 years and older",
      "authors": [
        "G Prati",
        "L Pietrantoni",
        "B Zani"
      ],
      "year": 2012,
      "doi": "10.1080/10410236.2011.606523"
    },
    {
      "title": "Effective messages in vaccine promotion: A randomized trial",
      "authors": [
        "B Nyhan",
        "J Reifler",
        "S Richey",
        "G Freed"
      ],
      "year": 2014,
      "doi": "10.1542/peds.2013-2365"
    },
    {
      "title": "Investigating the effects and persuasive mechanisms of expository and narrative HPV vaccine messages",
      "authors": [
        "A Parrish"
      ],
      "year": 2015
    },
    {
      "title": "Now or future? analyzing the effects of message frame and format in motivating Chinese females to get HPV vaccines for their children",
      "authors": [
        "S Liu",
        "J Yang",
        "H Chu"
      ],
      "year": 2019,
      "doi": "10.1016/j.pec.2018.09.005"
    },
    {
      "title": "Experimenting with a prototype interactive narrative game to improve knowledge and beliefs for the HPV vaccine",
      "authors": [
        "A Zhu",
        "M Amith",
        "L Tang",
        "R Cunningham",
        "A Xu",
        "J Boom"
      ],
      "year": 2021
    },
    {
      "title": "Effects of narrative persuasion in promoting influenza vaccination in Hong Kong: A randomized controlled trial",
      "authors": [
        "L Jiang"
      ],
      "year": 2021,
      "doi": "10.1016/j.pec.2020.09.025"
    },
    {
      "title": "Misinformation and other elements in HPV vaccine tweets: an experimental comparison",
      "authors": [
        "W Calo",
        "M Gilkey",
        "P Shah",
        "A Dyer",
        "M Margolis",
        "S Dailey"
      ],
      "year": 2021,
      "doi": "10.1007/s10865-021-00203-3"
    },
    {
      "title": "What works best: objective statistics or a personal testimonial? An assessment of the persuasive effects of different types of message evidence on risk perception",
      "authors": [
        "De Wit",
        "Jbf Das",
        "E Vet"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.1.110"
    },
    {
      "title": "Influence of evidence type and narrative type on HPV risk perception and intention to obtain the HPV vaccine",
      "authors": [
        "X Nan",
        "M Dahlstrom",
        "A Richards",
        "S Rangarajan"
      ],
      "year": 2015,
      "doi": "10.1080/10410236.2014.888629"
    },
    {
      "title": "Predictors and consequences of conversations about health promoting media messages",
      "authors": [
        "S Dunlop",
        "Y Kashima",
        "M Wakefield"
      ],
      "year": 2010,
      "doi": "10.1080/03637751.2010.502537"
    },
    {
      "title": "Parental intentions to immunize children against influenza: a randomized trial of EPPM-based immunization messaging",
      "authors": [
        "S Hall",
        "M Jehn",
        "P Mongeau",
        "D Hruschka",
        "E Margolis"
      ],
      "year": 2015
    },
    {
      "title": "Health communication in the blogsphere: Rethinking source and message strategies for \"hot cognition\" publics",
      "authors": [
        "D Myers"
      ],
      "year": 2017,
      "doi": "10.32469/10355/62321"
    },
    {
      "title": "Role of narrative perspective and modality in the persuasiveness of public service advertisements promoting HPV vaccination",
      "authors": [
        "X Nan",
        "M Futerfas",
        "Z Ma"
      ],
      "year": 2017,
      "doi": "10.1080/10410236.2016.1138379"
    },
    {
      "title": "Persuasiveness of statistics and patients' and mothers' narratives in human papillomavirus vaccine recommendation messages: A randomized controlled study in Japan",
      "authors": [
        "T Okuhara",
        "H Ishikawa",
        "M Okada",
        "M Kato",
        "T Kiuchi"
      ],
      "year": 2018,
      "doi": "10.3389/fpubh.2018.00105"
    },
    {
      "title": "Examining long-term effects of human papillomavirus vaccine recommendation messages: A 4-month follow-up survey of a randomized controlled study in Japan",
      "authors": [
        "T Okuhara",
        "H Ishikawa",
        "H Ueno",
        "H Okada",
        "T Kiuchi"
      ],
      "year": 2020,
      "doi": "10.3390/healthcare8040549"
    },
    {
      "title": "When we increase fear, do we dampen hope? using narrative persuasion to promote human papillomavirus vaccination in China",
      "authors": [
        "S Liu",
        "J Yang",
        "H Chu"
      ],
      "year": 2021,
      "doi": "10.1177/1359105319894626"
    },
    {
      "title": "Effects of narrative messages on Key COVID-19 protective responses: findings from a randomized online experiment",
      "authors": [
        "I Iles",
        "A Gaysynsky",
        "W-Y Chou"
      ],
      "year": 2022,
      "doi": "10.1177/08901171221075612"
    },
    {
      "title": "Effects of a narrative HPV vaccination intervention aimed at reaching college women: A randomized controlled trial",
      "authors": [
        "S Hopfer"
      ],
      "year": 2012,
      "doi": "10.1007/s11121-011-0254-1"
    },
    {
      "title": "The effects of source expertise and trustworthiness on recollection: the case of vaccine misinformation",
      "authors": [
        "S Pluviano",
        "S Della Sala",
        "C Watt"
      ],
      "year": 2020,
      "doi": "10.1007/s10339-020-00974-8"
    },
    {
      "title": "The interplay between framing and regulatory focus in processing narratives about HPV vaccination in Singapore",
      "authors": [
        "H Kim",
        "T Lee",
        "W Kong"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2018.1553022"
    },
    {
      "title": "When a personal HPV story on a blog influences perceived social norms: The roles of personal experience, framing, perceived similarity, and social media metrics",
      "authors": [
        "T Lee",
        "Lyf Su"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2019.1567440"
    },
    {
      "title": "Temporal framing effects differ for narrative versus Non-narrative messages: The case of promoting HPV vaccination",
      "authors": [
        "J Kim"
      ],
      "year": 2019,
      "doi": "10.1177/0093650215626980"
    },
    {
      "title": "Characteristics of narrative interventions and health effects: A review of the content, form, and context of narratives in healthrelated narrative persuasion research",
      "authors": [
        "A De Graaf",
        "J Sanders",
        "H Hoeken"
      ],
      "year": 2016,
      "doi": "10.12840/issn.2255-4165.2016.04.01.011"
    },
    {
      "title": "COVID-19 in Europe: new challenges for addressing vaccine hesitancy",
      "authors": [
        "E Karafillakis",
        "P Van Damme",
        "G Hendrickx",
        "H Larson"
      ],
      "year": 2022,
      "doi": "10.1016/S0140-6736(22)00150-7"
    },
    {
      "title": "Two years with COVID-19: New -and old -challenges for health communication research",
      "authors": [
        "R Street",
        "A Finset"
      ],
      "year": 2022,
      "doi": "10.1016/j.pec.2022.01.006"
    }
  ],
  "num_references": 69
}
