{
  "paper_id": "2NMVLJWG",
  "title": "Postoperative care via smartphone following carpal tunnel release",
  "abstract": "Introduction: This study explores a novel smartphone application for postoperative care following carpal tunnel release (CTR). We hypothesized that a software-based 'virtual visit' for CTR could be safe, effective and convenient for the patient. Methods: Our group developed the software application utilized in this study. Interactive steps with video instructions enabled patients to complete dressing and suture removal, capture a wound photo, answer a question about median nerve symptoms and capture a video of finger range of motion. Adult patients undergoing endoscopic or open CTR were enrolled. Prior to their scheduled postoperative visit, patients received and completed the module using their smartphone. Agreement between findings of the virtual visit and the corresponding in-person clinical visit was assessed using kappa values. Results: Twenty-two patients were contacted regarding study enrolment and 17 patients were enrolled (ages 23-63, mean 48.2, 6M, 11F). Of 16 patients who participated, all completed dressing removal. Ten of 16 patients removed their sutures successfully. Fourteen patients captured a clinically adequate wound photo and 15 patients answered a question about median nerve symptoms. Fourteen patients captured a range of motion video. Software assessments of surgical wounds, nerve symptoms and physical exams agreed strongly with clinical assessments. Discussion: Most patients were able to respond to a question about their symptoms, provide clinical assessment of their wound via a photo and record a video of their range of motion. Suture removal was the most difficult task. More investigation is needed to determine which patients can reliably remove their sutures.",
  "year": 2015,
  "date": "2015",
  "journal": "J Orthop Surg Res",
  "publication": "J Orthop Surg Res",
  "authors": [
    {
      "forename": "Josef",
      "surname": "Tofte",
      "name": "Josef Tofte",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA",
      "email": "josef-tofte@uiowa.edu"
    },
    {
      "forename": "Christopher",
      "surname": "Anthony",
      "name": "Christopher Anthony",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-0192-7970"
    },
    {
      "forename": "Philip",
      "surname": "Polgreen",
      "name": "Philip Polgreen",
      "affiliation": "2  Innovation Laboratory , Signal Center , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Signal Center \n\t\t\t\t\t\t\t\t Innovation Laboratory \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Joseph",
      "surname": "Buckwalter",
      "name": "Joseph Buckwalter",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Lindsey",
      "surname": "Caldwell",
      "name": "Lindsey Caldwell",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Timothy",
      "surname": "Fowler",
      "name": "Timothy Fowler",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Thomas",
      "surname": "Ebinger",
      "name": "Thomas Ebinger",
      "affiliation": "3  Steindler Orthopaedic Clinic , Iowa City , IA , USA \n\t\t\t\t\t\t\t\t Steindler Orthopaedic Clinic \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Jessica",
      "surname": "Hanley",
      "name": "Jessica Hanley",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Spencer",
      "surname": "Dowdle",
      "name": "Spencer Dowdle",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Andrew",
      "surname": "Holte",
      "name": "Andrew Holte",
      "affiliation": "4  Roy J. and Lucille A. Carver College of Medicine , University of Iowa , Iowa City , USA \n\t\t\t\t\t\t\t\t Roy J. and Lucille A. Carver College of Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Nicholas",
      "surname": "Arpey",
      "name": "Nicholas Arpey",
      "affiliation": "5  Department of Orthopaedic Surgery , Northwestern University , Chicago , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedic Surgery \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ericka",
      "surname": "Lawler",
      "name": "Ericka Lawler",
      "affiliation": "1  Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , Iowa City , USA \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Orthopaedics and Rehabilitation , University of Iowa Hospitals and Clinics , 200 Hawkins Drive , 01008 JPP , Iowa City , IA 52242 , USA. \n\t\t\t\t\t\t\t\t Department of Orthopaedics and Rehabilitation \n\t\t\t\t\t\t\t\t University of Iowa Hospitals and Clinics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 200 Hawkins Drive \n\t\t\t\t\t\t\t\t\t 01008 52242 \n\t\t\t\t\t\t\t\t\t JPP Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1177/1357633x18807606",
  "keywords": [
    "Telemedicine",
    "remote consultation",
    "self-care",
    "telesurgery"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Carpal tunnel release (CTR) is a frequently performed procedure, with well-established outcomes.  [1] [2] 2] [3] [4]  Given this volume, CTR represents a significant cost to the healthcare system.  2  For patients with an uncomplicated postoperative course, clinical follow-up after CTR involves one or two postoperative visits.  5, 6 For the patient, these visits require time away from work, incur expense, utilize healthcare system resources and may impact healthcare outcomes.  7 Historic attempts to mitigate these factors, such as traditional telehealth solutions that utilize live video feeds, come with substantial expense, require the use of specific equipment and ultimately require real-time interaction with medical professionals.  [8] [9] [10]  Contemporary mobile phones are a potentially valuable way in which to interact with patients. Previous studies have demonstrated that messaging interfaces, software communication, automated reminders and patient-driven interaction are effective.  8, 9, [11] [12] 2] [13] [14] [15] [16] [17]  Mobile phone usage is common in developed countries such as the United States: 95% of Americans use a mobile phone and 77% use a smartphone regularly.  18 echnological adjuncts to patient communication in hand surgery have not been thoroughly evaluated. CTR provides an ideal setting to study these technologies, due to its short follow-up duration, straightforward postoperative requirements and low risk of complications.  1, 2 The purpose of this study was to (1)  implement a software platform to accomplish remotely and asynchronously the typical requisite elements of a postoperative CTR visit, (2) determine whether patients can reliably accomplish these tasks without direct supervision in clinic and (3) describe characteristics of the software interface and patient population that were associated with patient success. We hypothesized that a software-based 'virtual visit' for CTR could be safe, effective and improve efficiency and convenience for the patient."
    },
    {
      "title": "Methods",
      "text": "The study underwent Institutional Review Board review and approval. The clinical documentation of approximately 20 postoperative visits for CTR at our institution were analysed by the authors of the study, including hand surgery faculty and senior orthopaedic residents, and discrete elements of a typical visit were identified. These elements included (1) postoperative dressing removal, (2) postoperative suture removal, (3) documentation of wound appearance, (4) evaluation of median nerve symptoms and (5) documentation of a physical exam including motor exam and range of motion. We developed a web-based application that allowed patients using Apple iOS and Android operating systems to complete online modules corresponding to each of these elements (see Figure  1 ). While the application was developed for internal research use and was therefore not designed and implemented for use by the general public, the intention was to develop a prototype of an application that could eventually be publically accessible and utilized by surgeons. Video instructions guided patients through dressing removal and suture removal. Via the software interface, patients then obtained a wound photograph, completed a selfassessment of median nerve symptoms, and recorded a video of physical exam manoeuvres (including finger spread, full fist, thumbs up, A-OK sign and finger cross). The duration of each module step was recorded. The software application back end was designed using a NGINX web server, a uWSGI application server running Django 1.8 with Python 3 and a MySql database. The software application front end was designed using HTML, CSS (Bootstrap3) and JQuery libraries. Asynchronous tasks were run on the Rabbitmq message queue and Celery task runner, and automated text messaging was implemented using the Twilio API.\n\nAdult patients undergoing endoscopic or open CTR who owned a smartphone and were willing to participate were enrolled in the study and completed a demographic questionnaire (see Table  1 ). The questionnaire assessed patient age, handedness, accessibility of technology at home, travel time to the appointment and smartphone usage patterns. Participants who did not own a smartphone, who did not wish to participate, or were undergoing revision CTR were excluded from the study. Enrolment consisted of formal consent including an explanation of the software protocol and emphasis that no review of transmitted media or clinical decisionmaking would occur based upon study content. All subjects then underwent open or endoscopic CTR. The pilot series of eight patients' wounds were closed with nylon suture in a horizontal mattress fashion. Subsequent patients' wounds were closed with figure-of-eight sutures due to patient-reported difficulty with removal of horizontal mattress sutures. All patients were placed in a postoperative soft dressing.\n\nThe pilot series of eight patients was enrolled to test and optimize the study protocol and software design. These patients completed the software modules just prior to their 10-14-day in-person appointment while physically present in the hand clinic so that any technical malfunctions of the software and user interface difficulties could be qualitatively observed and addressed. Feedback was presented to the software development team and improvements and modifications to the software were made during this phase. After the initial eight patients, the remaining study patients were consented at their day of surgery appointment and further enrolment and participation occurred remotely at home. For remote enrolment, patients were sent a short series of text messages to confirm their mobile phone number, and then at home on the day prior to their scheduled 10-14-day clinical follow up visit, they received a link to the software module via text message. Patients were allowed the help of an available friend or family member to accomplish the study objectives. All patients returned at 10-14 days for an in-person visit with a clinician.\n\nElectronic health record (EHR) documentation from the corresponding in-person clinical visit was assessed by the authors for the completion of three clinical elements (median nerve symptoms, wound appearance and physical exam). Clinical documentation of median nerve symptoms for each patient was classified by the authors as 'normal', 'improved', 'unchanged' or 'worsened' to parallel the application's symptom query data. Wound photos from the application and corresponding clinical wound descriptions from the EHR were categorized as 'uncomplicated', 'macerated', 'dehisced' or 'infected'. Physical exam videos from the application and corresponding clinical exam descriptions from the EHR were categorized as 'intact' or 'deficit'.\n\nWhere both application symptom query responses and clinical documentation of symptoms were available, they were included in a concordance analysis using kappa with linear weighting. Where both a wound photo and clinical description of the wound were available, they were included in a concordance analysis using Cohen's kappa. Where both a physical exam video and clinical description of the exam were available, they were included in a concordance analysis using Cohen's kappa.\n\nFischer's exact test was used to examine the effect of surgical laterality ipsilateral to the dominant hand on completion of all modules, as well as the effect of suture closure method (horizontal mattress versus figure-of eight) on success of removal, with alpha ¼ 0.5."
    },
    {
      "title": "Results",
      "text": "Twenty-two patients were contacted regarding study enrolment and 17 patients were enrolled in the study (77%). Reasons for declining study enrolment included apprehension regarding suture removal, disinterest, and time constraints. Two patients did not have capable smartphones. One patient was lost to clinical follow up and was excluded, leaving 16 patients for analysis (see Figure  1 ).\n\nThe 16 enrolled patients had a mean age of 48 and ranged from 23-63 years of age. Six male and 11 female patients were enrolled. Ten patients (59%) underwent open CTR and seven patients (41%) underwent endoscopic CTR. Fourteen patients (88%) were right hand dominant and 12 (75%) of patients underwent surgery on their dominant extremity. Ten patients (63%) of patients used smartphones running Android OS and six patients (37%) used smartphones running Apple iOS. Of the Android OS phones, the majority were made by Samsung TM while the iOS phones were Apple iPhones TM . All phones of study enrolees included WebKit-compatible browsers, text-messaging capabilities, and built-in photo and video cameras. Of 16 patients surveyed, 11 (69%) self-identified as being 'tech-savvy'. Patients reported using smartphones for text, photo, and video messaging, email, internet, social media, and capturing photos and videos (see Figure  2 ). Some patients reported sending as many as 50 text messages per day (see Figure  3 ).\n\nTravel time to the hand clinic averaged 46 min and the software modules took on average 13 min to complete. All patients reported that they had a friend or family member available who could potentially assist them, and 11 (69%) used help from a friend or family member in to complete study objectives.\n\nAll 16 patients successfully completed dressing removal (100%). The initial eight patients enrolled had wound closure performed with horizontal mattress sutures and the subsequent eight patients had wound closure performed with figure-of-eight sutures. Overall, 10 of 16 patients (63%) were able to successfully remove their sutures successfully. However, seven of eight (88%) patients who removed figure-of-eight sutures and three of eight (38%) patients who removed horizontal mattress sutures were able to do so successfully, though this was not a significant difference (p ¼ 0.12).\n\nFifteen patients (94%) captured wound photos (see Figure  4 ), though one photo was deemed too blurry for analysis. For the 14 patients who had both a clinically adequate wound photo and clinical documentation of symptoms available, the authors classified both wound photo and clinical documentation as 'uncomplicated', 'macerated', 'dehisced' or 'infected'. Analysis demonstrated strong agreement of these assessments with Cohen's kappa ¼ 1.\n\nFifteen patients successfully answered a question about median nerve symptoms. For the 15 patients who had both median nerve application query data and clinical documentation of symptoms available, the authors classified both application query response and clinical documentation as 'normal', 'improved', 'unchanged' or 'worsened'. Analysis demonstrated strong agreement of these assessments with linearlyweighted kappa ¼ 0.84 AE 0.10 (95% CI 0.64-1).\n\nFourteen patients (88%) successfully captured a physical exam video that included the following motions: finger spread, full fist, thumbs up, A-OK sign and finger cross. For the 14 patients who had both a clinically adequate physical exam video and clinical documentation of the exam available, the authors classified both exam video and clinical documentation as 'intact' or 'deficit'. Analysis demonstrated strong agreement of these assessments with Cohen's kappa ¼ 1. A total of eight patients (50%) completed fully all aspects of the software module without any omissions.\n\nFive of the eight patients that did not fully complete all tasks were unsuccessful in removing their horizontal mattress sutures. An additional patient declined to remove figure-of-eight sutures. One patient omitted a physical exam video. Another patient omitted the wound photo, symptom question, and physical exam video.\n\nTwo patients had documentation of contact with providers outside of scheduled clinical visits for  concerns related to their surgical wounds. One patient who had no visible signs of wound complication via wound photo and no documented evidence of wound complication at her 10-day postoperative clinical visit was seen by her primary physician at 15 days postoperatively for concerns related to wound 'maceration without erythema'. No intervention was performed and the patient returned at six weeks and was found to have a well-healed wound. Another patient contacted the hand surgery office on postoperative day four with an elbow rash thought to be related to surgical prep. An antihistamine was prescribed and the rash had resolved by the 14-day clinical follow up visit. The rash was not visible in the wound photo taken prior to this visit.\n\nThe patient who successfully completed dressing and suture removal but failed to send a wound photo, physical exam video, or answer the symptom question was seen at clinical follow up and noted to have a partial superficial wound dehiscence. This went on to heal uneventfully without further complications.\n\nAside from a single patient noted to have slight maceration of the wound, no other significant wound complications were identified either at the in-person 10-14-day postoperative visit or during review of wound photographs.\n\nAnalysis demonstrated no significant effect of hand dominance ipsilateral to surgical laterality on dressing removal (p ¼ 1.00), suture removal (p ¼ 1.00), wound photo capture (p ¼ 0.45), symptom question response (p ¼ 0.25) or physical exam video capture (p ¼ 0.45). Age, self-perception of 'tech savviness', volume of text messaging, surgical technique and phone usage activities were also not predictive of successful study completion."
    },
    {
      "title": "Discussion",
      "text": "In 2018, 95% of adults in the United States own a mobile phone, and the percentage of smartphone owners has increased dramatically from 35% to 77% over the past seven years.  18 Sixty-nine percent of the public uses some form of social media to communicate with friends, family, and acquaintances.  19 An increasing fraction of smartphone adopters (20%) depend exclusively upon their smartphone for access to the internet.  18 he patients enrolled in this study had smartphone adoption rates consistent with those reported in the literature. With widespread adoption of these technologies, combined with the increasing geographic centralization of specialty care, there is great potential for the integration and augmentation of existing healthcare practices with digital communication.\n\nSeveral studies have investigated innovative means to improve perioperative care. Ball et al. implemented a single visit clinical service for CTR that completed both diagnostics and treatment in the same day, and then authorized patients to seek a primary care physician follow up for all of their postoperative care including suture removal.  20 Atherton et al. randomized patients to follow up with the surgery office or primary care physician for postoperative care and suture removal.  21 ultiple studies have piloted perioperative patient care via smartphone application, and demonstrated that delivery of care via software can successfully identify and triage problematic issues in patients undergoing outpatient breast reconstruction, anterior cruciate ligament reconstruction, and other ambulatory procedures.  17, [22] [23] ] [24]  Our group successfully implemented a software platform to accomplish remotely and asynchronously the elements of a typical postoperative CTR visit. While several software modalities were considered during the development phase, a text-message-link-to-webapplication was ultimately chosen for a number of strategic reasons. Text-message-link-to-web-application does not require platform-specific development, and recent additions to Hypertext Markup Language Version 5 (HTML5) facilitate access to native smartphone photo and video cameras through the mobile browser without additional software support. Text-message-link-to-webapplications do not require the patient to perform any tasks prior to study involvement (for example, to download and install a specific software application) and can be initiated on-the-fly via a single message with knowledge only of a patient's mobile phone number. Additionally, a web application with rich content including video and audio can be altered by software engineers sequentially in form or structure without requiring a user to update a locally-installed application.\n\nDuring the eight-patient pilot, several modifications were made to the study protocol and to the software application. Due to reported difficulties with patients removing horizontal mattress sutures, the protocol was altered for subsequent patients to receive figure-ofeight sutures, which were substantially easier for them to remove. The software instructions were modified to include more detail and clarified to alleviate confusion based upon informal patient feedback. The interface was modified to alert patients to the possibility of delays between steps if large media files were being uploaded over slow wireless connections. The protocol and interface did not require additional changes for the subsequent eight patients.\n\nThis study seeks to identify whether a softwarebased 'virtual visit' is a safe and satisfactory substitute for an in-person clinical interaction with a care provider. We acknowledge that there are intangible aspects of an in-person clinical visit that cannot be replicated via a virtual software experience. However, when a clinical visit is distilled to a finite collection of elements deemed critical for clinical progression and decision-making, it is evident that these goals can be accomplished via software communication. Based upon our preliminary results in a small cohort of patients, it seems that these tasks can be safely and reliably accomplished by certain subset of patients. Multiple patients were able to remove their postoperative dressings, remove their sutures with or without the assistance of a friend or family member, capture a photo of their surgical wound adequate for clinical decision-making by a healthcare provider, answer a question addressing their postoperative median nerve symptoms, and capture a clinically adequate video of physical exam manoeuvres sufficient for motor and range-of-motion examination. Additionally, the data obtained from the application for wound, symptom, and physical exam assessment agreed strongly with the clinical documentation from in-person visits.\n\nBased upon these results, however, it remains difficult to predict which patients will fail to satisfactorily complete all the elements of a digital visit. No studied characteristics of patients were predictive of successful study completion. Anecdotally, patients who expressed confidence in their ability to accomplish the goals of the study at the time of enrolment could often reliably do so. Patients amenable to following up via this modality are likely those with significant distances to travel in order to access care, those with friends or family with a background in healthcare, or young patients who are accustomed to using technology for communication. Further research with larger numbers of participants is necessary to investigate patient factors predictive of success.\n\nAll of the patients who submitted a wound photo and physical exam video provided photos and videos of sufficient quality for clinical assessment, except for one photo deemed too blurry for analysis. The wounds were clearly visible in the photos, and the physical exam videos mirrored the instructed motions precisely and kept the patient's hand in the viewing frame. Surgery on the dominant side did not negatively impact the ability of the patients to complete the modules, including suture removal. One patient was able to expediently remove his horizontal mattress sutures with his non-dominant hand, unassisted.\n\nAt least one patient began but did not finish the software modules. Five of the initial eight patients were unsuccessful in removing horizontal mattress sutures. Of the subsequent eight patients, seven were successful and one patient declined to remove the sutures. While this study is not powered to detect a significant difference, these data would suggest that horizontal mattress sutures should be avoided in favour of figure-of-eight or simple sutures for patients attempting autonomous removal.\n\nDespite only 50% of patients completing fully all software modules without omissions, most omissions were of a single module step or were due to difficulty with horizontal mattress suture removal. Further refinements to the interface design of the modules, more careful selection of patients capable of suture removal, and the exclusive use of figure-of-eight sutures could alleviate many of these failures.\n\nFinally, the implementation of a software visit did not seem to discourage patients from contacting healthcare providers directly if concern for complications arose during the initial postoperative period. On multiple occasions, patients involved in the study called or arranged in-person evaluation of their surgical extremity. The only documented wound complication (a partial superficial dehiscence) unfortunately did not have a corresponding wound photo available for comparison.\n\nThere are several limitations to the study. The number of participants is small. The study protocol and software application was altered during the pilot phase of the study. Software malfunction potentially interfered with the ability of some patients to successfully complete all steps of the postoperative module. The analysis of corresponding in-person clinical visits relied upon the documentation of those visits, which may have incompletely portrayed the extent of clinical elements accomplished during the visit.\n\nOur group successfully implemented a software application that facilitated a virtual postoperative clinical visit and enabled nearly all participants to respond to a question about their symptoms, provide clinical assessment of their wound via a photo, and record a video of their range of motion following endoscopic or open CTR. Patients struggled most with performing suture removal. Further well-powered studies are needed to describe patient characteristics that predispose participants to a successful 'virtual visit'."
    },
    {
      "text": "Figure 1. Postoperative CTR module steps, in order of completion (dressing removal, suture removal, wound photo, symptom selfassessment and physical exam video)."
    },
    {
      "text": "Figure 3. Patient self-assessment of text message frequency."
    },
    {
      "text": "Figure 2. Patient self-assessment of smartphone usage."
    },
    {
      "text": "Figure 4. Examples of patient-captured wound photos."
    },
    {
      "text": "Study participant demographics."
    }
  ],
  "references": [
    {
      "title": "Endoscopic versus open carpal tunnel release for idiopathic carpal tunnel syndrome: A meta-analysis of randomized controlled trials",
      "authors": [
        "D Zuo",
        "Z Zhou",
        "H Wang"
      ],
      "year": 2015,
      "doi": "10.1186/s13018-014-0148-6"
    },
    {
      "title": "Endoscopic carpal tunnel release is preferred over mini-open despite similar outcome: A randomized trial",
      "authors": [
        "H Kang",
        "I Koh",
        "T Lee"
      ],
      "year": 2013,
      "doi": "10.1007/s11999-012-2666-z"
    },
    {
      "title": "Tardy median palsy; Median neuritis; Median thenar neuritis amenable to surgery",
      "authors": [
        "B Cannon",
        "J Love"
      ],
      "year": 1946
    },
    {
      "title": "Open versus endoscopic carpal tunnel release: A meta-analysis of randomized controlled trials",
      "authors": [
        "E Sayegh",
        "R Strauch"
      ],
      "year": 2015,
      "doi": "10.1007/s11999-014-3835-z"
    },
    {
      "title": "Long-term outcomes following single-portal endoscopic carpal tunnel release",
      "authors": [
        "K Means",
        "N Dubin",
        "K Patel"
      ],
      "year": 2014,
      "doi": "10.1007/s11552-014-9614-1"
    },
    {
      "title": "Trends in carpal tunnel surgery: An online survey of members of the American society for surgery of the Hand",
      "authors": [
        "J Munns",
        "H Awan"
      ],
      "year": 2015,
      "doi": "10.1016/j.jhsa.2014.12.046"
    },
    {
      "title": "Are differences in travel time or distance to healthcare for adults in global north countries associated with an impact on health outcomes? A systematic review",
      "authors": [
        "C Kelly",
        "C Hulme",
        "T Farragher"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-013059"
    },
    {
      "title": "Virtual realitybased orthopedic telerehabilitation",
      "authors": [
        "G Burdea",
        "V Popescu",
        "V Hentz"
      ],
      "year": 2000,
      "doi": "10.1109/86.867886"
    },
    {
      "title": "In-home telerehabilitation compared with face-to-face rehabilitation after total knee arthroplasty: A noninferiority randomized controlled trial",
      "authors": [
        "H Moffet",
        "M Tousignant",
        "S Nadeau"
      ],
      "year": 2015,
      "doi": "10.2106/jbjs.n.01066"
    },
    {
      "title": "Internet-based outpatient telerehabilitation for patients following total knee arthroplasty: A randomized controlled trial",
      "authors": [
        "T Russell",
        "P Buttrum",
        "R Wootton"
      ],
      "year": 2011,
      "doi": "10.2106/jbjs.i.01375"
    },
    {
      "title": "Using a mobile app for monitoring post-operative quality of recovery of patients at home: A feasibility study",
      "authors": [
        "J Semple",
        "S Sharpe",
        "M Murnaghan"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3929"
    },
    {
      "title": "Utility of routine postoperative visit after appendectomy and cholecystectomy with evaluation of mobile technology access in an urban safety net population",
      "authors": [
        "D Chen",
        "R Davis",
        "C Balentine"
      ],
      "year": 2014,
      "doi": "10.1016/j.jss.2014.04.028"
    },
    {
      "title": "Osteoarthritis Index delivered by mobile phone (m-WOMAC) is valid, reliable, and responsive",
      "authors": [
        "N Bellamy",
        "C Wilson",
        "J Hendrikz"
      ],
      "year": 2011,
      "doi": "10.1016/j.jclinepi.2010.03.013"
    },
    {
      "title": "Assessment of postoperative pain and narcotic usage by automated mobile phone text messaging",
      "authors": [
        "C Anthony",
        "E Lawler",
        "K Mcdonald"
      ],
      "year": 2016,
      "doi": "10.1177/1558944716672201"
    },
    {
      "title": "Outpatient blood pressure monitoring using bi-directional text messaging",
      "authors": [
        "C Anthony",
        "L Polgreen",
        "J Chounramany"
      ],
      "year": 2015,
      "doi": "10.1016/j.jash.2015.01.008"
    },
    {
      "title": "Use of mobile phone text message reminders in health care services: A narrative literature review",
      "authors": [
        "K Kannisto",
        "M Koivunen",
        "Ma"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3442"
    },
    {
      "title": "Mobile phone-based telemedicine system for the home follow-up of patients undergoing ambulatory surgery",
      "authors": [
        "Mart Inez-Ramos"
      ],
      "year": 2009
    },
    {
      "title": "Mobile fact sheet",
      "year": 2018,
      "doi": "10.3133/fs10098"
    },
    {
      "title": "Social media fact sheet",
      "doi": "10.3133/fs20193040"
    },
    {
      "title": "Validation of a onestop carpal tunnel clinic including nerve conduction studies and hand therapy",
      "authors": [
        "C Ball",
        "M Pearse",
        "D Kennedy"
      ],
      "year": 2011,
      "doi": "10.1308/003588411x13165261993950"
    },
    {
      "title": "Follow-up after carpal tunnel decompression -General practitioner surgery or hand clinic? A randomized prospective study",
      "authors": [
        "W Atherton",
        "A Faraj",
        "A Riddick"
      ],
      "year": 1999,
      "doi": "10.1054/jhsb.1999.0068"
    },
    {
      "title": "Replacing ambulatory surgical follow-up visits with mobile app home monitoring: Modeling cost-effective scenarios",
      "authors": [
        "K Armstrong",
        "J Semple",
        "P Coyte"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3528"
    },
    {
      "title": "Examining the feasibility of a mobile web-based follow-up system for post-operative ACL reconstruction patients",
      "authors": [
        "J Higgins",
        "L Murnaghan",
        "J Semple"
      ],
      "year": 2013,
      "doi": "10.1016/j.arthro.2013.07.245"
    },
    {
      "title": "Mobile webbased follow-up for postoperative ACL reconstruction: A single-center experience",
      "authors": [
        "J Higgins",
        "J Semple",
        "L Murnaghan"
      ],
      "year": 2017,
      "doi": "10.1177/2325967117745278"
    }
  ],
  "num_references": 24
}
