{
  "paper_id": "2PEA7W2I",
  "title": "Original Investigation | Occupational Health Digital Engagement Strategy and Health Care Worker Mental Health A Randomized Clinical Trial",
  "abstract": "IMPORTANCE The health care workforce continues to experience high rates of depression and anxiety. Finding ways to effectively support the mental health and well-being of health care workers is challenging. \n OBJECTIVE To test the effectiveness of remote, pushed digital assessments and engagement to improve depression and anxiety among health care workers compared with usual care. DESIGN, SETTING, AND PARTICIPANTS This was a 9-month randomized clinical trial with a 6-month intervention period. Participants were health care workers with self-reported daily access to a smartphone and at least 4 clinical hours per week. Participants were randomized to usual care or the intervention between January 2022 and March 2023. Data analyses were conducted between May and July 2023. INTERVENTIONS All participants completed baseline, 6-month, and 9-month mental health, wellbeing, and burnout assessments. The control group had open access to a web-based mental health platform. Participants in the intervention group received monthly text messaging about mental health, mental health assessments, and linkages to care. \n MAIN OUTCOMES AND MEASURES The primary outcomes were mean change in depression and anxiety scores at 6 months from baseline. Secondary outcomes include mean change in well-being, burnout, and self-reported workplace productivity. \n RESULTS In this study, 1275 participants were randomized (642 [50.4%] to the intervention group and 633 [49.6%] to control group). Participants had a mean (SD) age of 38.6 (10.9) years, 1063 participants (83.4%) were female, 320 (25.1%) self-identified as Black, and 793 (62.2%) selfidentified as White. Across the groups, the mean difference in depression score was significantly different at 6 months (-0.96 [95% CI, -1.52 to -0.40]) and at 9 months (-1.14 [95% CI, -1.69 to -0.58]). The mean difference in anxiety score from baseline to 6 months was statistically significantly larger for those in the intervention group vs usual care (-0.71 [95% CI, -1.25 to -0.17]) and held true at 9 months (-1.06 [95% CI, -1.59 to -0.52]). \n CONCLUSIONS AND RELEVANCE In a trial of health care workers, a proactive digital engagement strategy, including pushed text messaging, mobile mental health assessments, and connection to care, improved depression and anxiety over a 6-month period compared with simply making the same resources available for individuals to find and use.",
  "year": 2022,
  "date": "2022",
  "journal": "JAMA Health Forum",
  "publication": "JAMA Health Forum",
  "authors": [
    {
      "forename": "Anish",
      "surname": "Agarwal",
      "name": "Anish Agarwal"
    },
    {
      "forename": "Lauren",
      "surname": "Southwick",
      "name": "Lauren Southwick"
    },
    {
      "forename": "Rachel",
      "surname": "Gonzales",
      "name": "Rachel Gonzales"
    },
    {
      "forename": "Lisa",
      "surname": "Bellini",
      "name": "Lisa Bellini"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch"
    },
    {
      "forename": "Judy",
      "surname": "Shea",
      "name": "Judy Shea"
    },
    {
      "forename": "Nandita",
      "surname": "Mitra",
      "name": "Nandita Mitra"
    },
    {
      "forename": "Lin",
      "surname": "Yang",
      "name": "Lin Yang"
    },
    {
      "forename": "Michael",
      "surname": "Josephs",
      "name": "Michael Josephs"
    },
    {
      "forename": "Michael",
      "surname": "Kopinksy",
      "name": "Michael Kopinksy"
    },
    {
      "forename": "Rachel",
      "surname": "Kishton",
      "name": "Rachel Kishton"
    },
    {
      "forename": "Mohan",
      "surname": "Balachandran",
      "name": "Mohan Balachandran"
    },
    {
      "forename": ";",
      "surname": "Courtney",
      "name": "; Courtney"
    },
    {
      "forename": "Benjamin",
      "surname": "Wolk",
      "name": "Benjamin Wolk"
    },
    {
      "forename": "Emily",
      "surname": "Becker-Haimes",
      "name": "Emily Becker-Haimes"
    },
    {
      "forename": "Raina",
      "surname": "Merchant",
      "name": "Raina Merchant"
    },
    {
      "surname": "Agarwal",
      "name": "Agarwal"
    },
    {
      "surname": "Gonzales",
      "name": "Gonzales"
    },
    {
      "forename": "Asch",
      "surname": "Bellini",
      "name": "Asch Bellini"
    },
    {
      "forename": "Benjamin",
      "surname": "Gonzales",
      "name": "Benjamin Gonzales"
    },
    {
      "forename": "Becker-Haimes",
      "surname": "Wolk",
      "name": "Becker-Haimes Wolk"
    },
    {
      "affiliation": "Center for Digital Health , Penn Medicine , 3600 Civic Center Blvd , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t Center for Digital Health \n\t\t\t\t\t\t\t\t Penn Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3600 Civic Center Blvd \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "Department of Emergency Medicine , Perelman School of Medicine , Philadelphia , Pennsylvania \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "affiliation": "Center for Digital Health , Penn Medicine , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Center for Digital Health \n\t\t\t\t\t\t\t\t Penn Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Center for Health Care Transformation and Innovation , Penn Medicine , University of Pennsylvania , Philadelphia \n\t\t\t\t\t\t\t\t Center for Health Care Transformation and Innovation \n\t\t\t\t\t\t\t\t Penn Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Department of Medicine , Perelman School of Medicine , Philadelphia , Pennsylvania ( \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "affiliation": "Bellini , Asch , Shea) ; Department of Biostatistics, Epidemiology, and Informatics , \n\t\t\t\t\t\t\t\t Department of Biostatistics, Epidemiology, and Informatics \n\t\t\t\t\t\t\t\t Bellini \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Asch \n\t\t\t\t\t\t\t\t\t Shea"
    },
    {
      "affiliation": "Perelman School of Medicine , Philadelphia , Pennsylvania ( Mitra , Yang) ; \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t Mitra \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania Yang"
    },
    {
      "affiliation": "Department of Psychiatry , Perelman School of Medicine , Philadelphia , Pennsylvania \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    }
  ],
  "doi": "https://doi.org/10.13039/501100007723",
  "sections": [
    {
      "title": "Introduction",
      "text": "The COVID-19 pandemic upended health care systems, exposing underlying crises in public health, medicine, and within the health care workforce itself.  1  Rates of stress, burnout, and symptoms of anxiety and depression among clinician roles and nonclinical roles were high before the COVID-19 pandemic and worsened as a result of it.  [2] [3] 3] [4] [5] [6] [7] [8]  Adding to the complexity, these varying roles within the workforce have dynamic challenges and needs to help cope with the emotional and mental health strain of working within health care.\n\nIn response, health systems created online wellness platforms, which offer a variety of resources and content,  9, 10  for their clinical and nonclinical employees. These platforms can offer basic information, self-help resources, and more involved connection to expert mental health care, such as therapy.  11 However, these online platforms, even if broadly publicized via typical channels such as email or meetings, still required individuals to recognize that they have an unmet mental health need and be aware of the resources available to them. Effectively, individuals must pull resources toward them in a setting when mental health needs are often unrecognized and, when they are, often put aside because of logistic challenges, concerns about stigma in health care,  12  or any of the many reasons self-help is often avoided or delayed. An alternative strategy to overcome that inertia is to push resources to individuals in a proactive approach. A gap persists in understanding how to effectively support the mental health of a broad range of health care workers.\n\nWe conducted a clinical trial across a diverse group of health care workers comparing measures of depression and anxiety in those randomly allocated to a conventional pull vs a digital push strategy for mental health resources. The hypothesis of this study was that exposure to 6 months of a push strategy would make resources more readily available and lower depression and anxiety, which often co-occur."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "Employees at an urban academic health system were recruited and randomized to usual care-the availability of mental health services-or the intervention, which consisted of usual care supplemented with pushed text messages with mental health assessments and linkage to those services. The intervention lasted for 6 months. The primary and secondary outcomes were measured at 6 and 9 months. The trial protocol (Supplement 1) was approved by the University of Pennsylvania's institutional review board and followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline.\n\nThe study used 2 platforms developed and designed at Penn Medicine, and both are available for use at other health care institutions. 9,13 A well-being and mental health platform  9  offered targeted content and individual and group support for the mental health and well-being of Penn Medicine workforce. Within the well-being and health platform, individuals could access videos, podcasts, and readings regarding well-being and mental health and assessments for anxiety, depression, stress, and well-being. The other platform  13  was designed to facilitate remote engagement for clinical trials and clinical care, and participants completed baseline mental health, well-being, and self-reported work productivity assessments; this platform provided the ability to send messages pertaining to mental health reminders, links to resources and scheduling, and other study updates to participants in the intervention group."
    },
    {
      "title": "Participants",
      "text": "Eligible participants were aged 18 years or older, worked within the University Health System, were able to provide informed consent, were interested in participating in a 9-month study, worked at least 4 hours per week in a hospital or outpatient setting, and had regular and daily access to a smartphone. This was a health system-based research study and recruited across clinical roles beyond physicians and nurses. Participants were excluded if there was a condition that made it infeasible (eg, unable to provide informed consent), they did not speak English, did not have access to smartphone daily, or if they did not participate in at least 4 hours per week of patient care.\n\nRecruitment by email was conducted from January to May 2022. Emails were sent to a random sample of 10 000 potential participants from the estimated 40 000 employee pool within the University Health System. Eligible and consenting individuals were enrolled on a rolling basis and the final participants completed the 9-month follow up in March 2023. Given the unique and disproportionate strain on Black and female health care workers, these populations were oversampled in this study using specific requirement attention via established email listservs for a multiple of existing groups. This was accomplished by engaging diversity, equity, and inclusion leadership across the health system and specific email recruitment messaging to existing Black and female health care worker groups within the system. Participant race and ethnicity were selfreported from options including American Indian or Alaska Native, Asian, Black or African American, White, Native Hawaiian or Other Pacific Islander, and more than 1 race."
    },
    {
      "title": "Intervention Design",
      "text": "Participants enrolled in the usual care group were reminded that the mental health and well-being platform is a free resource available to all employees and were able to access it at any time.\n\nParticipants enrolled in the intervention group received the following: (1) monthly automated text messages related to mental health and platform resources (eFigure 1 in Supplement 2) and (2)   intermittent mental health assessments for depression (Patient Health Questionnaire [PHQ]-9) and anxiety (General Anxiety Disorder [GAD]-7). The monthly text messages provided popular wellbeing resources hosted on the platform. Upon completing the intermittent mental health assessments (eg, PHQ-9 and GAD-7), participants were connected to an appropriate platform resource according to their results (eFigure 2 in Supplement 2). If a participant was triaged to a mental health expert and prompted to schedule a session with a mental health professional, the automated text messaging system would send a follow-up message 2 days later asking whether the participant had booked a session or appointment."
    },
    {
      "title": "Baseline Assessments and Randomization",
      "text": "After completing baseline demographic and symptoms surveys, participants were randomized 1:1 in permuted random block sizes of 2, 4, and 6, stratified by race and sex to either usual care or intervention groups. Investigators were blinded to the group assignment, but participants were not."
    },
    {
      "title": "Outcome Measures",
      "text": "Depression and anxiety were assessed using the PHQ-9 and GAD-7, respectively. The PHQ-9 and GAD-7 are validated instruments and have been used in multiple studies and efficiently screen for symptoms of depression and anxiety.  [14] [15] 5] [16] [17]  Well-being and burnout were measured using the Well-Being Index (WBI), a 9-question assessment validated for use in health care worker populations to assess burnout and the validated World Health Organization 5 Well-Being Index (WHO-5).  [18] [19] 9] [20]  Work productivity was measured using the Lam Employment Absence and Productivity Scale (LEAPS).  21 e primary outcomes were depression (PHQ-9) and anxiety (GAD-7) change at 6 months from baseline. Secondary outcomes include 9-month change in PHQ-9 and GAD-7 and 6-and 9-month changes in well-being (WBI and WHO-5), and productivity (LEAPS) scores."
    },
    {
      "title": "Safety",
      "text": "A safety protocol was developed and approved by the institutional review board, and the study engaged a 3-member independent data and safety monitoring board. Participants reporting suicidal ideation via survey instruments or text messages were immediately contacted by the University Employee Assistance Program (EAP) for a safety assessment. Participants were contacted by EAP up to 3 times within 3 days. If any participant responded to a survey using words that were predetermined to be associated with self-harm (eg, death, kill, suicide, or hang), these individuals received an automated message directing them to seek emergency medical care if needed and providing suicide prevention resources (eFigure 3 in Supplement 2). All participants received text messaging sharing national suicide prevention information and how to connect to mental health resources upon the completion of the study."
    },
    {
      "title": "Statistical Analysis",
      "text": "We conducted an intent-to-treat (ITT) analysis. The study was powered to detect a 1-point difference in depression (PHQ-9) and anxiety (GAD-7) scales based on prior studies.  15, 17, 22 We estimated a sample of 1275 participants would ensure 80% power, α = .05, to detect a 1-point difference and with the anticipation that there would be 20% attrition. Baseline demographic and clinical characteristics are reported as frequency and percentage for categorical variables and mean (SD) for continuous variables. We compared baseline characteristics between intervention and control groups using t tests for continuous variables, χ 2 tests for categorical variables, and calculated standardized mean differences. We estimated and tested differences in means at 6 months and 9 months between groups using 2-sample t tests and generalized linear models to account for baseline measurements of PHQ-9 and GAD-7. The adjusted model is the generalized linear model adjusted by covariates including age, sex, race, ethnicity, marital status, and baseline anxiety or depression score. We used all available PHQ-9 and GAD-7 scores on eligible patients from randomization through the last observation. Data were imputed using multiple imputation with chained equations.  23 Variables included in the imputation model were group assignment, age, sex, race, ethnicity, marital status, baseline anxiety or depression score, and for 9-month assessment the 6-month score was included.\n\nAnalyses were completed using SAS software version 9.4 (SAS Institute) and conducted between May and July 2023. Statistical significance was set at P < .05, and tests were 2-sided."
    },
    {
      "title": "Results",
      "text": "In this study, 10 000 health care workers were randomly invited to participate in the study by email, and using a rolling enrollment process, 1854 health care workers were assessed for eligibility and 1275 (68.7%) were randomized (642 to the intervention group and 633 to the usual care group) (Figure  1 ). Participants had a mean (SD) age of 38.6 (10.9) years, 1063 participants (83.4%) were women, 320 (25.1%) self-identified as Black, and 793 (62.2%) self-identified as White. Participant characteristics were balanced across the groups with no significant differences in age, sex, race, ethnicity, marital status, or clinical role (Table  1 ). Across both groups, there were 416 nurses (33%), 174 physicians (14%), 151 technicians (12%), and 122 registrars (10%) (eTable 1 in Supplement 2). 1829 Assessed for eligibility 633 Allocated to usual care 642 Allocated to intervention 1275 Randomized 554 Excluded 92 Not meeting inclusion criteria 449 Lost to follow-up (ie, did not complete enrollment process) 13 Declined to participate 26 Unenrolled (texted \"bye\") Mean (SD) baseline GAD-7 score was 5.79 (4.77) in the control group and 6.03 (4.88) in the intervention group. Mean (SD) baseline PHQ-9 score was 5.71 (4.74) in the control group and 5.92 (5.19) in the intervention group. Table 2 displays the proportion of scores and means by severity between groups."
    },
    {
      "title": "Anxiety and Depression",
      "text": "Most participants had minimal or mild anxiety at baseline (1052 participants [80.4%]). The mean 6-month change in GAD-7 score was -0.28 in the control group and -0.99 in the intervention group (difference, -0.71 [95% CI, -1.25 to -0.17]). The mean (SD) GAD-7 score for the control group was 5.79 (4.77) at baseline and decreased to 5.54 (4.81) at 6 months, which was not significant. Of those in the control group completing the GAD-7 at 9 months (492 participants [77.7%]), the baseline mean (SD) score was 5.60 (4.61) and decreased significantly to 4.85 (4.47) (difference, -0.74; 95% CI, -1.13 to -0.36). The mean (SD) GAD-7 score in the intervention group was 5.99 (4.85) at baseline, which significantly decreased to 5.00 (4.90) at 6 months (difference, -0.99 [95% CI, -1.41 to -0.57]); of those who completed the assessment at 9 months (467 participants [72.7%]), the mean (SD) score significantly decreased to 4.18 (4.51) (difference, -1.80; 95% CI, -2.17 to -1.43) (Table  3 ). These findings were consistent using imputed data and the adjusted model (eTable 2 in Supplement 2).\n\nIn subgroup analyses, significant decreases in anxiety were seen at the 6-and 9-month periods for female participants, Black participants, and those with minimal or mild baseline anxiety scores (Figure  2 ). Most participants had minimal or mild depression scores (1024 participants [80.3%]). The follow-up periods, significant decreases in depression were seen among female participants, male participants at 6 months only, and those with minimal or mild depression at 6 months (Figure  1 )."
    },
    {
      "title": "Well-Being and Burnout",
      "text": "The mean (SD) WBI score in the control group was 2.70 (2.32) at baseline and decreased significantly to 2.24 (2.30) at 6 months, with higher scores indicating more distress. In the intervention, the mean (SD) score was 2.64 (2.22) at baseline and significantly decreased to 2.05 (2.34) at 6 months. There was no significant difference between groups at 6 months (eTable 3 in Supplement 2).\n\nThe WHO-5 mean (SD) score in the control group was 13.13 (5.33) at baseline and increased to 13.88 (5.23) at 6 months, with higher scores indicating improvement. The mean (SD) WHO-5 in the intervention group was 13.10 (5.26) at baseline and increased to 14.15 (5.43) at 9 months. All of these findings were confirmed in imputed and adjusted analyses. There was no statistically significant difference between the control and intervention groups at 6 months (eTable 4 in Supplement 2)."
    },
    {
      "title": "Work Productivity",
      "text": "The control group had a mean (SD) LEAPS score of 4.43 (4.00) at baseline, and this was significantly higher at 5.25 (4.08) at 6 months, with higher scores indicating more severe work impairment. Of those completing the 9-month assessment, the mean (SD) baseline score was 4.40 (3.94) and significantly increased to 5.15 (4.30). The intervention group mean (SD) score was 4.51 (4.28) at baseline, which increased significantly to 4.94 (4.34) at 6 months. At 9 months, the mean (SD) score was 4.17 (3.93), which decreased from 4.45 (4.28) for those completing baseline and 9-month assessments (eTable 5 in Supplement 2). Across groups, the mean difference between control and intervention groups showed a mean reduction of -1.02 (95% CI, -1.58 to -0.47) at 9 months."
    },
    {
      "title": "Suicidal Ideation",
      "text": "The final question of the PHQ-9 assessment evaluates for suicidal ideation.\n\nThroughout the study, 164 participants (12.8%) expressed suicidal ideation across 212 assessments (5.2%). The University EAP evaluated and triaged 127 participants (59.9%) to an appropriate level of care. Of these 127 participants, 85 (40.0%) did not respond to 1 of 3 separate phone calls for follow-up by employee assistance and received safety materials again. Of these 85 participants, 57 (67.0%) responded to a study message or completed an additional assessment after screening positive for suicidal ideation, 18 (21.1%) interacted with study compensation gift cards, and 8 (9.4%) did not engage in any further study activities. Two individuals unenrolled from the study; 1 was assessed and the other was not assessed but responded to a final research study message (eFigure 4 in Supplement 2). No text messaging safety trigger word events occurred."
    },
    {
      "title": "Discussion",
      "text": "In this randomized clinical trial, we found that a digital engagement strategy that pushed intermittent well-being and mental health messaging, connection to care, and remote assessments was associated with modest improvements in depression and anxiety compared with usual care among health care workers. The magnitude of effect associated with depression and anxiety was small but was sustained 3 months after the intervention. There were no significant changes in well-being or burnout measures at 6 months.\n\nThese findings build upon the expanding literature of the well-being and mental health of the health care workforce. Within the larger context of health workforce depletion, rising levels of burnout, and persistent stigma in acknowledging and addressing mental health symptoms among health care workers, new strategies are needed to support this at-risk group. As health systems search for ways to promote engagement and belonging, some have implemented online platforms to centralize and make well-being and mental health resources available.  9, 24, 25 Popularizing the actual -7 0 Mean change in GAD-7 from baseline -1 -5 -6 Change in anxiety at 6 mo A Control Intervention -2 -3 -4 -12 2 0 Mean change in PHQ-9 from baseline -8 -10 Change in depression at 6 mo B -2 -4 -6 N o a p p o i n t m e n t A p p o i n t m e n t S e v e r e d e p r e s s i o n M o d e r a t e l y s e v e r e d e p r e s s i o n M i l d d e p r e s s i o n O t h e r r a c e F e m a l e M a l e 1 N o a p p o i n t m e n t A p p o i n t m e n t S e v e r e a n x i e t y M o d e r a t e a n x i e t y M i l d a n x i e t y O t h e r r a c e B l a c k F e m a l e M a l e B l a c k M o d e r a t e d e p r e s s i o n -8 0 Mean change in GAD-7 from baseline -1 -5 -6 Change in anxiety at 9 mo C -2 -3 -4 -16 2 0 Mean change in PHQ-9 from baseline -8 -10 Change in depression at 9 mo D -2 -4 -6 N o a p p o i n t m e n t A p p o i n t m e n t S e v e r e d e p r e s s i o n M o d e r a t e l y s e v e r e d e p r e s s i o n M i l d d e p r e s s i o n O t h e r r a c e F e m a l e M a l e 1 N o a p p o i n t m e n t A p p o i n t m e n t S e v e r e a n x i e t y M o d e r a t e a n x i e t y M i l d a n x i e t y O t h e r r a c e B l a c k F e m a l e M a l e B l a c k M o d e r a t e d e p r e s s i o n -7 -12 -14\n\nChange in mean anxiety and depression between intervention and control groups at 6 and 9 months.\n\nuse of these platforms can be challenging. This trial tested strategies that were designed to proactively engage the workforce using simple text message assessments, links to resources, and mobile mental health assessments, triaging individuals to expert care on the basis of their responses.\n\nPrior research  12, 26  has aimed to build online resource hubs for the workforce; however, barriers persist in helping individuals complete assessments and react to them in real time. The current findings suggest that an approach that pushes content can be supportive for enabling individuals to connect to mental health resources and care when needed and may promote engagement in a way that is more accessible. This personalized approach builds on research to tailor evidence-based care in a manner that helps unique populations.  12, 27  this study, we also highlighted a novel approach of proactively and longitudinally assessing Finally, we demonstrated that the persistent mild-to-moderate amount of anxiety and depression across the health care workforce was higher than those reported within the general US population.  28, 29 The mental health resources made available to participants in this study existed since the early stages of the COVID-19 pandemic and mirror that of many other large health systems, including a centralized resource for information, group therapy, or 1-on-1 mental health counseling.\n\nNotably, the intervention did not change the resources or experts available to individuals; however, it did bring this content closer to the end user. Indeed, we identified improvements across control and intervention groups in anxiety and depression at 9 months, which signals a trend toward global improvement, though the effect was larger in the intervention group. Addressing the persistent mental health symptoms is critical within the health care infrastructure. The strategy and findings reveal signals that these symptoms can be identified early and acted upon at scale with reductions in anxiety and depression. Future studies will need to explore how to reach high-risk individuals before the development of serious mental health disorders and burnout. In this sample, 1 of 8 health care workers expressed suicidal thoughts. This is higher than other published studies during the initial phases of the COVID-19 pandemic  30  and poses a real threat to the health care workforce. Thus, a strategy that helps identify and support these individuals is critical to the success of the industry and for patient care."
    },
    {
      "title": "Strengths and Limitations",
      "text": "This study has several strengths. The intervention provided a remote, simple, and scalable strategy to engage and support the mental health of the health workforce. The sample was unique in that it extended beyond physicians and nurses, on whom much previous research has focused, and included the broader workforce (eg, pharmacists and social workers). The program did not change the mental health or well-being resources available to the study population, but rather the ways in which the individuals were reminded and navigated to support resources. The study builds on literature studying the mechanisms to lower the barriers to mental health care and highlights high rates of suicidal ideation in medicine (1 in 8 of participants).\n\nThe study also has limitations. First, participants were from a single, large, urban health system and needed daily access to a smartphone, which may limit generalizability, especially within the context of the known racial and ethnic digital divide. However, this divide may be smaller among health care workers who are employed, and smartphone ownership continues to expand in the US.\n\nSecond, the recruitment used a randomly selected group of 10 000 health care workers across a large system that employs approximately 40 000 individuals. Interested participants were screened for eligibility and enrolled. Therefore, selection and nonresponder bias is present. This is especially true for mental health study in an environment where documented stigma exists in seeking mental health support. Third, to promote participant privacy, this study did not integrate mental health records or treatments received but rather gathered self-reported data from participants. Future studies will need to explore diagnoses by mental health professionals and longer term follow-up regarding mental health outcomes. Fourth, the sample was largely female, which may limit generalizability but may also reflect the makeup of many health system employee populations. Fifth, there was attrition in those completing the 6-month and 9-month follow-up surveys (approximately 25%); however, we found no significant differences in the primary outcomes using our imputed analysis."
    },
    {
      "title": "Conclusion",
      "text": "In this randomized clinical trial of health care workers, a proactive digital engagement strategy, including pushed text messaging, mobile mental health assessments, and connection to care, improved depression and anxiety during a 6-month period compared with simply making the same resources available. These findings were sustained at the 9-month follow-up. Future interventions could test tailored support for specific mental health symptoms, suicidal ideation, and well-being to lead to personalized support for the health workforce."
    },
    {
      "text": "Figure 1. CONSORT Diagram"
    },
    {
      "text": "Figure 2. Change in Anxiety and Depression at 6 and 9 Months"
    },
    {
      "text": "symptoms of mental health distress and well-being across the workforce. The study sent out email recruitment to a random selection of 10 000 individuals across clinical roles to represent a pragmatic cohort beyond physicians and nurses (eg, technicians, registrars, and others). In this study, enrolled participants generally reflected the makeup of the local workforce, including the majority being females and nurses. Historically, health systems have relied on annual or semiannual large-scale surveys to assess clinician burnout. This study used intermittent remote mental health assessments to evaluate the trajectories of mental health symptoms and well-being. Here, we do not demonstrate a clinically significant change in well-being scores and worsening productivity scores, although some remain statistically significant. These findings shed light on the need for organizational and operational change to empower the workforce with structural support. Although the intervention and control groups did not change in their well-being outcomes, we did begin to see evidence of the feasibility of intermittent, low friction, and rapid assessment of a large workforce to understand and better characterize variations over time. Future studies testing tailored and targeted interventions toward specific clinical roles may reveal larger and longer effects associated with well-being and burnout."
    },
    {
      "text": "Participant Demographics6-month change in PHQ-9 score was -0.30 in the control group and -1.26 in the intervention group (difference, -0.96; 95% CI, -1.52 to -0.40). The mean (SD) PHQ-9 score for the control group was 5.59 (4.70) at baseline and 5.29 (4.93) at 6 months, for a difference of -0.30 (95% CI, -0.67 to 0.06). Of those completing the 9-month assessment (492 participants [77.7%]), the mean (SD) score was 5.51 (4.64) at baseline and significantly decreased to 4.87 (4.87), for a mean difference of -0.64 (95% CI, -1.03 to -0.25). In the intervention group, the mean (SD) PHQ-9 score was 5.91 (5.26) at"
    },
    {
      "text": "Baseline Anxiety and Depression Assessments"
    },
    {
      "text": "Unadjusted Change in Mean Anxiety and Depression Between Intervention and Control Groups at 6 Months and 9 Months"
    }
  ],
  "references": [
    {
      "title": "Trends in clinician burnout with associated mitigating and aggravating factors during the COVID-19 pandemic",
      "authors": [
        "M Linzer",
        "J Jin",
        "P Shah"
      ],
      "year": 2022,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamahealthforum.2022.4163&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Physician health care visits for mental health and substance use during the COVID-19 pandemic in Ontario, Canada",
      "authors": [
        "D Myran",
        "N Cantor",
        "E Rhodes"
      ],
      "year": 2022,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2021.43160&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Women physicians and the COVID-19 pandemic",
      "authors": [
        "L Brubaker"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2020.14797&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Understanding and addressing sources of anxiety among health care professionals during the COVID-19 pandemic",
      "authors": [
        "T Shanafelt",
        "J Ripp",
        "M Trockel"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2020.5893&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Managing mental health challenges faced by healthcare workers during COVID-19 pandemic",
      "authors": [
        "N Greenberg",
        "M Docherty",
        "S Gnanapragasam",
        "S Wessely"
      ],
      "year": 2020,
      "doi": "10.1136/bmj.m1211"
    },
    {
      "title": "Investigating social media to evaluate emergency medicine physicians' emotional well-being during COVID-19",
      "authors": [
        "A Agarwal",
        "J Mittal",
        "A Tran",
        "R Merchant",
        "S Guntuku"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2023.12708&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "The Association of work overload with burnout and intent to leave the job across the healthcare workforce during COVID-19",
      "authors": [
        "L Rotenstein",
        "R Brown",
        "C Sinsky",
        "M Linzer"
      ],
      "year": 2023,
      "doi": "10.1007/s11606-023-08153-z"
    },
    {
      "title": "COVID-19 impacts on social work and nursing now and into the future: national administration plans",
      "authors": [
        "E Evans",
        "N Noureddine",
        "S Curry"
      ],
      "year": 2021,
      "doi": "10.1093/hsw/hlab020"
    },
    {
      "title": "COBALT: supporting the mental well-being of the health care workforce with technology-facilitated care during COVID-19 and beyond",
      "authors": [
        "C Livesey",
        "K Kugler",
        "J Huang"
      ],
      "year": 2022,
      "doi": "10.1016/j.hjdsi.2022.100640"
    },
    {
      "title": "Effects of 12 Weeks of at-home, application-based exercise on health care workers' depressive symptoms, burnout, and absenteeism: a randomized clinical trial",
      "authors": [
        "V Boucher",
        "B Haight",
        "B Hives"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamapsychiatry.2023.2706&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Mental health of Health Care Workers (HCWs): a review of organizational interventions put in place by local institutions to cope with new psychosocial challenges resulting from COVID-19",
      "authors": [
        "R Buselli",
        "M Corsi",
        "A Veltri"
      ],
      "year": 2021,
      "doi": "10.1016/j.psychres.2021.113847"
    },
    {
      "title": "Professional stigma of mental health issues: physicians are both the cause and solution",
      "authors": [
        "K Brower"
      ],
      "year": 2021,
      "doi": "10.1097/acm.0000000000003998"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "DEPRESsion Screening Data (DEPRESSD) Collaboration. Accuracy of Patient Health Questionnaire-9 (PHQ-9) for screening to detect major depression: individual participant data metaanalysis",
      "authors": [
        "B Levis",
        "A Benedetti",
        "B Thombs"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.l1476"
    },
    {
      "title": "Prevalence of depression and depressive symptoms among resident physicians: a systematic review and meta-analysis",
      "authors": [
        "D Mata",
        "M Ramos",
        "N Bansal"
      ],
      "year": 2015,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2015.15845&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "The prevalence and impact of post traumatic stress disorder and burnout syndrome in nurses",
      "authors": [
        "M Mealer",
        "E Burnham",
        "C Goode",
        "B Rothbaum",
        "M Moss"
      ],
      "year": 2009,
      "doi": "10.1002/da.20631"
    },
    {
      "title": "Association of burnout with depression and anxiety in critical care clinicians in Brazil",
      "authors": [
        "R Fischer",
        "P Mattos",
        "C Teixeira",
        "D Ganzerla",
        "R Rosa",
        "F Bozza"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2020.30898&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Efficacy of the Well-Being Index to identify distress and stratify well-being in nurse practitioners and physician assistants",
      "authors": [
        "L Dyrbye",
        "P Johnson",
        "L Johnson"
      ],
      "year": 2019,
      "doi": "10.1097/jxx.0000000000000179"
    },
    {
      "title": "Efficacy of the well-being index to identify distress and well-being in US nurses",
      "authors": [
        "L Dyrbye",
        "P Johnson",
        "L Johnson",
        "D Satele",
        "T Shanafelt"
      ],
      "year": 2018,
      "doi": "10.1097/nnr.0000000000000313"
    },
    {
      "title": "The WHO-5 Well-Being Index: a systematic review of the literature",
      "authors": [
        "C Topp",
        "S Østergaard",
        "S Søndergaard",
        "P Bech"
      ],
      "year": 2015,
      "doi": "10.1159/000376585"
    },
    {
      "title": "A new clinical rating scale for work absence and productivity: validation in patients with major depressive disorder",
      "authors": [
        "R Lam",
        "E Michalak",
        "L Yatham"
      ],
      "year": 2009,
      "doi": "10.1186/1471-244x-9-78"
    },
    {
      "title": "Work-family conflict and the sex difference in depression among training physicians",
      "authors": [
        "C Guille",
        "E Frank",
        "Z Zhao"
      ],
      "year": 2017,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2017.5138&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Multiple imputation using chained equations: issues and guidance for practice",
      "authors": [
        "I White",
        "P Royston",
        "A Wood"
      ],
      "year": 2011,
      "doi": "10.1002/sim.4067"
    },
    {
      "title": "Effect of a workplace wellness program on employee health and economic outcomes: a randomized clinical trial",
      "authors": [
        "Z Song",
        "K Baicker"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2019.3307&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Envisioning the future of well-being efforts for health care workerssuccesses and lessons learned from the COVID-19 pandemic",
      "authors": [
        "C Mangurian",
        "E Fitelson",
        "M Devlin"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamapsychiatry.2023.2355&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "The health care workforce under stress-clinician heal thyself",
      "authors": [
        "B Chang"
      ],
      "year": 2022,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2021.43167&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2024.10994"
    },
    {
      "title": "Clinician well-being a top priority, Surgeon General says",
      "year": 2021,
      "doi": "10.1002/mhw.34163"
    },
    {
      "authors": [
        "Major Depression"
      ],
      "year": 2024,
      "doi": "10.1037/e328262004-003"
    },
    {
      "title": "Health care workers' mental health and quality of life during COVID-19: results from a mid-pandemic, national survey",
      "authors": [
        "K Young",
        "D Kolcz",
        "O' Sullivan",
        "D Ferrand",
        "J Fried",
        "J Robinson"
      ],
      "year": 2021,
      "doi": "10.1176/appi.ps.202000424"
    },
    {
      "title": "7) Appointment Triage Messaging eFigure 3. Safety and Suicidality eFigure 4. Safety and Suicidality Findings eTable 1. GLM Model on Complete Cases: 6-Month GAD-7 eTable",
      "doi": "10.2196/preprints.22165"
    },
    {
      "title": "Anxiety and Depression Comparison With Imputed Data eTable 3. Well-Being Index Comparison With Observed Data",
      "doi": "10.12775/jpm.2014.026"
    }
  ],
  "num_references": 31
}
