{
  "paper_id": "2RY6GIYV",
  "title": "Effects of aerobic training and resistance training in reducing cardiovascular disease risk for patients with prediabetes: A multi-center randomized controlled trial",
  "abstract": "Aims: Aerobic training (AT) and resistance training (RT) can reduce blood glucose and type 2 diabetes risk, and increase muscle mass for prediabetes patients. However, the impact of long-term AT and RT on cardiovascular disease (CVD) risk remains unclear. The purpose of this study was to investigate the impact of AT and RT on CVD risk reduction in prediabetes patients. Materials and methods: 248 prediabetes patients were enrolled in this multi-center randomized controlled trial (RCT). Patients were randomly divided into 3 groups: RT (n = 82), aerobic training (AT (n = 83)), and control group (n = 83). Participants in RT and AT groups had moderate RT or AT 3 times a week (150 min/week) under supervision in 3 research centers for 24 months. Primary outcome was CVD risk measured by Framingham Risk Score (FRS) and The Chinese 10-year ischemic cardiovascular disease (ICVD) risk assessment tool. Secondary outcomes included in HOMA2-IR, HbA1c, blood pressure and serum lipid profile. Results: Both RT and AT groups experienced a significant reduction in HOMA2-IR, HbA1c, LDL-C, TC, SBP, and DBP at the end of 12 and 24 months. Compared to the control group, Both RT and AT groups had significant reduction of the Chinese 10-year ICVD risk (P < 0.05), but FRS CVD risk declined significantly only in the AT group (all P < 0.05). Although FRS CVD risk decreased more in the RT group than in the control group, the difference was not statistically significant. After adjusting for age, gender, statin use, BMI, and WHR, in COX's proportional hazard model, RT (HR = 0.419, P = 0.037) and AT (HR = 0.310, P = 0.026) were protective factors for CVD risk in prediabetes patients. 24-month RT and AT decreased respectively 58.1% and 69.0% of CVD risk (10-year ICVD risk assessment) in prediabetes patients. Conclusions: This study demonstrated that 24-month moderate AT reduces the Chinese 10-year ICVD risk and FRS CVD risk in prediabetes patients. RT groups had significant reduction of CVD risk (10-year ICVD risk assessment) in prediabetes patients.",
  "year": 2021,
  "date": "2021-10-11",
  "journal": "Diabetol. Metab. Syndr",
  "publication": "Diabetol. Metab. Syndr",
  "authors": [
    {
      "forename": "Xue",
      "surname": "Chen",
      "name": "Xue Chen",
      "affiliation": "a  Hainan General Hospital , Haikou , Hainan , China \n\t\t\t\t\t\t\t\t Hainan General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Haikou Hainan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Songqing",
      "surname": "Zhao",
      "name": "Songqing Zhao",
      "affiliation": "c  Huai'an Hospital Affiliated to Nanjing Medical University , China \n\t\t\t\t\t\t\t\t Huai'an Hospital Affiliated to \n\t\t\t\t\t\t\t\t Nanjing Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Cunyi",
      "surname": "Hsue",
      "name": "Cunyi Hsue",
      "affiliation": "d  University of Massachusetts Amherst , USA \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amherst \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Xia",
      "surname": "Dai",
      "name": "Xia Dai",
      "affiliation": "e  The First Affiliated Hospital of Guangxi Medical University , China \n\t\t\t\t\t\t\t\t The First Affiliated Hospital \n\t\t\t\t\t\t\t\t Guangxi Medical University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Lin",
      "surname": "Liu",
      "name": "Lin Liu",
      "affiliation": "f  Yangzhou University , China \n\t\t\t\t\t\t\t\t Yangzhou University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Joshua",
      "surname": "Miller",
      "name": "Joshua Miller",
      "affiliation": "g  Stony Brook University Hospital , NY , USA \n\t\t\t\t\t\t\t\t Stony Brook University Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Zhaohui",
      "surname": "Fang",
      "name": "Zhaohui Fang",
      "affiliation": "h  The First Affiliated Hospital of Anhui University of Chinese Medicine , China \n\t\t\t\t\t\t\t\t The First Affiliated Hospital \n\t\t\t\t\t\t\t\t Anhui University of Chinese Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Jitao",
      "surname": "Feng",
      "name": "Jitao Feng",
      "affiliation": "i  Affiliated Hospital of Integrated Traditional Chinese and Western Medicine , Nanjing University of Chinese Medicine , Nanjing , Jiangsu , China \n\t\t\t\t\t\t\t\t Affiliated Hospital of Integrated Traditional Chinese and Western Medicine \n\t\t\t\t\t\t\t\t Nanjing University of Chinese Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nanjing Jiangsu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yong",
      "surname": "Huang",
      "name": "Yong Huang",
      "affiliation": "j  Danyang People's Hospital of Jiangsu Province , China \n\t\t\t\t\t\t\t\t Danyang People's \n\t\t\t\t\t\t\t\t Hospital of Jiangsu Province \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xindong",
      "surname": "Wang",
      "name": "Xindong Wang",
      "affiliation": "i  Affiliated Hospital of Integrated Traditional Chinese and Western Medicine , Nanjing University of Chinese Medicine , Nanjing , Jiangsu , China \n\t\t\t\t\t\t\t\t Affiliated Hospital of Integrated Traditional Chinese and Western Medicine \n\t\t\t\t\t\t\t\t Nanjing University of Chinese Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nanjing Jiangsu \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Qingqing",
      "surname": "Lou",
      "name": "Qingqing Lou",
      "affiliation": "a  Hainan General Hospital , Haikou , Hainan , China \n\t\t\t\t\t\t\t\t Hainan General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Haikou Hainan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "affiliation": "Hainan General Hospital , No.19 , Xiuhua Road , Xiuying District , Haikou 570311 , Hainan , China. \n\t\t\t\t\t\t\t\t Hainan General Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t No.19 Xiuhua Road Xiuying District \n\t\t\t\t\t\t\t\t\t 570311 \n\t\t\t\t\t\t\t\t\t Haikou Hainan \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "https://doi.org/10.13039/501100007956",
  "sections": [
    {
      "title": "Introduction",
      "text": "Prediabetes, also known as impaired glucose regulation (IGR), includes both impaired glucose tolerance (IGT) and/or impaired fasting glucose (IFG). It was important to notice that prediabetes have significant insulin resistance which can initiate the process of cardiovascular disease (CVD)  [1] . A British study  [2]  followed up the population without baseline CVD or known diabetes (n = 357,833) for 8.9 years and found that compared with the reference group, prediabetes was at higher CVD risk: hazard ratio (HR) 1.83. A meta-analysis  [3]  showed that prediabetes (IGT or IFG according to IFG-ADA or IFG-WHO criteria) was associated with an increased risk of CVD (relative risk 1.13, 1.26, and 1.30 for IFG-ADA, IFG-WHO, and IGT, respectively).\n\nExercise is an effective way to reduce the risk of CVD. Exercise paradigms to prevent CVD have historically been focused on aerobic activity. Our team reported that supervised resistance training (RT) reduced insulin resistance, HbA1c, SBP, LDL-C  [4]  and abdominal adipose, and augmented muscle mass  [5] . Two flow-up studies from the US reported that a risk reduction of 17% for CVD was observed among healthy men and women engaging in RT with a follow-up period of 18 and 14 years  [6, 7] . However, whether long-term RT can reduce the risk of CVD in patients with prediabetes is unclear.\n\nTherefore, the purpose of this multi-center RCT was to investigate the impact of 24-month resistance training on the reduction of cardiovascular disease risk on patients with prediabetes."
    },
    {
      "title": "Materials and methods"
    },
    {
      "title": "Participants",
      "text": "Participants were enrolled through three centers (The Affiliated Hospital of Integrated Traditional Chinese and Western Medicine, Nanjing University of Chinese Medicine. Dan yang People's Hospital of Jiangsu Province, The First Affiliated Hospital of Guangxi Medical University) from January to December 2014. Eligibility criteria included: age more than 50 years, less than 75 years and a diagnosis of prediabetes based on  (1)  fasting blood glucose between 100 mg/dL (5.6 mmol/L) and 126 mg/dL (7.0 mmol/L) (IFG) on two separate occasions, or (2) positive oral glucose tolerance test (OGTT) -a blood glucose concentration between 140 mg/dL (7.8 mmol/L) and 200 mg/dL (11.1 mmol/L) two hours following ingestion of 75 g oral glucose (IGT), or (3) hemoglobin A1c (HbA1c) between 5.7% and 6.4%  [8]  on two separate occasions. Patients without known previous diagnosis of prediabetes as well as those with a pre-existing history of prediabetes were enrolled following a confirmatory Oral glucose tolerance test (OGTT) at baseline. Participants were excluded if they were previously diagnosed with diabetes, cardiovascular diseases, or cerebrovascular diseases, were pregnant or breastfeeding, had severe physical disability, or did not have the intellectual or emotional capability to follow the study protocol. All female participants were pre-menopausal."
    },
    {
      "title": "Trial design and randomization",
      "text": "A total of 248 participants met the criteria and were enrolled in the study (Fig.  1 ). Participants were assigned to one of three groups using numbers generated randomly by computer: (1) a control group (C group, n = 83); (  2"
    },
    {
      "title": "Intervention",
      "text": "For safety purposes, all participants were assessed maximal oxygen consumption (VO 2 max) at baseline. The control group was instructed to maintain their usual habits and received no structured exercise intervention or counseling. The intervention groups were supervised by study personnel, all of whom received professional training about each intervention paradigm. Patients in AT group performed aerobic dance at 60-70% of maximum heart rate. AT sessions lasted 60 min each, 3 times per week (including 5 min of warm-up, 50 min of aerobic dancing and 5 min of stretching exercises). RT by way of elastic bands ($2, Huoshuai, China) occurred 3 times per week at 50 min per session. There were 13 exercise pieces in the protocol: leg presses, leg extensions, chest presses, pull downs, rowing motions, calf raise, seated leg curl, shoulder presses, straight-arm forwards, straight-arm backwards, leg rotation left, leg rotation right and abdominal crunch movements. The details about screening VO 2 max, aerobic and resistance training programs have been previously reported  [4] ."
    },
    {
      "title": "Evaluation",
      "text": "Assessments were conducted on day 1 (baseline) and at the end of months 12 and 24 respectively."
    },
    {
      "title": "Oral glucose tolerance test (OGTT)",
      "text": "All subjects underwent baseline, 12 and 24-month OGTT. The following is a brief description of OGTT procedure. Blood samples were taken after an overnight (10-h) fasting and 2-h after 75 g glucose intake respectively, for OGTT measurements.\n\nPlasma glucose was analyzed by a YSI 2700 Select Biochemistry Analyzer (YSI, Inc., Yellow Springs, OH). Serum insulin was measured by solid-phase, enzyme-labelled chemiluminescent immunometric assay (Immulite 2000; Diagnostic Products, Los Angeles, CA). HbA1c was determined by high performance liquid chromatography (Bio-Rad Diamat, Munich, Germany)."
    },
    {
      "title": "Cardiovascular disease risk",
      "text": "Cardiovascular disease (CVD) risk was assessed using Framingham Risk Score (FRS)  [9]  and The Chinese 10-year ischemic cardiovascular disease (ICVD) risk assessment tool  [10] .\n\nFRS was used to calculate the risk of CVD in 10 years, in which gender, age, TC, HDL-C, SBP and smoking status were considered as risk factors. After the total score was calculated, the 10-year risk can be rated accordingly.\n\nA Chinese task group of the national Fifteen Project developed sex-specific optimal 10-year risk prediction models in the China MUCA study cohort II. Distinct from models developed in the western countries, the Chinese 10-year ICVD risk model estimates total ICVD risk (both coronary heart disease and stroke). It is appropriate for Chinese racial and ethnic groups and has been incorporated into current Chinese guidelines for cardiovascular disease prevention. FRS did not include diabetes or hyperglycemia, which is an important risk factor for CVD, the Chinese 10-year ICVD risk assessment is suitable for the Chinese population, which included gender, age, SBP, BMI, TC, smoking statuses and having/not having diabetes as risk factors. After the total score was calculated, the 10-year risk can be rated accordingly."
    },
    {
      "title": "Blood lipid assays and anthropometric measures",
      "text": "The fasting serum concentrations of total cholesterol, highdensity lipoprotein (HDL) cholesterol, low-density lipoprotein (LDL) cholesterol and plasma triacylglycerol were determined by colorimetric methods using commercial kits (Abbott, Abbott Park, IL) with an Architect c8000 analyzer (Abbott) according to the instructions of the Manufacturer. Body weight and height were measured in all participants wearing light clothing and standing barefoot. Body mass index (BMI) was calculated from weight and height (kg/m 2 )."
    },
    {
      "title": "Calculation of HOMA2-IR and HOMA2-Ť",
      "text": "he ␤ cell function index (HOMA2-␤) and insulin resistance index (HOMA2-IR) of this study were calculated by HOMA2 calculation software ( https://www.dtu.ox.ac.uk/homacalculator/  download)  [11] ."
    },
    {
      "title": "Statistical analyses",
      "text": "Power and sample size calculations were reported previously  [4] . Statistical analysis was performed using SPSS 22.0 software. The normality of distribution was assessed by skewness and kurtosis analysis. Baseline data were compared by one-way analysis of variance (ANOVA) or Kruskal-Wallis analysis. Logarithmic transformation (log10) and Square root transformation was performed if the data was not normally distributed. Longitudinal changes between groups were tested with repeated-measure analysis of variance. The hazard ratios for CVD were calculated by Cox's proportional hazard model adjusted for age, sex, statin use, BMI, and WHR. Statistical significance was defined as P < 0.05."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patient population",
      "text": "A total of 248 patients were included, and 173 patients (69.7%) completed the 24-month study. During the 24-month study, two cases of hypoglycemic events were reported assume this means during the study. Immediate remedial action was taken to make sure that no one was injured. No other exercise-related adverse events were found. Rate of drop out in the AT, RT and control groups were 25, 22, and 28 respectively, due most commonly to personal reasons or scheduling conflict. 17 participants were lost to follow up. All participants were included in the intention-to-treat analyses. As shown in Table  1 , there were no differences in baseline variables across groups."
    },
    {
      "title": "Between-group differences in HOMA2-IR, HOMA2-ˇ, FPG, 2hPG and HbA1c",
      "text": "As shown in Table  2 , there were several statistically significant differences in HOMA2-IR, HOMA2-␤, FPG, 2hPG, and HbA1c among three groups and between AT and RT groups. After 24-month training, HOMA2-IR, FPG, 2hPG and HbA1c increased significantly in the control group and declined in the AT and RT groups; while HOMA2-␤ decreased significantly in the control group and increased in the AT and RT groups (all P < 0.01)."
    },
    {
      "title": "Between-group differences in CVD risk",
      "text": "As shown in Table  3 , at the end of 12-month training, compared to the control group, both RT and AT groups had significant reduc-  tion of the Chinese 10-year ICVD risk (P < 0.05), but FRS CVD risk declined significantly only in the AT group (all P < 0.05). Although FRS CVD risk decreased more in the RT group than in the control group, the difference was not statistically significant. After adjusting for age, gender, statin use, BMI, and WHR, in COX's proportional hazard model, resistance (HR = 0.419, P = 0.037) and aerobic exercise (HR = 0.310, P = 0.026) were protective factors for CVD risk in prediabetes patients. 24-month resistance and aerobic training decreased respectively 58.1% and 69.0% of CVD risk (10-year ICVD risk assessment) in prediabetes patients (Table  4 , Fig.  4 )."
    },
    {
      "title": "Between-group differences in TG, TC, DBP, HDL, LDL and SBP",
      "text": "After 24-month training, TC, LDL, DBP and SBP improved in both AT and RT groups compared to those in the control group (all P < 0.05). However, no significant difference was found between experimental groups and controls group for TG and HDL (Table  2 ). Fig.  3  depicts results for Framingham Risks (%) and ICVD Risks (%) before and after 12-and 24-month training. There was a significant difference in the decrease of Framingham Risks (%) and ICVD Risks (%) in exercise groups in within-group analyses (All P < 0.05)."
    },
    {
      "title": "Within-group comparison in HbA1c and CVD risk"
    },
    {
      "title": "The incidence of diabetes in the 3 groups after 24-month training",
      "text": "In our study, we found 14 patients in the RT, 15 in the AT, and 30 in the control group had developed diabetes, with a cumulative 24-month incidence of 17.1%, 18.1%, and 36.1%, respectively."
    },
    {
      "title": "Discussion",
      "text": "This multi-center randomized controlled trail with relatively large sample size and long duration demonstrated that RT reduced the risk of CVD in participants with prediabetes. This association was not explained by other known CVD risk factors, including BMI.\n\nOur study found that AT but not RT reduced the risk of CVD based on FRS. It should be noted that diabetes status, a known coronary risk equivalent, was not taken into account in the Framingham Score rubric  [12] . Thus, the Chinese 10-year ICVD risk assessment tool was developed to include diabetes in determining CVD risk  [13] . By using it, we found that RT reduced CVD risk by 58.1%. This was similar to the results of the follow-up study in the U.S. through 14 years of follow-up, this study found that RT reduced the risk of CVD in healthy women by 17%  [7] . Another 18-year follow-up study of male health professionals found that RT reduced CVD risk by 17%  [6] . The magnitude of reduction in these two studies were smaller than that of our study. Three factors might account for this difference. First, Participants in our study were prediabetes with higher risk of CVD. Participants in these two studies were healthy men and women. Second, in our study, participants attended one of three centers to complete their study routines and the exercises were supervised by study personnel. In these two studies, exercises were recorded by self-report. Third, in our study, we used the FRS and the Chinese 10-year ICVD risk assessment tool to measure the CVD risk. In these two studies, Cases of cardiovascular disease were defined as confirmed cases of myocardial infarction, stroke, coronary artery bypass graft, angioplasty, or cardiovascular disease death  [7] . Study physicians reviewed medical records to confirm cases of cardiovascular disease.\n\nPrevious studies examining biomarkers and risk factors may provide a mechanistic explanation of the independent benefit of RT. To begin with, our previous studies showed that RT reduced visceral fat and increased muscle mass  [5] , therefore decreased insulin resistance  [4] . Moreover, RT reduced inflammatory factors such as testosterone, insulin-like growth factor 1, triiodothyronine and leptin  [14] . Furthermore, RT reduced intermuscular adipose tissue  [15]  and increased mitochondrial protein synthesis, mitochondrial oxidative function and thus accelerated the oxidation of glucose  [16] . In addition, RT increased muscle volume, skeletal muscle capillarization, the blood supply of muscle and thus increased glucose consumption  [17, 18] . Eventually, randomized controlled trials of RT either by itself or in combination with aerobic activity have shown RT can improve glycemic control among prediabetes  [5, 19] . It has been well established that RT is a useful strategy for the treatment of vascular disease and maintenance of vascular function in patients with T2DM  [20] . Our study demonstrated that 24-month moderate resistance training was effective in reducing the CVD risk in participants with prediabetes.\n\nIn our study, we found that after 24-month training no significant difference was found between experimental groups and controls group for HDL. Although systematic reviews  [21, 22]  have shown aerobic exercise increases HDL in subclinical and clinical populations, the effects of regular exercise on HDL function are variable and dependent upon several factors, including exercise dose and participant characteristics. Whereas exercise interventions may be less effective at improving HDL in older, diseased individuals compared with younger, healthier individuals  [23] . Participants in our study were elderly prediabetes patients with a mean age of 60.52 ± 5.73 years. There may be a plausible explanation for the current finding.\n\nThere are several strengths in this study including large sample size and long study duration. Further, in this multi-center, randomized controlled trial, all interventions were supervised by trained study personnel. Furthermore, intention-to-treat principle was applied to the data analysis. Last but not the least, the type of physical activity chosen (dancing and elastic bands). Such inexpensive activity type can to be easily applicable to the general population, even in an \"at-home\" basis, and potentially help with the long-term adherence to a physical activity program.\n\nOur study has limitations. On the one hand, with 24-month duration of study, instead of the incidence of CVD, we used the FRS and the Chinese 10-year ICVD risk assessment tool to measure the CVD risk. On the other hand, a high loss-to-follow-up, with only 69.7% of subjects completing the 24-month study. Future work should consider how to improve retention, examine the role of resistance exercises of varying intensity on overall CVD risk and so on."
    },
    {
      "title": "Conclusions",
      "text": "In conclusion, we confirmed that 24-month moderate aerobic training reduced the Chinese 10-year ICVD risk and FRS cardiovascular disease risk in patients with prediabetes. Resistance training group had significant reduction of cardiovascular disease risk (10year ICVD risk assessment) in prediabetes patients."
    },
    {
      "title": "Informed consent",
      "text": "I confirm all patient/personal identifiers have been removed or disguised so the patient/person(s) described are not identifiable and cannot be identified through the details of the story."
    },
    {
      "text": ") an aerobic training group (AT group, n = 83); (3) a resistance training group (RT group, n = 82). The study was approved by the ethics committee of the Affiliated Hospital of Integrated Traditional Chinese and Western Medicine. Written informed consents were obtained from all participants."
    },
    {
      "text": "Fig. 1. Study flow diagram."
    },
    {
      "text": "Fig. 2.1 depicts the range of individual subjects' responses among three groups. At the end of 12-month training, 63.8%, 47.5%"
    },
    {
      "text": "Fig. 3. Framingham Risks (%) and ICVD Risks (%) in the three group before and after 12-and 24-month training. *P < 0.05, **P < 0.01 between baseline and after 12-and 24-month training."
    },
    {
      "text": "Fig. 4. Evaluation of AT and RT groups on the prediabetes of cardiovascular risk of ICVD. The X-axis represents time. Y-axis represents cardiovascular risk of ICVD (%)."
    },
    {
      "text": "Baseline characteristics."
    },
    {
      "text": "Before and after training between-group comparison of changes on clinical variables."
    },
    {
      "text": "Before and after training between-group comparison of changes on cardiovascular risk.Subjects with pre-diabetes underwent 12-and 24-month training. HbA1c in response to exercise were measured as the post-exercise minus pre-exercise ( ) values. The X-axis represents each individual subject's data point. Y-axis data above and below the origin indicate increases and decreases, respectively in each variable in response to aerobic training, resistance training and in controls who did not exercise. (2.2) 2% patients with decrease of HbA1c values ≥5.7% to <5.7%. The X-axis represents time. Y-axis represents % of patients."
    },
    {
      "text": "COX regression analysis of cardiovascular risk of ICVD. After 12-month training, 42.2%, 34.1% and 26.5% of the participants with decrease of HbA1c values ≥5.7% to <5.7% in the AT group, RT group and control group, respectively. After 24-month training, 38.6%, 35.4%, and 21.7% of the participants with decrease of HbA1c values ≥5.7% to <5.7% in the AT group, RT group and the control group, respectively, indicating a better effect of AT on HbA1c on long term."
    }
  ],
  "references": [
    {
      "title": "Differential role of insulin resistance and ␤-cell function in the development of prediabetes and diabetes in middle-aged and elderly Chinese population",
      "authors": [
        "X Cai",
        "L Xia",
        "Y Pan"
      ],
      "year": 2019,
      "doi": "10.1186/s13098-019-0418-x"
    },
    {
      "title": "Glycated hemoglobin, prediabetes, and the links to cardiovascular disease: data from UK Biobank",
      "authors": [
        "C Welsh",
        "P Welsh",
        "C Celis-Morales"
      ],
      "year": 2020,
      "doi": "10.1186/s13098-019-0418-x"
    },
    {
      "title": "Association between prediabetes and risk of cardiovascular disease and all cause mortality: systematic review and metaanalysis",
      "authors": [
        "Y Huang",
        "X Cai",
        "W Mai"
      ],
      "year": 2016,
      "doi": "10.2337/dc19-1683"
    },
    {
      "title": "Comparing the effects of six-month aerobic exercise and resistance training on metabolic control and beta cell function in Chinese patients with prediabetes: a multicenter randomized controlled trial",
      "authors": [
        "X Yuan",
        "X Dai",
        "L Liu"
      ],
      "year": 2019,
      "doi": "10.1136/bmj.i5953"
    },
    {
      "title": "Effect of 12-month resistance training on changes in abdominal adipose tissue and metabolic variables in patients with prediabetes: a randomized controlled trial",
      "authors": [
        "Juan Yan",
        "Xia Dai",
        "Jitao Feng"
      ],
      "year": 2019,
      "doi": "10.1111/1753-0407.12955"
    },
    {
      "title": "Strength training and the risk of type 2 diabetes and cardiovascular disease",
      "authors": [
        "E Shiroma",
        "N Cook",
        "J Manson"
      ],
      "year": 2017,
      "doi": "10.1249/mss.0000000000001063"
    },
    {
      "title": "Exercise type and intensity in relation to coronary heart disease in men",
      "authors": [
        "F Tanasescu Mihaela",
        "B Michael",
        "Eric"
      ],
      "year": 2002,
      "doi": "10.1249/MSS.0000000000001063"
    },
    {
      "title": "American Diabetes Association, American Diabetes Association's standards of medical care in diabetes-2020",
      "year": 2020,
      "doi": "10.1001/jama.288.16.1994"
    },
    {
      "title": "A multivariate analysis of the risk of coronary heart disease in Framingham",
      "authors": [
        "J Tmett",
        "J Cornfield",
        "W Kannel"
      ],
      "year": 1967
    },
    {
      "title": "Task group on the study of the comprehensive risk assessment and intervention program for coronary heart disease and stroke in the national \"fifteen\" project. Assessment of risk of ischemic cardiovascular disease in Chinese",
      "year": 2003,
      "doi": "10.1007/978-94-011-5022-4_14"
    },
    {
      "title": "Correct homeostasis model assessment (HOMA) evaluation uses the computer program",
      "authors": [
        "J Levy",
        "D Matthews",
        "M Hermans"
      ],
      "year": 1998,
      "doi": "10.2337/diacare.21.12.2191"
    },
    {
      "title": "Mortality from coronary heart disease in subjects with type 2 diabetes and in nondiabetic subjects with and without prior myocardial infarction",
      "authors": [
        "S Haffner",
        "S Lehto",
        "T Rönnemaa",
        "K Pyorala",
        "M Laakso"
      ],
      "year": 1998,
      "doi": "10.1056/nejm199807233390404"
    },
    {
      "title": "Cardiovascular risk assessment based on US cohort studies: findings from a National Heart, Lung, and Blood Institute Work",
      "authors": [
        "S Onmdy",
        "R Agostino",
        "L Mosea"
      ],
      "year": 2001
    },
    {
      "title": "Effects of eight weeks of time-restricted feeding (16/8) on basal metabolism, maximal strength, body composition, inflammation, and cardiovascular risk factors in resistancetrained males",
      "authors": [
        "Moro Tatiana",
        "Tinsley Grant",
        "Bianco Antonino"
      ],
      "year": 2016,
      "doi": "10.1186/s12967-016-1044-0"
    },
    {
      "title": "Effects of high-intensity interval training and isoinertial training on leg extensors muscle function, structure, and intermuscular adipose tissue in older adults",
      "authors": [
        "P Bruseghini",
        "C Capelli",
        "E Calabria"
      ],
      "year": 2019,
      "doi": "10.1186/s12967-016-1044-0"
    },
    {
      "title": "Skeletal muscle mitochondrial protein synthesis and respiration increase with low-load blood flow restricted as well as high-load resistance training",
      "authors": [
        "T Groennebaek",
        "N Jespersen",
        "J Jakobsgaard"
      ],
      "year": 2018,
      "doi": "10.3389/fphys.2019.01260"
    },
    {
      "title": "The influence of prolonged strength training upon muscle and fat in healthy and chronically diseased older adults",
      "authors": [
        "Anne Gylling",
        "Eriksen Theil",
        "Christian Skou",
        "Garde Ellen"
      ],
      "year": 2020,
      "doi": "10.3389/fphys.2018.01796"
    },
    {
      "title": "Resistance training preserves high-intensity interval training induced improvements in skeletal muscle capillarization of healthy old men: a randomized controlled trial",
      "authors": [
        "A Leuchtmann",
        "S Mueller",
        "D Aguayo"
      ],
      "year": 2020,
      "doi": "10.1038/s41598-020-63490-x"
    },
    {
      "title": "Two years supervised resistance training prevented diabetes incidence in people with prediabetes: a randomized control trial",
      "authors": [
        "X Dai",
        "L Zhai",
        "Q Chen"
      ],
      "year": 2019,
      "doi": "10.1038/s41598-020-63490-x"
    },
    {
      "title": "Effects of resistance and combined training on vascular function in type 2 diabetes: a systematic review of randomized controlled trials",
      "authors": [
        "Dos Santos",
        "Araujo João",
        "Nunes Macedo Fabrício",
        "Sales Barreto André"
      ],
      "year": 2019,
      "doi": "10.1002/dmrr.3143"
    },
    {
      "title": "Effects of endurance training on serum lipids",
      "authors": [
        "K Fikenzer",
        "S Fikenzer",
        "U Laufs",
        "C Werner"
      ],
      "year": 2018,
      "doi": "10.1900/RDS.2019.15.16"
    },
    {
      "title": "Differential effects of aerobic exercise, resistance training and combined exercise modalities on cholesterol and the lipid profile: review, synthesis and recommendations",
      "authors": [
        "S Mann",
        "C Beedie",
        "A Jimenez"
      ],
      "year": 2014,
      "doi": "10.1016/j.vph.2017.11.005"
    },
    {
      "title": "Effects of exercise on HDL functionality",
      "authors": [
        "J Ruiz-Ramie",
        "J Barber",
        "M Sarzynski"
      ],
      "year": 2019,
      "doi": "10.1007/s40279-013-0110-5"
    }
  ],
  "num_references": 23
}
