{
  "paper_id": "387V6L3C",
  "title": "Print Versus Website Physical Activity Programs A Randomized Trial",
  "abstract": "Background: Mediated physical activity interventions can reach large numbers of people at low cost. Programs delivered through the mail that target the stage of motivational readiness have been shown to increase activity. Communication technology (websites and e-mail) might provide a means for delivering similar programs. \n Methods: Randomized trial conducted between August and October 2001. Participants included staff at an Australian university (nϭ655; mean ageϭ43, standard deviation, 10 years). Participants were randomized to either an 8-week, stage-targeted print program (Print) or 8-week, stage-targeted website (Web) program. The main outcome was change in self-reported physical activity. \n Results: There was no significant increase in total reported physical activity within or between groups when analyzed by intention to treat (F [1,653]ϭ0.41, pϭ0.52). There was a significant increase in total physical activity reported by the Print participants who were inactive at baseline (t [1,173]ϭϪ2.21, pϭ0.04), and a significant decrease in the average time spent sitting on a weekday in the Web group (t [1,326]ϭ2.2, pϭ0.03). Conclusions: There were no differences between the Print and Web program effects on reported physical activity. The Print group demonstrated slightly larger effects and a higher level of recognition of program materials.",
  "year": 1995,
  "date": "1995",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Alison",
      "surname": "Marshall",
      "name": "Alison Marshall",
      "email": "alisonm@hms.uq.edu.au."
    },
    {
      "forename": "Eva",
      "surname": "Leslie",
      "name": "Eva Leslie"
    },
    {
      "forename": "Adrian",
      "surname": "Bauman",
      "name": "Adrian Bauman"
    },
    {
      "forename": "Bess",
      "surname": "Marcus",
      "name": "Bess Marcus"
    },
    {
      "forename": "Neville",
      "surname": "Owen",
      "name": "Neville Owen"
    },
    {
      "forename": "Alison",
      "surname": "Mar- Shall",
      "name": "Alison Mar- Shall"
    },
    {
      "affiliation": "( Marshall) and Cancer Prevention Research Center , School of Population Health (Leslie , Owen) , The University of Queensland , St. Lucia , Queens- land , Australia ; \n\t\t\t\t\t\t\t\t Marshall) and Cancer Prevention Research Center \n\t\t\t\t\t\t\t\t School of Population Health (Leslie \n\t\t\t\t\t\t\t\t Owen) \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Lucia \n\t\t\t\t\t\t\t\t\t Queens- land \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Center for Physical Activity and Health , School of Community Medicine , The University of New South Wales (Bau- man) , Sydney , New South Wales , Australia; \n\t\t\t\t\t\t\t\t Center for Physical Activity and Health \n\t\t\t\t\t\t\t\t School of Community Medicine \n\t\t\t\t\t\t\t\t The University of New South Wales (Bau- man) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia;"
    },
    {
      "affiliation": "Centers for Behav- ioral and Preventive Medicine , Brown Medical School (Marcus) and The Miriam Hospital (Marcus) , Providence , Rhode Island \n\t\t\t\t\t\t\t\t Centers for Behav- ioral and Preventive Medicine \n\t\t\t\t\t\t\t\t Brown Medical School (Marcus) \n\t\t\t\t\t\t\t\t The Miriam Hospital (Marcus) \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t Rhode Island"
    },
    {
      "affiliation": "School of Human Movement Studies , The University of Queensland , St. Lucia , Queensland 4071 , Australia. \n\t\t\t\t\t\t\t\t School of Human Movement Studies \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Lucia \n\t\t\t\t\t\t\t\t\t 4071 \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1016/s0749-3797(03)00111-9",
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "P",
      "text": "romoting 30 minutes of daily moderate-intensity physical activity (PA) is a major public health priority,  1, 2  but recent surveillance data have shown flat or declining trends in participation.  3, 4 People with the least discretionary time (particularly adults in full-time employment) are most at risk of being sedentary due to increasing work commitments.  5 ence, generalizable programs applicable to working adults are needed.\n\nPrint-delivered, stage-targeted (precontemplation, contemplation, preparation, action, maintenance) interventions  6, 7  and personalized computer-tailored programs  8  have been shown to be effective in enhancing PA participation. Stage-targeted programs have been successfully delivered by mail,  6, 7, 9  telephone,  10, 11  and most recently via the Internet.  12 Such mediated interventions have the potential to reach and influence a variety of people, in a variety of settings, including worksites and communities.  13 orksites are a setting through which physical activity programs may be delivered to large numbers of at-risk individuals at relatively low cost,  14  but there is little evidence of their effectiveness.  15 Most large workplaces now provide web access and e-mail. In 2001 in Australia, 84% of businesses used computers, 69% used Internet, and 22% had a website or home page.  16 The use of new information technologies for health promotion in such settings is promising but untested.  17, 18 ew communication technologies have several potential advantages over other modes of targeted intervention delivery. These include convenience, novelty and appeal, flexibility of use, automated data collection (with immediate feedback), and openness of communication.  19 Recent studies have used e-mails and websites to provide PA information to patients with diabetes  20  and to encourage weight loss.  21 One worksite intervention recruited 65 volunteers from numerous hospital worksites and randomized them to a 12-week PA promotion that included access to a website plus delivered e-mail, or to a waiting-list control condition. Those who received the website/e-mail intervention were significantly more likely to have progressed in their stage of motivational readiness for PA and in time spent walking.  12 e compared the effects of a PA program delivered via an interactive stage-targeted website and e-mail to those of a previously successful stage-targeted print intervention 6 plus print letters. This trial was conducted in a worksite and aimed to recruit a high proportion of potential participants. It was hypothesized that both intervention programs would result in significant increases in PA and progression through the stages of motivational readiness, but that the website would be more effective."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design and Participants",
      "text": "Participants were recruited from academic (faculty) and general staff at an Australian regional university. Eligible participants had access to e-mail (contact sample, Nϭ1409). Baseline data were collected from 800 participants (57% response rate), 315 (22%) could not be contacted during the survey period, and 294 (21%) refused to participate. Of the 800 contacted, 655 (82%) consented to being involved in the intervention study (Figure  1 ). Study participants were not different to the original contact sample in terms of demographics or baseline PA levels (Table  1 ). This study was approved by the University of Wollongong (Australia) Human Research Ethics Committee and conducted between August and October 2001.\n\nParticipants (nϭ655) were stratified by stage of change 22 and randomly allocated via a computer-generated randomization sequence to receive either the Print (nϭ328) or Web (nϭ327) program over 8 weeks. This sample size was adequate to detect a 10% difference between groups, assuming 80% power and alphaϭ0.05, based on mean total PA data (MET.minutes per week). The study groups were similar to each other and to the sample they were selected from (Table  1 ). Follow-up data were collected at 10 weeks postbaseline from 262 (80%) Print and 250 (76%) Web group participants."
    },
    {
      "title": "Print Intervention",
      "text": "The print intervention included the previously tested \"Active Living\" booklets,  6  based on the transtheoretical model of behavior change.  7, 22 Additional behavioral reinforcement letters were sent to participants every 2 weeks, increasing the intervention dose from the previous intervention trial.  6 Approximately 1 week after the baseline survey, each participant was sent a personally addressed, stage-targeted letter, along with the \"Active Living\" booklet corresponding to their current stage, plus any booklets targeting subsequent stages through the university's internal mail system. The reinforcement letters were stage targeted and ranged from cognitive suggestions for the precontemplators to more behaviorally focused strategies (e.g., goal setting, self-monitoring, rewards, using cues, and social support) for those in the higher stages of change.  7 Over the 8-week intervention, participants received four letters with specific advice to encourage them to initiate activity and use the \"Active Living\" booklets."
    },
    {
      "title": "Web Intervention",
      "text": "The \"Active Living\" website was based on the content of the \"Active Living\" booklets. The website included interactive and animated features, stage-based quizzes with feedback on responses, as well as personalized sections on goal setting, activity planning, determining target heart rates, and a PA readiness questionnaire. Consistent with the booklets, the website was also designed to assist sequential movement through relevant stage-based information, while allowing the user the option to browse the entire site. The usability and readability of the website were evaluated prior to the intervention.  23 The website was also supplemented with reinforcement e-mails sent every 2 weeks that were personalized and stage based. Each participant was sent four e-mails, at 2-week intervals, that contained PA-related information and links to the \"Active Living\" website. The e-mails were similar in content to the print letters but included hyperlinks to the website. The website was password protected to reduce the potential cross-contamination by the Print group and to facilitate tracking of individual movement into and around the website."
    },
    {
      "title": "Data Collection and Study Variables",
      "text": "Data were collected using trained interviewers blinded to participant group allocation via a computer-assisted telephone interview system, to keep the data collection method separate from the methods used to administer the intervention. Standard demographic questions were asked in addition to the International PA Questionnaire (IPAQ) Short Past 7-day instrument. IPAQ assesses the frequency and duration of vigorous intensity, moderate intensity, and walking activity, as well as time spent sitting over the previous 7 days. IPAQ has acceptable reliability and validity properties across countries.  24 Questions to evaluate changes in time spent walking or cycling to and from work and walking during breaks at work were also asked.\n\nConsistent with the methods used previously to analyze IPAQ data,  24  the data were multiplied to estimate the total time spent in vigorous-intensity, moderate-intensity, and walking activity per week weighted for intensity by appropriate MET estimates (multiples of resting metabolic rate) and expressed as MET.minutes per week.  24, 25 Total PA was calculated by summing the totals from each activity category, and this was the primary outcome variable. To avoid measurement error due to over-reporting,  26  data were truncated to a maximum of 14 hours per week for each activity category.  4, 6 ime spent sitting on weekdays was also calculated. A dichotomous variable based on meeting the American College of Sports Medicine (ACSM)/Centers for Disease Control and Prevention (CDC) criterion of sufficient PA was created,  1, 2  whereby participants who accumulated at least 150 minutes of at least moderate-intensity PA per week were classified as sufficiently active.  5, 6 tage of change was assessed using a five-choice item similar to that used in an earlier intervention study.  27 Forward progression though stages of change was assessed, consistent with the methods reported in an earlier Australian study.  6 he baseline survey was repeated at 10 weeks, where receipt and usefulness of intervention materials were also assessed."
    },
    {
      "title": "Statistical Analyses",
      "text": "In order to retain all participants' data in the analyses, baseline data were carried forward to represent the data that were lost to follow-up. This procedure conservatively assumed no change in variables and allowed analysis by intention to treat.  28 Further analyses were based on reported exposure to the intervention, namely intervention received (IR), and intervention received and read (IR&R). This approach has been reported in previous PA intervention studies.  6, 29, 30 escriptive statistics for total PA (MET.minutes per week) were calculated. Change in total PA (MET.minutes per week) was analyzed using analysis of covariance to control for differences in baseline physical activity.  31 Categorical data based on meeting the ACSM/CDC sufficient PA criterion of 150 minutes per week and stage progression were analyzed using the chi-square statistic. Analyses were conducted using SPSS version 10 for Windows (SPSS Inc., Chicago IL, 2000)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Description of Study Population",
      "text": "Table  1  shows participant demographic attributes. Overall, there were no significant differences between the two study groups or the sample from which they were selected, in terms of their demographic profiles. Data from 262 Print and 250 Web group participants were collected at the 10-week follow-up, for an overall follow-up rate of 78% (Figure  1 )."
    },
    {
      "title": "Receipt and Use of Intervention Materials",
      "text": "Over half of the Print group recalled at least three letters, and almost two thirds of the Web group recalled at least three e-mails. Over half of the Print group recalled the \"Active Living\" booklets (55%), and 46% of the Web group recalled the \"Active Living\" website (Table  2 ). The proportion of participants who reported that they read at least half of the materials sent to them was modest, as was the reported usefulness of the materials (Table  2 ). Ninety-three of the Print group participants (36%) reported they had kept the booklet for future reference, compared with only 30 (12%) of the Web group participants reporting that they bookmarked the website. Nine Web group participants (8% of those who recalled the website) reported they could not log on to the website because \"their user name and password did not work\" (nϭ6), \"server was slow or down\" (nϭ2), or \"other\" (nϭ2) reasons. Most participants (91%) reported being confident about using computers.\n\nThere was a small amount of cross-contamination between the groups, with 4% of the Web group recalling the print materials and 1% of the Print group recalling the website. Over half of the Print (53%) and Web (59%) group participants interviewed at 10 weeks reported that they would prefer to receive healthrelated information via website and e-mail, and less than a third of each group reported a preference for the printed versions (Table  2 )."
    },
    {
      "title": "Change in Physical Activity",
      "text": "There was a trend for participants in both groups to participate in more PA at 10 weeks (Table  3 ). However, there were no statistically significant differences observed either within or between study groups (F [1,653] ϭ0.41, pϭ0.52).\n\nData restricted to those participants classified in the inactive stages of change (precontemplation [PC], contemplation [C], and preparation [P]) at baseline were analyzed separately. Both groups showed a positive change in total PA, but the trend was only significant within the Print group (t [1,173]ϭϪ2.11, pϭ0.04; Table  3 ). There was also a trend for a decrease in the amount of time spent sitting on a weekday observed in both groups, but this was only statistically significant within the Web group (t [1,326]ϭ2.2, pϭ0.03). There were no significant differences when the data were analyzed by IR or by IR&R (Table  3 ).\n\nThere was no significant change in the proportion of participants classified as sufficiently active (meeting the ACSM/CDC recommendation for physical activity) at"
    },
    {
      "title": "Movement Through Stages of Change",
      "text": "At baseline, both groups had 53% of participants in the PC, C, and P stages of change (Figure  1 ). By the 10-week follow-up, 9% of the Web group participants in the combined PC, C, and P stages of change at baseline had moved into the A or M stages, while the proportion in the Print group remained unchanged. However, the difference in proportions was not statistically significant (odds ratio [OR]ϭ1.39, 95% confidence interval [CI]ϭ0.97-2.00). Approximately 26% of both groups had progressed forward at least one stage from their baseline stage of change; thus the difference between the two groups was not statistically significant (ORϭ1.02, CIϭ0.67-1.53)."
    },
    {
      "title": "Discussion",
      "text": "Many workplaces have information technologies capable of delivering health information, but the effectiveness of these technologies to promote PA has been largely untested.  18, 19 This randomized trial compared a website plus e-mail program to a previously tested self-help print program.  6 Following the 8-week intervention, there was an increase in total PA reported among those who were inactive at baseline in the Print group and a decrease in time reported sitting on a weekday in the Web group, but no other significant changes were observed. Overall recall and use of the print materials (booklets and letters) was higher than recall and use of the website and e-mails. This study had several methodologic strengths. Crosscontamination between groups was minor and did not appear to influence the findings. Trained telephone interviewers, blinded to group allocation, collected the data. Assessment questionnaires used valid and reliable questions.  24, 27 This study had higher response rates and, although university based, recruited a larger, more representative sample than previously reported website trials, which used smaller samples of volunteer participants.  12, 20, 21 Intervention materials were theoretically based.  23 The print materials had been used successfully in the past to promote short-term increases in PA both in community  6  and primary care  29  settings, but failed to produce significant effects here.\n\nDifferences between the instruments used in this study and the previous trial 6 may account for some of the variation in outcomes. The previous study used a measure that primarily accounts for leisure-time physical activity,  32, 33  whereas the IPAQ instrument  24  used here included all domains of PA behavior. Although only total PA was reported in this paper, change in the amount of time spent walking or being moderately or vigorously active were also analyzed separately, but none were found to change significantly.\n\nThe lack of intervention effects may in part be explained by the lack of engagement with program materials. Objective monitoring of the \"Active Living\" website showed a sequential decline in the number of participants entering the website following each e-mail prompt  23  and that less than half of the participants who were prompted by the e-mails to enter the website actually did so. Furthermore, only 26% of the Web group participants logged onto the website more than once. This apparently limited interest in accessing and using the website on the part of these non-self-selected participants is in contrast to the findings of an earlier website study,  12  where much higher levels of initial engagement and website use were shown by participants who had joined that program by responding on their own initiative to recruitment advertising. Few website-delivered programs have reported data on intervention use and engagement. Tate et al.  21 eported that log-on frequency was correlated with changes in body weight. During that program, the participants logged on to the behavior therapy website an average of 19 times over the 12-week intervention and to the information-only website an average of 9 times. McKay et al.  20  also reported higher levels of engagement with the website compared to the current study, with an average log-on rate of 1.1 per participant per week.\n\nParticipants in this trial reported a preference (although nonsignificant) for receiving health information via electronic rather than print media, but recall and use of print materials were higher than for the website. This suggests that regardless of their preferences for receiving information, participants were no more inclined to access or use the electronic medium. Half of the participants in this trial did not view the website at all. Perhaps a more individualized initial approach is required, complemented by personally tailored advice, such as that used by Tate et al.  21 roviding a small dose of face-to-face contact to introduce a website may also motivate greater initial website engagement, and more detailed individual tailoring may further enhance effectiveness.  8 These activities, however, may add to the cost and reduce the outreach potential of this mode of intervention, but in delivering individually tailored interventions to large audiences, the cost structures of website delivery could be more favorable. The more people a print-based intervention reaches, the more it costs to deliver, while the cost of a website-delivered intervention increases only marginally with increased outreach.  19 This study was conducted in an educational institution, where many workers receive Ն50 e-mails per day; hence, messages delivered via e-mail may have received little or no attention and may be why recall of the website and e-mails was low.\n\nThese findings, while limited in terms of generalizability beyond a worksite setting, illustrate some of the challenges in delivering a health-behavior change program using new communication technologies. Engaging and retaining the interest of non-self-selected participants in the increasingly busy and cluttered information environments of these new technologies will require ingenuity and innovative uses of these new media, including more interactive elements and personalized tailoring. For the potentials of communication technology for delivering health behavior-change programs to be realized, broader research on how people respond to this medium of program delivery is needed as well as more specific studies of website usage patterns.\n\nThis study was supported by a grant from the National Heart Foundation of Australia (G99MO308). BHM was supported by the National Institutes of Health project grant (HL64342). The website programming and graphics were developed by Dave Huby and Amer Iqbal, and the website usability testing was conducted by Nancy Humpel."
    },
    {
      "text": "Figure 1. Flow diagram of participant progress through the phases of the randomized trial: PC, precontemplation; C, contemplation; P, preparation; A, action; and M, maintenance."
    },
    {
      "text": "Characteristics of survey and intervention trial participants"
    },
    {
      "text": "Recall and use of the intervention materials (follow-up sample only)"
    },
    {
      "text": "Mean physical activity and sitting MET.minutes per week (ϮSE) for Print and Web groups"
    }
  ],
  "references": [
    {
      "title": "Physical activity and public health: a recommendation from the Centers for Disease Control and Prevention and the American College of Sports Medicine",
      "authors": [
        "R Pate",
        "M Pratt",
        "S Blair"
      ],
      "year": 1995,
      "doi": "10.1001/jama.1995.03520290054029"
    },
    {
      "title": "The Surgeon General's report on physical activity and health",
      "year": 1996,
      "doi": "10.1037/e305372003-001"
    },
    {
      "title": "Levels of physical activity and inactivity in children and adults in the United States: current evidence and research issues",
      "authors": [
        "M Pratt",
        "C Macera",
        "C Blanton"
      ],
      "year": 1999,
      "doi": "10.1097/00005768-199911001-00007"
    },
    {
      "title": "Physical activity patterns of Australian adults. Results of the 1999 National Physical Activity Survey",
      "authors": [
        "T Armstrong",
        "A Bauman",
        "J Davies"
      ],
      "year": 2000
    },
    {
      "title": "Trends in physical activity participation and the impact of media campaigns among Australian adults",
      "authors": [
        "A Bauman",
        "T Armstrong",
        "J Davies"
      ],
      "year": 2003,
      "doi": "10.1111/j.1467-842x.2003.tb00384.x"
    },
    {
      "title": "Population-based randomized trial of a stage-based and mailed print media physical activity intervention",
      "authors": [
        "A Marshall",
        "A Bauman",
        "N Owen",
        "M Booth",
        "D Crawford",
        "B Marcus"
      ],
      "year": 2003,
      "doi": "10.1207/s15324796abm2503_05"
    },
    {
      "title": "Evaluation of motivationally tailored versus standard self-help physical activity interventions at the workplace",
      "authors": [
        "B Marcus",
        "K Emmons",
        "L Simkin-Silverman"
      ],
      "year": 1998,
      "doi": "10.4278/0890-1171-12.4.246"
    },
    {
      "title": "Efficacy of an individualized, motivationally-tailored physical activity intervention",
      "authors": [
        "B Marcus",
        "B Bock",
        "B Pinto",
        "L Forsyth",
        "M Roberts",
        "R Traficante"
      ],
      "year": 1998,
      "doi": "10.1007/bf02884958"
    },
    {
      "title": "Exercise by mail: a mediated behavior change program for aerobic exercise",
      "authors": [
        "N Owen",
        "C Lee",
        "L Naccarella",
        "K Haag"
      ],
      "year": 1987
    },
    {
      "title": "Telephone-assisted counseling for physical activity",
      "authors": [
        "C Castro",
        "A King"
      ],
      "year": 2002,
      "doi": "10.1097/00003677-200204000-00004"
    },
    {
      "title": "Older women and physical activity: using the telephone to walk",
      "authors": [
        "K Jarvis",
        "R Friedman",
        "T Heeren",
        "P Cullinane"
      ],
      "year": 1997,
      "doi": "10.1016/s1049-3867(96)00050-3"
    },
    {
      "title": "Evaluation of an Internetbased physical activity intervention: a preliminary investigation",
      "authors": [
        "M Napolitano",
        "M Fotheringham",
        "D Tate"
      ],
      "year": 2003,
      "doi": "10.1207/s15324796abm2502_04"
    },
    {
      "title": "Physical activity interventions using mass media, print media, and information technology",
      "authors": [
        "B Marcus",
        "N Owen",
        "L Forsyth",
        "N Cavill",
        "F Fridinger"
      ],
      "year": 1998,
      "doi": "10.1016/s0749-3797(98)00079-8"
    },
    {
      "title": "The Australian National Workplace Health Project: design and baseline findings",
      "authors": [
        "J Simpson",
        "B Oldenburg",
        "N Owen"
      ],
      "year": 2000,
      "doi": "10.1006/pmed.2000.0707"
    },
    {
      "title": "Worksite physical activity interventions",
      "authors": [
        "R Dishman",
        "B Oldenburg",
        "O' Neal",
        "H Shepherd"
      ],
      "year": 1998,
      "doi": "10.1016/s0749-3797(98)00077-4"
    },
    {
      "title": "Business use of information technology",
      "year": 2002,
      "doi": "10.52041/srap.131001"
    },
    {
      "title": "Communication technology and health behavior change",
      "authors": [
        "N Owen",
        "M Fotheringham",
        "B Marcus"
      ],
      "year": 2002
    },
    {
      "title": "The coming of age of behavioral research in physical activity",
      "authors": [
        "A King"
      ],
      "year": 2001,
      "doi": "10.1207/s15324796abm2304_1"
    },
    {
      "title": "Interactive health communication in preventive medicine. Internet-based strategies in teaching and research",
      "authors": [
        "M Fotheringham",
        "D Owies",
        "Leslie Owen"
      ],
      "year": 2000,
      "doi": "10.1016/s0749-3797(00)00188-4"
    },
    {
      "title": "The Diabetes Network Internet-based physical activity intervention",
      "authors": [
        "H Mckay",
        "D King",
        "E Eakin",
        "J Seeley",
        "R Glasgow"
      ],
      "year": 2001
    },
    {
      "title": "Using Internet technology to deliver a behavioral weight loss program",
      "authors": [
        "D Tate",
        "R Wing",
        "R Winett"
      ],
      "year": 2001,
      "doi": "10.1001/jama.285.9.1172"
    },
    {
      "title": "The transtheoretical model: applications to exercise",
      "authors": [
        "J Prochaska",
        "B Marcus"
      ],
      "year": 1994
    },
    {
      "title": "Opportunities and limitations of using Internet technology to deliver a worksite physical activity intervention",
      "authors": [
        "E Leslie",
        "A Marshall",
        "N Owen",
        "A Bauman"
      ],
      "year": 2002
    },
    {
      "title": "International Physical Activity Questionnaire (IPAQ): 12-country reliability and validity",
      "authors": [
        "C Craig",
        "A Marshall",
        "Sjo ¨stro ¨m"
      ],
      "year": 2003
    },
    {
      "title": "Comparison of estimates of population levels of physical activity using two measures",
      "authors": [
        "W Brown",
        "A Bauman"
      ],
      "year": 2000,
      "doi": "10.1111/j.1467-842x.2000.tb00503.x"
    },
    {
      "title": "Trends in exercise prevalence in Australia",
      "authors": [
        "A Bauman"
      ],
      "year": 1987,
      "doi": "10.1111/j.1753-6405.1987.tb00005.x"
    },
    {
      "title": "Reduction in cardiovascular disease risk factors: 6-month results from project ACTIVE",
      "authors": [
        "A Dunn",
        "B Marcus",
        "J Kampert",
        "M Garcia",
        "H Kohl",
        "S Blair"
      ],
      "year": 1997,
      "doi": "10.1006/pmed.1997.0218"
    },
    {
      "title": "Intention-to-treat analysis: implications for quantitative and qualitative research",
      "authors": [
        "D Newell"
      ],
      "year": 1992
    },
    {
      "title": "Promoting physical activity in general practice: a controlled trial of written advice and information materials",
      "authors": [
        "B Smith",
        "A Bauman",
        "F Bull",
        "M Booth",
        "M Harris"
      ],
      "year": 2000,
      "doi": "10.1136/bjsm.34.4.262"
    },
    {
      "title": "Effectiveness of telephone support in increasing physical activity levels in primary care patients",
      "authors": [
        "B Green",
        "T Mcafee",
        "M Hindmarsh",
        "L Madsen",
        "M Caplow",
        "D Buist"
      ],
      "year": 2002,
      "doi": "10.1016/s0749-3797(01)00428-7"
    },
    {
      "title": "Analysing controlled trials with baseline and follow up measurements",
      "authors": [
        "A Vickers",
        "D Altman"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.323.7321.1123"
    },
    {
      "title": "Retest reliability of recall measures of leisure-time physical activity in Australian adults",
      "authors": [
        "M Booth",
        "N Owen",
        "A Bauman",
        "C Gore"
      ],
      "year": 1996,
      "doi": "10.1093/ije/25.1.153"
    },
    {
      "title": "Relationship between a 14-day recall measure of leisure-time physical activity and a sub-maximal test of physical work capacity in a population sample of Australian adults",
      "authors": [
        "M Booth",
        "N Owen",
        "A Bauman",
        "C Gore"
      ],
      "year": 1996,
      "doi": "10.1080/02701367.1996.10607948"
    }
  ],
  "num_references": 33
}
