{
  "paper_id": "388MEXGR",
  "title": "Efficacy of Contextually Tailored Suggestions for Physical Activity: A Micro-randomized Optimization Trial of HeartSteps",
  "abstract": "Background HeartSteps is an mHealth intervention that encourages regular walking via activity suggestions tailored to the individuals' current context. Purpose We conducted a micro-randomized trial (MRT) to evaluate the efficacy of HeartSteps' activity suggestions to optimize the intervention. Methods We conducted a 6-week MRT with 44 adults. Contextually tailored suggestions could be delivered up to five times per day at user-selected times. At each of these five times, for each participant on each day of the study, HeartSteps randomized whether to provide an activity suggestion, and, if so, whether to provide a walking or an antisedentary suggestion. We used a centered and weighted least squares method to analyze the effect of suggestions on the 30-min step count following suggestion randomization. Results Averaging over study days and types of activity suggestions, delivering a suggestion versus no suggestion increased the 30-min step count by 14% (p = .06), 35 additional steps over the 253-step average. The effect was not evenly distributed in time. Providing any type of suggestion versus no suggestion initially increased the step count by 66% (167 steps; p < .01), but this effect diminished over time. Averaging over study days, delivering a walking suggestion versus no suggestion increased the average step count by 24% (59 steps; p = .02). This increase was greater at the start of study (107% or 271 additional steps; p < .01), but decreased over time. Antisedentary suggestions had no detectable effect on the 30-min step count. Conclusion Contextually tailored walking suggestions are a promising way of initiating bouts of walking throughout the day. Clinical Trial information This study was registered on ClinicalTrials.gov number NCT03225521.",
  "year": 2018,
  "date": "2018-09-05",
  "journal": "JAMA Psychiatry",
  "publication": "JAMA Psychiatry",
  "authors": [
    {
      "forename": "Predrag",
      "surname": "Klasnja",
      "name": "Predrag Klasnja",
      "affiliation": "1  Kaiser Permanente Washington Health Research Institute , 1730 Minor Ave , Suite 1600 , Seattle , WA 98101 , USA \n\t\t\t\t\t\t\t\t Kaiser Permanente Washington Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1730 Minor Ave Suite 1600 \n\t\t\t\t\t\t\t\t\t 98101 \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-4570-703X"
    },
    {
      "forename": "Shawna",
      "surname": "Smith",
      "name": "Shawna Smith",
      "affiliation": "3  Insitute for Social Research , University of Michigan , Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Insitute for Social Research \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Nicholas",
      "surname": "Seewald",
      "name": "Nicholas Seewald",
      "affiliation": "5  Department of Statistics , University of Michigan , Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Andy",
      "surname": "Lee",
      "name": "Andy Lee",
      "affiliation": "2  School of Information , University of Michigan , Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t School of Information \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kelly",
      "surname": "Hall",
      "name": "Kelly Hall",
      "affiliation": "5  Department of Statistics , University of Michigan , Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Brook",
      "surname": "Luers",
      "name": "Brook Luers",
      "affiliation": "5  Department of Statistics , University of Michigan , Ann Arbor , MI , USA \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Eric",
      "surname": "Hekler",
      "name": "Eric Hekler",
      "affiliation": "6  School of Medicine , University of California San Diego , San Diego , CA , USA \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of California San Diego \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Diego \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Susan",
      "surname": "Murphy",
      "name": "Susan Murphy",
      "affiliation": "7  Department of Statistics , Harvard University , Cambridge , MA , USA \n\t\t\t\t\t\t\t\t Department of Statistics \n\t\t\t\t\t\t\t\t Harvard University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "keywords": [
    "Mobile health",
    "Micro-randomized trials",
    "Physical activity",
    "Walking",
    "Behavior change"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Recent advancements in wearable sensors and mobile phones have greatly increased the sophistication of mobile health (mHealth) interventions. It is now possible to use data about individuals' physiological states (e.g., stress), behavior (e.g., physical activity), and context (e.g., location) to deliver highly tailored interventions for a range of health behaviors, from substance use  [1]  to stress management  [2] . Such just-in-time adaptive interventions (JITAIs)  [3] [4] [5]  aim to provide support for health behavior change at times when users most need the support and are most receptive to it  [5] . Yet, while JITAIs hold promise for supporting health behavior change, their design involves several challenges. JITAIs often include push interventions, which are usually delivered as notifications on a mobile phone or a wearable (e.g., a smart watch) at times (decision points) when the  Predrag Klasnja klasnja.p@ghc.org system has determined that a particular intervention component, such as a medication reminder or a tip for coping with alcohol cravings, could be helpful and the user would be receptive to it. Whether to deliver a notification and, if so, what type of notification to deliver are determined by JITAI decision rules-if-then rules or algorithms that are typically constructed based on behavioral theory and prior data.\n\nWhile JITAI designers aim to provide interventions that are effective and are delivered at most helpful times for each intervention component, the available empirical evidence and clinical judgment are often not sufficient to determine in advance how exactly each component should work and when it should be delivered. But this creates a risk. If the push interventions included in a JITAI are not sufficiently helpful or are provided too frequently, they can lead to user frustration and disengagement. Users might also become habituated to the interventions  [6] , leading to the loss of effectiveness even for intervention components that were initially effective. And if the users become sufficiently aggravated by interventions that are being delivered too frequently or at inopportune times, they might abandon the JITAI altogether.\n\nOptimizing  [7] [8] [9]  JITAIs to maximize effectiveness while minimizing user burden and risk of abandonment is thus paramount. Ideally, JITAIs should only include intervention components that are efficacious, and these components should be delivered when they are most likely to have an impact on target health behaviors and with frequency that minimizes user burden and risk of habituation. JITAI construction can, thus, be greatly facilitated by optimization studies that can evaluate the efficacy of individual intervention components to determine whether they are worth including in a JITAI and to refine the decision rules for their delivery.\n\nMicro-randomized trials (MRTs)  [10, 11]  are a new experimental design developed to optimize JITAI construction. In an MRT, push intervention components that are being investigated are randomized for each participant each time the system may deliver those components. For example, in an MRT of a JITAI that includes medication reminders for a daily hypertensive medication, reminders would be randomized for each participant on each day of the study. A different component-a mindfulness reminder-would be randomized at each of its own decision points-say, three times a day.\n\nData from an MRT enable modeling of the causal effects of each intervention component that was micro-randomized. MRT analyses are designed to assess the causal effect of each randomized component on its proximal outcome: the short-term, measurable behavioral or psychosocial effect through which that component is hypothesized to mediate desired distal health outcomes. In our medication-reminder example, the proximal outcome would be whether the person took the hypertensive medication. Assessment of proximal outcomes enables researchers to determine both whether each component is working as intended and, in MRTs in which distal health outcomes are also assessed, whether the proximal and distal outcomes are related as hypothesized  [12, 13] . Finally, as MRTs both randomize intervention provision and assess proximal outcomes repeatedly, MRT data can enable researchers to model how intervention effects change over time (e.g., reminders may be effective initially but their effectiveness diminishes over time). In addition, in secondary analyses, researchers can also examine how those effects are moderated by the context in which interventions are provided. For example, medication reminders may be effective when the person is at home, but not when the person is out and about. From the perspective of JITAI construction, such analyses of how intervention effects are moderated by time and context can be particularly important for optimizing rules for intervention delivery  [3] .\n\nIn this study, we present results from a 6-week MRT conducted to optimize HeartSteps, a novel JITAI we developed to help individuals increase their physical activity by engaging in regular bouts of activity throughout the day, primarily by walking. Walking is a moderate-intensity activity that is safe, accessible, and can be performed almost anywhere  [14] . At the same time, walking is shaped by a number of contextual factors, such as weather, built environment, and available transportation options  [15] [16] [17] . To encourage regular walking, HeartSteps leverages information about users' context (location, weather, time of day, and day of the week) to send contextually tailored suggestions for how users can be active in their current situation. In addition, HeartSteps supports physical activity by helping users plan when, where, and how they will be active on the following day.\n\nTo optimize HeartSteps, we conducted an MRT to assess the efficacy of HeartSteps' contextually tailored activity suggestions to determine whether this component should be included in the subsequent version of the intervention package. Specifically, we were interested in evaluating whether providing an activity suggestion tailored to the user's current context, versus not providing a suggestion, increased physical activity shortly after suggestions are delivered and, if so, whether this effect changed over time."
    },
    {
      "title": "Methods"
    },
    {
      "title": "The HeartSteps Intervention",
      "text": "HeartSteps is a JITAI we are developing to help individuals increase and sustain physical activity. The initial version of HeartSteps was an Android application focused on helping sedentary adults with regular daytime jobs get more activity throughout the day, primarily by walking. HeartSteps contained both pull and push intervention components. Pull components included a graph of the day's steps to enable self-monitoring and a list of previously received activity suggestions. Participants could access these interventions at any time by opening the HeartSteps application on their phones. Push components were delivered to participants via Android notifications at times determined by the intervention decision rules. Push components included contextually tailored activity suggestions and daily prompts to write implementation intentions  [18, 19]  for how participants will be active on the following day. The main components of HeartSteps are shown in Fig.  1 . The current article focuses on HeartSteps' activity suggestions.\n\nActivity suggestions were intended to serve as cues to action  [20, 21] , increasing readiness to engage in activity by providing ideas for how participants could be active in their current context. To make suggestions actionable, we tailored them to four dimensions of context: time of day, day of the week (weekday vs. weekend), location (home, work, other), and weather (suitable for walking outside, not suitable for walking outside, snow). Suggestions could be delivered at five times (decision points) each day: during morning commute, lunchtime, midafternoon, evening commute, and after dinner. These times were chosen as they are common times when individuals who work outside the home have opportunities to engage in physical activity, by, for example, parking further from the office or walking to a restaurant for lunch. Participants could configure the specific times of the five decision points based on their schedules.\n\nHeartSteps contained two types of activity suggestions: suggestions to walk (intended to encourage bouts of 500 to 1,000 steps) and suggestions to disrupt sedentary behavior (to stand up, stretch, and/or move around). We initially included antisedentary suggestions primarily to help participants build engagement with the intervention, as they were easier to act on and could be written to be interesting and varied. We hypothesized, however, that antisedentary suggestions might still result in walking even though longer walks were not explicitly suggested. For instance, a recent study with bariatric patients  [22]  found that once individuals started moving, they tended to move beyond the amount of time prescribed by suggestions for brief walks. We hypothesized that HeartSteps antisedentary suggestions might have a similar effect. HeartSteps included over 500 activity suggestions developed by the research team using a combination of crowdsourcing and expert editing and review (see Table  1   was produced using Mechanical Turk, by asking Turk workers to generate text messages that could be sent to people's phones to motivate them to walk (for walking suggestions) or get up and move around (for antisedentary suggestions). Workers were given tips on how to write effective health communication, developed by an experienced health communication researcher, and all resulting messages were rated and edited in the subsequent Turk tasks to improve the quality of the resulting messages. The highest rated messages were then further edited by our research team. In addition, the research team created additional suggestions to ensure that we had a sufficient number of messages for each combination of contextual factors (e.g., walking suggestions for weekend mornings when participants are at home and the weather is good)."
    },
    {
      "title": "for examples). The initial message set",
      "text": "To track participants' steps, HeartSteps used Jawbone Up Move, a small, screenless wrist-worn activity tracker with a 6-month battery life. Jawbone recorded minute-level data about participants' steps, which HeartSteps accessed via Jawbone's application programming interface. to be available for treatment. To minimize burden, participants were considered to be unavailable if they were currently walking or running, or had just finished an activity bout in the previous 90 s. To mitigate safety concerns, participants were also considered to be unavailable while driving. HeartSteps determined availability at each decision point by using Android's activity recognition algorithms that automatically analyze data from the phone-based accelerometer to classify participants' current activity. Finally, because suggestion delivery required Internet connectivity, participants were considered to be unavailable when their phones were offline."
    },
    {
      "title": "Participants",
      "text": "We recruited healthy sedentary adults who were interested in increasing their walking. Recruitment was conducted using fliers posted around campus, in coffee shops, and in grocery stores, and via Facebook ads. Recruitment took place from August 2015 to January 2016. Participants were eligible if they were English speakers, between 18 and 60 years of age, could walk for exercise without discomfort, and either had a fulltime daytime job or a regular schedule outside the home (e.g., students). Participants needed to have a personal phone running Android 5.0 or higher or be willing to use a study-provided phone as their primary phone for the duration of the study. We excluded individuals who needed medical supervision to exercise and those who were currently using an activity tracker (e.g., a Fitbit). The latter exclusion criterion was intended to manage participant burden (and, thus, adherence), as most activity-tracking applications already send users multiple notifications a day, to which HeartSteps would be adding several additional notifications. Participants were compensated up to $90 for study participation. Informed consent was obtained from all individual participants included in the study."
    },
    {
      "title": "Study Design",
      "text": "HeartSteps was evaluated in a 6-week MRT  [10, 11] .\n\nThe study was approved by our university's institutional review board. At intake, participants were interviewed about their physical activity habits and prior experiences with mHealth interventions. Study staff then provided participants with the Jawbone tracker and installed HeartSteps either on the participant's personal phone or a study phone. In the latter case, study staff also transferred the participant's personal information (contacts, calendar, text messages, etc.) to the study phone using a commercial application for data migration between mobile phones. Participants were instructed to wear the Jawbone during waking hours, but could take it off for sleep and bathing. Participants were told they could access the pull intervention components (activity graphs, suggestion history) at will and were not required to do this with any specific frequency. As the study was intended to assess individual intervention components and not the complete intervention package, intervention delivery started immediately following the initial interview (i.e., without a baseline period). Adherence to the use of study equipment was monitored using automated scripts on the HeartSteps server, which sent participants automated emails if Jawbone data were not received for 24 hr or there was no interaction with the HeartSteps app for 48 hr. At the end of the study, participants returned the Jawbone tracker, brought back the study phone or had HeartSteps uninstalled from their phone, and were interviewed about their study experiences. This study is registered on clinicaltrials.gov as NCT03225521. The full protocol can be obtained from authors upon request."
    },
    {
      "title": "Randomization",
      "text": "The HeartSteps server micro-randomized the delivery of activity suggestions for each participant at each of the five decision points on each day of the study, conditional on participants' availability for treatment. At each available decision point, the randomization was independent of prior randomizations and the participants' responses to previously delivered activity suggestions. Given the study duration of 42 days, activity suggestions could be randomized up to 210 times for each participant. As we wanted participants to receive, on average, three activity suggestions each day with equal representation of walking and antisedentary messages, suggestion delivery at each decision point when participants were available was randomized with the following probabilities: 0.4 no suggestion, 0.3 walking suggestion, and 0.3 antisedentary suggestion."
    },
    {
      "title": "Proximal Outcome",
      "text": "As activity suggestions were intended to help participants walk at the time they were delivered, we operationalized their intended proximal effect as the Jawbone-recorded step count in the 30 min following the randomization of suggestion delivery. As step count data are positively skewed, all step counts in our analyses were log-transformed. Consequently, to aid interpretability, for all analyses we report exponentiated regression coefficients."
    },
    {
      "title": "Statistical Analyses",
      "text": "All analyses were performed using a centered and weighted least squares method  [23] . This method estimates parameters in models for the treatment effects and allows robust (without incurring bias in the treatment effect model) inclusion of covariates to reduce noise. The method is similar to generalized estimating equation and multi-level models in that it accommodates the nested nature of the data (decision points nested within participants) and associated within-participant correlation across time in the outcome. Furthermore, the method takes advantage of the sequential randomization to estimate causal treatment effects. See the Supplementary Material for technical details. We prespecified two primary analyses  [1] : overall (average, across all time points) effect of delivering a suggestion versus providing no suggestion on the subsequent 30-min step count; and  [2]  linear time trend of the suggestion effect, assessed by estimating the interaction between treatment effect and day in the study. For secondary analyses, we examined differences in the average and linear time trends in treatment effects separately for walking and antisedentary suggestions. To reduce noise, all analyses were adjusted for a pretreatment measure of activity, operationalized as the log of the 30-min Jawbone step count prior to the decision point. See Supplementary Material for full analysis details. Power analyses were conducted using the MRT sample size calculator  [11, 24]  for 80% power to detect a small effect size of 0.1, assuming a 5% type 1 error rate, and 70% availability. For these assumptions, the desired sample size was 32. As at the time of the study there was no information about the magnitudes of standardized effect sizes in the MRT setting (see  [25]  for the subsequent work on this issue), to be conservative we powered the study using an effect size that is one-half of Cohen's small effect size of .2. Analyses were conducted using R version 3.3.2 [26] .\n\nAs Jawbone Up Move records data only for minutes when an individual took steps, minute-to-minute Jawbone step counts are absent for periods both when the tracker was not worn and when the participant was sedentary. To be conservative in our analyses, we imputed zeros for all missing minutes of step count data in the outcome variable and the pretreatment covariate. For both variables, if the 30-min step count was zero, we added .5 before taking the log.\n\nTwo types of sensitivity analyses were conducted to assess robustness of findings: (i) analyzing the data from all participants who provided a minimum of 38 days of data (but might not have had full 42 days), and (ii) imputing missing Jawbone step data by using data from Google Fit, an Android application that uses the accelerometer in the phone to track steps. See Supplementary Material, Section V, for details."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participant Sample",
      "text": "We recruited 44 participants in the Ann Arbor, MI, metro area (see Table  2  for sample characteristics). Of these, we excluded all data from seven. Three participants were excluded because their phones were set to a non-English locale, resulting in corrupted data. Four participants dropped out early in the study (after 1, 4, 7, and 12 days) due to discomfort with using a study-provided Android phone (two participants) or unexpected need for extensive travel. Thus, 37 participants remained in the sample (see Fig.  2  for the CONSORT diagram)."
    },
    {
      "title": "Included Decision Points",
      "text": "The 37 participants generated 8,274 person-decision points over the course of the study. From these, we excluded 390 decision points that occurred while participants were traveling abroad without Internet connectivity, resulting in corrupted data, or while participants had technical issues (e.g., lost Jawbone or phone) that they reported to the study team; 340 decision points that occurred beyond the planned study end of 42 days; and four anomalous data points due to system bugs. In cases of extended (3+ days) travel or technical issues, the study team attempted to extend the study to allow a participant to complete 42 days of data collection; however, for reasons detailed in the Supplementary Material, not all participants could stay in the study for full 42 days. All 37 participants, however, had data for at least 36 study days-days when we could ascertain availability and randomize (if available)resulting in 7,540 included decision points."
    },
    {
      "title": "Available Decision Points",
      "text": "Of the 7,540 included decision points, participants were unavailable for treatment during 1,479 decision points (19.6% of the time). Thus, 6,061 available decision points were used in all analyses. Availability remained consistent, averaging around 80%, throughout the study. Across the 6,061 available decision points, HeartSteps delivered 3,594 activity suggestions (59.3%). Of these, 2,015 (33.2%) were walking suggestions and 1,579 (26%) were antisedentary suggestions. On average, participants received 2.4 suggestions each day (SD = 1.1)."
    },
    {
      "title": "Data Missingness",
      "text": "Missing data occurred when the Jawbone did not record step counts. Recall that Jawbone records data only for minutes when steps occurred. For 1,434 out of 6,061 available decision points (23.66%), there was no record of steps in the 30-min following the randomization. Of these, for 882 decision points (61.51%), step data exist shortly after the 30-min window, indicating sedentary behavior during the 30 min following randomization. We consider the remaining 552 missing data points (38.49%) as true missingness, some of which may be due to extended sedentary periods. As noted, a step count of 0 was imputed for all missing minutes of step count data."
    },
    {
      "title": "Effects of Activity Suggestions",
      "text": "The average step count in the 30 min following a decision point across all 6,061 available decision points (regardless of the randomization outcome) was 253 steps (SD = 473). Averaging over study days and types of activity suggestions, delivering a contextually tailored activity suggestion versus providing no suggestion increased step count by 14% (e b = 1.14, p = .06, 95% CI = .99 to 1.31), or an additional 35 steps, on average. This effect was not evenly distributed over time, however. When we estimated a linear treatment effect model with an interaction between treatment indicator and study day, we found a strong effect at the start of the study that decayed as the study progressed. Providing a suggestion versus providing no suggestion initially increased the 30-min postrandomization step count by 66%, adding 167 steps to the 253-step average on the first day of the study (e b = 1.66, p < .01, 95% CI = 1.22 to 2.26). This effect diminished linearly over time at 2% per day (e b = .98, p < .01, 95% CI = -.03 to -.01) and was no longer distinguishable from zero by the 28th day in the study."
    },
    {
      "title": "Effects of Walking Versus Antisedentary Suggestions",
      "text": "As HeartSteps provided both walking and antisedentary suggestions, we conducted secondary analyses to examine the effects of the two types of suggestions and their time trends separately. Averaging over study days, delivering a walking suggestion versus providing no suggestion increased the average 30-min step count by 24%, a 59-step increase (e b = 1.24, p = .02, 95% CI = 1.04 to 1.47). The effect for the antisedentary suggestions, while still positive, was smaller and not significant. These analyses indicate that the overall suggestion effects on the 30-min step count were mainly due to the walking suggestions. Time trend results reinforced this conclusion. Delivering a walking suggestion versus providing no suggestion initially more than doubled the average 30-min step count, adding 271 steps to the average count of 253 steps on the first day of the study (e b = 2.07, p < .001, 95% CI = 1.52 to 2.82). This initial increase diminished linearly with time at 3% a day (e b = .97, p < .001, 95% CI = -.04 to -.01) and could no longer be detected by the 29th day in the study. Neither the initial effect nor the time trend for antisedentary suggestions was significant."
    },
    {
      "title": "Sensitivity Analyses",
      "text": "The results from sensitivity analyses were consistent with the above-reported results. The average across-time effect of walking suggestions retains its magnitude and statistical significance (p < .05) when we imputed the 552 missing data points using Google Fit, as well as when we restricted the sample to the 35 participants with at least 38 days of data. All time-trend effects remained significant and of similar magnitude across all sensitivity analyses."
    },
    {
      "title": "Discussion",
      "text": "The main purpose of this MRT was to screen HeartSteps' intervention components for preliminary efficacy to decide whether they should be retained in an optimized version of the intervention. Our results indicate that contextually tailored walking suggestions are a feasible and promising intervention component for initiating short bouts of walking throughout the day. We found that averaging over the duration of the study, each suggestion results in additional 35 steps, or about 100 additional steps per day for three suggestions. Early in the study, however, this effect was larger, adding about 500 additional steps a day for three suggestions. We also found that this effect was entirely driven by walking suggestions, which, when assessed by themselves, performed better. That is, averaging over the study duration, three walking suggestions could add about 180 steps per day, and early in the study three walking suggestions could add about 800 steps per day. Given that recent meta-analyses found that physical activity interventions (both digital and in-person) have rather modest results-interventions for healthy adults on average only add 496 steps per day  [27]  and interventions for older adults add on average 620 steps per day  [28] -our results indicate that contextually tailored activity suggestions might meaningfully enhance the effectiveness of an mHealth physical activity intervention. While they are clearly insufficient to achieve physical activity guidelines by themselves, as a component of a complex intervention, they could provide actionable, lightweight, ann. behav. med. (2019) 53:573-582\n\nlow-burden support that continuously adapts to the individuals' changing circumstances. Contextual tailoring appears to have played a role in the efficacy of the suggestions. In the interviews, participants commented on the situational appropriateness of the suggestions and noted that the suggestions' being actionable and specific made it easier for them to engage in suggested behaviors. At the same time, our data indicate that in our initial implementation the potency of activity suggestions diminished over time and largely disappeared after 1 month. The effect attenuation is most likely due to habituation. In exit interviews, participants explicitly told us that the suggestions became boring after 2-4 weeks. This finding suggests that using contextually tailored walking suggestions in a long-term intervention would require a delivery schedule that minimizes the risk of habituation. The next version of HeartSteps will attempt to accomplish this by incorporating reinforcement learning algorithms  [29]  that will personalize suggestion delivery to each participant based on his or her prior responses. This approach will allow HeartSteps to learn in which contexts a particular participant is likely to respond to a suggestion, enabling the system to adapt suggestion delivery to favor contexts in which they are effective while avoiding burdening participants with suggestions at times when participants are unlikely to be receptive to them.\n\nOur results also pose an interesting question about antisedentary suggestions. As we mentioned, we originally included these suggestions as an engagement strategy, as they were easy to follow and we could make them interesting by suggesting activities other than walkingactivities such as stretching, jumping jacks, etc. Our intuition that participants would find these suggestions engaging was correct. Almost unanimously, participants told us in exit interviews that they found the antisedentary suggestions to be fun and interesting-unlike the walking suggestions, which were perceived to be more repetitive. Yet, walking suggestions increased immediate step counts while antisedentary suggestions did not. One explanation for this is that the 30-min postdecision step count was not a sensitive enough proximal outcome to detect the low-level activities suggested by antisedentary messages. Given the importance of sedentary behavior as a distinct health behavior target  [30]  and the high user acceptance of antisedentary messages, we are exploring sensors for use in future studies that can both accurately assess breaks in sedentary behavior and are sufficiently wearable to be deployed for several months.\n\nIt is important to note that our study was intended-as MRTs are more generally-to assess proximal effects of individual intervention components to inform intervention optimization and not the efficacy of the HeartSteps system as a whole. Thus, although our results showed that contextually tailored walking suggestions helped participants engage in short bouts of walking throughout the day, they do not tell us whether the use of HeartSteps led to an overall increase in physical activity. As is the case with other forms of optimization trials-e.g., factorial experiments used as part of the multiphase optimization strategy  [8, 31, 32] -a central aim of MRTs is to collect data that can be used to optimize interventions, which can then be evaluated for efficacy as an intervention package in subsequent randomized controlled trials. Our results demonstrated feasibility and promise of contextually tailored walking suggestions, but they also indicated that the delivery schedule for the suggestions needs to be modified to maintain their efficacy over time. Consequently, we are including walking suggestions as a component of the next version of HeartSteps, while employing reinforcement learning to more intelligently manage their delivery over time.\n\nFinally, although MRTs are primarily aimed at intervention optimization, the scientific value of MRT results such as those we presented here can go beyond their role in the optimization of a specific intervention package. Specifically, regardless of the ultimate efficacy of a particular intervention package, MRT results provide useful evidence about the tested intervention components that can inform decisions about whether and how those components are incorporated into future interventions. For instance, the results presented here provide initial evidence about the effect size for contextually tailored activity suggestions, how their effect changes over time when they are delivered two to three times a day, as well as how the effects differ for the two classes of suggestion contentsuggestions to go for a short walk versus to just briefly move around. Other researchers can use this evidence to decide whether contextually tailored activity suggestions are worth incorporating into their own interventions and, if so, how they might want to design their timing and frequency to maximize their effectiveness and reduce the risk of habituation. As MRTs are conducted on contextually tailored activity suggestions included in other interventions-both our own and those of other researchersthe field will begin to accumulate a robust evidence base about how well contextually tailored suggestions work, for whom they do and do not work, when they are most effective, and what their optimal delivery schedules are. Notably, this evidence base can emerge regardless of how effective any individual intervention package that includes contextually tailored suggestions ends up being."
    },
    {
      "title": "Limitations",
      "text": "One limitation of our study is that due to the need for Internet connectivity to randomize treatment, we had to exclude a small number of decision points when participants were traveling to areas with poor coverage. We are engineering the next version of HeartSteps to not have this limitation. Another limitation of the study is that the Jawbone Up Move activity tracker that we used in the trial is no longer available, creating potential problems for replication of our results. However, our approach could be replicated with any activity tracker that tracks minute-level step data and that makes the data available to third-party applications via a public application programming interface. Fitbit, Garmin, and a number of other companies make products that satisfy these requirements. In fact, we ourselves used Google Fit as a secondary source of step data that we used in some of our sensitivity analyses. Replications could be similarly done with other activity trackers, as long as those devices are usable enough so participants are willing to wear them regularly. Finally, a question might arise as to whether the activity suggestions we tested are actually adding physical activity, or whether individuals might just be moving their physical activity around and walking less at other times. While this study could not examine this issue, this is primarily a question about the efficacy of the overall intervention package. Our results indicate that contextually tailored activity suggestions did what they were intended to do: They helped individuals initiate bouts of walking throughout the day. As with any other intervention component that might result in compensatory behavior, it is the task of the overall intervention package to try to manage and minimize such responses. To minimize the risk of reduced activity at other times, in the next version of HeartSteps we are incorporating intervention components that target participants' intrinsic motivation for being active, including by supporting individuals in finding activities that they enjoy or modifying current activities (e.g., walking) to make them more enjoyable (e.g., by listening to podcasts while walking). We hope that this emphasis on intrinsic motivation will reduce the potential for negative compensatory behavior."
    },
    {
      "title": "Conclusions",
      "text": "Our results show that contextually tailored activity suggestions may be worthy of inclusion in a physical activity intervention. Additional analyses will help us optimize the JITAI decision rules for suggestion delivery, so that they are sent at times and in contexts that maximize their effectiveness and minimize habituation and user burden."
    },
    {
      "text": "Fig. 1. Components of the HeartSteps system: an activity suggestion, delivered as a notification to the phone's lock screen (left); graph of the day's steps in the HeartSteps application (right)."
    },
    {
      "text": "Fig. 2. CONSORT diagram."
    },
    {
      "text": "Examples of HeartSteps activity suggestions with their corresponding contexts"
    },
    {
      "text": "Baseline characteristics of HeartSteps participants"
    }
  ],
  "references": [
    {
      "title": "A smartphone application to support recovery from alcoholism: A randomized clinical trial",
      "authors": [
        "D Gustafson",
        "F Mctavish",
        "M Chih"
      ],
      "year": 2014,
      "doi": "10.1001/jamapsychiatry.2013.4642"
    },
    {
      "title": "cStress: Towards a gold standard for continuous stress assessment in the mobile environment",
      "authors": [
        "K Hovsepian",
        "M Absi",
        "E Ertin",
        "T Kamarck",
        "M Nakajima",
        "S Kumar"
      ],
      "year": 2015
    },
    {
      "title": "Just-in-Time Adaptive Interventions (JITAIs) in mobile health: Key components and design principles for ongoing health behavior support",
      "authors": [
        "Nahum-Shani I Smith",
        "S Spring"
      ],
      "year": 2018
    },
    {
      "title": "Dynamic models of behavior for just-in-time adaptive interventions",
      "authors": [
        "D Spruijt-Metz",
        "W Nilsen"
      ],
      "year": 2014,
      "doi": "10.1109/mprv.2014.46"
    },
    {
      "title": "Building health behavior models to guide the development of just-in-time adaptive interventions: A pragmatic framework",
      "authors": [
        "Nahum-Shani I Hekler",
        "E Spruijt-Metz"
      ],
      "year": 2015
    },
    {
      "title": "Novelty, complexity, and hedonic value",
      "authors": [
        "D Berlyne"
      ],
      "year": 1970,
      "doi": "10.3758/bf03212593"
    },
    {
      "title": "A strategy for optimizing and evaluating behavioral interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "V Nair",
        "V Strecher"
      ],
      "year": 2005
    },
    {
      "title": "The multiphase optimization strategy (MOST) and the sequential multiple assignment randomized trial (SMART): New methods for more potent eHealth interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "V Strecher"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.01.022"
    },
    {
      "title": "Evaluating individual intervention components: Making decisions based on the results of a factorial screening experiment",
      "authors": [
        "L Collins",
        "J Trail",
        "K Kugler",
        "T Baker",
        "M Piper",
        "R Mermelstein"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-013-0239-7"
    },
    {
      "title": "Microrandomized trials: An experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000305"
    },
    {
      "title": "Sample size calculations for micro-randomized trials in mHealth",
      "authors": [
        "P Liao",
        "P Klasnja",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2016,
      "doi": "10.1002/sim.6847"
    },
    {
      "title": "News from the NIH: Using an experimental medicine approach to facilitate translational research",
      "authors": [
        "M; Science Riddle",
        "Behavior Of",
        "Working Change",
        "Group"
      ],
      "year": 2015,
      "doi": "10.1007/s13142-015-0333-0"
    },
    {
      "title": "NIH Science of Behavior Change Implementation Team. The NIH science of behavior change program: Transforming the science through a focus on mechanisms of change",
      "authors": [
        "L Nielsen",
        "M Riddle",
        "J King"
      ],
      "year": 2018,
      "doi": "10.1016/j.brat.2017.07.002"
    },
    {
      "title": "The importance of walking to public health",
      "authors": [
        "I Lee",
        "D Buchner"
      ],
      "year": 2008,
      "doi": "10.1249/mss.0b013e31817c65d0"
    },
    {
      "title": "Impact of everyday weather on individual daily travel behaviours in perspective: A literature review",
      "authors": [
        "L Böcker",
        "M Dijst",
        "J Prillwitz"
      ],
      "year": 2013,
      "doi": "10.1080/01441647.2012.747114"
    },
    {
      "title": "Understanding environmental influences on walking; Review and research agenda",
      "authors": [
        "N Owen",
        "N Humpel",
        "E Leslie",
        "A Bauman",
        "J Sallis"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2004.03.006"
    },
    {
      "title": "Built environment correlates of walking: A review",
      "authors": [
        "B Saelens",
        "S Handy"
      ],
      "year": 2008,
      "doi": "10.1249/mss.0b013e31817c67a4"
    },
    {
      "title": "Planning and the implementation of goals",
      "authors": [
        "P Gollwitzer",
        "K Fujita",
        "G Oettingen"
      ],
      "year": 2004
    },
    {
      "title": "Implementation intentions: Strong effects of simple plans",
      "authors": [
        "P Gollwitzer"
      ],
      "year": 1999,
      "doi": "10.1037//0003-066x.54.7.493"
    },
    {
      "title": "The Health Belief Model and Personal Health Behavior",
      "authors": [
        "M Becker"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200407"
    },
    {
      "title": "The health belief model: Origins and correlates in psychological theory",
      "authors": [
        "L Maiman",
        "M Becker"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200404"
    },
    {
      "title": "Behavioral response to a just-in-time adaptive intervention (JITAI) to reduce sedentary behavior in obese adults: Implications for JITAI optimization",
      "authors": [
        "J Thomas",
        "D Bond"
      ],
      "year": 2015
    },
    {
      "title": "Assessing time-varying causal effect moderation in mobile health",
      "authors": [
        "A Boruvka",
        "D Almirall",
        "K Witkiewitz",
        "S Murphy"
      ],
      "year": 2017,
      "doi": "10.1080/01621459.2017.1305274"
    },
    {
      "title": "A sample size calculator for micro-randomized trials",
      "year": 2018,
      "doi": "10.1007/s11121-017-0862-5ï»¿"
    },
    {
      "title": "Standardized effect sizes for preventive mobile health interventions in micro-randomized trials",
      "authors": [
        "B Luers",
        "P Klasnja",
        "S Murphy"
      ],
      "year": 2018,
      "doi": "10.1007/s11121-017-0862-5"
    },
    {
      "title": "R: A language and environment for statistical computing",
      "authors": [
        "Team Core"
      ],
      "year": 2017,
      "doi": "10.32614/r.manuals"
    },
    {
      "title": "Interventions to increase physical activity among healthy adults: Meta-analysis of outcomes",
      "authors": [
        "V Conn",
        "A Hafdahl",
        "D Mehr"
      ],
      "year": 2011,
      "doi": "10.2105/ajph.2010.194381"
    },
    {
      "title": "Interventions to increase physical activity among older adults: A meta-analysis",
      "authors": [
        "J Chase"
      ],
      "year": 2015,
      "doi": "10.1093/geront/gnu090"
    },
    {
      "title": "Reinforcement Learning: An Introduction",
      "authors": [
        "R Sutton",
        "A Barto"
      ],
      "year": 1998
    },
    {
      "title": "Sedentary behaviour and health: Strengthening the evidence base",
      "authors": [
        "N Owen",
        "J Salmon",
        "S Trost"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsams.2014.11.114"
    },
    {
      "title": "Factorial experiments: Efficient tools for evaluation of intervention components",
      "authors": [
        "L Collins",
        "J Dziak",
        "K Kugler",
        "J Trail"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.06.021"
    },
    {
      "title": "Developing multicomponent interventions using fractional factorial designs",
      "authors": [
        "B Chakraborty",
        "L Collins",
        "V Strecher",
        "S Murphy"
      ],
      "year": 2009,
      "doi": "10.1002/sim.3643"
    }
  ],
  "num_references": 32
}
