{
  "paper_id": "39RY92YA",
  "title": "Natural Products for Pancreatic Cancer Treatment: From Traditional Medicine to Modern Drug Discovery",
  "abstract": "Pancreatic cancer, the seventh most lethal cancer around the world, is considered complicated cancer due to poor prognosis and difficulty in treatment. Despite all the conventional treatments, including surgical therapy and chemotherapy, the mortality rate is still high. Therefore, the possibility of using natural products for pancreatic cancer is increasing. In this study, 68 natural products that have anti-pancreatic cancer effects reported within five years were reviewed. The mechanisms of anti-cancer effects were divided into four types: apoptosis, anti-metastasis, anti-angiogenesis, and anti-resistance. Most of the studies were conducted for natural products that induce apoptosis in pancreatic cancer. Among them, plant extracts such as Eucalyptus microcorys account for the major portion. Some natural products, including Moringa, Coix seed, etc., showed multi-functional properties. Natural products could be beneficial candidates for treating pancreatic cancer.",
  "year": 2021,
  "date": "2021-10-26",
  "journal": "Ther. Adv. Gastroenterol",
  "publication": "Ther. Adv. Gastroenterol",
  "authors": [
    {
      "forename": "Ahyeon",
      "surname": "Kim",
      "name": "Ahyeon Kim",
      "affiliation": "1  College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "email": "ahyeon8022@khu.ac.kr"
    },
    {
      "forename": "Jiw",
      "surname": "Ha",
      "name": "Jiw Ha",
      "affiliation": "1  College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "orcid": "0000-0003-2423-1973"
    },
    {
      "forename": "Jeonge",
      "surname": "Kim",
      "name": "Jeonge Kim",
      "orcid": "0000-0002-2345-430X"
    },
    {
      "forename": "Yongmin",
      "surname": "Cho",
      "name": "Yongmin Cho",
      "affiliation": "1  College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "email": "ymcho@khu.ac.kr"
    },
    {
      "forename": "Jimyung",
      "surname": "Ahn",
      "name": "Jimyung Ahn",
      "affiliation": "2  Department of Pathology , College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t Department of Pathology \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "orcid": "0000-0002-8678-156X"
    },
    {
      "forename": "Chunhoo",
      "surname": "Cheon",
      "name": "Chunhoo Cheon",
      "affiliation": "3  Korean Medicine-Based Drug Repositioning Cancer Research Center , College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t Korean Medicine-Based Drug Repositioning Cancer Research Center \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;"
    },
    {
      "forename": "Sung-Hoon",
      "surname": "Kim",
      "name": "Sung-Hoon Kim",
      "affiliation": "2  Department of Pathology , College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t Department of Pathology \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "orcid": "0000-0003-2423-1973"
    },
    {
      "forename": "Seong-Gyu",
      "surname": "Ko",
      "name": "Seong-Gyu Ko",
      "affiliation": "3  Korean Medicine-Based Drug Repositioning Cancer Research Center , College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t Korean Medicine-Based Drug Repositioning Cancer Research Center \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "orcid": "0000-0002-2345-430X"
    },
    {
      "forename": "Bonglee",
      "surname": "Kim",
      "name": "Bonglee Kim",
      "affiliation": "1  College of Korean Medicine , Kyung Hee University , Seoul 02447 , Korea; \n\t\t\t\t\t\t\t\t College of Korean Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 02447 \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Korea;",
      "email": "bongleekim@khu.ac.kr",
      "orcid": "0000-0002-8678-156X"
    }
  ],
  "doi": "https://doi.org/10.13039/100009950",
  "keywords": [
    "pancreatic cancer",
    "natural product",
    "traditional medicine",
    "apoptosis",
    "angiogenesis",
    "metastasis",
    "drug resistance"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Pancreatic cancer is a disease in which malignant cancer cells develop in the tissue of the pancreas. Due to concealed clinical manifestation, limited treatment options, and side effects, pancreatic cancer is considered one of the most difficult cancers to treat. Jaundice, belly or back pain, poor appetite, and weight loss are typical signs and symptoms of pancreatic cancer  [1] . The cure rate for this disease is only 9%, and if not treated, the median survival of patients with metastatic disease is only about three months worldwide  [2] . According to GLOBOCAN 2018, 458,918 cases were newly diagnosed, and 432,242 deaths were reported worldwide in 2018. These rates account for 2.5% and 4.5% of all cancer cases globally in 2018. Pancreatic cancer was estimated to be the seventh most common cancer in both men and women. Meanwhile, pancreatic cancer was more common in developed countries, including Europe, North America, East Asia, and Australia  [3] .\n\nSurgical resection is well known as the most effective treatment for pancreatic cancer. Because there are many cases in which surgical resection is not available due to late presentation, chemotherapy is often used as adjuvant treatment  [4] . FOLFIRINOX and gemcitabine/albumin-bound nab-paclitaxel are considered the first-line treatment against pancreatic cancer. For patients with BRCA1/2 and PALB2 mutations, gemcitabine/cisplatin is a suitable treatment. Because the selection of an available treatment depends on a number of factors, including patient preference, comorbidities, goals of treatment, and predictive biomarkers, treatment is not quite so simple in fact  [2] . In addition, the risk of recurrence and the possibility of side effects remain. Therefore, using only existing drugs is not enough for covering pancreatic cancer, and it is essential to develop some new drugs.\n\nTraditional medicine around the world, including China, Japan, Thailand, India, and Korea, is drawing attention these days. Traditional Chinese medicine (TCM) has been widely used in China using treatments accumulated over thousands of years. Thus, TCM occupies an important position throughout traditional medicine. Traditional Thai medicine (TTM) is a Buddhism-based health care system in Thailand that includes herbal medicine, massage, midwifery, etc.  [5] . Ayurveda medicine in India, which emphasizes 'balance', has been with Indians in their daily lives for more than 5000 years  [6] . Traditional Korean medicine (TKM) is a unique medicine that has developed independently for 5000 years  [7] . TKM has established its own medical identity, through Euibangyoochui, Donguibogam compiled by Jun Heo and Sasang constitutional medicine established by Je-ma Lee  [8] . Treatments of TKM such as acupuncture, moxibustion, and herbal medicine are still widely used today. TKM attracted worldwide attention with the growth of complementary and alternative medicine (CAM). In particular, natural product-based herbal medicine is currently expected to be a novel treatment of several diseases including cancer, due to its effectiveness and lack of serious side effects  [9] .\n\nAnticancer effects of natural products are being proved through experimental studies in various types of cancers, such as lung, breast, colon, and prostate cancer. Several natural compounds, including curcumin, resveratrol, berberine, baicalein, dioscin, wogonin, piperine, etc., were reported to have an anti-cancer effect  [10] [11] [12] [13] [14] [15] [16] . In addition, natural product-derived compounds are known to induce apoptosis in cancer cells rather than in normal cells  [17] . Thus, natural products will play a key role as a novel cancer treatment for the next decade.\n\nMost representative anti-cancer mechanisms include: apoptosis, anti-metastasis, antiangiogenesis, resistance, etc. Apoptosis or programmed cell death (PCD) is a prime cellular mechanism to control cell proliferation and remove harmful or unnecessary cells from an organism  [18] . Apoptosis can be regulated by targeting Bcl-2 family members and caspases. Meanwhile, some defects in the process of apoptosis can lead to tumor metastasis and resistance  [19] . Metastasis means that malignant cancer cells spread from primary tumors to other sites, thereby resisting treatment and causing organ dysfunction  [20] . Anti-angiogenesis is a process that inhibits novel blood vessels formed in pre-existing ones. Resistance is a mechanism that decreases the effect of anticancer drugs, typically driven by irreversible genetic mutations  [21] .\n\nTherefore, we aim to review the experimental studies about natural products against pancreatic cancer, analyzing original research in terms of apoptosis, anti-metastasis, antiangiogenesis, and resistance. Only studies published in the last five years were included in this paper. Several natural compounds which were combined with radiotherapy or enhanced the anticancer activity of gemcitabine are also reviewed. Furthermore, our present study included clinical trials which were conducted to evaluate the efficacy and safety of natural products when treating pancreatic cancer."
    },
    {
      "title": "Apoptosis Inducing Natural Products",
      "text": "Apoptosis, known as programmed cell death is regarded as a significant component of numerous processes including defense mechanisms like immune responses, when cells are damaged by disease or toxic agents  [22] . Inadequate apoptosis, too much or too little, can lead to a variety of diseases, including many types of cancer such as pancreatic cancer. Apoptosis is one of the major target mechanisms when treating cancer. It has been observed that a wide variety of natural products trigger apoptosis, but they do not affect the cell lines to die in the same mechanism."
    },
    {
      "title": "Apoptosis Inducing Fungi",
      "text": "Five natural products from fungi were reported to have an apoptotic effect on pancreatic cancer cells (Table  1 ). Agaricus blazei Murrill is the most frequently used medicinal mushroom in Japan. Matsushita et al.  showed that its water extract (AbE) induced cell cycle arrest and increased nuclear fragmentation  [22] . Cleavages of caspase-3, -9, and PARP1 indicate that AbE induces apoptosis via caspase-dependent pathway. In addition, overexpression of the genes which encode proapoptotic proteins, such as DEDD2, DAPK3, and NLRP1, was observed after AbE treatment.\n\nChaetospirolactone is a natural product that is isolated from the endophytic fun-gus Chaetomium sp. NF00754  [23] . Both in vitro and in vivo, chaetospirolactone induced apoptosis without interrupting the normal pancreatic cells of HPDE6c-7 cell line. Chaetospirolactone treatment sensitized AsPC-1 and PANC-1 cells, which are TRAIL (Tumor necrosis factor-related apoptosis inducing ligand)-resistant cells. As a result, TRAIL-mediated apoptosis occurred in a dose-dependent manner, and cleaved bands of caspase-8, -9, and -3 were detected.\n\nDicatenarin and Skyrin, secondary metabolites from fungus Penicillium pinophilum, induced apoptosis via reactive oxygen species (ROS)-mediated mitochondrial pathway in MIA PaCa-2 cells  [24] . The activation of cytochrome c and caspase-3 and the loss of MTP were observed. Because of an additional phenolic hydroxyl group at C-4, dicatenarin could generate more ROS. Thus, dicatenarin is slightly more effective than skyrin as a pancreatic cancer treatment.\n\nBoth Xylarione A and (-) 5-methylmellein, which were isolated from fungus Xylaria psidii, induced cell cycle arrest and led to apoptosis  [25] . Hence, 10, 30, and 50 µm of these compounds were treated for 24 h in MIA PaCa-2 cells. As a result, the MMP (mitochondrial membrane potential, ∆ΨM) loss was observed, indicating that these compounds triggered apoptosis through mitochondrial damage."
    },
    {
      "title": "Apoptosis Inducing Marine Sponge",
      "text": "One compound from the marine sponge was reported to have an apoptotic effect on pancreatic cancer cells (Table  2 ). Leiodermatolide, isolated from a marine sponge Leiodermatium, was treated to identify apoptosis in AsPC-1, BxPC-3, MIA PaCa-2, and PANC-1 cells  [27] . In this study, cleavage of caspase-3 was most remarkable after 24 h of Leiodermatolide treatment in BxPC-3 and MIA PaCa-2 cells. In an orthotopic xenograft mouse model of pancreatic cancer, reduction of tumor weight was successful. However, the survival rate was not significantly increased."
    },
    {
      "title": "Apoptosis Inducing Plants",
      "text": "Forty-three plant extracts and their compounds were reported to have apoptotic effects on pancreatic cancer cells (Table  3 )."
    },
    {
      "title": "Natural Compounds from Plants",
      "text": "In a study, Andrographis paniculata 70% EtOH extracts showed 21 known compounds  [28] . Lee et al. demonstrated that 14-deoxy-11,12-didehydroandrographolide (compound 17) had the strongest preferential toxicity against PANC-1 and PSN-1 cell lines. When the cell lines were treated with compound 17, apoptosis-like cell death appeared in a time-and dose-dependent manner.\n\nThe compound 2 ,4 -Dihydroxy-6 -methoxy-3 ,5 -dimethylchalcone (DMC) originated from Cleistocalyx operculatus  [29] . When PANC-1 cells were exposed to 3, 10, and 30 µM of DMC for 48 h, activation of Bax, cytochrome c, c-caspase-3, -9, and c-PARP, and reduction of Bcl-2 were observed.\n\nIn addition, 5,7-dihydroxy-3,6,8-trimethoxyflavone (flavone A), extracted from Gnaphalium elegans, triggered apoptosis through the mitochondrial intrinsic pathway in PANC-28 cells which are relatively differentiated pancreatic cancer cells  [30] . Meanwhile, 3,5-dihydroxy-6,7,8-trimethoxyflavone (flavone B), extracted from Achyrocline bogotensis, induced apoptosis through the extrinsic pathway in Mia-PaCa-2 cells which are relatively poorly differentiated pancreatic cancer cells.\n\nZhang et al. demonstrated that 8-Chrysoeriol mainly targets and inhibits Bcl-2, showing cytotoxicity against SW1990 cells overexpressed with Bcl-2  [31] . After SW1990 cells were exposed to 50 and 100 µM of 8-Chrysoeriol for 24 h, the rate of apoptotic cell death increased. Notably, at 100 µM, the rate surged to 79.8%. Tian et al. reported that various cardiac glycosides, derived from seeds of Thevetia peruviana, had inhibitory effects on three cancer cell lines, namely P15, MGC-803, and SW1990, and one normal hepatocyte cell, LO2  [32] . Cardiac glycosides also turned out to have a selective inhibitory effect on three tumor cells.\n\nCrocetinic acid, extracted from Crocus sativus, inhibited the proliferation of pancreatic cancer cells  [33] . Fraction 5 had the strongest anti-cancer effect both in vitro and in vivo among five fractions isolated from commercial crocetin. In vitro, five fractions were treated to MiaPaCa-2 cells. In vivo, 6-8-weeks old athymic female mice bearing MiaPaCa-2 cells were treated with 0.5 mg/kg crocetinic acid for 21 days. Crocetinic acid up-regulated c-caspase 3 and Bax, and down-regulated PCNA, p-EGFR, p-AKT, and Bcl2, leading to apoptosis.\n\nAs a kind of steroid sapogenin, diosgenin is derived from Solanum, Dioscorea, and Costus species  [34] . Diosgenin induced apoptotic cell death and cell cycle arrest in Patu8988 and PANC-1 cells. EZH2, which is known to be an oncogenic protein of several cancers, and its target vimentin was down-regulated in pancreatic cancer cells after diosgenin treatment. Echinacoside (ECH), which is isolated from stems of Cistanchessalsa, induced apoptosis by elevating ROS and reducing MMP in SW1990 cells  [35] . ROS elevation and MMP decrease have been reported to be necessary for the induction of apoptosis. Moreover, Wang et al. investigated that ECH upregulated the expression of Bax, which is triggered by the tumor suppressor p53. Further, ECH triggers apoptosis via mitogen-activated protein kinase (MAPK) pathway, suppressing JNK and ERK1/2 activity, while enhancing p38 activity. However, ECH did not affect AKT activity, which is also an important mechanism in cell proliferation.\n\nElemene, extracted from Zingiberaceae plants, inhibited cell proliferation and induced cell cycle arrest in a dose-dependent manner in BxPC-3 and PANC-1 cells  [36] . Elemene treatment also had an apoptotic effect on in vivo model. In this study, up-regulation of p53 (tumor suppressor gene) and down-regulation of Bcl-2 (apoptosis-related gene) in BxPC-3 bearing BALB/c nude mice model were observed by Western blot method.\n\nMicroRNAs (miRNA) are small non-coding RNA molecules which function in the post-transcriptional regulation of gene expression, and their functions are related to mRNA molecules  [37] . Wang et al. demonstrated that grape seed proanthocyanidins (GSPs), an active component of Vitis vinifera (grape) seed, inhibited the growth in PANC-1 by modulating miRNA expression. GSPs down-regulated miRNA-SS3, SS12, and SS24, and also down-regulated CDK6, EGFR, MSH6, and DNMT1. This indicated that the negative co-expression correlations between DE miRNAs and target genes showed that GSPs may play an anti-cancer role by regulating miRNAs' expression.\n\nGuha et al. demonstrated that hydroxychavicol induces apoptosis through JNKdependent and caspase-mediated pathway  [38] . The expression of c-caspase-3, -8, -9, c-Bid, c-PARP, and Bax increased, while the expression of Bcl-2 was suppressed in MIA PaCa-2 and PANC-1 cells after hydroxychavicol treatment. Notably, the activation of caspase-8 and -9 indicates that both extrinsic and intrinsic apoptotic pathways were induced in the hydroxychavicol-treated model.\n\nHyperoside and hypoxoside, which are natural prodrugs, induced caspase-dependent apoptosis against MIA PaCa-2 and INS-1 pancreatic cancer cells  [39] . Activation of cleaved capase-3, a key factor of apoptosis, was remarkable in this study. These compounds also caused G2/M cell cycle arrest and a hydrolyzed form of hyperoside and hypoxoside showed selective cytotoxicity.\n\nIcariin, purified from traditional chinese medicine Herba Epimedii, induced apoptosis and inhibited migration and proliferation in PANC-2 cells  [40] . This study also included an in vivo experiment, treating 120 mg/kg of icariin in C57BL/6 mice for 11 days. The result showed that icariin affects the tumor immune microenvironment, thus inhibiting pancreatic cancer growth.\n\nIsothiocyanates, major compounds of cruciferous vegetables, have been widely known to have cancer prevention effects  [41] . Luo et al.  showed that Methyl4-(2-isothiocyanatoethyl) benzoate (compound 6) and N-Ethyl-4-(2-isothiocyanatoethyl) benzamide (compound 7) especially had a more apoptotic effect in PANC-1 but were less noxious to non-cancer cells. Compound 7 up-regulated ROS, and down-regulated GSH, resulting in apoptosis of pancreatic cancer cells.\n\nMastic gum resin (MGR), isolated from Pistacia atlantica subspecies kurdica, at concentrations from 0.01 to 100 µM for 72 h enhanced apoptosis in PANC-1  [42] . Rahman demonstrated that the resin had the anti-proliferative effect not only in pancreatic cancer cells, but also in bile duct cancer, gastric adenocarcinoma, and colonic cancer.\n\nMonogalactosyl diacylglycerol (MGDG), extracted from a spinach, induced apoptosis in cancer cells when it is used alone or with radiation  [43] . The combination of MGDG and radiation resulted in a higher percentage of apoptosis than each single treatment, and also inhibited tumor growth in a mouse xenograft model. Meanwhile, up-regulated gene expression of cytochrome c, c-PARP, c-caspase-3, and Bax and down-regulation of Bcl-2 were observed in MIA PaCa-2 cells when treated with MGDG.\n\nWang et al. reported that piperlongumine, originated from the fruit of the pepper Piper longum, up-regulated the level of procaspase-3 and c-PARP in BxPC-3, PANC-1, and AsPC-1 cells  [44] . In addition to in vitro experiments, in vivo model also showed anticancer activity against pancreatic cancer. In BxPC-3 bearing BALB/c mice treated with 10 mg/kg of piperlongumine for 21 days, tumor growth was significantly inhibited. When piperlongumine is combined with gemcitabine in vitro and In vivo, an apoptotic effect was enhanced. The expression of Bcl-2, Bcl-xL, survivin, XIAP, c-Myc, cyclin D1, COX-2, VEGF, and matrix metalloproteinase-9 (MMP-9), all of which are regulated by NF-κB, was decreased after combination treatment.\n\nKarki et al. demonstrated that piperlongumine, an anti-cancer natural compound found in Piper longum, induced apoptosis and inhibited cell growth by inducing ROS in PANC-1 with 5 to 15 µmol/mL treatment  [45] . In PANC-1 cells, a piperlongumineinduced ROS decrease triggered a down-regulation of miR-27a, miR-20a, and miR-17, which are miRNAs regulated by cMyc. Moreover, this results in the downregulation of Sp1, Sp3, and Sp4. These mechanisms are critically related to the action of piperlongumine against pancreatic cancer cells. L3.6pL bearing athymic nu/nu mice were treated with piperlongumine in the amount of 30 mg/kg for 21 days. Accompanying down-regulation of Sp1, Sp3, and Sp4, piperlongumin induced inhibition of tumor weight, without affecting body weight. Cotreatment with glutathione was effective both in vitro and in vivo.\n\nZhang et al. demonstrated that RN1, a polysaccharide from the flower of Panax notoginseng, inhibited PDAC cell growth both in vitro and In vivo, which is highly related to Gal-3  [46] . RN1 had a dose-dependent apoptotic effect on AsPC-1 and BxPC-3 cells, while having no effect on other cancer cells such as L-02 (normal liver cell line) and HPDE6-C7 (normal pancreatic cell line). RN1 specifically inhibited Gal-3 expression by binding to Gal-3, which inhibited the activation of the EGFR/ERK signaling pathway as well. Gal-3 expression was also inhibited by Runx1 In vitro. RN1 inhibited Gal-3 expression and down-regulated EGFR/ERK/Runx1 signaling In vivo. Thus, RN1 works as a novel Gal-3 inhibitor and is expected to be a potent anti-pancreatic cancer cell treatment via multiple mechanisms and pathways.\n\nRottlerin, which is isolated from Mallotus philippinensis, triggered cellular apoptosis in Patu8988 and PANC-1 cells  [47] . An increase of cytochrome c release was observed. This compound also induced cell cycle arrest, inhibited cell proliferation, and delayed cell migration and invasion. When Skp2 (S-phase kinase associated protein 2) is overexpressed, cancer growth could not be suppressed effectively. In this study, the inactivation of Skp2 was significant after rottlerin treatment, indicating that rottlerin could be a potential agent for pancreatic cancer therapy.\n\nSugiol, a kind of diterpene, showed antiproliferative activity and induced apoptosis in Mia-PaCa2 cells  [48] . Bax elevation and Bcl-2 depression suggest that sugiol triggered apoptosis through mitochondrial pathway. When the concentration of sugiol increased, intracellular ROS was up-regulated, whereas MMP level was down-regulated.\n\nSeveral anticancer activities of Withaferin A (WA, a steroidal lactone isolated from Withania somnifera) and Carnosol (CA; an ortho-diphenolic diterpene included in rosemary, sage, and oregano) were demonstrated in this study  [49] . WA and CA induced early apoptosis in AsPC-1 cells. However, late apoptosis and necrosis were insignificant. In terms of the HGF-mediated c-Met signaling pathway, phosphorylation of c-Met and Akt was attenuated. WA and CA also had an inhibitory effect on cell proliferation, cell migration, and cell cycle arrest.\n\nLi et al. investigated whether WA suppresses proteasome activity and induces ER stress  [50] . This WA-induced ER stress resulted in cellular apoptosis, and up-regulation of c-caspase-3, -8, -9, c-PARP1 was observed in PANC-1 and MIA PaCa-2 cells. Meanwhile, when WA is combined with a series of ER stress aggravators, c-PARP level elevates, and cell viability decreases, suggesting that the treatment enhanced apoptotic effect."
    },
    {
      "title": "Plants Extracts",
      "text": "Bitter apricot ethanolic extract (BAEE) originated from Prunus armeniaca L. led to apoptosis through a mitochondrial-dependent pathway  [51] . Therefore, the Bax/Bcl-2 ratio and level of caspase-3 were both increased in PANC-1 cells. To determine cell cytotoxicity, apoptosis, and necrosis, PANC-1 (human pancreatic cancer cells) and 293/KDR (normal epithelial cells) were used in this study. All cellular apoptosis occurred without affecting normal epithelial cells.\n\nNon-polar stem extracts (SN) of Clinacanthus nutans were effective for inducing apoptosis in AsPC-1, BxPC-3, and SW1990 cells  [52] . This compound up-regulated the level of Bax and down-regulated the level of Bcl-2, cIAP-2, and XIAP. The synergistic effect occurred when SN extracts were combined with gemcitabine, thereby improving anti-pancreatic cancer activity compared to those treated respectively.\n\nQian et al. showed that In vitro, pre-treatment with coix seed emulsion (CSE) significantly up-regulated caspase-3, c-PARP, and Bax, leading to the synergetic effect of gemcitabine in three types of pancreatic cancer cell lines: BxPC-3, PANC-1, and AsPC-1  [53] . Moreover, the pre-treatment down-regulated anti-apoptotic substances like Bcl-2, survivin, and COX-2. In vivo, co-treatment of coix seed emulsion and gemcitabine had a more potent apoptotic effect than using them separately. Six-week old male nude BALB/c mice bearing human BxPC-3 cells were treated with 12.5 mL/kg CSE for 24 days. This resulted in a decrease in p65. Conclusively, despite the CSE dose-dependently induced apoptotic effect in pancreatic cancer cell lines, the combination of CSE and gemcitabine turned out to be potent in pancreatic cancer than using them separately.\n\nCordifoliketones A is a compound extracted from Tsoong, the roots of Codonopsis cordifolioidea  [54] . Luan et al. showed that treatment with cordifoliketones A inhibited growth and induced apoptosis of AsPC-1, BxPC-3, and PANC-1 both in vitro and in vivo. In vitro, treatment of 2, 4, and 6 µg/mL cordifoliketones A to three types of PDAC cells for 24 and 48 h turned out to have an apoptotic effect. Moreover, 6 µg/mL cordifoliketones A-treated groups showed stronger apoptosis compared to the other groups which were treated with different doses. Additionally, cordifoliketones A did not affect normal human cells. In vivo, BALB/c nude mice bearing human AsPC-1, BxPC-3, and PANC-1 cells alone (placebo) and mice bearing the same PDAC cells with the treatment with cordifoliketones A (control) were compared. It was proven that the control had a slower PDAC proliferation rate than the placebo.\n\nBhuyan et al. reported that Eucalyptus microcorys leaf aqueous extract had an antiproliferative effect against pancreatic cancer cells  [55] . F1, which is one of the five major fractions of the extract, had an especially prominent apoptotic effect against MIA PaCa-2. F1 up-regulated Bak, Bax, c-PARP, and c-caspase-3, and down-regulated Bcl-2, procaspase-3, which led to apoptosis. Moreover, gemcitabine and F1 showed a synergistic apoptotic effect when combined.\n\nAnother study by Bhuyan et al. demonstrated that selected Eucalyptus species inhibited the growth of various cancer cells including lung and pancreatic cancer cells by more than 80%  [56] . Aqueous and ethanolic Eucalyptus microcorys leaf extract, ethanolic Eucalyptus microcorys fruit extract, and Eucalyptus saligna ethanolic extract had an apoptotic effect in MIA PaCa-2. MIA PaCa-2, treated with 100 µg/mL aqueous Eucalyptus microcorys leaf and fruit extract for 24 h, showed significant apoptosis compared to other extracts. Growth inhibition was much stronger when MIA PaCa-2 was treated with 100 µg/mL than 50 µg/mL. The selected Eucalyptus species had a great apoptotic effect in MIA PaCa-2 compared to BxPC-3 and CFPAC-1.\n\nPak et al. showed that the herbal mixture ethanol extract (H3) from Meliae Fructus, the bark of Cinnamomum cassia, and Sparganium rhizome had an antitumor effect in vitro and in vivo in PANC-1 cells  [57] . H3 inhibited proliferation of PANC-1, induced apoptosis, induced G0/G1 cell cycle arrest, and down-regulated apoptosis-related mRNAs like CXCR4, JAK2, and XIAP. Moreover, the anticancer activity of H3 was confirmed by up-regulation of cytochrome c and down-regulation of COX-2. In vivo, five-week old BALB/c nude mice bearing human PANC-1 cells were divided into four groups: control, treated with H3, gemcitabine, and H3+gemcitabine. The group treated with only H3 showed significant necrotic cell death and RBC-containing cavities in tumor tissue. H3 up-regulated cytochrome c and down-regulated COX-2 In vivo.\n\nEthyl acetate extract of Inula helenium L. (EEIHL) inhibited the proliferation of pancreatic cancer cells and activated apoptosis in CFPAC-1 cells  [58] . EEIHL treatment upregulated mRNA level of E-cadherin, and down-regulated mRNA level of Snail, which leads to cell adhesion. Additionally, EEIHL down-regulated the phosphorylation of STAT3 and AKT. A low concentration of EEIHL induced cell arrest and high concentration of EEIHL enhanced apoptosis by the phosphorylation mechanism.\n\nAqueous leaf extract of Moringa oleifera has been reported to exhibit anticancer activity  [59] . When this compound is combined with radiation, the expression of PARP-1, Bcl-2, COX-2, and p65 protein is down-regulated, increasing the inhibitory effect on tumor growth. In vivo, PANC-1 bearing mice treated with 1.5 mg/g moringa showed the smallest tumor volume compared with control, 0.5 mg/g, and 1.0 mg/g groups, suggesting that moringa suppressed tumor growth in a dose-dependent manner.\n\nThe root bark of Paeonia suffruticosa is known to inhibit the growth of cancer and metastasis  [60] . Liu et al. reported that treatment of P. suffruticosa aqueous extracts (PS), aqueous extract from Paeonia suffruticosa, augmented caspase-3, -8, and -9, showing the activation of apoptosis. PS-elevated ROS and accumulated ER stress lead to inhibition of autophagy and proteasomes, which triggers apoptosis of PANC1, AsPC-1, and BxPC-3 cells.\n\nPterospermum acerifolium ethanolic bark extract induced apoptosis and cytotoxic effect in PANC-1 cells by up-regulating mitochondrial-mediated ROS production  [61] . P. acerifolium bark extract also showed apoptosis against lung cancer cells (A549). The extract up-regulated ROS generation and arrested both types of cancer cells by inducing early apoptosis of cells before the G1 phase. Additionally, PANC-1 cells were more sensitive to P. acerifolium bark extract than A549.\n\nPolyphenol-rich extract of Salvia chinensis is reported to exhibit an inhibitory effect on breast, lung, and colon cancer cells  [62] . This compound also induced cell cycle arrest and apoptosis in MIA PaCa-2 cells. The increase of cytochrome c release and the loss of MMP suggest that this compound leads to a mitochondrial apoptotic pathway.\n\nThe extract of Sedum sarmentosum Bunge (SSBE), originated from traditional Chinese herbal medicine, is known to have antiviral, anticancer, and anti-inflammatory properties  [63] . This compound activated the expression of caspase-3, -8, Bax, and Bad, and suppressed the level of Bcl-2 in PANC-1 cells at a dose of 100 µg/mL. SSBE-treated PANC-1 cells also showed a p53 increase and a c-Myc decrease. In animal xenograft models of pancreatic cancer, tumor weight was reduced by inhibition of Hedgehog signaling after SSBE treatment.\n\nTotal flavonoid aglycones extract (TFAE), derived from Radix Scutellariae, has been previously reported to suppress lung cancer  [64] . Liu et al.  showed that TFAE also had anticancer activity against pancreatic cancer  [65] . After TFAE treatment, cleavages of caspase-3, -9, PARP, and Bid increased whereas Bax and Bcl-2 were unchanged in BxPC-3 cells. Inhibition of TFAE-induced autophagy increases apoptosis, suggesting that autophagy and apoptosis are in a cross-regulatory relationship. Meanwhile, the mice with 150 mg/kg TFAE had the strongest inhibitory effect against tumor growth, compared with the mice which were treated with lower doses."
    },
    {
      "title": "Formulations",
      "text": "F35, isolated from Inula helenium L., is a mixture of alloalantolactone, alantolacton, isoalantolactone in a ratio of 1:5:4  [66] . Its anti-cancer activity was investigated in two types of pancreatic cancer cells: PANC-1, SW1990, and was compared with isoalantolactone's antitumor activity. Even though isoalantolactone is the main component from Inula helenium L., it is hard to gain pure isoalantolactone by current methods. Fortunately, F35, which is relatively easy to extract, strongly inhibited the growth of PANC-1 and SW1990 with a treatment of 8 µg/mL of F35 at 48 h. In addition, when treated with 6 µg/mL of F35 for 24 h, both groups of cells showed mitochondrial-dependent apoptotic activity, just as they were treated with isoalantolactone. Treating PANC-1 and SW1990 with 2 µg/mL of F35 for 24 h eliminated colony formation and with 2 or 4 µg/mL of F35 for 24 h inhibited migration.\n\nApoptosis, also called programmed cell death, is a well-known mechanism for treating various cancers, including pancreatic cancer. Forty-nine substances were reported to induce apoptosis in pancreatic cancer. The apoptotic mechanisms of natural products were illustrated in Figure  1 . Most of the substances belonged to the plant, except for five fungus and one marine sponge. The pancreatic cancer cell lines commonly used for apoptosis were MIA PaCa-2, PANC-1, AsPC-1, and BxPC-3. In vivo, BALB/c mice were mainly used as an animal model. As a result, the rate of apoptotic cell death increased after treatment, mostly in a dose-and time-dependent manner. Chaetospirolactone, xylarione A, (-) 5-methylmellein, 2 ,4 -Dihydroxy-6 -methoxy-3 ,5 -dimethylchalcone (DMC), 3,5-dihydroxy-6,7,8-trimethoxyflavone (flavone B), 5,7dihydroxy-3,6,8-trimethoxyflavone (Flavone A), cardiac glycosides, elemene, hydroxychavicol, hypoxoside, mastic gum resin (MGR), Methyl4-(2-isothiocyanatoethyl)benzoate (compound 6), monogalactosyl diacylglycerol, N-Ethyl-4-(2-isothiocyanatoethyl)benzamide (compound 7), piperlongumin, RN1, withaferin A, bitter apricot ethanolic extract, Eucalyptus microcorys aqueous extract (F1), and Salvia chinensis polyphenol-rich extrac, showed almost no cytotoxicity in normal cells while having an apoptotic effect on pancreatic cancer cells  [24, 26, 29, 30, 32, 36, 38, 39, [41] [42] [43] [44] 46, 49, 51, 55, 62] . The rest of the studies on the apoptosis of pancreatic cells did not handle experiments on normal cells, so additional tests are required. However, the researchers pointed out that additional in vivo experiment is necessary to ensure the safety and effectiveness of these substances.\n\nSeventeen substances, namely Chaetospirolactone, leiodermatolide, cordifoliketones A, diosgenin, elemene, icariin, monogalactosyl diacylglycerol, piperlongumin, RN1, withaferin A, coix seed emulsion, herbal mixture extract (H3), Moringa aqueous leaf extract, Paeonia suffruticosa aqueous extracts (PS), Sedum sarmentosum Bunge extract, and total flavonoid aglycones extract, were investigated for their anti-cancer effects in mice models  [24, 27, 34, 36, 40, [43] [44] [45] [46] 50, 51, 53, 54, 57, 59, 60, 63, 65] . The rest of the studies had only in vitro experiments. Some studies suggested that clinical trials with natural compounds are needed. Meanwhile, because leiodermatolide and monogalactosyl diacylglycerol showed toxicity when treated with high doses, a further investigation with low doses experiment was suggested  [27, 43] .\n\nIn in vitro experiments, fifteen substances, 8-Chrysoeriol, elemene, mastic gum resin, RN1, bitter apricot ethanolic extract (BAEE), coix seed emulsion, Eucalyptus microcorys aqueous extract, Eucalyptus microcorys leaf ethanolic extract, Eucalyptus microcorys fruit aqueous extract, Eucalyptus saligna ethanolic extract, Moringa aqueous leaf extract, Paeonia suffruticosa aqueous extracts (PS), Salvia chinensis polyphenol-rich extract, Pterospermum acerifolium ethanolic bark extract (PaEBE), and Sedum sarmentosum Bunge, extract were conducted at a high concentration of 60 µg/mL or higher  [31, 36, 42, 46, 53, 56, [59] [60] [61] [62] [63] . In such cases, when applied to humans, the amount of medicine could be far abundant, which requires attention.\n\nBesides inducing apoptosis, most of the substances had an inhibitory effect on tumor growth such as suppressing cell proliferation or inducing cell cycle arrest. Some substances were also effective in preventing metastasis, angiogenesis, and chemoresistance. Moreover, several natural products potentiated the anticancer activity of gemcitabine with a synergistic effect."
    },
    {
      "title": "Metastasis Inhibiting Natural Products",
      "text": "To acquire metastatic features, cancer cells change their characteristics, leading to epithelial mesenchymal transition (EMT). EMT makes cancer cells to be founded in other tissues. Metastasis can be responsible for cancer-related death  [67] . Thus, it is important to regulate this process, and we focused on both natural products and their compounds that contribute to anti-metastasis (Table  4 ).\n\nCheng et al. reported that Poria cocos-derived compound polyporenic acid and its extract have inhibitory effect of metastasis in PANC-1 cells  [68] . A decrease in cell division cycle protein 20 homolog (CDC20) that has been unveiled to associate with invasion was observed by both treatments.\n\nZhang et al. reported that a novel natural compound terphenyllin has an antimetastatic effect in both in vitro and in vivo  [69] . A transwell assay and PANC-1 orthotopic model were used to measure the anti-cancer efficacies of terphenyllin. As a result, it was observed that treatment of terphenyllin reduced invasion as well as migration in HPAC and PANC-1. In vivo and histological data also showed the reduction of metastasis.\n\nNovel compound cordifoliketones A, isolated from roots of Codonopsis cordifolioidea, showed an anti-cancer effect via the regulation of migration and invasion as well as apoptosis  [54] . In the results of the invasion and migration assay, the reduction of invasion and migration in pancreatic ductal adenocarcinoma cells by cordifoliketones A was observed.\n\nThe expressions of C-X-C chemokine receptor type 4 (CXCR4) and cyclooxygenase-2 (COX-2) are increased after radiation therapy and facilitate metastasis of pancreatic cancer cells  [70] . Aravindan et al. demonstrated that Hormophysa triquertra polyphenol (HT-EA) treatment represses irradiation-induced translation of CXCR4, COX-2, β-catenin, and matrix metalloproteinase-9 (MMP-9), Ki-67. Especially, repressions of CXCR4 and COX-2 lead to down-regulations of cancer cell migration and invasion. These results suggest that HT-EA would alleviate the dissemination of pancreatic cancer cells resistant to radiation-therapy.\n\nRadiation has been commonly used for cancer therapy in decades. Hagoel et al. reported that combined with radiation and moringa aqueous leaf extract showed synergistic inhibitory activity in metastasis of PANC-1 cells  [59] . As for migration and invasion, moringa treatment inhibited by 61.6% and 63.7% compared to control, respectively. Moreover, reductions in migration (56.4%) and invasion (39.8%) were observed by moringa combined with 4 Gy in comparison to control.\n\nDephosphorylation of cofilin by slingshot homologs (SSH) associates with actin depolymerization  [71] . This change in actin dynamics can be responsible for invadopodia, protrusions observed invasive cancer cell. Lee et al. reported that a novel compound, sennoside A, contributes to a reduction in metastasis by acting as a slingshot inhibitor. After treatment, up-regulation of p-cofilin was confirmed in MIA PaCa-2 and PANC-1 cells. Furthermore, an in vivo study trans-planting PANC-1 cell into the spleens showed that sennoside A induced a prominent reduction of liver metastasis compared to control.\n\nPei et al. investigated whether a natural product toosendanin has anti-cancer activity on pancreatic cancer and reported that inhibition of migration and invasion was observed by this natural product both in vitro and in vivo  [72] . The levels of E-cadherin, known as epithelial marker, increased, whereas those of mesenchymal markers, including vimentin, Snail, and ZEB, decreased. In addition, it was found that toosendanin attenuated the phosphorylation of AKT and mTOR as well as PRAS40 and p70S6K. PANC-1 bearing BALB/c mice 0.2 mg/kg; 28 days Inhibition of EMT ↑E-cadherin ↓Vimentin, ZEB1, Snail CDC20, cell division cycle protein 20; CXCR-4, C-X-C chemokine receptor type 4; COX-2, cyclooxygenase-2; MMP-9, matrix metallopreteinase-9; BAPX, bagpipe homeobox homolog; PhPT-1, phosphohistidine phosphatase-1; MEGF10, multiple EGF-like domains 10; EMT, epithelial mesenchymal transition; ZEB1, zinc finger E-box-binding homeobox 1; PRAS, proline rich protein; mTOR, mammalian target of rapamycin; ↑, up-regulation; ↓, down-regulation.\n\nTo sum up, eight substances derived from plants and fungi showed anti-metastatic activities against pancreatic cancer. The anti-metastatic mechanisms of natural products were illustrated in Figure  2 . When compared to studies on apoptotic effect of natural substances, studies on metastasis are scarce. Among them, Poria co-cos showed that its extract and their compound polyporenic acid exert anti-metastatic potency. Moreover, CDC20, commonly known as cell division cycle associated factor, has been shown to participate in invasion. However, data concerning whether the empirical doses are toxic against normal cell lines remain necessary. The study of Hormophysa triquetra polyphenol elucidated that the polyphenol inhibited cell migration of pancreatic cancer cells In vitro. However, when 100 µg/mL of polyphenol was applied on PANC-1, PANC-3.27, BxPC-3, and MIA PaCa-2, a somewhat high concentration of over 60 µg/mL was observed. Treatment of moringa leaf extract with PANC-1 inhibited metastasis, but a synergistic effect was observed when combined with radiation. This suggests that natural products and their compounds combined with radiation could be effectively used for cancer therapy. Reflecting a partial interaction, the in vitro study has a limitation in that it does not represent whole sophisticated interactions. Thus, subsequent studies comprising an in vivo model appear to be needed. Of the studies mentioned above table, Pei et al. presented evidence supporting the anti-cancer activity of toosendanin from a molecular perspective both in vitro and in vivo. Notably, this study showed hallmarks of EMT, including Snail, vimentin, and E-cadherin."
    },
    {
      "title": "Angiogenesis Inhibiting Natural Products",
      "text": "Angiogenesis is the formation of new blood vessels, and the tumor is provided with oxygen and nutrition by newly formed vessels. This is attributed to the growth of cancer cells and metastasis to other organs  [73] . Thus, it is essential to down-regulate angiogenesis in cancer therapy. Various natural products have been demonstrated to regulate angiogenesis (Table  5 ).\n\nDanggui-Sayuk-Ga-Osuyu-Saenggang-Tang (DSGOST) is a mixture of herbal extract used in Traditional Korean medicine  [73] . Human umbilical vascular endothelial cells and human dermal microvascular endothelial cells were treated with DSGOST 100 µg/mL for 72 h with/without 50 ng/mL of vascular endothelial growth factor (VEGF). The treatment inhibited VEGF-dependent tube formation in both cases. In PANC-28 xenograft BALB/c nude mice model, injection of DSGOST at a dose of 100 µg with 100 ng/µL of VEGF downregulated newly formed vessel number in the tumor, as measured by vascular permeability assays. For bioluminescence imaging analyses, DSGOST was orally administered at a dose of 20 mg/kg and repressed tumor growth. These results indicate that DSGOST mitigates vascular leakages caused by VEGF and thereby inhibits tumor growth.\n\nSH003 is a mixture that contains Astragalus membranaceus, Angelica gigas, and Trichosanthes Kirilowii Maximowicz  [74] . Choi et al. investigated whether the SH003 inhibits VEGF-induced tumor angiogenesis. Human umbilical vein endothelial cells were treated with SH003 at doses of 10, 20, and 50 µg/mL for 24 h, and VEGF was prevented from binding to VEGFR2. As a result, cell migration, invasion, and tube formation were suppressed through this mechanism. As assessed by vascular leakage assays in vivo PANC-28 bearing nude mice model, VEGF-induced vessel permeability was inhibited after an injection of SH003 at 20 µg. When SH003 was orally administered at a dose of 2 mg/kg, a reduction of tumor growth was detected in bioluminescence imaging analyses, while the bodyweight of the mice was not affected.\n\nThere were two types of research associated with anti-angiogenesis effect. DSGOST and SH003 were mixtures of various kinds of natural products and all of their contents were derived from plants  [73, 74] . Both materials were investigated by the same researchers who mainly investigated VEGF-related mechanisms. DSGOST and SH003 were treated to HUVECs in vitro and to PANC-28 bearing BALB/c nude mice in vivo. Both were demonstrated to down-regulate the metastasis by inhibition of angiogenesis without any effect on pancreatic tumor cell viability. In the case of DSGOST, inhibition of angiogenesis was observed at an extremely high concentration 100 µg/mL, higher than 60 µg/mL. Moreover, studies to investigate cytotoxicity to normal cells are required for DSGOST and SH003. ↑c-caspase-3 ↓Ki-67, p-VEGFR2, MMP-9 20 µg; 0.5 h HUVECs, human umbilical vascular endothelial cells; HDMECs, human dermal microvascular endothelial cells; p-VEGFR2, phosphorylated vascular endothelial growth factor 2; p-FAK, phosphorylated focal adhesion kinase; p-AKT, phosphorylated protein kinase B; p-IKKα/β, phosphorylated inhibitor of nuclear factor kappa-B kinaseα/β; p-NF-κB, phosphorylated nuclear factor kappa B; MMP-9, matrix metallopeptidase 9; p-ERK, phosphorylated extracellular signal-regulated kinase; p-STAT3, phosphorylated signal transducers and activators of transcription 3; ↑-up-regulation; ↓-down-regulation."
    },
    {
      "title": "Resistance Inhibiting Natural Products",
      "text": "Although various therapies have been developed against cancer, including chemotherapy, radiation therapy, and so forth, pancreatic cancer is still deadly and represents 10% of the five-year survival rate  [75] . Resistance is known to occur in gemcitabine treatment, which is the most common anti-cancer drug  [76, 77] . The drug resistance makes gemcitabine ineffective, and it consequently leads to difficulties in the successful treatment of cancer. For this reason, only 12% of patients treated with gemcitabine showed anti-cancer efficacy  [78] . Therefore, new substances which enhance the efficacy of the anti-cancer drug and suppress drug resistance are needed  [79] . There were 10 natural products demonstrated to regulate factors inducing resistance and promote the efficacy of anti-cancer therapy (Table  6 ). The anti-resistance mechanisms of natural products were illustrated in Figure  3 .\n\nTerpinen-4-ol is a kind of monoterpene derived from mainly tee-tree oil  [80] . Shapira et al. investigated the anti-cancer effect of terpinen-4-ol on pancreatic cancer in vitro and in vivo. A synergistic tumor growth inhibition effect was observed when the compound was combined with oxaliplatin, fluorouracil, or gemcitabine, which are the general anticancer medicines. Especially, when gemcitabine was combined with terpinen-4-oil at a concentration of 0.01%, the tumor growth inhibition effect was increased to 60-85%. In vivo, this substance reduced the tumor volume and weight in the colorectal DLD1 cancer cell xenograft model. Moreover, it was demonstrated that terpinen-4-ol inhibited colorectal, gastric, even prostate cancer growth as well as the growth of pancreatic cancer.\n\nScalarin, derived from Euryspongia cf. rosea, showed a reduction of receptor for advanced glycation end products (RAGE)  [81] . RAGE level was down-regulated when PANC-1 and MIA PaCa-2 were exposed to 10 µg/mL of scalarin for 24 h. This result suggests that scalarin diminishes the drug resistance and proliferation of pancreatic cancer cells. However, RAGE-associated factors, such as Bcl-xL, p-ERK 1/2, p-NFκB, and p-STAT3, were not modified by scalarin, so researchers suggested that it may be because of other mechanisms associated with RAGE.\n\nSomasagara et al. demonstrated that an increase of phosphorylated AKT and ERK1 is associated with gemcitabine resistance  [82] . Bitter melon juice inhibited the phosphorylation of AKT and ERK1/2. When gemcitabine-resistant AsPC-1 cells were treated with bitter melon juice, cell viability was diminished through targeting AKT mediated pathway.\n\nActivation of NF-κB induced by gemcitabine was abolished by pretreatment of coix seed emulsion (CSE)  [53] . CSE pretreatment, as agents which down-regulate NF-κB, reduced resistance to gemcitabine and increased sensitivity to gemcitabine in pancreatic cancer cells. Such pretreatment also activated proteins which induce apoptosis, such as caspase-3, c-PARP, and Bax, and reduced counteracting factors, such as Bcl-2, survivin, and COX-2. Consistent with in vitro study, CSE administration combined with gemcitabine treatment indicated a 68% decrease of tumor weight on BxPC-3 xenograft models at a dose of 12.5 mg/kg, which is superior to each treatment alone.\n\nGemcitabine-induced ABC transporters were previously reported to cause drug resistance  [76] . Qian et al. demonstrated that coix seed extract downregulated the expression of ABCB1 and ABCG2 and induced sensitivity to gemcitabine. The coix seed extract treatment elevated gemcitabine accumulation in BxPC-3 cells, while down-regulating drug efflux and elimination. In BxPC-3 and PANC-1 at a dose of coix seed extract 10 mg/mL for 24 and 48 h combined with gemcitabine 3 µg/mL, the level of IC50 of gemcitabine was significantly decreased. This result suggests that the compound induces a synergistic anti-cancer effect with gemcitabine. CSCs, pancreatic cancer stem-like cells; RAGE, receptor for advanced glycation end products; c-PARP, cleaved-poly ADP ribose polymerase; Bax, Bcl-2-associated X protein; NF-κB, nuclear factor kappa B; Bcl-2, B-cell lymphoma-2; COX-2, cyclooxygenase-2; ABCB1, ATP-binding cassette B1; ABCG2, ATP-binding cassette G2; HSP27, heat-shock protein 27; p-JNK, phosphorylated c-Jun N-terminal kinase; PDK1, pyruvate dehydrogenase kinase 1; AKT1, protein kinase B1; CDk4, cyclin-dependent kinase 4; RRM1, ribonucleotide reductase subunit M1; RRM2, ribonucleotide reductase subunit M2; EpCam+, epithelial cell adhesion molecule+; ↑-up-regulation; ↓-down-regulation. Enzyme-treated asparagus extract (ETAS) is known to induce heat-shock protein (HSP) 70  [77] . Shimada et al. investigated the regulation effect of ETAS on HSP27, which was previously demonstrated to causes gemcitabine resistance. When ETAS was treated to gemcitabine-resistant KLM1-R cell line at 2 mg/mL for 120 h, the expression of HSP27 and p-HSP27 (serine 78) were mitigated. This result suggests that ETAS would show a synergistic effect with gemcitabine and would be used to induce the sensitivity of gemcitabine on drug-resistant cancer cells.\n\nBased on previous studies of the effectiveness of Eriocalyxin B (EriB) in treating pancreatic cancer, Li et al. studied whether EriB could assist the function of gemcitabine against SW1990 cells  [79] . EriB, the ethanol extract of Isodon eriocalyx, stimulated gemcitabineinduced apoptosis and anti-proliferative effect. Among the mixtures of gemcitabine and EriB in various concentrations, 25 µM gemcitabine/1.25 µM EriB combination exhibited a remarkably synergistic effect on SW1990 cells. Especially when 2.5 µM of EriB was treated alone, phosphorylation of AKT was diminished, whereas AKT and PDK1 were both inhibited from phosphorylation when EriB was combined with 25 µM of gemcitabine.\n\nOat bran ethanol extract (OBE) was elucidated to overcome drug resistance by reduction of RRM1 and RRM2 levels, which was expressed higher in MIA PaCa-2 cells treated with gemcitabine than those were not  [78] . The viability and proliferation of gemcitabineresistant pancreatic cancer cells were selectively disrupted, as compared with normal pancreatic cells. Additionally, OBE induced the apoptosis of pancreatic cancer cells by the activation of AMPK and inactivation of JNK. Consistent with this, OBE increased the cell accumulation in the G0/G1 phase and death of pancreatic cancer cells in flow cytometry analysis and a TUNEL assay of MIA PaCa-2 and PANC-1 cells.\n\nAnother study of Pao Pereira extract derived from Geissospermum vellosii, was conducted to investigate the inhibitory effect on tumor spheroid formation by Dong et al.  [83] . The anti-resistance effect of the Pao Pereira extract was proved by examining pancreatic cancer stem-like cells (CSCs) surface markers and tumor spheroid assay. As a result, surface markers such as CD44+ CD24+ EpCam+ were diminished, and IC50 of Pao was 27 µg/mL in spheroids inhibition. At a higher concentration of 100 µg/mL, it completely inhibited spheroid formation on PANC-1 and MIA PaCa-2. Pao reduced β-catenin and Nanog by down-regulation of BCL2L2, COX-2, and several kinds of mRNA levels related to CSCs, such as Dppa4, Esrrb, and Tcl1. In vivo, the expression of CSCs and tumorigenicity were reduced in the PANC-1 xenograft nude mice model. However, the CSCs inhibitory mechanism of Pao was also not clearly identified in the present study.\n\nQingyihuaji is an extract of five herbs; Scutellariae barbatae, Hedyotdis, Arisaematis erubescentis, Gynostemmatis pentaphylli, Amomi Rotundus  [84] . Chen et al. reported that Qingyihuaji elevated the expression of lncRNA AB209630 while inhibited that of miR-373, EphB2, Nanog. Gemcitabine-resistant CFPAC-1 treated with Qingyihuaji combined 30 ng/L of gemcitabine showed synergistic effects on cell proliferation and migration. In vivo, the combination of Qingyihuaji and gemcitabine showed a greater antitumor effect than separately treating them.\n\nCSCs are related to cause drug resistance and metastasis in pancreatic cancer  [85] . Dong et al. reported that Rauwolfia vomitoria root extract treatment reduced β-catenin and Nanog which initiate and maintain CSCs. The reduction of β-catenin and Nanog indicates that the compound inhibits tumor spheroid formation of CSCs. The extract exerted complete inhibition of the tumor spheroid in PANC-1 at a dose of 200 µg/mL, and in MIA PaCa-2 at a higher concentration of 100 µg/mL. At lower than each concentration, a reduction of tumor spheroid was shown in both PANC-1 and MIA PaCa-2. It also was demonstrated to suppress tumor formation in a NCr-nu/nu mice model at a dose of 20 mg/kg.\n\nScalarin was originated from a marine sponge whereas the remaining ten were from the plant  [81] . Terpinen-4-ol was the only one effective at resistance to anti-EGFR therapy  [80] . Coix seed emulsion and coix seed extract were extracted from the same natural product  [53, 76] . Moreover, there was no statement about sources of ETAS  [77] . When OBE was treated on hTERT-immortalized human pancreatic epithelial nestin-expressing (HPNE) cells obtained from a normal pancreatic duct, cytotoxicity was not found at less than 40 µg/mL  [78] . Both Rauwolfia vomitoria root extract and Pao Pereira extract had less impact on MRC-5 epithelial cells that are not cancer cells than pancreatic cancer cells at concentrations of 567 µg/mL and 547 µg/mL  [83, 85] . Terpinen-4-ol, scalarin, bitter melon juice, coix seed emulsion, coix seed extract, ETAS, EriB/ethanol extract, and Qingyihuaji were not tested for confirmation of cytotoxicity in normal cells  [53, 76, 77, [79] [80] [81] [82] 84] . There was a lack of in vivo tests regarding scalarin, bitter melon juice, OBE, ETAS, and EriB/ethanol extract  [77] [78] [79] 81, 82] . Additional studies about these need to be carried out in order to be used for an adjuvant to clinical chemotherapy."
    },
    {
      "title": "Clinical Trials",
      "text": "There were seven clinical trials of natural products against pancreatic cancer from 2009 to 2020, and five types of natural products were tested (Table  7 ). Phase 1-3 pancreatic cancer clinical trials were targeted, and a majority of the clinical trials of phase 2 were conducted. Most of them were completed, while one was yet recruiting participants.\n\nIn a study, 15 patients with gemcitabine-refractory advanced pancreatic cancer were the subjects of UMIN000005787, a clinical trial that took place in Japan  [86] . GBS-01, extracted from the fruit of Arctium lappa L., was administered orally once a day until the disease progresses or unacceptable toxicity occurs. None of the patients treated with GBS-01 showed any signs of dose-limiting toxicities (DLTs). The main adverse effects were the increase of γ-glutamyl transpeptidase and hyperglycemia. The trial was a nonrandomized, unblinded, and uncontrolled study, executed from 16 June 2011 to 5 May 2014. According to the clinical trial results, the recommended dose of GBS-01 was 12.0 g q.d, and the clinical safety of GBS-01 monotherapy was confirmed in pancreatic cancer patients who were difficult to treat with gemcitabine therapy  [87] . The co-treatment of gemcitabine and GBS-01 can also be a promising therapy for pancreatic cancer patients, as gemcitabine has anti-tumor effects on cancer cells under oxygen and glucose-rich conditions, while GBS-01 has the ability to remove the resistance of cancer cells.\n\nNon-randomized, open-label study NCT00192842 expected that curcumin, extracted from Curcuma longa Linn, could aid the efficacy of gemcitabine  [88] . The patients were administered gemcitabine once a week and had 8 g of curcumin orally every day. The study started in July 2004 and was primarily completed in November 2007. The result of this trial was not posted.\n\nThe phase 2 clinical trial NCT00094445 started on November 2004 and results were updated on 28 August 2020  [89] . A total of 50 patients suffering from pancreatic cancer were administered 8 g of oral curcumin every day for eight weeks. In total, 44 patients completed the study. About 20% of the patients had severe adverse events including cardiac disorders (chest pain, multiple pulmonary emboli, atrial fibrillation etc.), gastrointestinal disorders (GI hemorrhage, abdomen pain etc.), dehydration, or pain. About 13% of the patients had no serious adverse events like gastrointestinal disorders (vomiting, nausea) or edema.\n\nThe aim of the phase 2 clinical trial NCT00837239 was to compare the effect of two types of treatment against pancreatic cancer: the combination of HuaChanSu plus gemcitabine, and gemcitabine plus placebo  [90] . Both groups were administered 1000 mg/m 2 gemcitabine once a week and then skipping a week, for a cycle of 28 days. One group was additionally treated with HuaChanSu, 20 mL/m2 for a total 500 mL, given 2 h infusion, 5 days a week (3 weeks), and skipping a week. The other group was the placebo group, additionally treated with saline. It was a randomized, placebo-controlled, and blinded study, started in June 2007 and primarily completed in July 2012. According to the results of randomized clinical trials, locally advanced pancreatic or metastatic pancreatic cancer patients' outcomes were not improved when treated with the combination of huachansu and gemcitabine  [91] . So, the co-treatment of hwachansu and gemcitabine against advanced pancreatic cancer is not recommended. Kanglaite, an oil extract from Coicis Semen, was used in phase 2 NCT00733850 clinical trial  [92] . It was targeted to 85 adults suffering from pancreatic cancer. The experimental group was administered kanglaite injection plus gemcitabine, and the compared group was administered only gemcitabine. This was a randomized, open-label, interventional study, that occurred from August 2008 to June 2014. The clinical trial report was sent to the FDA, and the phase 3 clinical trial is expected. According to the results, the combination of 30 g kanglaite injection per day and a standard therapy of gemcitabine has been demonstrated to encourage clinical evidence of proliferation effects and a well-controlled safety profile  [93] .\n\nThe phase 3 clinical trial ISRCTN70760582 targeted 434 adults suffering from four pancreatic cancers  [94] . Mistletoe therapy was predicted to enhance the survival rate and improve the life quality of the patients. Iscador Qu Spezial (IQuS), subcutaneous injection of an extract of Viscum album L., was given to the patients three times a week for 12 months, and all patients were followed up for 12 months. This trial started on 1 January 2009 and ended on 31 December 2014. According to the result, mistletoe is an effective supplementary treatment for locally advanced or metastatic pancreatic cancer in that mistletoe treatment noticeably improved the quality of life in patients suffering from the disease  [95] .\n\nIscador Qu, extracted from Viscum album L., is planned to be used to pancreatic cancer patients in phase 3 clinical trial NCT02948309  [96] . This study is present recruiting patients and is estimated to be completed in June 2021. Half of the patients will be administered Iscador Qu by subcutaneous injections and the other half will be the placebo group. The result of the trial was not posted.\n\nThere are seven clinical trials for treating pancreatic cancer using natural products. Those conducted in the US were five: two of them published in the last 10 years, three of them in the last five years. One was conducted in the UK, 11 years ago, the other one in Japan, six years ago. Curcumin and Iscador Qu (Mistletoe extract) were tested twice each. One of the studies was phase 1, four were phase 2, and two were phase 3. Six out of seven trials were completed, and four of them posted results. There were evident gaps in the number of participants among the clinical trials. Four clinical trials had recruited more than 80 people, while two trials had about 15 participants. In three out of seven trials, Curcumin and GBS-01 were administered orally, and the rest were administered by subcutaneous injections."
    },
    {
      "title": "Discussion",
      "text": "continuous research on the treatment of pancreatic cancer, the proportion of patients overcoming pancreatic cancer has not improved noticeably. Therefore, recognizing a novel treatment is needed, and we found that the therapy of pancreatic cancer using the natural products has been meaningful. We analyzed original research in terms of apoptosis, anti-metastasis, anti-angiogenesis, and anti-resistance. Additionally, we reviewed the clinical trials practiced in various countries."
    },
    {
      "title": "Anti-Cancer Mechanisms of Natural Products",
      "text": "In total, 68 drugs were reviewed for their anti-cancer effects against pancreatic cancer. The mechanisms of anticancer were divided into four categories, namely apoptosis, antimetastasis, anti-angiogenesis, and anti-resistance, with a significant proportion of drugs related to apoptosis. MIA PaCa-2, PANC-1, AsPC-1, or BxPC-3 pancreatic cancer cell lines were usually used in in vitro studies, with several studies including in vivo experiments, usually using BALB/c mice as an animal model.\n\nApoptosis, known as programmed cell death, plays a significant role in health and disease  [22] . Inappropriate apoptosis may occur in various diseases, including many types of cancer like pancreatic cancer. However, not all researches had in vivo studies, but 17 were effective in a mice model  [24, 27, 33, 34, 36, 40, [43] [44] [45] [46] 50, 53, 54, 57, 59, 60, 63, 65] . Fifteen substances were administrated at a high concentration of 60 µg/mL or higher, which demands attention when applied to humans  [31, 36, 42, 46, 51, 53, 55, 56, [59] [60] [61] [62] [63] . Twenty substances conducted cytotoxicity experiments  [24, 26, 29, 30, 36, 38, [41] [42] [43] [44] 46, [49] [50] [51] 53, 55, 62] . The rest of the studies require additional toxicity tests to normal pancreatic cancer cells. In the case of leiodermatolide, it showed low efficacy on cell survival  [27] . Even though the administration of leiodermatolide exhibited potent cytotoxicity compared to control groups or gemcitabine groups, it was not completely preventable due to the possibility of toxicity. If administered less, it will be possible to increase the survival rate and get accurate results for efficacy. Notably, 8-Chrysoeriol as a natural dietary product potentially targeting BCL-2 could serve as a lead compound for SW1990 pancreatic cancer therapy  [31] . In addition, echinacoside (ECH) induced apoptosis by elevating ROS and reducing MMP in SW1990 cells  [35] . However, since SW1990 cell lines do not have the mutation of p53, which triggers the upregulation of Bax, additional investigation is needed to determine whether ECH is available for suppressing tumors.\n\nMetastasis, the tendency of cancer cells to spread to different organs, is a sign of cancer that is distinguished from benign tumors  [97] . Seven natural products that originated from plants and fungi were observed to have anti-metastasis-related mechanisms in pancreatic cancer. Six compounds had one or no mechanism, which encourages additional studies about specific mechanisms. Still, it is widely known that the downregulation of CDC20 plays an important role in the cell cycle. Several reports described inhibition of metastasis in both cell lines and in vivo  [69, 71, 72] . However, the remaining studies require in vivo experiments. Moreover, Poria cocos extract and its compound polyporenic acid seem to require data indicating whether the empirical doses are noxious to normal cell lines. About half of the products were administered to the cancer cell line at an abnormally large amount, treated with a dose of 60 µg/mL or more  [59, 68] .\n\nAngiogenesis, which supports the growth of cancer cells and metastasis to other organs, should be down-regulated when treating cancer  [73] . Two compounds included successful in vivo experiments, but there was no cytotoxicity test  [73, 74] . One out of two compounds was tested with a concentration of 100 µg/mL  [73] .\n\nSince pancreatic cancer is highly resistant to chemotherapy and radiation therapy, anti-resistance is one of the decisive factors in cancer treatment  [70] . Ten natural products that are related to anti-resistance were reviewed. Half of the studies not only included in vitro experiments, but also in vivo experiments  [53, 70, 76, 85] . Moreover 60% of the compounds were administered in high doses on cancer cell lines, which demands attention when applied to humans  [53, 70, 76, 77, 83, 85] . Notably, coix seed extract (10 mg/mL), coix seed emulsion (4.0 mg/mL), and enzyme-treated extract (2 mg/mL) were way beyond the standard, 60 µg/mL. Pao Pereira extract and Rauwolfia vomitoria root extract were assessed in highly reliable studies conducted in vitro, in vivo, and even with normal cytotoxicity tests."
    },
    {
      "title": "Clinical Trials of Natural Products against Pancreatic Cancer",
      "text": "Although there is original research about 68 products in this review, seven clinical trials have been given a registry number and internationally recognized. Even if the substances used in clinical trials were not included in this review, they have been experimentally studied for their anti-cancer effects for a long time or have been used in clinical trials for cancers other than pancreatic cancer  [98] [99] [100] [101] . Therefore, among the studies in this review, particularly highly reliable substances are worth testing in clinical trials.\n\nSince Pao Pereira extract has various anti-cancer effects, such as inducing apoptosis, increasing sensitivity to gemcitabine, and suppressing tumor growth in vivo, a clinical trial dealing with the administration of Pao Pereira extract plus gemcitabine is recommended. Isodon eriocalyx ethanol extract showed good effects in induction of apoptosis and antiresistance, and also was effective in suppressing proliferation. Thus, clinical trials can be conducted if successful results are achieved in in vivo studies."
    },
    {
      "title": "Multi-Functional Natural Products",
      "text": "Among the natural products, several products were multi-functional natural products, which have treated pancreatic cancer through two or more mechanisms. Emulsion and extract from Coix lacryma-jobi showed an outstanding effect in the treatment of pancreatic cancer in apoptosis and anti-resistance. In particular, the reliability of both studies was raised by including in vivo experiments as well as in vitro experiments. Although abnormally high doses were administered in vitro, emulsion or extract from Coix lacryma-jobi have been the subject of completed clinical trials as kanglaite and proven to be acceptable to humans. Natural products that treat pancreatic cancer through apoptosis and antimetastasis are Cordifoliketones A and Moringa aqueous leaf extract. In anti-metastasis, both extracts require additional experiments due to the lack of in vivo experiments. Moringa aqueous leaf extract showed great anti-cancer effects, especially when combined with radiation therapy. In addition, many of the natural substances in anti-resistance had other effects, such as the induction of apoptosis or inhibition of tumor growth as well as the effect on resistance. Oat bran ethanol extract (OBE), Isodon eriocalyx, Coix seed emulsion, Rauwolfia, and Terpinen-4-ol were demonstrated to induce the apoptosis of pancreatic cancer cells. Isodon eriocalyx was especially also effective in suppressing proliferation. Furthermore, Pao Pereira extract was demonstrated to induce apoptosis in a previous study. According to the experimental study reviewed in this paper, Pao Pereira extract was proven to increase sensitivity to gemcitabine apart from the induction of apoptosis, suppressing tumor growth."
    },
    {
      "title": "Anti-Inflammatory and Anti-Tumor Effects of Natural Products",
      "text": "The mechanisms of the reviewed natural products suggest that they are somewhat related to anti-inflammatory activity. Resveratrol acts to activate anti-inflammatory reactions through modulation of enzymes and pathways that produce mediators of inflammatory reactions, and also induces programmed cell death in activated immune cells. Resveratrol, which has no side effects even at high concentrations, has significant potential to be used as an alternative therapy against cancer and inflammatory diseases  [14, 15, 102] . Curcumin is known to have a significant anti-inflammatory effect by blocking NF-κB signals at several stages, and shows great potential in the anti-tumor effect by inhibiting I-κB kinase  [16, 103] . It can be seen shown that anti-inflammatory mechanisms, including the NF-κB mechanism of natural products and natural products with anti-inflammatory effects, are strongly related."
    },
    {
      "title": "miRNA Natural Products",
      "text": "The manipulation of miRNAs is known to be useful in the treatment of diseases, especially cancer  [16, 37] . Therefore, in the present review, we noted the papers related to miRNAs, but this had drawbacks in that only two out of the 68 natural products considered involved mechanisms of miRNAs, which were concentrated on apoptosis  [37, 45] . Additionally, poorly regulated miRNAs have the potential to cause pancreatic cancer, the dysregulated miR-646 and MIIP expression being associated with the exacerbation of pancreatic cancer [104]."
    },
    {
      "title": "Strengths and Limitations",
      "text": "In this review article, various anti-cancer mechanisms of pancreatic cancer were systematically analyzed and the source, cell line, animal model, dose, duration, efficacy, and mechanism of the natural compound in each paper were arranged clearly. Notably, the tables were divided into seven sections based on the anti-cancer mechanism and the sources of natural products. Anti-tumor activity by modulating miRNAs was separated from other mechanisms. Most of the reviews in the last 10 years were based on immunotherapy. Yue et al. reported a similar review about treating pancreatic cancer with the combination of natural products and chemotherapeutic agents like gemcitabine [105]. They only reviewed the studies that had the anti-cancer mechanism of apoptosis, but we analyzed the studies of the four different anti-cancer mechanisms and the clinical trials additionally. In particular, we not only dealt with the study of synergetic effect with anti-cancer drugs, but also focused on the inherent anti-cancer efficacy of natural products. In addition, pancreatic cancer treatment using natural products has a great advantage of being effective in various mechanisms and producing synergistic effects. Fortunately, there were no papers on natural products that cause pancreatic cancer.\n\nLimitations exist in this review, which does not include papers older than five years after publication, and only studies written in English have been reviewed. In addition, the research on compounds and extracts was mostly reviewed. Moreover, among the reviewed papers, in vitro experiments were performed in all the cited studies, but not all of the papers conducted in vivo experiments, so further investigation is suggested. The possibility that the concentrations of natural substances that were effective in in vitro experiments may not be effective in actual clinical practice cannot be excluded. Since natural products have multi-compound and multi-target characteristics, additional mechanistic studies are needed, and further studies on bioavailability and drug delivery systems are also needed."
    },
    {
      "title": "Future Research Directions for Natural Product Treatment against Pancreatic Cancer",
      "text": "In future studies on pancreatic cancer treatment, studies on synergistic effects related to existing anti-cancer drugs or studies on natural products that suppress side effects of anti-cancer drugs are needed. Natural products that can treat various symptoms, such as loss of appetite and weight loss related to cachexia due to pancreatic cancer, should be studied. When the natural products of the studies and clinical trials were searched at nifds.go.kr, several drugs were found to have been used as traditional medicines in China, Japan, and Korea. These drugs suggest that modern cancer treatment ideas can be obtained from traditional medicine  [34, 44, 45, 57, 58, 60, 66, 68, 73, 74, 86, 88, 89, 94, 96] . Additionally, since there have been many studies on the effects of natural products inhibiting resistance, this field is promising and noteworthy."
    },
    {
      "title": "Methods",
      "text": "Original research regarding the effects of TKM or natural products on pancreatic cancer were collected from PubMed and Google scholar. When searching for relevant original research, we included \"natural product\", \"pancreatic cancer\", \"apoptosis\", \"metastasis\", \"angiogenesis\", and \"cancer drug resistance\" as keywords. After the initial search, we only included studies between July 2015 and April 2020. We selected studies that fit into the following criteria: (1) research based on in vitro or in vivo to demonstrate anti-cancer effects of natural products; (2) research experiments using natural products derived from fungi, marine sponges, or plants; (3) statically significant researches whose p values were less than 0.05; (4) researches written in English.\n\nClinical trials about natural products against pancreatic cancer were collected from clinicaltrials.gov, isrctn.com, and umin.ac.jp/ctr/. Clinical trials conducted in other countries rather than the USA were additionally searched in PubMed. When searching for clinical trials, \"pancreatic cancer\" and \"natural product\" were used as keywords. We only included studies between February 2009 and April 2020. Subsequently, we collected clinical trials suitable to the following criterion: (1) clinical trials that include administration of natural-derived treatment."
    },
    {
      "title": "Conclusions",
      "text": "In this study, 68 natural products that treated pancreatic cancer were classified and organized by their various anti-cancer mechanisms. The anti-cancer effects of natural products and regulations in related factors for each anti-cancer mechanism were easily summarized. Therefore, the recent research trend in pancreatic cancer treatment using natural products can be easily recognized. Natural products have high potential in treating pancreatic cancer by having a synergetic effect with conventional anti-cancer drugs and inherent anti-cancer efficacy themselves. Nevertheless, many cases are limited to in vitro studies, and for natural products to make a greater contribution to the treatment of pancreatic cancer, further in vivo studies and clinical trials are needed.\n\nSSBE the extract of Sedum sarmentosum TFAE total flavonoid aglycones extract F35 alloalantolactone, alantolacton, isoalantolactone [1:5:4] PaEBE Pterospermum acerifolium ethanolic bark extract p-c-JUN phospho-c-Jun pS6 phospho-S6 DCLK-1 doublecortin-like kinase 1 Shh sonic hedgehog signaling molecule PTEN phosphatase and tensin homolog E-cadherin epithelial cadherin Mcl-1 myeloid cell leukemia 1 EMT epithelial mesenchymal transition CDC20 cell division cycle protein 20 CXCR-4 C-X-C chemokine receptor type 4 HT-EA Hormophysa triquertra polyphenol SSH slingshot homologs ZEB zinc finger E-box-binding homeobox mTOR mammalian target of rapamycin PRAS proline rich protein BAPX bagpipe homeobox homolog PhPT-1 phosphohistidine phosphatase 1 MEGF10 multiple EGF-like domains 10 DSGOST Danggui-Sayuk-Ga-Osuyu-Saenggang-Tang HUVECs human umbilical vascular endothelial cells HDMECs human dermal microvascular endothelial cells VEGFR2 vascular endothelial growth factor 2 p-FAK phosphorylated focal adhesion kinase p-IKKα/β phosphorylated inhibitor of nuclear factor kappa-B kinaseα/β RAGE receptor for advanced glycation end products ABC ATP-binding cassette ABCB1 ATP-binding cassette B1 ABCG2 ATP-binding cassette G2 ETAS enzyme-treated asparagus extract HSP heat-shock protein EriB Eriocalyxin B PDK1 pyruvate dehydrogenase kinase 1 OBE Oat bran ethanol extract RRM1 ribonucleotide reductase subunit M1 RRM2 ribonucleotide reductase subunit M2 AMPK AMP-activated protein kinase CSCs cancer stem-like cells EpCam+ epithelial cell adhesion molecule+ BCL2L2 Bcl-2 like protein 2 lncRNA long non-coding RNAs HPNE human pancreatic epithelial nestin-expressing CDk4 cyclin-dependent kinase 4 DLTs dose-limiting toxicities IQuS Iscador Qu Spezial"
    },
    {
      "text": "2021, 13, x FOR PEER REVIEWSchematic diagram of apoptotic mechanisms of various natural products against pancreatic cancer. The intrinsic apoptotic pathway is regulated primarily b ti-apoptotic Bcl-2 family of proteins. Bcl-2 inhibits release of mitochondrial cytochrome c. Cytochrome c which is released from the mitochondrial intermembrane form e apoptosome complex in the cytosol with Apaf-1 and procaspase-9, leading to caspase-9 activation. Caspase-9 then activates effector caspases, resulting in some cleav es of cellular proteins and finally cell death by apoptosis. Several natural products such as 8-Chrysoeriol, Elemene, EEIHL, Moringa aqueous leaf extract, Piperlongumine AE, PS, SSBE, F1, F35, DMC, SN, MGDG, sugiol, Crocetinic acid, Coix seed emulsion, Hydroxychavicol, and Eucalyptus microcorys down-regulated Bcl-2. Dicatenarin yrin, H3, DMC, MGDG, Rottlerin, S. chinensis polyphenol-rich extract induced cytochrome c release to the cytosol. Some drugs affected on caspase-3, 8, and 9 straigh ithout going through the process. Meanwhile, MAPKs signaling pathway, stimulated by ROS, could also inhibit anti-apoptotic Bcl-2 proteins. In addition to MAPKs veral processes triggered by ROS act directly or indirectly on apoptosis."
    },
    {
      "text": "Figure 1. Schematic diagram of apoptotic mechanisms of various natural products against pancreatic cancer. The intrinsic apoptotic pathway is regulated primarily by anti-apoptotic Bcl-2 family of proteins. Bcl-2 inhibits release of mitochondrial cytochrome c. Cytochrome c which is released from the mitochondrial intermembrane forms the apoptosome complex in the cytosol with Apaf-1 and procaspase-9, leading to caspase-9 activation. Caspase-9 then activates effector caspases, resulting in some cleavages of cellular proteins and finally cell death by apoptosis. Several natural products such as 8-Chrysoeriol, Elemene, EEIHL, Moringa aqueous leaf extract, Piperlongumine, TFAE, PS, SSBE, F1, F35, DMC, SN, MGDG, sugiol, Crocetinic acid, Coix seed emulsion, Hydroxychavicol, and Eucalyptus microcorys down-regulated Bcl-2. Dicatenarin, Skyrin, H3, DMC, MGDG, Rottlerin, S. chinensis polyphenol-rich extract induced cytochrome c release to the cytosol. Some drugs affected on caspase-3, 8, and 9 straight without going through the process. Meanwhile, MAPKs signaling pathway, stimulated by ROS, could also inhibit anti-apoptotic Bcl-2 proteins. In addition to MAPKs, several processes triggered by ROS act directly or indirectly on apoptosis."
    },
    {
      "text": "Figure 2. Schematic diagram of anti-metastasis mechanisms of various natural products against pancreatic cancer."
    },
    {
      "text": "Figure 2. Schematic diagram of anti-metastasis mechanisms of various natural products against pancreatic cancer."
    },
    {
      "text": "Figure 3. Schematic diagram of anti-resistance mechanisms of various natural products against pancreatic cancer."
    },
    {
      "text": "Figure 3. Schematic diagram of anti-resistance mechanisms of various natural products against pancreatic cancer."
    },
    {
      "text": "Apoptosis inducing fungi."
    },
    {
      "text": "Apoptosis inducing marine sponge."
    },
    {
      "text": "Apoptosis inducing plants."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Cont."
    },
    {
      "text": "Metastasis inhibiting natural products."
    },
    {
      "text": "Angiogenesis inhibiting natural products. Angelica gigas, Cinnamomum cassia Blume, Paeonia lactiflora Pallas, Akebia quinata var. polyphylla Nak., Asarum sieboldii var. seoulense Nakai, Glycyrrhiza uralensis Fischer, Zizyphus jujuba var. inermis Rehder, Evodia rutaecarpa var. bodinieri Huang, Zingiber officinale Rosc."
    },
    {
      "text": "Resistance inhibiting natural products."
    },
    {
      "text": "Clinical trials of natural products against pancreatic cancer."
    }
  ],
  "references": [
    {
      "title": "Pancreatic cancer: Why is it so hard to treat?",
      "authors": [
        "P Oberstein",
        "K Olive"
      ],
      "year": 2013,
      "doi": "10.1177/1756283x13478680"
    },
    {
      "title": "NCCN Guidelines Updates: Pancreatic Cancer",
      "authors": [
        "M Tempero"
      ],
      "year": 2019,
      "doi": "10.6004/jnccn.2019.5007"
    },
    {
      "title": "GLOBOCAN estimates of incidence and mortality worldwide for 36 cancers in 185 countries",
      "authors": [
        "F Bray",
        "J Ferlay",
        "I Soerjomataram",
        "R Siegel",
        "L Torre",
        "A Jemal"
      ],
      "year": 2018,
      "doi": "10.3322/caac.21492"
    },
    {
      "title": "Pancreatic cancer: A review of clinical diagnosis, epidemiology, treatment and outcomes",
      "authors": [
        "A Mcguigan",
        "P Kelly",
        "R Turkington",
        "C Jones",
        "H Coleman",
        "R Mccain"
      ],
      "year": 2018,
      "doi": "10.3748/wjg.v24.i43.4846"
    },
    {
      "title": "Understanding cancer and its treatment in Thai traditional medicine: An ethnopharmacological-anthropological investigation",
      "authors": [
        "N Lumlerdkij",
        "J Tantiwongse",
        "S Booranasubkajorn",
        "R Akarasereenont",
        "P Laohapand",
        "T Heinrich"
      ],
      "year": 2018,
      "doi": "10.1016/j.jep.2018.01.029"
    },
    {
      "title": "Ayurveda-the science of healing",
      "authors": [
        "T Gokani"
      ],
      "year": 2014,
      "doi": "10.1111/head.12363"
    },
    {
      "title": "Traditional Korean medicine: Now and the future",
      "authors": [
        "K.-H Leem",
        "H.-K Park"
      ],
      "year": 2007,
      "doi": "10.1179/016164107x172392"
    },
    {
      "title": "Traditional Indian medicine (TIM) and traditional Korean medicine (TKM): Aconstitutional-based concept and comparison",
      "authors": [
        "Y Kang",
        "R Komakech",
        "C Karigar",
        "A Saqib"
      ],
      "year": 2017,
      "doi": "10.1016/j.imr.2016.12.003"
    },
    {
      "title": "Traditional Chinese medicine as a cancer treatment: Modern perspectives of ancient but advanced science",
      "authors": [
        "Y Xiang",
        "Z Guo",
        "P Zhu",
        "J Chen",
        "Y Huang"
      ],
      "year": 2019,
      "doi": "10.1002/cam4.2108"
    },
    {
      "title": "Phytochemical Modulation of Apoptosis and Autophagy: Strategies to Overcome Chemoresistance in Leukemic Stem Cells in the Bone Marrow Microenvironment",
      "authors": [
        "H Owen",
        "S Appiah",
        "N Hasan",
        "L Ghali",
        "G Elayat",
        "C Bell"
      ],
      "year": 2017,
      "doi": "10.1016/bs.irn.2017.02.012"
    },
    {
      "title": "Saponins from Chinese Medicines as Anticancer Agents",
      "authors": [
        "X Xu",
        "T Li",
        "C Fong",
        "X Chen",
        "X Chen",
        "Y Wang",
        "M Huang",
        "J Lu"
      ],
      "year": 2016,
      "doi": "10.3390/molecules21101326"
    },
    {
      "title": "Natural compounds for cancer treatment and prevention",
      "authors": [
        "S Nobili",
        "D Lippi",
        "E Witort",
        "M Donnini",
        "L Bausi",
        "E Mini",
        "S Capaccioli"
      ],
      "year": 2009,
      "doi": "10.1016/j.phrs.2009.01.017"
    },
    {
      "title": "Attempts to enhance the anti-cancer activity of curcumin as a magical oncological agent using transdermal delivery",
      "authors": [
        "S Abdel-Hafez",
        "R Hathout",
        "O Sammour"
      ],
      "year": 2021,
      "doi": "10.1007/s13596-020-00439-5"
    },
    {
      "title": "Resveratrol Chemosensitizes TNF-β-Induced Survival of 5-FU-Treated Colorectal Cancer Cells",
      "authors": [
        "C Buhrmann",
        "M Yazdi",
        "B Popper",
        "P Shayan",
        "A Goel",
        "B Aggarwal",
        "M Shakibaei"
      ],
      "year": 2018,
      "doi": "10.3390/nu10070888"
    },
    {
      "title": "Induction of the Epithelial-to-Mesenchymal Transition of Human Colorectal Cancer by Human TNF-β (Lymphotoxin) and its Reversal by Resveratrol",
      "authors": [
        "C Buhrmann",
        "M Yazdi",
        "B Popper",
        "A Kunnumakkara",
        "B Aggarwal",
        "M Shakibaei"
      ],
      "year": 2019,
      "doi": "10.3390/nu11030704"
    },
    {
      "title": "Curcumin mediates chemosensitization to 5-fluorouracil through miRNA-induced suppression of epithelial-to-mesenchymal transition in chemoresistant colorectal cancer",
      "authors": [
        "S Toden",
        "Y Okugawa",
        "T Jascur",
        "D Wodarz",
        "N Komarova",
        "C Buhrmann",
        "M Shakibaei",
        "C Boland",
        "A Goel"
      ],
      "year": 2015,
      "doi": "10.1093/carcin/bgv006"
    },
    {
      "title": "Anti-Cancer Natural Products and Their Bioactive Compounds Inducing ER Stress-Mediated Apoptosis: A Review",
      "authors": [
        "C Kim",
        "B Kim"
      ],
      "year": 2018,
      "doi": "10.3390/nu10081021"
    },
    {
      "title": "Apoptosis: Its origin, history, maintenance and the medical implications for cancer and aging",
      "authors": [
        "S Kaczanowski"
      ],
      "year": 2016,
      "doi": "10.1088/1478-3975/13/3/031001"
    },
    {
      "title": "Apoptosis in cancer: From pathogenesis to treatment",
      "authors": [
        "R Wong"
      ],
      "year": 2011,
      "doi": "10.1186/1756-9966-30-87"
    },
    {
      "title": "Understanding the molecular mechanisms driving metastasis",
      "authors": [
        "J Massagué",
        "E Batlle",
        "R Gomis"
      ],
      "year": 2017,
      "doi": "10.1002/1878-0261.12024"
    },
    {
      "title": "Polytherapy and Targeted Cancer Drug Resistance",
      "authors": [
        "N Chatterjee",
        "T Bivona"
      ],
      "year": 2019,
      "doi": "10.1016/j.trecan.2019.02.003"
    },
    {
      "title": "Apoptosis: A review of programmed cell death",
      "authors": [
        "S Elmore"
      ],
      "year": 2007,
      "doi": "10.1080/01926230701320337"
    },
    {
      "title": "Hot water extract of Agaricus blazei Murrill specifically inhibits growth and induces apoptosis in human pancreatic cancer cells",
      "authors": [
        "Y Matsushita",
        "Y Furutani",
        "R Matsuoka",
        "T Furukawa"
      ],
      "year": 2018,
      "doi": "10.1186/s12906-018-2385-4"
    },
    {
      "title": "Chaetospirolactone reverses the apoptotic resistance towards TRAIL in pancreatic cancer",
      "authors": [
        "W Hu",
        "X Jia",
        "Y Gao",
        "Q Zhang"
      ],
      "year": 2018,
      "doi": "10.1016/j.bbrc.2017.10.144"
    },
    {
      "title": "Secondary Metabolites from Endophytic Fungus Penicillium pinophilum Induce ROS-Mediated Apoptosis through Mitochondrial Pathway in Pancreatic Cancer Cells",
      "authors": [
        "M Koul",
        "S Meena",
        "A Kumar",
        "P Sharma",
        "V Singamaneni",
        "S Riyaz-Ul-Hassan",
        "A Hamid",
        "A Chaubey",
        "A Prabhakar",
        "P Gupta"
      ],
      "year": 2016,
      "doi": "10.1055/s-0035-1558308"
    },
    {
      "title": "Isolation and characterization of bioactive metabolites from Xylaria psidii, an endophytic fungus of the medicinal plant Aegle marmelos and their role in mitochondrial dependent apoptosis against pancreatic cancer cells",
      "authors": [
        "D Arora",
        "N Sharma",
        "V Singamaneni",
        "V Sharma",
        "M Kushwaha",
        "V Abrol",
        "S Guru",
        "S Sharma",
        "A Gupta",
        "S Bhushan"
      ],
      "year": 2016,
      "doi": "10.1016/j.phymed.2016.07.004"
    },
    {
      "title": "Leiodermatolide, a novel marine natural product, has potent cytotoxic and antimitotic activity against cancer cells, appears to affect microtubule dynamics, and exhibits antitumor activity",
      "authors": [
        "E Guzman",
        "Q Xu",
        "T Pitts",
        "K Mitsuhashi",
        "C Baker",
        "P Linley",
        "J Oestreicher",
        "K Tendyke",
        "P Winder",
        "E Suh"
      ],
      "year": 2016,
      "doi": "10.1002/ijc.30253"
    },
    {
      "title": "Preferentially cytotoxic constituents of Andrographis paniculata and their preferential cytotoxicity against human pancreatic cancer cell lines",
      "authors": [
        "S Lee",
        "H Morita",
        "Y Tezuka"
      ],
      "year": 2015,
      "doi": "10.1177/1934578x1501000704"
    },
    {
      "title": "The Effects of 2 ,4 -Dihydroxy-6 -methoxy-3 ,5 -dimethylchalcone from Cleistocalyx operculatus Buds on Human Pancreatic Cancer Cell Lines",
      "authors": [
        "H Tuan",
        "B Minh",
        "P Tran",
        "J Lee",
        "H Oanh",
        "Q Ngo",
        "Y Nguyen",
        "P Lien",
        "M Tran"
      ],
      "year": 2019,
      "doi": "10.3390/molecules24142538"
    },
    {
      "title": "Mechanism of action of two flavone isomers targeting cancer cells with varying cell differentiation status",
      "authors": [
        "T Lejeune",
        "H Tsui",
        "L Parsons",
        "G Miller",
        "C Whitted",
        "K Lynch",
        "R Ramsauer",
        "J Patel",
        "J Wyatt",
        "D Street"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0142928"
    },
    {
      "title": "8-Chrysoeriol, as a potential BCL-2 inhibitor triggers apoptosis of SW1990 pancreatic cancer cells",
      "authors": [
        "Y Zhang",
        "Z Li",
        "Q Min",
        "A Palida",
        "Y Zhang",
        "R Tang",
        "L Chen",
        "H Li"
      ],
      "year": 2018,
      "doi": "10.1016/j.bioorg.2018.01.042"
    },
    {
      "title": "Cardiac Glycosides from the Seeds of Thevetia peruviana",
      "authors": [
        "D Cheng",
        "H Jiang",
        "M Shen",
        "W Tang",
        "J Yao"
      ],
      "year": 2016,
      "doi": "10.1021/acs.jnatprod.5b00611"
    },
    {
      "title": "Crocetinic acid inhibits hedgehog signaling to inhibit pancreatic cancer stem cells",
      "authors": [
        "P Rangarajan",
        "S Dharmalingam Subramaniam",
        "D Kwatra",
        "K Palaniyandi",
        "S Islam",
        "S Harihar",
        "S Ramalingam",
        "W Gutheil",
        "S Putty",
        "R Pradhan"
      ],
      "year": 2015,
      "doi": "10.18632/oncotarget.4871"
    },
    {
      "title": "Diosgenin exhibits tumor suppressive function via down-regulation of EZH2 in pancreatic cancer cells",
      "authors": [
        "W Guo",
        "Y Chen",
        "J Gao",
        "K Zhong",
        "H Wei",
        "K Li",
        "M Tang",
        "X Zhao",
        "X Liu",
        "C Nie"
      ],
      "year": 2019,
      "doi": "10.1080/15384101.2019.1632624"
    },
    {
      "title": "Echinacoside suppresses pancreatic adenocarcinoma cell growth by inducing apoptosis via the mitogen-activated protein kinase pathway",
      "authors": [
        "W Wang",
        "J Luo",
        "Y Liang",
        "X Li"
      ],
      "year": 2016,
      "doi": "10.3892/mmr.2016.4867"
    },
    {
      "title": "Anti-tumor effect and mechanistic study of elemene on pancreatic carcinoma",
      "authors": [
        "J Long",
        "Z Liu",
        "L Hui"
      ],
      "year": 2019,
      "doi": "10.1186/s12906-019-2544-2"
    },
    {
      "title": "Grape seed proanthocyanidins inhibit proliferation of pancreatic cancer cells by modulating microRNA expression",
      "authors": [
        "W Wang",
        "L Zhan",
        "D Guo",
        "Y Xiang",
        "M Tian",
        "Y Zhang",
        "H Wu",
        "Y Wei",
        "G Ma",
        "Z Han"
      ],
      "year": 2019,
      "doi": "10.3892/ol.2019.9887"
    },
    {
      "title": "Hydroxychavicol from Piper betle induces apoptosis, cell cycle arrest, and inhibits epithelial-mesenchymal transition in pancreatic cancer cells",
      "authors": [
        "Guha Majumdar",
        "A Subramanian"
      ],
      "year": 2019,
      "doi": "10.1016/j.bcp.2019.05.025"
    },
    {
      "title": "The apoptotic and autophagic properties of two natural occurring prodrugs, hyperoside and hypoxoside, against pancreatic cancer cell lines",
      "authors": [
        "G Boukes",
        "M Van De Venter"
      ],
      "year": 2016,
      "doi": "10.1016/j.biopha.2016.07.029"
    },
    {
      "title": "Optimization of the process for purifying icariin from Herba Epimedii by macroporous resin and the regulatory role of icariin in the tumor immune microenvironment",
      "authors": [
        "X Zheng",
        "D Li",
        "J Li",
        "B Wang",
        "L Zhang",
        "X Yuan",
        "C Li",
        "L Cui",
        "Q Zhang",
        "L Yang"
      ],
      "year": 2019,
      "doi": "10.1016/j.biopha.2019.109275"
    },
    {
      "title": "New mild and simple approach to isothiocyanates: A class of potent anticancer agents",
      "authors": [
        "B Luo",
        "J Wang",
        "X Li",
        "W Lu",
        "J Yang",
        "Y Hu",
        "P Huang",
        "S Wen"
      ],
      "year": 2017,
      "doi": "10.3390/molecules22060773"
    },
    {
      "title": "Phytochemical analysis and antioxidant and anticancer activities of mastic gum resin from Pistacia atlantica subspecies kurdica",
      "authors": [
        "H Rahman"
      ],
      "year": 2018,
      "doi": "10.2147/ott.s170827"
    },
    {
      "title": "MGDG extracted from spinach enhances the cytotoxicity of radiation in pancreatic cancer cells",
      "authors": [
        "H Akasaka",
        "Y Mizushina",
        "K Yoshida",
        "Y Ejima",
        "N Mukumoto",
        "T Wang",
        "S Inubushi",
        "M Nakayama",
        "Y Wakahara",
        "R Sasaki"
      ],
      "year": 2016,
      "doi": "10.1186/s13014-016-0729-0"
    },
    {
      "title": "Piperlongumine Suppresses Growth and Sensitizes Pancreatic Tumors to Gemcitabine in a Xenograft Mouse Model by Modulating the NF-kappa B Pathway",
      "authors": [
        "Y Wang",
        "X Wu",
        "Y Zhou",
        "H Jiang",
        "S Pan",
        "B Sun"
      ],
      "year": 2016,
      "doi": "10.1158/1940-6207.capr-15-0306"
    },
    {
      "title": "Piperlongumine induces reactive oxygen species (ROS)-dependent downregulation of specificity protein transcription factors",
      "authors": [
        "K Karki",
        "E Hedrick",
        "R Kasiappan",
        "U.-H Jin",
        "S Safe"
      ],
      "year": 2017,
      "doi": "10.1158/1940-6207.CAPR-17-0053"
    },
    {
      "title": "RN1, a novel galectin-3 inhibitor, inhibits pancreatic cancer cell growth in vitro and in vivo via blocking galectin-3 associated signaling pathways",
      "authors": [
        "L Zhang",
        "P Wang",
        "Y Qin",
        "Q Cong",
        "C Shao",
        "Z Du",
        "X Ni",
        "P Li",
        "K Ding"
      ],
      "year": 2017,
      "doi": "10.1038/onc.2016.306"
    },
    {
      "title": "Rottlerin exhibits anti-cancer effect through inactivation of S phase kinase-associated protein 2 in pancreatic cancer cells",
      "authors": [
        "J Su",
        "L Wang",
        "X Yin",
        "Z Zhao",
        "Y Hou",
        "X Ye",
        "X Zhou",
        "Z Wang"
      ],
      "year": 2016
    },
    {
      "title": "Sugiol (127horbar;hydroxyabieta-8,11,13-trien-7-one) targets human pancreatic carcinoma cells (Mia-PaCa2) by inducing apoptosis, G2/M cell cycle arrest, ROS production and inhibition of cancer cell migration",
      "authors": [
        "C Hao",
        "X Zhang",
        "H Zhang",
        "H Shang",
        "J Bao",
        "H Wang",
        "Z Li"
      ],
      "year": 2018
    },
    {
      "title": "Phytochemicals, withaferin A and carnosol, overcome pancreatic cancer stem cells as c-Met inhibitors",
      "authors": [
        "S Aliebrahimi",
        "S Kouhsari",
        "S Arab",
        "A Shadboorestan",
        "S Ostad"
      ],
      "year": 2018,
      "doi": "10.1016/j.biopha.2018.07.055"
    },
    {
      "title": "Simultaneous inhibition of the ubiquitin-proteasome system and autophagy enhances apoptosis induced by ER stress aggravators in human pancreatic cancer cells",
      "authors": [
        "X Li",
        "F Zhu",
        "J Jiang",
        "C Sun",
        "Q Zhong",
        "M Shen",
        "X Wang",
        "R Tian",
        "C Shi",
        "M Xu"
      ],
      "year": 2016,
      "doi": "10.1080/15548627.2016.1191722"
    },
    {
      "title": "Bitter apricot ethanolic extract induces apoptosis through increasing expression of Bax/Bcl-2 ratio and caspase-3 in PANC-1 pancreatic cancer cells",
      "authors": [
        "F Aamazadeh",
        "A Ostadrahimi",
        "Y Rahbar Saadat",
        "J Barar"
      ],
      "year": 2020,
      "doi": "10.1007/s11033-020-05286-w"
    },
    {
      "title": "The synergism of Clinacanthus nutans Lindau extracts with gemcitabine: Downregulation of anti-apoptotic markers in squamous pancreatic ductal adenocarcinoma",
      "authors": [
        "L Hii",
        "S Lim",
        "C Leong",
        "S Chin",
        "N Tan",
        "K Lai",
        "C Mai"
      ],
      "year": 2019,
      "doi": "10.1186/s12906-019-2663-9"
    },
    {
      "title": "Coix seed emulsion synergistically enhances the antitumor activity of gemcitabine in pancreatic cancer through abrogation of NF-κB signaling",
      "authors": [
        "Y Qian",
        "B Yang",
        "Y Xiong",
        "M Gu"
      ],
      "year": 2016,
      "doi": "10.3892/or.2016.4958"
    },
    {
      "title": "Tsoong induces apoptosis and inhibits proliferation, migration and invasion of pancreatic ductal adenocarcinoma cells",
      "authors": [
        "Y Luan",
        "Q Li",
        "S Wu",
        "D Mao",
        "Y Deng",
        "R Chen"
      ],
      "year": 2018,
      "doi": "10.3892/mmr.2017.8328"
    },
    {
      "title": "Eucalyptus microcorys leaf extract derived HPLC-fraction reduces the viability of MIA PaCa-2 cells by inducing apoptosis and arresting cell cycle",
      "authors": [
        "D Bhuyan",
        "Q Vuong",
        "D Bond",
        "A Chalmers",
        "M Bowyer",
        "C Scarlett"
      ],
      "year": 2018,
      "doi": "10.1016/j.biopha.2018.05.150"
    },
    {
      "title": "In vitro anticancer properties of selected Eucalyptus species",
      "authors": [
        "D Bhuyan",
        "J Sakoff",
        "D Bond",
        "M Predebon",
        "Q Vuong",
        "A Chalmers",
        "I Van Altena",
        "M Bowyer",
        "C Scarlett"
      ],
      "year": 2017,
      "doi": "10.1007/s11626-017-0149-y"
    },
    {
      "title": "Antitumor effects of herbal mixture extract in the pancreatic adenocarcinoma cell line PANC1",
      "authors": [
        "P Pak",
        "B Kang",
        "S Park",
        "J Joo",
        "Y Jung",
        "S Chung"
      ],
      "year": 2016,
      "doi": "10.3892/or.2016.5067"
    },
    {
      "title": "Ethyl acetate extract from Inula helenium L. inhibits the proliferation of pancreatic cancer cells by regulating the STAT3/AKT pathway",
      "authors": [
        "B Zhang",
        "J Zeng",
        "Y Yan",
        "B Yang",
        "M Huang",
        "L Wang",
        "Q Zhang",
        "N Lin"
      ],
      "year": 2018,
      "doi": "10.3892/mmr.2018.8534"
    },
    {
      "title": "Combined Effect of Moringa oleifera and Ionizing Radiation on Survival and Metastatic Activity of Pancreatic Cancer Cells",
      "authors": [
        "L Hagoel",
        "A Vexler",
        "L Kalich-Philosoph",
        "G Earon",
        "I Ron",
        "A Shtabsky",
        "S Marmor",
        "S Lev-Ari"
      ],
      "year": 2019,
      "doi": "10.1177/1534735419828829"
    },
    {
      "title": "Aqueous extracts of Paeonia suffruticosa modulates mitochondrial proteostasis by reactive oxygen species-induced endoplasmic reticulum stress in pancreatic cancer cells",
      "authors": [
        "Y.-H Liu",
        "Y.-P Weng",
        "H.-Y Tsai",
        "C.-J Chen",
        "D.-Y Lee",
        "C.-L Hsieh",
        "Y.-C Wu",
        "J.-Y Lin"
      ],
      "year": 2018,
      "doi": "10.1016/j.phymed.2018.03.037"
    },
    {
      "title": "Pterospermum acerifolium (L.) wild bark extract induces anticarcinogenic effect in human cancer cells through mitochondrial-mediated ROS generation",
      "authors": [
        "S Tripathi",
        "B Biswal"
      ],
      "year": 2018,
      "doi": "10.1007/s11033-018-4390-6"
    },
    {
      "title": "Polyphenol-rich extract of Salvia chinensis exhibits anticancer activity in different cancer cell lines, and induces cell cycle arrest at the G(0)/G(1)-phase, apoptosis and loss of mitochondrial membrane potential in pancreatic cancer cells",
      "authors": [
        "Q Zhao",
        "X Huo",
        "F Sun",
        "R Dong"
      ],
      "year": 2015,
      "doi": "10.3892/mmr.2015.4074"
    },
    {
      "title": "Sedum sarmentosum Bunge extract induces apoptosis and inhibits proliferation in pancreatic cancer cells via the hedgehog signaling pathway",
      "authors": [
        "Y Bai",
        "B Chen",
        "W Hong",
        "Y Liang",
        "M Zhou",
        "L Zhou"
      ],
      "year": 2016,
      "doi": "10.3892/or.2016.4679"
    },
    {
      "title": "Total flavonoid aglycones extract in Radix scutellariae inhibits lung carcinoma and lung metastasis by affecting cell cycle and DNA synthesis",
      "authors": [
        "Y Wang",
        "H Cao",
        "S Sun",
        "J Dai",
        "J Fang",
        "Q Li",
        "C Yan",
        "W Mao",
        "Y Zhang"
      ],
      "year": 2016,
      "doi": "10.1016/j.jep.2016.07.052"
    },
    {
      "title": "Total flavonoid aglycones extract in Radix Scutellariae induces cross-regulation between autophagy and apoptosis in pancreatic cancer cells",
      "authors": [
        "J Liu",
        "H Wang",
        "J Wang",
        "Q Chang",
        "Z Hu",
        "X Shen",
        "J Feng",
        "Z Zhang",
        "X Wu"
      ],
      "year": 2019,
      "doi": "10.1016/j.jep.2019.02.005"
    },
    {
      "title": "Active ingredients of Inula helenium L. exhibits similar anti-cancer effects as isoalantolactone in pancreatic cancer cells",
      "authors": [
        "Y Yan",
        "Q Zhang",
        "B Zhang",
        "B Yang",
        "N Lin"
      ],
      "year": 2019,
      "doi": "10.1080/14786419.2018.1543676"
    },
    {
      "title": "Tumor metastasis: Mechanistic insights and clinical challenges",
      "authors": [
        "P Steeg"
      ],
      "year": 2006,
      "doi": "10.1038/nm1469"
    },
    {
      "title": "CDC20 associated with cancer metastasis and novel mushroom-derived CDC20 inhibitors with antimetastatic activity",
      "authors": [
        "S Cheng",
        "V Castillo",
        "D Sliva"
      ],
      "year": 2019,
      "doi": "10.3892/ijo.2019.4791"
    },
    {
      "title": "Terphenyllin Suppresses Orthotopic Pancreatic Tumor Growth and Prevents Metastasis in Mice",
      "authors": [
        "J Zhang",
        "W Wang",
        "Y Zhou",
        "J Yang",
        "J Xu",
        "Z Xu",
        "B Xu",
        "L Yan",
        "X Cheng",
        "M Li"
      ],
      "year": 2020,
      "doi": "10.3389/fphar.2020.00457"
    },
    {
      "title": "Hormophysa triquerta polyphenol, an elixir that deters CXCR4-and COX2-dependent dissemination destiny of treatmentresistant pancreatic cancer cells",
      "authors": [
        "S Aravindan",
        "S Ramraj",
        "K Kandasamy",
        "S Thirugnanasambandan",
        "D Somasundaram",
        "T Herman",
        "N Aravindan"
      ],
      "year": 2017,
      "doi": "10.18632/oncotarget.13900"
    },
    {
      "title": "Identification of sennoside A as a novel inhibitor of the slingshot (SSH) family proteins related to cancer metastasis",
      "authors": [
        "S Lee",
        "W Kim",
        "Y Lee",
        "H Kang",
        "S Lee",
        "S Park",
        "J Min",
        "S Lee",
        "S Chung"
      ],
      "year": 2017,
      "doi": "10.1016/j.phrs.2017.03.003"
    },
    {
      "title": "A natural product toosendanin inhibits epithelial-mesenchymal transition and tumor growth in pancreatic cancer via deactivating Akt/mTOR signaling",
      "authors": [
        "Z Pei",
        "W Fu",
        "G Wang"
      ],
      "year": 2017,
      "doi": "10.1016/j.bbrc.2017.08.170"
    },
    {
      "title": "DSGOST inhibits tumor growth by blocking VEGF/VEGFR2-activated angiogenesis",
      "authors": [
        "H Choi",
        "K Lee",
        "M Kim",
        "K Lee",
        "Y Shin",
        "S Cho",
        "S Ko"
      ],
      "year": 2016,
      "doi": "10.18632/oncotarget.7982"
    },
    {
      "title": "SH003 represses tumor angiogenesis by blocking VEGF binding to VEGFR2",
      "authors": [
        "H Choi",
        "M Kim",
        "K Lee",
        "K Lee",
        "Y Choi",
        "Y Shin",
        "S Cho",
        "S Ko"
      ],
      "year": 2016,
      "doi": "10.18632/oncotarget.8808"
    },
    {
      "title": "Pancreatic cancer",
      "authors": [
        "J Mizrahi",
        "R Surana",
        "J Valle",
        "R Shroff"
      ],
      "year": 2020,
      "doi": "10.1016/s0140-6736(20)30974-0"
    },
    {
      "title": "Coix Seed Extract Enhances the Anti-Pancreatic Cancer Efficacy of Gemcitabine through Regulating ABCB1-and ABCG2-Mediated Drug Efflux: A Bioluminescent Pharmacokinetic and Pharmacodynamic Study",
      "authors": [
        "Y Qian",
        "Y Xiong",
        "D Feng",
        "Y Wu",
        "X Zhang",
        "L Chen",
        "M Gu"
      ],
      "year": 2019,
      "doi": "10.3390/ijms20215250"
    },
    {
      "title": "Enzyme-treated Asparagus Extract Down-regulates Heat Shock Protein 27 of Pancreatic Cancer Cells",
      "authors": [
        "T Shimada",
        "Y Nanimoto",
        "B Baron",
        "T Kitagawa",
        "K Tokuda",
        "Y Kuramitsu"
      ],
      "year": 2018,
      "doi": "10.21873/invivo.11305"
    },
    {
      "title": "Inhibitory Effect of Oat Bran Ethanol Extract on Survival and Gemcitabine Resistance of Pancreatic Cancer Cells",
      "authors": [
        "M Kim",
        "J Mun",
        "H Lee",
        "S Son",
        "M Lee",
        "J Kee"
      ],
      "year": 2019,
      "doi": "10.3390/molecules24213829"
    },
    {
      "title": "Isodon eriocalyx and its bioactive component Eriocalyxin B enhance cytotoxic and apoptotic effects of gemcitabine in pancreatic cancer",
      "authors": [
        "L Li",
        "S Zhao",
        "G Yue",
        "T Wong",
        "J Pu",
        "H Sun",
        "K Fung",
        "P Leung",
        "Q Han",
        "C Lau"
      ],
      "year": 2018,
      "doi": "10.1016/j.phymed.2018.03.055"
    },
    {
      "title": "Terpinen-4-ol: A Novel and Promising Therapeutic Agent for Human Gastrointestinal Cancers",
      "authors": [
        "S Shapira",
        "S Pleban",
        "D Kazanov",
        "P Tirosh",
        "N Arber"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0156540"
    },
    {
      "title": "The marine natural product Scalarin inhibits the receptor for advanced glycation end products (RAGE) and autophagy in the PANC-1 and MIA PaCa-2 pancreatic cancer cell lines",
      "authors": [
        "E Guzmán",
        "T Pitts",
        "M Diaz",
        "A Wright"
      ],
      "year": 2019,
      "doi": "10.1007/s10637-018-0635-4"
    },
    {
      "title": "Bitter melon juice targets molecular mechanisms underlying gemcitabine resistance in pancreatic cancer cells",
      "authors": [
        "R Deep",
        "G Shrotriya",
        "S Patel",
        "M Agarwal",
        "C Agarwal"
      ],
      "year": 2015,
      "doi": "10.3892/ijo.2015.2885"
    },
    {
      "title": "Extract of the Medicinal Plant Pao Pereira Inhibits Pancreatic Cancer Stem-Like Cell In Vitro and In Vivo",
      "authors": [
        "R Dong",
        "P Chen",
        "Q Chen"
      ],
      "year": 2018,
      "doi": "10.1177/1534735418786027"
    },
    {
      "title": "Qingyihuaji formula reverses gemcitabine resistant human pancreatic cancer through regulate lncRNA AB209630/miR-373/EphB2-NANOG signals",
      "authors": [
        "P Chen",
        "M Wang",
        "C Wang"
      ],
      "year": 2019,
      "doi": "10.1042/bsr20190610"
    },
    {
      "title": "Inhibition of pancreatic cancer stem cells by Rauwolfia vomitoria extract",
      "authors": [
        "R Dong",
        "P Chen",
        "Q Chen"
      ],
      "year": 2018,
      "doi": "10.3892/or.2018.6713"
    },
    {
      "title": "Phase 1/2 Study of gbs-01 in Patients with Gemcitabine-Refractory Advanced Pancreatic Cancer",
      "year": 2020,
      "doi": "10.1111/cas.13086"
    },
    {
      "title": "Phase I trial of GBS-01 for advanced pancreatic cancer refractory to gemcitabine",
      "authors": [
        "M Ikeda",
        "A Sato",
        "N Mochizuki",
        "K Toyosaki",
        "C Miyoshi",
        "R Fujioka",
        "S Mitsunaga",
        "I Ohno",
        "Y Hashimoto",
        "H Takahashi"
      ],
      "year": 2016,
      "doi": "10.1111/cas.13086"
    },
    {
      "title": "Gemcitabine with Curcumin for Pancreatic Cancer",
      "year": 2020,
      "doi": "10.1179/175709310x12845438122791"
    },
    {
      "title": "Trial of Curcumin in Advanced Pancreatic Cancer",
      "authors": [
        "Clinicaltrials",
        "Gov"
      ],
      "year": 2020
    },
    {
      "title": "Huachansu & Gemcitabine in Pancreatic Cancer",
      "authors": [
        "Clinicaltrials"
      ],
      "year": 2020
    },
    {
      "title": "Prospective randomised evaluation of traditional Chinese medicine combined with chemotherapy: A randomised phase II study of wild toad extract plus gemcitabine in patients with advanced pancreatic adenocarcinomas",
      "authors": [
        "Z Meng",
        "C Garrett",
        "Y Shen",
        "L Liu",
        "P Yang",
        "Y Huo",
        "Q Zhao",
        "A Spelman",
        "C Ng",
        "D Chang"
      ],
      "year": 2012,
      "doi": "10.1038/bjc.2012.283"
    },
    {
      "title": "Safety and Exploratory Efficacy of Kanglaite Injection in Pancreatic Cancer",
      "authors": [
        "Clinicaltrials",
        "Gov"
      ],
      "year": 2020
    },
    {
      "title": "A randomized, open-label, safety and exploratory efficacy study of kanglaite injection (KLTi) plus gemcitabine versus gemcitabine in patients with advanced pancreatic cancer",
      "authors": [
        "L Schwartzberg",
        "F Arena",
        "B Bienvenu",
        "E Kaplan",
        "L Camacho",
        "L Campos",
        "J Waymack",
        "M Tagliaferri",
        "M Chen",
        "D Li"
      ],
      "year": 2017,
      "doi": "10.7150/jca.15407"
    },
    {
      "title": "Mistletoe Therapy for Advanced Pancreatic Cancer",
      "year": 2020,
      "doi": "10.1186/isrctn70760582"
    },
    {
      "title": "Quality of life of patients with advanced pancreatic cancer during treatment with mistletoe: A randomized controlled trial",
      "authors": [
        "W Tröger",
        "D Galun",
        "M Reif",
        "A Schumann",
        "N Stankovic",
        "M Milicevic"
      ],
      "year": 2014,
      "doi": "10.3238/arztebl.2014.0493"
    },
    {
      "title": "Mistletoe Therapy in Primary and Recurrent Inoperable Pancreatic Cancer (Mistral)",
      "year": 2020,
      "doi": "10.1055/s-0031-1296666"
    },
    {
      "title": "Molecular principles of metastasis: A hallmark of cancer revisited",
      "authors": [
        "J Fares",
        "M Fares",
        "H Khachfe",
        "H Salhab",
        "Y Fares"
      ],
      "year": 2020,
      "doi": "10.1038/s41392-020-0134-x"
    },
    {
      "title": "Antitumor activity of extracts and compounds from the skin of the toad Bufo bufo gargarizans Cantor",
      "authors": [
        "F Qi",
        "A Li",
        "Y Inagaki",
        "N Kokudo",
        "S Tamura",
        "M Nakata",
        "W Tang"
      ],
      "year": 2011,
      "doi": "10.1016/j.intimp.2010.12.007"
    },
    {
      "title": "Perioperative application of the Viscum album extract Isorel in digestive tract cancer patients",
      "authors": [
        "M Enesel",
        "I Acalovschi",
        "V Grosu",
        "A Sbarcea",
        "C Rusu",
        "A Dobre",
        "T Weiss",
        "N Zarkovic"
      ],
      "year": 2005
    },
    {
      "title": "Anti-austeric activity of phenolic constituents of seeds of Arctium lappa",
      "authors": [
        "Y Tezuka",
        "K Yamamoto",
        "S Awale",
        "F Li",
        "S Yomoda",
        "S Kadota"
      ],
      "year": 2013,
      "doi": "10.1177/1934578x1300800414"
    },
    {
      "title": "Phase II trial of curcumin in patients with advanced pancreatic cancer",
      "authors": [
        "N Dhillon",
        "B Aggarwal",
        "R Newman",
        "R Wolff",
        "A Kunnumakkara",
        "J Abbruzzese",
        "C Ng",
        "V Badmaev",
        "R Kurzrock"
      ],
      "year": 2008,
      "doi": "10.1158/1078-0432.ccr-08-0024"
    },
    {
      "title": "Potential of resveratrol in anticancer and anti-inflammatory therapy",
      "authors": [
        "C Udenigwe",
        "V Ramprasath",
        "R Aluko",
        "P Jones"
      ],
      "year": 2008,
      "doi": "10.1111/j.1753-4887.2008.00076.x"
    },
    {
      "title": "Curcumin: A potential cancer chemopreventive agent through suppressing NF-κB signaling",
      "authors": [
        "C.-L Lin",
        "J.-K Lin"
      ],
      "year": 2008
    },
    {
      "title": "MiRNA-646-mediated reciprocal repression between HIF-1α and MIIP contributes to tumorigenesis of pancreatic cancer",
      "authors": [
        "Y Niu",
        "Y Jin",
        "S.-C Deng",
        "S.-J Deng",
        "S Zhu",
        "Y Liu",
        "X Li",
        "C He",
        "M.-L Liu",
        "Z Zeng"
      ],
      "year": 2018,
      "doi": "10.1038/s41388-017-0082-2"
    },
    {
      "title": "Natural products as adjunctive treatment for pancreatic cancer: Recent trends and advancements",
      "authors": [
        "Q Yue",
        "G Gao",
        "G Zou",
        "H Yu",
        "X Zheng"
      ],
      "year": 2017,
      "doi": "10.1155/2017/8412508"
    }
  ],
  "num_references": 105
}
