{
  "paper_id": "3C4S5YEJ",
  "title": "Effect of a mobile phone intervention for female sex workers on unintended pregnancy in Kenya (WHISPER or SHOUT): a cluster-randomised controlled trial",
  "abstract": "Background Female sex workers in low-income and middle-income countries face high risks of unintended pregnancy. We developed a 12-month, multifaceted short messaging service intervention (WHISPER) for female sex workers in Kenya who had the potential to become pregnant, to improve their contraceptive knowledge and behaviours. The aim of this study was to assess the effectiveness of the intervention to reduce the incidence of unintended pregnancy among sex workers in Kenya compared with an equal-attention control group receiving nutrition-focused messages (SHOUT). Methods Our two-arm, cluster-randomised controlled trial was done in sex-work venues in two subcounties of Mombasa, Kenya (Kisauni and Changamwe). Participants, aged 16-34 years, not pregnant or planning pregnancy, able to read text messages in English, residing in the study area, and who had a personal mobile phone with one of two phone networks, were recruited from 93 randomly selected sex-work venues (clusters). Random cluster allocation (1:1) to the intervention or control group was concealed from participants and researchers until the intervention started. Both groups received text messages in English delivered two to three times per week for 12 months (137 messages in total), as well as additional on-demand messages. Message content in the intervention group focused on promotion of contraception, particularly long-acting reversible contraception and dual method contraceptive use; message content in the control group focused on promotion of nutritional knowledge and practices, including food safety, preparation, and purchasing. The primary endpoint, analysed in all participants who were randomly assigned and attended at least one follow-up visit, compared unintended pregnancy incidence between groups using discrete-time survival analysis at 6 and 12 months. This trial is registered with Australian New Zealand Clinical Trials Registry, ACTRN12616000852459, and is closed to new participants. Findings Between Sept 14, 2016, and May 16, 2017, 1728 individuals were approached to take part in the study. Of these, 1155 were eligible for full screening, 1035 were screened, and 882 were eligible, enrolled, and randomly assigned (451 participants from 47 venues in the intervention group; 431 participants from 46 venues in the control group). 401 participants from the intervention group and 385 participants from the control group were included in the primary analysis. Incidence of unintended pregnancy was 15•5 per 100 person-years in the intervention group and 14•7 per 100 person-years in the control group (hazard ratio 0•98, 95% CI 0•69-1•39). Interpretation The intervention had no measurable effect on unintended pregnancy incidence. Mobile health interventions, even when acceptable and rigorously designed, are unlikely to have a sufficient effect on behaviour among female sex workers to change pregnancy incidence when used in isolation.",
  "year": 2006,
  "date": "2006",
  "authors": [
    {
      "name": "Frances Ampt",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Megan Lim",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Paul Agius",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Kelly L'engle",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Griffins Manguro",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Caroline Gichuki",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Peter Gichangi",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Matthew Chersich",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Walter Jaoko",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Marleen Temmerman",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Mark Stoové",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Margaret Hellard",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    },
    {
      "name": "Stanley Luchters",
      "email": "stanley.luchters@aku.edu",
      "affiliation": {
        "organization": "Department of Population Health",
        "department": "Department of Population Health",
        "institution": "Funding National Health and Medical Research Council of Australia",
        "address": "Nairobi, Kenya"
      }
    }
  ],
  "doi": "10.1136/sti.2006.020081",
  "md5": "80A929A52AF646EC3A926283A04959F5",
  "publication": {
    "journal": "Contraception",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "Acknowledgments Australia 's  National Health and Medical Research Council  provided funding for the  WHISPER or SHOUT trial  (project grant  GNT 1087006 ), career development fellowships for SL and MS, and a postgraduate scholarship for FHA. We gratefully acknowledge the contribution of funding from the  Victorian Operational Infrastructure Support Program  received by the  Burnet Institute ."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Female sex workers constitute a large  1  and marginalised population in sub-Saharan Africa, with multiple overlapping sexual and reproductive health needs. High rates of HIV and other sexually transmitted infections have long been recognised in this population and targeted by interventions such as peer education, mobile outreach, and health services tailored to female sex workers.  2  By contrast, unintended pregnancy has received little attention, despite being a high priority for sex workers with the potential to become pregnant  3  and having multiple adverse health and socioeconomic consequences,  [4] [5] [6]  including increased financial depend ence on sex work.  7, 8 A systematic review of 3866 studies of female sex workers found only ten in which unintended pregnancy incidence was measured, and the estimated incidence was 27 per 100 woman-years.  9 Contraceptive use in this population is also estimated to be low.  7 owever, little emphasis has been placed on family planning as part of sexual and reproductive health services for sex workers, and effective interventions to prevent unintended preg nancy have not been identified.\n\nThere are multiple individual, interpersonal, and structural barriers to the adoption and maintenance of effective contraception by sex workers who might become pregnant.  10 Myths and misconceptions, particularly in relation to long-acting reversible contraception, are especially common and salient. Low knowledge and fear of side-effects of contraception have been noted as substantial barriers for female sex workers,  7, 11, 12  consistent with findings for young women more broadly,  13  which could be amenable to modification by an individually focused mobile health (mHealth) inter vention. Mobile phone coverage was approximately 87% in Kenya in 2016,  14  and higher among sex workers, who rely on mobile phones for maintaining social and business networks.  3 hort messaging service technology (SMS, or text messaging) is available on all mobile phones, and has been shown to influence health behaviour.  15, 16 However, although some randomised controlled trials have studied the use of SMS for promoting safer sex behaviours,  [17] [18] [19]  few have focused on improving contraceptive use.  [20] [21] ] [22] [23] [24]  We developed an SMS health promotion intervention for self-identified female sex workers in Kenya to address their knowledge gaps and misconceptions around family planning, and to prevent unintended pregnancy. The intervention was developed using a participatory, theorybased approach and was well received by the female sex worker community in the pilot phase.  3 The aim of this study was to assess the effectiveness of the intervention to reduce the incidence of unintended pregnancy among sex workers in Kenya compared with an equal-attention control group receiving nutrition-focused messages."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study design and participants",
      "text": "This two-arm, cluster-randomised controlled trial was done in sex-work venues in two subcounties of Mombasa, Kenya (Kisauni and Changamwe). A full description of the study protocol is provided elsewhere.  10 Trained community mobilisers and peer educators, all of whom were current or former female sex workers (self-reported), recruited participants from pre-identified sex-work venues. Venues ranged from nightclubs and brothels to informal drinking dens and public spaces. The sampling frame was based on an enumeration of sex workers done in 2014,  25  and consisted of 8516 self-identified female sex workers working across 757 venues in the two study areas."
    },
    {
      "title": "Research in context",
      "text": "Evidence before this study We searched MEDLINE, Embase, PsycINFO, and Popline on Jan 20, 2016, for peer-reviewed studies done with female sex workers in low-income and middle-income countries, published in English since Jan 1, 2000. Search terms included \"sex work\", \"transactional sex\", and related terms; a list of countries defined by World Bank as low-income and middle-income countries; and synonyms for low-income and middle-income. No studies were identified that tested interventions for female sex workers in low-income and middle-income countries to increase non-barrier contraceptive use or prevent unintended pregnancy. 25 studies measured unintended pregnancy incidence in this population, which was estimated at 27 per 100 person-years in a meta-analysis. Most studies focused exclusively on HIV or other sexually transmitted infections. Therefore, female sex workers in low-income and middle-income countries are at high risk of unintended pregnancy, but interventions to reduce this risk have not been evaluated."
    },
    {
      "title": "Added value of this study",
      "text": "To our knowledge, this is one of only two trials of a behaviour change intervention for self-identified female sex workers in a low-income or middle-income country designed to prevent unintended pregnancy. Other trials in this population have been done to increase condom use but not other contraceptives, and to prevent HIV and other sexually transmitted infections rather than pregnancy. Our intervention aimed to address known knowledge gaps and misconceptions about pregnancy prevention and related sexual and reproductive health concerns, with a particular focus on long-acting reversible contraceptives. The intervention was delivered by mobile phone short messaging service, which was deemed an acceptable and widely used medium by female sex workers. A two-arm, equalattention, cluster-randomised controlled design was used, with participants enrolled from randomly selected sex-work venues (clusters) to minimise contamination. Retention was high and the intervention was well received by participants. Our study did not show an effect on unintended pregnancy incidence or use of long-acting reversible contraceptives. The intervention did result in improvements in dual method contraceptive use and contraceptive knowledge."
    },
    {
      "title": "Implications of all the available evidence",
      "text": "This trial, along with previous research, has not identified effective strategies of preventing unintended pregnancy for female sex workers. A repeat search of MEDLINE on Sept 3, 2019, identified only one other intervention study, a randomised controlled trial of a mobile health intervention in Cambodia, but results were not yet available. Our trial confirmed that mobile phones are an important and acceptable means of engaging with this population, but that sexual and reproductive health messages delivered via this medium, when used in isolation, did not have a sufficient effect on contraceptive behaviour to modify biological outcomes. In view of the complex socioeconomic and structural barriers faced by female sex workers, more comprehensive interventions, for example combining mobile health with supply-side initiatives, might be required.\n\nThe sampling strategy was two-staged. First, sex-work venues were randomly selected with a probability proportionate to the size of their estimated population of female sex workers. Second, at each venue, self-identified female sex workers were consecutively invited to participate in the study, with a fixed target of ten participants per venue (based on an estimated mean venue size of 11•2 women), until the required sample size was reached. The number of venues sampled was 102 plus an additional four, which were not approached because the required sample size had been reached. The number of venues sampled was increased from 86 to 95 to account for some venues that had small populations of female sex workers, and was then increased by about 10% to account for anticipated lack of access (eg, due to venue closure or security concerns).\n\nEligible participants were women aged 16-34 years; self-reported receiving money in exchange for sex at the venue of recruitment in the previous 6 months; were not pregnant or planning pregnancy within 12 months; resided within the study area; reported being able to read text messages in English; and had a personal mobile phone with one of two phone networks (Safaricom, which accounted for 71% of Kenyan mobile phone subscriptions at the start of the trial, or Airtel, which accounted for 18% of Kenyan mobile phone subscriptions). Participants were excluded if they had participated in another mHealth study (including the formative research for this study) or if they had a medical or non-medical condition detected through screening that hindered study participation, as confirmed by the local principal investigator. All participants provided written informed consent.\n\nThe study was approved by the Kenyatta National Hospital and University of Nairobi Ethics and Research Committee, Kenya (reference KNH-ERC/RR/493) and the Monash University Human Research Ethics Committee, Australia (reference CF16/1552-2016000812)."
    },
    {
      "title": "Randomisation and masking",
      "text": "Before recruitment, each de-identified sex-work venue was randomly assigned 1:1 to either the intervention (WHISPER) or control (SHOUT) group by the study statistician using random sequence generation. Opaque envelopes with the randomisation assign ment were kept at the research office in Mombasa for participant allocation. Allocation was concealed from both participants and researchers until baseline data collection was completed for each cluster. The study coordinator then assigned that cluster to the relevant group via an online platform (operated by Viamo, Nairobi, Kenya), and set the date for delivery of text messages to both groups to commence."
    },
    {
      "title": "Procedures",
      "text": "Participants who met prescreening criteria at their work venue attended one of two study clinics embedded in existing health facilities for full screening and data collection. Data collection included urine pregnancy testing (also used to assess eligibility), sexually transmitted infection and HIV tests, and a structured questionnaire administered by trained research assistants. The questionnaire captured detailed sociodemographic information including education, literacy, employment, income, family and living circumstances, health and illness, and sex work history. Sexual and reproductive health inquiries included previous pregnancies; 6-month pregnancy intention; contraception and condom use (including dual protection); reasons for discontinuation or non-use of contraception; contraceptive self-efficacy; sexual and reproductive health seeking and service use; sexual risk behaviours; sexual and reproductive health knowledge and attitudes; and relationship control and joint decision making with non-paying emotional partners. Additional data collection procedures for the control group are detailed in the protocol.  10 Data collection was repeated at 6 months and 12 months after enrolment, with partici pants reminded to attend each follow-up appointment by automated SMS.\n\nThe intervention and control groups both received text messages in English delivered two to three times per week for 12 months (137 messages in total), as well as additional on-demand messages that could be accessed at any time.  10 Members of each cluster were sent the same messages on the same days throughout the study period. Half of the messages were short, stand-alone texts providing information, and the other half consisted of longer, fictional narratives about female sex workers showing healthy social norms and behaviours (role model stories), recounted over several instalments. Ondemand messages could be retrieved free-of-charge via SMS using a numerical code, and contained supplementary information and further options. Prompts to reply with numerical codes were included in many of the scheduled messages. The system and content were modelled on the Mobile 4 Reproductive Health service,  26  but with the addition of a directory of 12 local health facilities for female sex workers, describing their location and available services.\n\nWHISPER message content focused on promotion of contraception, particularly long-acting reversible contra ception and dual method contraceptive use. Messages also incorporated key domains of sexual and reproductive health that are known to influence pregnancy risk, including the prevention of HIV and sexually transmitt ed infections, alcohol and substance use, stigma, and violence.  10, 26 Message content and structure were informed by behaviour change theories, including stages of change and social cognitive theory,  27, 28  which posit that not only knowledge, but also personal factors such as self-efficacy and skill development are important influencers of behaviour;  29  hence these cognitive strategies were incorporated into messages. The inter vention was co-designed and tested with self-identified female sex workers from the target For information about Viamo see  https://viamo.io  communities.  3 Message content in the control group focused on the promotion of nutritional knowledge and practices, including food safety, food choices, food purchasing, and food preparation. Data from the SMS provider were moni tored regularly to detect errors in message delivery."
    },
    {
      "title": "Outcomes",
      "text": "All outcomes were measured at the individual level rather than at the cluster level and were centrally assessed. The primary outcome was the incidence of unintended pregnancy measured at 6 months and 12 months after enrolment. Pregnancy was defined as either a positive result on a urine pregnancy test at the study clinic, or as self-reported by the participant when it occurred between study visits. Pregnancy intention was assessed using the London Measure of Unintended Pregnancy (LMUP),  30  a six-item scale administered for every reported pregnancy. A pregnancy scoring less than 10 out of 12 on the LMUP was defined as unintended.  31 e assessed three secondary outcomes: long-acting reversible contraceptive use (current use of contraceptive implant or intrauterine device), dual contraceptivemethod use, and contraceptive knowledge score. Dual method use was defined as the use of effective nonbarrier contraception (intrauterine device, pill, implant, or injection) as well as consistent use of condoms with all of their sexual partners (clients and boyfriends or husbands) in the past month. Contraceptive knowledge was mea sured as a score in which one point was given for each of six correctly answered statements.\n\nOther prespecified outcomes were: contamination between the two trial groups, measured by asking about sharing of health-related text messages at 12 months (contamination was con sidered to have occurred when the nominated topics of shared messages included those from the other study group); feasibility and acceptability of the intervention, assessed by SMS provider data on the number of messages successfully sent to each participant and engagement of participants with the pull menu; and self-reported engagement with the intervention assessed by follow-up ques tionnaires.\n\nSerious adverse events and social events possibly related to SMS receipt (eg, physical violence inflicted by a participant's partner resulting from her participation) were reported to the Kenyan ethics committee. Where appropriate, assistance was provided by arranging for urgent medical treatment, counselling, and protection by community mobilisers."
    },
    {
      "title": "Statistical analysis",
      "text": "Our target sample size (430 participants from at least 43 sex-work venues in each group) was based on an estimated 12-month unintended pregnancy incidence of 24% in the control group, an estimated 37% relative reduction in hazard (hazard ratio [HR] 0•63) of unintended pregnancy attributable to the intervention, and an expected attrition of 10% 7 (80% power and 5% significance). This included adjustment for inflation in standard error due to the complex-sampling approach used (design effect 1•18; estimated intracluster correlation coeffi cient 0•02; and mean cluster size of ten).  32 he retention rate was calculated using follow-up time by counting 1 year for each participant who attended their 12-month appointment, or 0•5 years for those who attended the 6-month visit only. Unintended pregnancy incidence rate was calculated for descriptive purposes by counting only the first unintended pregnancy per 1035 participants from 93 clusters attended full screening 882 participants from 93 clusters randomly assigned 153 ineligible* 7 already in randomised controlled trial or participated in study development 10 not aged 16-34 years 4 no sex work in last 6 months 1 not living in study area 17 did not own mobile phone 8 unsupported mobile phone provider 3 no consent provided 47 pregnant 4 planning pregnancy in next year 1 medical condition preventing enrolment 51 not SMS literate participants from 47 clusters allocated to the intervention group participants from 47 clusters attended the 12-month visit 2 withdrawn participants attended follow-up participants from 47 clusters included in primary analysis participants from 47 clusters attended the 6-month visit 47 lost to follow-up 5 withdrawn 2 third party access to mobile phone 2 dislike or lack of interest in the intervention 1 privacy concerns 431 participants from 46 clusters allocated to the control group 362 participants from 46 clusters attended the 12-month visit 385 participants from 46 clusters included in primary analysis 360 participants from 46 clusters attended the 6-month visit 45 lost to follow-up 1 died\n\nparticipant, to allow comparison with other estimates.  9 xposure time was calculated as the time from the enrolment visit to the most recent menstrual period for women who became pregnant unintentionally, and total time in the study for those who did not. For those with missing data on the timing of their pregnancy, this date was imputed by taking the midpoint between the current visit and the most recent previous visit. The primary outcome was analysed in all participants who were randomly assigned and attended at least one follow-up visit. Because the primary outcome was intervalcensored (measured in 6-month intervals), discretetime multiple-event survival analysis was done using a generalised linear mixed model with complementary log-log link function and binomial distribution. Up to two pregnancies per woman (one per 6-month period of discrete time) could be incorporated, and a random intercept was specified for each participant to account for within-subject depen dencies. This provided an estimate of the HR of unintended pregnancy incidence in the intervention group compared with the control group. The model included data from all timepoints and was offset for the duration between interviews. Cluster robust standard errors accounted for clustering of participants by sex-work venue.\n\nSecondary outcomes were analysed using multilevel models in the same population as for the primary outcome. Mixed three-level models specifying random intercepts for both individual participants and sex-work venues were fitted for dual contraceptive-method use using generalised linear modelling, and for contraceptive knowledge score using linear regression modelling. Longacting reversible contraceptive use was assessed by a twolevel random effects logistic regression model because of convergence issues with the three-level model. Correct standard errors were applied for clustering by venue. Joint inferential tests (Wald and likelihood ratio) were applied to determine whether there was an overall effect of the intervention on each outcome over time. For dual contraceptive-method use, the component outcomes (consistent condom use with clients, consistent condom use with boyfriends or husbands, and use of an effective non-barrier contraceptive method) were also analysed using generalised linear mixed models to explore the effect of each component on the overall measure.\n\nThe potential effect of intervention fidelity on the primary outcome was examined in an as-treated, exploratory analysis. High exposure to the intervention was defined as more than 100 text messages successfully sent to the participant (reported by the SMS platform provider for participants with Safaricom subscriptions only, therefore only participants with this subscription were included in the exploratory analysis). The primary analysis model was adjusted by including an interaction term of exposure by study group, to estimate whether the intervention effects differed across high and low levels of exposure.\n\nAll analyses used a significance level of 5% and no adjust ments were made for multiple testing on secondary or exploratory analyses. All analyses were\n\nIntervention group (N=450) Control group (N=431) Age, years* 25•4 (4•5) 25•6 (4•8) Marital status Married or cohabiting 29 (6%) 26 (6%) Not married or cohabiting 421 (94%) 405 (94%) Education None or some primary 60 (13%) 44 (10%) Completed primary 225 (50%) 239 (55%) Completed secondary 165 (37%) 148 (34%) Religion † Protestant 190 (42%) 202 (47%) Catholic 168 (37%) 142 (33%) Muslim 89 (20%) 83 (19%) Other 3 (1%) 2 (1%) Gravidity 0 117 (26%) 88 (20%) 1 136 (30%) 142 (33%) 2 or more 197 (44%) 201 (47%) Location Kisauni subcounty 297 (66%) 273 (63%) Changamwe subcounty 153 (34%) 158 (37%) Sex-work venue Bar with lodging 215 (48%) 183 (42%) Bar without lodging 66 (15%) 81 (19%) Lodging or guesthouse 76 (17%) 64 (15%) Street or beach 38 (8%) 48 (11%) Other 55 (12%) 55 (13%) Duration in sex work, years ‡ 4•5 (3•2) 4•9 (3•7) HIV positive § 60 (13%) 47 (11%) Currently has boyfriend or husband ¶ 260 (58%) 235 (55%) Boyfriend or husband wants pregnancy|| Yes 68 (26%) 52 (22%) No 114 (44%) 113 (48%) Unsure or unknown 78 (30%) 69 (29%) Total weekly income, Euros** €37•16 (36•65) €37•43 (35•06) Contraceptive use Any modern method † † 344 (77%) 346 (80%) Long-acting reversible contraceptive ‡ ‡ 107 (24%) 110 (26%) Dual methods § § 111 (25%) 124 (29%) Data are n (%) or mean (SD). *N=877 (446 intervention, 431 control). †N=879 (450 intervention, 429 control). ‡N=871 (442 intervention, 429 control). §N=876 (447 intervention, 429 control). ¶N=879 (448 intervention, 431 control). ||N=494 (260 intervention, 234 control). **Data from 12-month visit as not asked at baseline; conversion rate from Euros to Kenyan shillings as at Sept 15, 2016; N=722 (360 intervention, 362 control). † †Intrauterine device, implant, pill, injection, or consistent condom use with all partners in the past month; N=878 (448 intervention, 430 control). ‡ ‡N=879 (449 intervention, 430 control). § §N=873 (445 intervention, 428 control)."
    },
    {
      "title": "Role of the funding source",
      "text": "The funder of the study had no role in study design, data collection, data analysis, data interpretation, or writing of the report. The corresponding author had full access to all the data in the study and had final responsibility for the decision to submit for publication."
    },
    {
      "title": "Results",
      "text": "Between Sept 14, 2016, and May 16, 2017, 102 sex-work venues were assessed for eligibility, nine of which were excluded due to closure and other logistical reasons, resulting in 93 venues accessed and randomly assigned to a study group (mean cluster size 11•1 [SD 2•5]). Recruiters approached 1728 individuals to take part, of whom 1155 (67%) were eligible for full screening. Of the 1035 individuals who were screened, 882 (85%) were eligible (mean cluster size 9•5 [SD 1•9]; figure 1). 451 participants from 47 venues were allocated to the intervention group (mean cluster size 9•6 [SD 1•9]), and 431 participants from 46 venues were allocated to the control group (mean cluster size 9•4 [SD 1•8]). 786 women (401 [89%] in the intervention group [mean cluster size 8•8; SD 1•3]; and 385 [89%] in the control group [8•7; 1•4]) attended at least one follow-up visit. Retention rate was 85% of total person-time (inter vention group 84%; control group 87%). Follow-up was completed by July 31, 2018. Further details regarding recruitment, ineligibility, and baseline characteristics have been reported elsewhere.  33 ne individual left the study before enrolment procedures were completed, so 881 participants contributed to baseline data. Participant characteristics were similar between the study groups (table 1). Mean age was 25•4 years (SD 4 •7). A majority of participants had been pregnant before, with 398 (45%) having had at least two previous pregnancies. 107 (12%) participants were HIV-positive.\n\n131 participants became pregnant at least once during the study, with a total of 145 pregnancies. Of these, 122 were classified as unintended. The proportion of women with at least one unintended pregnancy was the same in each group (table  2 ). Last menstrual period was imputed for 32 (29%) of 110 women with unintended pregnancy (17 [30%] of 57 in the intervention group, 15 [28%] of 53 in the control group). The resulting incidence rates were 15•5 per 100 person-years in the intervention group and 14•7 in the control group, which were not significantly different (HR 0•98, 95% CI 0•69-1•39).\n\nA time to first pregnancy survival analysis using generalised linear modelling showed similar results (adjusted HR 1•06, 95% CI 0•75-1•51; incidence data not shown). The exploratory as-treated analysis showed that the effect of the intervention was no diff erent for participants who were exposed to more text messages (>100) than for those exposed to fewer messages (p=0•45; table 2). Other means of measuring exposure (whether or not the participant had accessed the pull menu and whether they had changed their mobile phone number) were also explored, but similarly had no effect on the primary outcome (data not shown). Full model outputs for both primary and secondary outcomes are available in the appendix (p 1).\n\nThere was a greater change in mean contraceptive knowledge score over time in the intervention group than in the control group (p<0•001; figure  2 ). This effect was observed over the full 12 months, but the difference 0 6 12 0 3•0 3•5 4•0 4•5\n\n5•0 Mean knowledge score Time after enrolment (months) Control group Intervention group Women with unintended pregnancy Incidence per 100 personyears* Hazard ratio (95% CI) p value Primary analysis (n=786) † Control group 53/385 (14%) 14•7 1 (ref) •• Intervention group 57/401 (14%) 15•5 0•98 (0•69-1•39) 0•89 As-treated analysis (n=700) ‡ Low exposure Control group 10/68 (15%) 16•8 1 (ref) •• Intervention group 9/75 (12%) 13•0 0•71 (0•29-1•71) 0•44 High exposure Control group 37/282 (13%) 13•8 1 (ref) •• Intervention group 40/275 (15%) 15•7 1•05 (0•66-1•65) 0•84 Differential effect of exposure between groups § •• •• 1•48 (0•54-4•10) 0•45 Data are n/N (%) unless otherwise stated. *Time-to-first pregnancy analysis. †Discrete-time survival analysis including multiple pregnancies per woman. Generalised linear mixed model (complementary log-log link, binomial distribution, offset for log time between visits and random intercept for participants), with cluster robust standard errors for sex-work venue clustering. ‡As in the primary analysis, with the addition of group-by-exposure interaction term. §This interaction term represents the additional change in the outcome with increased exposure for the intervention group compared with the control group."
    },
    {
      "title": "Table 2: Analyses of unintended pregnancy incidence",
      "text": "See Online for appendix was not significant in the first 6 months (table  3 ). Most knowledge items were correctly answered at baseline, apart from those relating to the duration of action of intrauterine devices and contra ceptive injections (table  4 ).\n\nApproximately one-quarter of participants used longacting reversible contraception at all timepoints (figure  3 ), and there was no significant difference in the use of this contraception over time between the two groups (p=0•19; figure  3 ). By contrast, the intervention was associated with increased odds of dual method contraceptive use relative to the control over time (p=0•039). This effect was observed over 12 months, but not in the first 6 months (table  3 ). This result reflected a significant decline in dual method contra ceptive use between baseline and 12 months in the control group (adjusted odds ratio [OR] 0•36, 95% CI 0•23-0•56), compared with no significant change in use in the intervention group (0•79, 0•51-1•21; figure  4 ).\n\nMore specifically, the use of the different aspects of dual method contraception differed across the two groups. First, the use of effective non-barrier contraception declined over 12 months in the control group (adjusted OR 0•58, 95% CI 0•38-0•89; p=0•011) but not in the intervention group (1•09, 0•72-1•67; p=0•66). Second, consistent condom use with clients increased in the intervention group (1•79, 1•17-2•72; p=0•007), but remained unchanged in the control group (1•13, 0•76-1•69; p=0•54). Lastly, con sistent condom use with boyfriends or husbands declined significantly in both groups (intervention group: adjusted OR 0•39, 95% CI 0•27-0•58; control group: 0•38, 0•26-0•56). A current non-paying boyfriend or husband was reported Group comparison at each time point: intervention group vs control group Differential effect over time (from baseline to follow-up) of the intervention group vs the control group* p value for joint test of effect † Adjusted mean difference in knowledge score (95% CI) Adjusted OR (95% CI) p value Adjusted mean difference in knowledge score (95% CI) Adjusted OR (95% CI) p value Knowledge score ‡\n\nLong-acting contraceptive use §\n\nDual method contraceptive use ¶\n\n•• 2•21 (1•19 to 4•09) 0•012 0•039 Data are adjusted mean differences (95% CI) or adjusted OR (95% CI) unless otherwise stated. OR=odds ratio. *Interaction terms from each model represent the additional change in the outcome over follow-up for the intervention group compared with the control group (mean difference for knowledge score and relative difference in odds for long-acting reversible contraceptive and dual contraceptive method use). †Likelihood ratio test for knowledge and dual contraceptive method use; Wald test for long-acting reversible contraceptive use. ‡Three-level linear mixed model with random intercepts for sex-work venue and female sex worker. §Two-level random effects logistic regression model with cluster robust standard errors for sex-work venue (because a three-level model exhibited convergence problems). ¶Three-level generalised linear mixed model with random intercepts for sex-work venue and female sex worker.\n\nTable 3: The effect of the intervention on long-acting reversible contraceptive use, dual method contraceptive use, and contraceptive knowledge Proportion answered correctly at baseline Proportion answered correctly at 12 months Intervention group Control group Intervention group Control group Implants can make your period lighter, or stop it altogether (true) 288/449 (64%) 284/427 (67%) 258/359 (72%) 262/360 (73%) One contraceptive injection, like Depo, will protect against pregnancy for 1 year (false) 198/449 (44%) 198/427 (46%) 219/360 (61%) 217/361 (60%) I don't need to use condoms if I'm already using another type of family planning (false) 323/450 (72%) 314/430 (73%) 273/359 (76%) 271/360 (75%) It is easy for most women to get pregnant soon after they stop using family planning (true) 379/447 (85%) 383/430 (89%) 320/360 (89%) 318/359 (89%) The intrauterine device protects against pregnancy for up to 12 years (true) 203/449 (45%) 195/429 (45%) 225/360 (63%) 165/361 (46%)* Family planning pills and injections provide some protection against HIV (false) 345/450 (77%) 357/430 (83%) † 319/360 (89%) 325/362 (90%) *p<0•001 for the difference between the groups at each timepoint. †p<0•05 for the difference between groups at each time point.\n\nTable 4: True or false statements included in the knowledge scale and the proportion of participants who answered correctly at baseline and at 12 months after enrolment by 260 (58%) of 448 participants in the intervention group and 235 (55%) of 431 in the control group at baseline; at 12 months, 241 (67%) of 360 in the intervention group and 242 (67%) of 359 in the control group reported having a non-paying boyfriend or husband.\n\nOne-third of women with a current boyfriend or husband had consistent condom use with that partner at baseline and just less than one-quarter did so at 12 months, with little difference between the groups (appendix p 2). Only five women requested to stop receiving the SMS messages (all in the intervention group; figure  1 ), and 482 (55%) of 882 accessed additional pull messages at least once during the study (248 [55%] of 451 in the intervention group and 234 [54%] of 431 in the control group). Reliable exposure data were available for 787 participants who used Safaricom throughout the study, and of 137 total messages in the programme, these women received a median of 127 (IQR 106-133) messages each (intervention group median 126 [IQR 102-133]; control group median 128 [107-133]). Women who changed their mobile phone number during the study received fewer messages. 93 (11%) of 882 women changed their phone number; including 49 (6%) of the 787 women with reliable exposure data. These 49 women received a median of 80 messages (IQR 70-109) each: 76 messages (62-125) each in the intervention group and 83 (74-107) in the control group. There were frequent reports of phones being misplaced or broken; one-quarter of participants reported that their phone was unavailable for at least 1 month during the study period (107 [27%] of 401 in the intervention group and 100 [26%] of 385 in the control group). Despite these interruptions, at 12 months, perceived receipt of messages was high, with 615 (86%) of the 715 who answered the relevant question stating that they had received messages at least twice per week (306 [86%] of 356 in the intervention group, 309 [86%] of 359 in the control group). 96 participants were lost to follow-up (50 in the intervention group and 46 in the control group); 32 (33%) of whom could not be contacted either by telephone or by physical tracing.\n\nA quarter of participants at 12 months reported being shown messages by their peers (172 [24%] of the 717 who answered the question). 22 of these were from women in the other trial group. In addition, two participants were erroneously sent both intervention and control messages for 2-3 months, and one participant gave her SIM card to her sister in the other trial group. Therefore, cross-arm contamination occurred in 25 [3%] of 786 participants.\n\nFive adverse events were reported to the ethics committees. There was one death and one case of physical assault that were not related to the intervention. Two participants reported that the messages had made their boyfriends angry, and in one case this exacerbated existing intimate partner violence; however, both participants decided to remain in the study. There was one inadvertent breach of a participant's HIV status to a woman later found to be impersonating the participant, and mitigating strategies were subsequently implemented."
    },
    {
      "title": "Discussion",
      "text": "The intervention had no detectable effect on the biological outcome of unintended pregnancy, despite the fact that it was rigorously designed in collaboration with female sex workers, and was well received by participants.  3 The observed unintended pregnancy incidence was much lower in both study groups than anticipated based on previous research, particularly considering that our sample population was younger than in other incidence studies.  7, 9 This result is consistent with a finding of contraceptive implant use in the cohort at baseline that was higher than usual  33  and, given the magnitude of the difference in unintended pregnancy incidence between this and other studies, probably reflects a real change in long-acting reversible contraceptive use and pregnancy incidence in the population over time. Alternatively, it is  0 6 12 0 0•1 0•2 0•3 0•5 0•4 Probability of long-acting reversible contraceptive use Time after enrolment (months) Control group Intervention group 0 6 12 0 0•1 0•2 0•3 0•5 0•4 Probability of dual method contraceptive use Time after enrolment (months) Control group Intervention group\n\npossible that previous studies overestimated incidence because they did not use random samples of sex workers.  9 ecause there were fewer unintended pregnancies than we expected, the standard error of the primary analysis estimate was larger than anticipated, widening the CI (HR 0•98, 95% CI 0•69-1•39). Nonetheless, because the observed CI excludes our expected intervention effect (HR 0•63), this provides some evidence that the intervention was not effective in reducing unintended pregnancy incidence to a degree we defined as clinically meaningful. Despite this, we cannot exclude the possibility that a true difference of less than 37%, attributable to the intervention, is present in the population and that such a magnitude of effect might be considered meaningful.\n\nThe intervention was associated with improved knowledge about contraception, particularly intrauterine devices, as well as increased use of dual method contraception. Positive changes were observed in consistent condom use with clients, and to a lesser extent effective non-barrier contraceptive use. This is a promising result because dual method contraceptive use is a key behaviour related to pregnancy risk, and is crucial for maintaining the prevention of sexually transmitted infections. The improvement in dual method contra ceptive use was not sufficient to affect the primary outcome as hypothesised, in part because of the higher than expected baseline use of contraceptive implants and lower than expected unintended pregnancy incidence.\n\nThe observed decline in consistent condom use with boyfriends and husbands was partly an artifact of the larger proportion of women in these non-paying emotional relationships at follow-up than at baseline. Regardless, at all timepoints, one-third or less of women with husbands or boyfriends used condoms consistently in these sexual encounters, and this was not influenced by the intervention. This is concerning for a population known to be at greater risk of unintended pregnancy from emotional partners than paying clients.  7 Inter ventions that can successfully influence sexual risk behaviour within female sex workers' emotional relationships have not yet been identified, although innovative models have been trialled.  34 he fact that the intervention was correlated with change in use of some contraceptive methods but not long-acting reversible contraceptives suggests that, contrary to our hypothesis, addressing knowledge barriers might translate to behaviour change in relation to short-acting and user-controlled methods only. A similar result was observed in a study of post-partum women receiving an SMS intervention in Kenya.  22 mproving knowledge of long-acting reversible contraceptives and associated individual determinants such as attitudes and self-efficacy might have little effect with out addressing supply-side barriers such as poor availability,  35  insufficient provider counselling,  33  and stigma from health workers.  36 Unlike short-acting methods, long-acting reversible contraceptives are usually only available in public facilities in Kenya,  37  which tend to have longer waiting times than private facilities.  36 Baseline data from this study showed that only male condoms were frequently supplied by dropin-centres targeted at female sex workers,  33  despite these being the most acceptable health centres for this population.  36 Supply-side inter ventions have increased uptake of long-acting reversible contraceptives and reduced unintended pregnancy in the USA,  38, 39  and a combined supply-side and demand-side intervention increased the use of these types of contraceptives in Kenya, 40 but similar approaches have not been adopted with female sex workers.\n\nOverall, the results of our study suggest that provision of health education by mobile phone, in the absence of parallel interventions, is unlikely to result in substantial contraceptive behaviour change in a population with high baseline use of at least some form of contracep tion. A similar conclusion has been reached by other randomised controlled trials of SMS-based sexual health interventions.  18, 23 In our study, this absence of effect was despite concerted efforts in intervention design to maximise translation from knowledge to behaviour change, because increased knowledge alone is often insufficient to change behaviour or clinical outcomes.  29 e adopted strategies from health promotion theory,  27, 28  such as role modelling and skill development,  29  and bidirectional messaging, with an on-demand menu that allowed greater engagement and included a directory of local sexual and reproductive health services.  3 Nonautomated bidirectional messaging with a health pro vider and tailoring of messages to individuals' current method of contraception might have had a greater effect,  22  but were not feasible to adopt in this intervention.\n\nThe messages addressed contextual and structural issues, such as alcohol use, violence, and rights; however, this might have resulted in too broad a scope and diluted the primary message of pregnancy prevention, or required a longer duration to have a measurable effect. Further research using qualitative methods is needed to better understand why participants could not or did not want to adopt safer contraceptive behaviours in response to this intervention.\n\nConcurrent and complementary interventions might be needed so that women receive multiple reinforcing messages from different sources. A systematic review of mHealth for maternal and neonatal care in low-income and middle-income countries found that combining mHealth interventions with other interventions had promising results.  41 Similarly, a post-abortion intervention in Cambodia that used a combination of interactive voice response messages, contraceptive counselling by phone, and expedited links to long-acting reversible contraceptive insertion services, is one of few mHealth interventions shown to improve the use of these contraceptives.  20 he need for combined approaches is likely to be greater for populations, such as sex workers with the potential to become pregnant, that face entrenched supply-side and demand-side barriers to contraceptive use. We therefore recommend that the WHISPER intervention be adapted and trialled as part of a more comprehensive pregnancy prevention package for this population that addresses barriers on both the supply and demand side.\n\nThis study shows that mHealth interventions with female sex workers are not only feasible, but can be highly acceptable. Despite interruptions due to problems with mobile phones, participants received a large proportion of the scheduled messages and the majority sought further information. Some simple strategies were instituted to minimise loss of participants, such as testing their telephone number at registration, screening for number changes at follow-up visits, and periodically investigating participants with high SMS failure rates. The high rate of message sharing between participants is further evidence of their engagement with the intervention, and confirms the appropriateness of the cluster design, which accommodated the intended interactions of women within sex work venues. Sharing of messages, because it was mostly done within study groups, is likely to have enhanced rather than diluted any intervention effects.\n\nOur study had several limitations. Measurement of outcomes ceased at the same time as the intervention, so we might have missed some participants' transition from contemplation of message content into action and its subsequent effect on biological outcomes. The second stage of sampling might have introduced selection bias, because recruiters sampled individuals consecutively until a target was reached, rather than randomly sampling or inviting all eligible sex workers from each venue (ie, using an intact second stage sampling unit). This was a pragmatic decision to ensure that participant selection was feasible and adapted to conditions in the field. The fixed number of second stage sampling units notionally provided a sample in which potential participants were sampled with equal probability, despite the unequal probability selection at the first stage. In addition, the number of venues and potential participants active in each venue might have changed between the enumeration in 2014 and recruitment for the study in 2016. This might have resulted in over-representation of some venues in the sample, and the exclusion of new venues.\n\nIt is possible that we underestimated unintended pregnancy incidence because of selective loss of pregnant participants from the study. There were five anecdotal reports of women who were pregnant not returning for study visits, either because of changes in living circumstances or concerns that they would not be able to remain in the study following pregnancy, which might have reflected a misinterpretation of eligibility criteria.\n\nUnreliable reporting from the Airtel network that could not be rectified during the study meant that we were limited to measuring exposure only among women who used Safaricom for the whole year. Although this accounted for 89% of participants, it might have hidden differences in successful delivery between the two networks. The ability to accurately monitor message and call delivery is an important consideration for future mHealth programmes.\n\nEnglish-language SMS was used rather than Swahili text or voice messaging, on the basis of the preferences of participants in our formative work.  3 However, a small minority of participants did have difficulty with this format. Only 6% of women were found to be SMS illiterate on screening (data not shown), but the field team suspected that some women self-excluded on the basis of illiteracy before being screened. It might be preferable for future interventions to provide a voice message option to improve equity of delivery across literacy levels, and to reach women who might be at a greater disadvantage. Other authors have noted the risk of mHealth interventions not reaching those at greatest need.  20, 23, 42 espite these issues, we have shown that mobile phones are a feasible means of connecting with this population. Sex work is increasingly solicited via digital means, and models of health promotion and service delivery that are overly focused on physical locations will increasingly miss women who sell sex.  43 Mobile phones could be used to link to clinical and educational programmes, create support networks between peers, and provide information, and will need to be part of the means of delivery to this population in the future.\n\nThis study is notable for being one of few randomised controlled trials done among female sex workers in lowincome and middle-income countries, for aiming to prevent unintended pregnancy, a crucial but underrecognised issue in this population, and for adopting a novel reciprocal control design. We showed that an mHealth intervention in isolation might improve both contraceptive knowledge and dual method contra ceptive use. However, mHealth needs to be incorporated into more comprehensive approaches, particularly those addressing the role of female sex workers' emotional partners and the supply of longer-acting, more reliable contraception, to prevent unintended pregnancy and its associated detrimental impacts on the health and wellbeing of female sex workers."
    },
    {
      "title": "Contributors",
      "text": "SL was the Principal Investigator on the study. SL, FHA, MSCL, PAA, KL, PG, MFC, WJ, MT, MS, and MH contributed to study design. GM and CG coordinated the trial and acquired data in Kenya under the supervision of PG. FHA, SL, and MSCL conceptualised the manuscript. FHA and PAA did the statistical analyses. FHA wrote the first draft of the manuscript. All authors contributed to data interpretation, provided critical input, and approved the final version of the manuscript."
    },
    {
      "title": "Declaration of interests",
      "text": "We declare no competing interests."
    },
    {
      "title": "Data sharing",
      "text": "Data collected for the study cannot be made publicly available because primary analysis for the nutrition intervention arm, as well as secondary analyses, are ongoing. The study protocol, including statistical analysis plan, has been published.  10 Additional study documents (eg, informed consent forms and questionnaires) can be provided on request."
    },
    {
      "text": "Figure 1: Trial profile SMS=short messaging service. *One reason for ineligibility is reported per participant; criteria were determined in the order shown."
    },
    {
      "text": "Figure 2: Mean knowledge score by study group at each timepoint, predicted by mixed linear regression Error bars represent the 95% CIs."
    },
    {
      "text": "Figure 3: Probability of long-acting reversible contraceptive use by study group at each timepoint, predicted by random effects logistic regression Error bars represent the 95% CIs."
    },
    {
      "text": "Figure 4: Probability of dual method contraceptive use by study group at each timepoint, predicted by generalised linear mixed model Error bars represent the 95% CIs."
    },
    {
      "text": "Baseline characteristics"
    },
    {
      "title": "Acknowledgments",
      "text": "Australia 's  National Health and Medical Research Council  provided funding for the  WHISPER or SHOUT trial  (project grant  GNT 1087006 ), career development fellowships for SL and MS, and a postgraduate scholarship for FHA. We gratefully acknowledge the contribution of funding from the  Victorian Operational Infrastructure Support Program  received by the  Burnet Institute ."
    }
  ],
  "references": [
    {
      "title": "Estimates of the number of female sex workers in different regions of the world",
      "authors": [
        "J Vandepitte",
        "R Lyerla",
        "G Dallabetta",
        "F Crabbé",
        "M Alary",
        "A Buvé"
      ],
      "year": 2006,
      "doi": "10.1136/sti.2006.020081",
      "journal": "Sex Transm Infect",
      "volume": "82",
      "issue": "suppl 3",
      "raw": "Estimates of the number of female sex workers in different regions of the world \n\t\t \n\t\t\t J Vandepitte \n\t\t \n\t\t \n\t\t\t R Lyerla \n\t\t \n\t\t \n\t\t\t G Dallabetta \n\t\t \n\t\t \n\t\t\t F Crabbé \n\t\t \n\t\t \n\t\t\t M Alary \n\t\t \n\t\t \n\t\t\t A Buvé \n\t\t \n\t\t 10.1136/sti.2006.020081 \n\t \n\t \n\t\t Sex Transm Infect \n\t\t \n\t\t\t 82 \n\t\t\t suppl 3 \n\t\t\t \n\t\t\t 2006 \n\t\t \n\t \n\t Vandepitte J, Lyerla R, Dallabetta G, Crabbé F, Alary M, Buvé A. Estimates of the number of female sex workers in different regions of the world. Sex Transm Infect 2006; 82 (suppl 3): iii18-25."
    },
    {
      "title": "Systematic review of facilitybased sexual and reproductive health services for female sex workers in Africa",
      "authors": [
        "A Dhana",
        "S Luchters",
        "L Moore"
      ],
      "year": 2014,
      "journal": "Global Health",
      "volume": "10",
      "pages": "46",
      "raw": "Systematic review of facilitybased sexual and reproductive health services for female sex workers in Africa \n\t\t \n\t\t\t A Dhana \n\t\t \n\t\t \n\t\t\t S Luchters \n\t\t \n\t\t \n\t\t\t L Moore \n\t\t \n\t \n\t \n\t\t Global Health \n\t\t \n\t\t\t 10 \n\t\t\t 46 \n\t\t\t 2014 \n\t\t \n\t \n\t Dhana A, Luchters S, Moore L, et al. Systematic review of facility- based sexual and reproductive health services for female sex workers in Africa. Global Health 2014; 10: 46."
    },
    {
      "title": "A mobile phone-based sexual and reproductive health intervention for female sex workers in Kenya: development and qualitative study",
      "authors": [
        "F Ampt",
        "L 'engle",
        "K Lim"
      ],
      "year": 2020,
      "doi": "10.2196/15096",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "8",
      "pages": "e15096",
      "raw": "A mobile phone-based sexual and reproductive health intervention for female sex workers in Kenya: development and qualitative study \n\t\t \n\t\t\t F H Ampt \n\t\t \n\t\t \n\t\t\t L 'engle \n\t\t \n\t\t \n\t\t\t K Lim \n\t\t \n\t\t \n\t\t\t Msc \n\t\t \n\t\t 10.2196/15096 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 8 \n\t\t\t e15096 \n\t\t\t 2020 \n\t\t \n\t \n\t Ampt FH, L'Engle K, Lim MSC, et al. A mobile phone-based sexual and reproductive health intervention for female sex workers in Kenya: development and qualitative study. JMIR Mhealth Uhealth 2020; 8: e15096."
    },
    {
      "title": "Adding it up: the costs and benefits of investing in sexual and reproductive health 2014",
      "authors": [
        "S Singh",
        "J Darroch",
        "L Ashford"
      ],
      "year": 2014,
      "doi": "10.1363/2020.31593",
      "raw": "S Singh \n\t\t \n\t\t \n\t\t\t J E Darroch \n\t\t \n\t\t \n\t\t\t L S Ashford \n\t\t \n\t\t 10.1363/2020.31593 \n\t\t Adding it up: the costs and benefits of investing in sexual and reproductive health 2014 \n\t\t New York \n\t\t \n\t\t\t Guttmacher Institute \n\t\t\t 2014 \n\t\t \n\t \n\t Singh S, Darroch JE, Ashford LS. Adding it up: the costs and benefits of investing in sexual and reproductive health 2014. New York: Guttmacher Institute, 2014."
    },
    {
      "title": "Pregnancy intention and pregnancy outcome: systematic review and meta-analysis",
      "authors": [
        "J Hall",
        "L Benton",
        "A Copas",
        "J Stephenson"
      ],
      "year": 2017,
      "doi": "10.1007/s10995-016-2237-0",
      "journal": "Matern Child Health J",
      "volume": "21",
      "raw": "Pregnancy intention and pregnancy outcome: systematic review and meta-analysis \n\t\t \n\t\t\t J A Hall \n\t\t \n\t\t \n\t\t\t L Benton \n\t\t \n\t\t \n\t\t\t A Copas \n\t\t \n\t\t \n\t\t\t J Stephenson \n\t\t \n\t\t 10.1007/s10995-016-2237-0 \n\t \n\t \n\t\t Matern Child Health J \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hall JA, Benton L, Copas A, Stephenson J. Pregnancy intention and pregnancy outcome: systematic review and meta-analysis. Matern Child Health J 2017; 21: 670-704."
    },
    {
      "title": "The effects of unintended pregnancy on infant, child, and parental health: a review of the literature",
      "authors": [
        "J Gipson",
        "M Koenig",
        "M Hindin"
      ],
      "year": 2008,
      "doi": "10.1111/j.1728-4465.2008.00148.x",
      "journal": "Stud Fam Plann",
      "volume": "39",
      "raw": "The effects of unintended pregnancy on infant, child, and parental health: a review of the literature \n\t\t \n\t\t\t J D Gipson \n\t\t \n\t\t \n\t\t\t M A Koenig \n\t\t \n\t\t \n\t\t\t M J Hindin \n\t\t \n\t\t 10.1111/j.1728-4465.2008.00148.x \n\t \n\t \n\t\t Stud Fam Plann \n\t\t \n\t\t\t 39 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Gipson JD, Koenig MA, Hindin MJ. The effects of unintended pregnancy on infant, child, and parental health: a review of the literature. Stud Fam Plann 2008; 39: 18-38."
    },
    {
      "title": "A baby was an added burden\": predictors and consequences of unintended pregnancies for female sex workers in Mombasa, Kenya: a mixed-methods study",
      "authors": [
        "S Luchters",
        "W Bosire",
        "A Feng"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0162871",
      "journal": "PLoS One",
      "volume": "11",
      "pages": "162871",
      "raw": "A baby was an added burden\": predictors and consequences of unintended pregnancies for female sex workers in Mombasa, Kenya: a mixed-methods study \n\t\t \n\t\t\t S Luchters \n\t\t \n\t\t \n\t\t\t W Bosire \n\t\t \n\t\t \n\t\t\t A Feng \n\t\t \n\t\t 10.1371/journal.pone.0162871 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 11 \n\t\t\t 162871 \n\t\t\t 2016 \n\t\t \n\t \n\t Luchters S, Bosire W, Feng A, et al. \"A baby was an added burden\": predictors and consequences of unintended pregnancies for female sex workers in Mombasa, Kenya: a mixed-methods study. PLoS One 2016; 11: e0162871."
    },
    {
      "title": "Motherhood and HIV risk among female sex workers in Andhra Pradesh, India: the need to consider women's life contexts",
      "authors": [
        "E Reed",
        "J Silverman",
        "B Stein"
      ],
      "year": 2013,
      "doi": "10.1007/s10461-012-0249-3",
      "journal": "AIDS Behav",
      "volume": "17",
      "raw": "Motherhood and HIV risk among female sex workers in Andhra Pradesh, India: the need to consider women's life contexts \n\t\t \n\t\t\t E Reed \n\t\t \n\t\t \n\t\t\t J G Silverman \n\t\t \n\t\t \n\t\t\t B Stein \n\t\t \n\t\t 10.1007/s10461-012-0249-3 \n\t \n\t \n\t\t AIDS Behav \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Reed E, Silverman JG, Stein B, et al. Motherhood and HIV risk among female sex workers in Andhra Pradesh, India: the need to consider women's life contexts. AIDS Behav 2013; 17: 543-50."
    },
    {
      "title": "Incidence of unintended pregnancy among female sex workers in low-income and middle-income countries: a systematic review and meta-analysis",
      "authors": [
        "F Ampt",
        "L Willenberg",
        "P Agius",
        "M Chersich",
        "S Luchters",
        "Msc Lim"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2018-021779",
      "journal": "BMJ Open",
      "volume": "8",
      "pages": "e021779",
      "raw": "Incidence of unintended pregnancy among female sex workers in low-income and middle-income countries: a systematic review and meta-analysis \n\t\t \n\t\t\t F H Ampt \n\t\t \n\t\t \n\t\t\t L Willenberg \n\t\t \n\t\t \n\t\t\t P A Agius \n\t\t \n\t\t \n\t\t\t M Chersich \n\t\t \n\t\t \n\t\t\t S Luchters \n\t\t \n\t\t \n\t\t\t Msc Lim \n\t\t \n\t\t 10.1136/bmjopen-2018-021779 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 8 \n\t\t\t e021779 \n\t\t\t 2018 \n\t\t \n\t \n\t Ampt FH, Willenberg L, Agius PA, Chersich M, Luchters S, Lim MSC. Incidence of unintended pregnancy among female sex workers in low-income and middle-income countries: a systematic review and meta-analysis. BMJ Open 2018; 8: e021779."
    },
    {
      "title": "WHISPER or SHOUT study: protocol of a cluster-randomised controlled trial assessing mHealth sexual reproductive health and nutrition interventions among female sex workers in Mombasa, Kenya",
      "authors": [
        "F Ampt",
        "C Mudogo",
        "P Gichangi"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2017-017388",
      "journal": "BMJ Open",
      "volume": "7",
      "pages": "17388",
      "raw": "WHISPER or SHOUT study: protocol of a cluster-randomised controlled trial assessing mHealth sexual reproductive health and nutrition interventions among female sex workers in Mombasa, Kenya \n\t\t \n\t\t\t F H Ampt \n\t\t \n\t\t \n\t\t\t C Mudogo \n\t\t \n\t\t \n\t\t\t P Gichangi \n\t\t \n\t\t 10.1136/bmjopen-2017-017388 \n\t \n\t \n\t\t BMJ Open \n\t\t \n\t\t\t 7 \n\t\t\t 17388 \n\t\t\t 2017 \n\t\t \n\t \n\t Ampt FH, Mudogo C, Gichangi P, et al. WHISPER or SHOUT study: protocol of a cluster-randomised controlled trial assessing mHealth sexual reproductive health and nutrition interventions among female sex workers in Mombasa, Kenya. BMJ Open 2017; 7: e017388."
    },
    {
      "title": "Unmet need for contraception among sex workers in Madagascar",
      "authors": [
        "M Khan",
        "A Turner",
        "A Pettifor"
      ],
      "year": 2009,
      "journal": "Contraception",
      "volume": "79",
      "raw": "Unmet need for contraception among sex workers in Madagascar \n\t\t \n\t\t\t M R Khan \n\t\t \n\t\t \n\t\t\t A N Turner \n\t\t \n\t\t \n\t\t\t A Pettifor \n\t\t \n\t \n\t \n\t\t Contraception \n\t\t \n\t\t\t 79 \n\t\t\t \n\t\t\t 2009 \n\t\t \n\t \n\t Khan MR, Turner AN, Pettifor A, et al. Unmet need for contraception among sex workers in Madagascar. Contraception 2009; 79: 221-27."
    },
    {
      "title": "Assessing the contraceptive needs of female sex workers in Kigali, Rwanda. 6th Annual Global Health Conference: mobilizing research for global health",
      "authors": [
        "C Boudreau"
      ],
      "year": 2015,
      "doi": "10.1016/j.aogh.2015.02.997",
      "raw": "Assessing the contraceptive needs of female sex workers in Kigali, Rwanda. 6th Annual Global Health Conference: mobilizing research for global health \n\t\t \n\t\t\t C L Boudreau \n\t\t \n\t\t 10.1016/j.aogh.2015.02.997 \n\t\t \n\t\t\t March 26-28, 2015 \n\t\t\t Boston, MA \n\t\t \n\t \n\t abstr 02SEDH003 \n\t Boudreau CL. Assessing the contraceptive needs of female sex workers in Kigali, Rwanda. 6th Annual Global Health Conference: mobilizing research for global health; Boston, MA; March 26-28, 2015 (abstr 02SEDH003)."
    },
    {
      "title": "Limits to modern contraceptive use among young women in developing countries: a systematic review of qualitative research",
      "authors": [
        "L Williamson",
        "A Parkes",
        "D Wight",
        "M Petticrew",
        "G Hart"
      ],
      "year": 2009,
      "doi": "10.1186/1742-4755-6-3",
      "journal": "Reprod Health",
      "volume": "6",
      "pages": "3",
      "raw": "Limits to modern contraceptive use among young women in developing countries: a systematic review of qualitative research \n\t\t \n\t\t\t L M Williamson \n\t\t \n\t\t \n\t\t\t A Parkes \n\t\t \n\t\t \n\t\t\t D Wight \n\t\t \n\t\t \n\t\t\t M Petticrew \n\t\t \n\t\t \n\t\t\t G J Hart \n\t\t \n\t\t 10.1186/1742-4755-6-3 \n\t \n\t \n\t\t Reprod Health \n\t\t \n\t\t\t 6 \n\t\t\t 3 \n\t\t\t 2009 \n\t\t \n\t \n\t Williamson LM, Parkes A, Wight D, Petticrew M, Hart GJ. Limits to modern contraceptive use among young women in developing countries: a systematic review of qualitative research. Reprod Health 2009; 6: 3."
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli"
      ],
      "year": 2013,
      "journal": "PLoS Med",
      "volume": "10",
      "pages": "1001362",
      "raw": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review \n\t\t \n\t\t\t C Free \n\t\t \n\t\t \n\t\t\t G Phillips \n\t\t \n\t\t \n\t\t\t L Galli \n\t\t \n\t \n\t \n\t\t PLoS Med \n\t\t \n\t\t\t 10 \n\t\t\t 1001362 \n\t\t\t 2013 \n\t\t \n\t \n\t Free C, Phillips G, Galli L, et al. The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review. PLoS Med 2013; 10: e1001362."
    },
    {
      "title": "Preventive health behavior change text message interventions: a meta-analysis",
      "authors": [
        "A Armanasco",
        "Y Miller",
        "B Fjeldsoe",
        "A Marshall"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.10.042",
      "journal": "Am J Prev Med",
      "volume": "52",
      "raw": "Preventive health behavior change text message interventions: a meta-analysis \n\t\t \n\t\t\t A A Armanasco \n\t\t \n\t\t \n\t\t\t Y D Miller \n\t\t \n\t\t \n\t\t\t B S Fjeldsoe \n\t\t \n\t\t \n\t\t\t A L Marshall \n\t\t \n\t\t 10.1016/j.amepre.2016.10.042 \n\t \n\t \n\t\t Am J Prev Med \n\t\t \n\t\t\t 52 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Armanasco AA, Miller YD, Fjeldsoe BS, Marshall AL. Preventive health behavior change text message interventions: a meta-analysis. Am J Prev Med 2017; 52: 391-402."
    },
    {
      "title": "A randomised controlled trial using mobile advertising to promote safer sex and sun safety to young people",
      "authors": [
        "J Gold",
        "C Aitken",
        "H Dixon"
      ],
      "year": 2011,
      "doi": "10.1093/her/cyr020",
      "journal": "Health Educ Res",
      "volume": "26",
      "raw": "A randomised controlled trial using mobile advertising to promote safer sex and sun safety to young people \n\t\t \n\t\t\t J Gold \n\t\t \n\t\t \n\t\t\t C K Aitken \n\t\t \n\t\t \n\t\t\t H G Dixon \n\t\t \n\t\t 10.1093/her/cyr020 \n\t \n\t \n\t\t Health Educ Res \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Gold J, Aitken CK, Dixon HG, et al. A randomised controlled trial using mobile advertising to promote safer sex and sun safety to young people. Health Educ Res 2011; 26: 782-94."
    },
    {
      "title": "Impact of text and email messaging on the sexual health of young people: a randomised controlled trial",
      "authors": [
        "Msc Lim",
        "J Hocking",
        "C Aitken"
      ],
      "year": 2012,
      "journal": "J Epidemiol Community Health",
      "volume": "66",
      "raw": "Impact of text and email messaging on the sexual health of young people: a randomised controlled trial \n\t\t \n\t\t\t Msc Lim \n\t\t \n\t\t \n\t\t\t J S Hocking \n\t\t \n\t\t \n\t\t\t C K Aitken \n\t\t \n\t \n\t \n\t\t J Epidemiol Community Health \n\t\t \n\t\t\t 66 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Lim MSC, Hocking JS, Aitken CK, et al. Impact of text and email messaging on the sexual health of young people: a randomised controlled trial. J Epidemiol Community Health 2012; 66: 69-74."
    },
    {
      "title": "A randomized controlled trial of soap opera videos streamed to smartphones to reduce risk of sexually transmitted human immunodeficiency virus (HIV) in young urban African American women",
      "authors": [
        "R Jones",
        "D Hoover",
        "L Lacroix"
      ],
      "year": 2013,
      "doi": "10.1016/j.outlook.2013.03.006",
      "journal": "Nurs Outlook",
      "volume": "61",
      "issue": "3",
      "raw": "A randomized controlled trial of soap opera videos streamed to smartphones to reduce risk of sexually transmitted human immunodeficiency virus (HIV) in young urban African American women \n\t\t \n\t\t\t R Jones \n\t\t \n\t\t \n\t\t\t D R Hoover \n\t\t \n\t\t \n\t\t\t L J Lacroix \n\t\t \n\t\t 10.1016/j.outlook.2013.03.006 \n\t \n\t \n\t\t Nurs Outlook \n\t\t \n\t\t\t 61 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Jones R, Hoover DR, Lacroix LJ. A randomized controlled trial of soap opera videos streamed to smartphones to reduce risk of sexually transmitted human immunodeficiency virus (HIV) in young urban African American women. Nurs Outlook 2013; 61: 205-15.e3."
    },
    {
      "title": "Effect of a mobile phone-based intervention on post-abortion contraception: a randomized controlled trial in Cambodia",
      "authors": [
        "C Smith",
        "T Ngo",
        "J Gold"
      ],
      "year": 2015,
      "doi": "10.2471/blt.15.160267",
      "journal": "Bull World Health Organ",
      "volume": "93",
      "raw": "Effect of a mobile phone-based intervention on post-abortion contraception: a randomized controlled trial in Cambodia \n\t\t \n\t\t\t C Smith \n\t\t \n\t\t \n\t\t\t T D Ngo \n\t\t \n\t\t \n\t\t\t J Gold \n\t\t \n\t\t 10.2471/blt.15.160267 \n\t \n\t \n\t\t Bull World Health Organ \n\t\t \n\t\t\t 93 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Smith C, Ngo TD, Gold J, et al. Effect of a mobile phone-based intervention on post-abortion contraception: a randomized controlled trial in Cambodia. Bull World Health Organ 2015; 93: 842-50A."
    },
    {
      "title": "The effect of drug consultation center guidance on contraceptive use among women using isotretinoin: a randomized, controlled study",
      "authors": [
        "L Tsur",
        "E Kozer",
        "M Berkovitch"
      ],
      "year": 2008,
      "doi": "10.1089/jwh.2007.0623",
      "journal": "J Womens Health",
      "volume": "17",
      "raw": "The effect of drug consultation center guidance on contraceptive use among women using isotretinoin: a randomized, controlled study \n\t\t \n\t\t\t L Tsur \n\t\t \n\t\t \n\t\t\t E Kozer \n\t\t \n\t\t \n\t\t\t M Berkovitch \n\t\t \n\t\t 10.1089/jwh.2007.0623 \n\t \n\t \n\t\t J Womens Health \n\t\t \n\t\t\t 17 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Tsur L, Kozer E, Berkovitch M. The effect of drug consultation center guidance on contraceptive use among women using isotretinoin: a randomized, controlled study. J Womens Health 2008; 17: 579-84."
    },
    {
      "title": "An mHealth SMS intervention on postpartum contraceptive use among women and couples in Kenya: a randomized controlled trial",
      "authors": [
        "E Harrington",
        "A Drake",
        "D Matemo"
      ],
      "year": 2019,
      "journal": "Am J Public Health",
      "volume": "109",
      "raw": "An mHealth SMS intervention on postpartum contraceptive use among women and couples in Kenya: a randomized controlled trial \n\t\t \n\t\t\t E K Harrington \n\t\t \n\t\t \n\t\t\t A L Drake \n\t\t \n\t\t \n\t\t\t D Matemo \n\t\t \n\t \n\t \n\t\t Am J Public Health \n\t\t \n\t\t\t 109 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Harrington EK, Drake AL, Matemo D, et al. An mHealth SMS intervention on postpartum contraceptive use among women and couples in Kenya: a randomized controlled trial. Am J Public Health 2019; 109: 934-41."
    },
    {
      "title": "A randomized controlled trial of the impact of a family planning mHealth service on knowledge and use of contraception",
      "authors": [
        "D Johnson",
        "R Juras",
        "P Riley"
      ],
      "year": 2017,
      "journal": "Contraception",
      "volume": "95",
      "raw": "A randomized controlled trial of the impact of a family planning mHealth service on knowledge and use of contraception \n\t\t \n\t\t\t D Johnson \n\t\t \n\t\t \n\t\t\t R Juras \n\t\t \n\t\t \n\t\t\t P Riley \n\t\t \n\t \n\t \n\t\t Contraception \n\t\t \n\t\t\t 95 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Johnson D, Juras R, Riley P, et al. A randomized controlled trial of the impact of a family planning mHealth service on knowledge and use of contraception. Contraception 2017; 95: 90-97."
    },
    {
      "title": "Integrating mobile phones into medical abortion provision: intervention development, use, and lessons learned from a randomized controlled trial",
      "authors": [
        "K De Tolly",
        "D Constant"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3165",
      "journal": "JMIR Mhealth Uhealth",
      "volume": "2",
      "pages": "e5",
      "raw": "Integrating mobile phones into medical abortion provision: intervention development, use, and lessons learned from a randomized controlled trial \n\t\t \n\t\t\t K M De Tolly \n\t\t \n\t\t \n\t\t\t D Constant \n\t\t \n\t\t 10.2196/mhealth.3165 \n\t \n\t \n\t\t JMIR Mhealth Uhealth \n\t\t \n\t\t\t 2 \n\t\t\t e5 \n\t\t\t 2014 \n\t\t \n\t \n\t de Tolly KM, Constant D. Integrating mobile phones into medical abortion provision: intervention development, use, and lessons learned from a randomized controlled trial. JMIR Mhealth Uhealth 2014; 2: e5."
    },
    {
      "title": "Informing HIV prevention programs for adolescent girls and young women: a modified approach to programmatic mapping and key population size estimation",
      "authors": [
        "E Cheuk",
        "S Isac",
        "H Musyoki"
      ],
      "year": 2019,
      "doi": "10.2196/11196",
      "journal": "JMIR Public Health Surveill",
      "volume": "5",
      "pages": "11196",
      "raw": "Informing HIV prevention programs for adolescent girls and young women: a modified approach to programmatic mapping and key population size estimation \n\t\t \n\t\t\t E Cheuk \n\t\t \n\t\t \n\t\t\t S Isac \n\t\t \n\t\t \n\t\t\t H Musyoki \n\t\t \n\t\t 10.2196/11196 \n\t \n\t \n\t\t JMIR Public Health Surveill \n\t\t \n\t\t\t 5 \n\t\t\t 11196 \n\t\t\t 2019 \n\t\t \n\t \n\t Cheuk E, Isac S, Musyoki H, et al. Informing HIV prevention programs for adolescent girls and young women: a modified approach to programmatic mapping and key population size estimation. JMIR Public Health Surveill 2019; 5: e11196-e."
    },
    {
      "title": "Evaluating feasibility, reach and potential impact of a text message family planning information service in Tanzania",
      "authors": [
        "L' Engle",
        "K Vahdat",
        "H Ndakidemi",
        "E Lasway",
        "C Zan"
      ],
      "year": 2013,
      "journal": "Contraception",
      "volume": "87",
      "raw": "Evaluating feasibility, reach and potential impact of a text message family planning information service in Tanzania \n\t\t \n\t\t\t L' Engle \n\t\t \n\t\t \n\t\t\t K L Vahdat \n\t\t \n\t\t \n\t\t\t H L Ndakidemi \n\t\t \n\t\t \n\t\t\t E Lasway \n\t\t \n\t\t \n\t\t\t C Zan \n\t\t \n\t\t \n\t\t\t T \n\t\t \n\t \n\t \n\t\t Contraception \n\t\t \n\t\t\t 87 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t L'Engle KL, Vahdat HL, Ndakidemi E, Lasway C, Zan T. Evaluating feasibility, reach and potential impact of a text message family planning information service in Tanzania. Contraception 2013; 87: 251-56."
    },
    {
      "title": "Stages and processes of self-change of smoking: toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983,
      "doi": "10.1037//0022-006x.51.3.390",
      "journal": "J Consult Clin Psychol",
      "volume": "51",
      "raw": "Stages and processes of self-change of smoking: toward an integrative model of change \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t 10.1037//0022-006x.51.3.390 \n\t \n\t \n\t\t J Consult Clin Psychol \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 1983 \n\t\t \n\t \n\t Prochaska JO, DiClemente CC. Stages and processes of self-change of smoking: toward an integrative model of change. J Consult Clin Psychol 1983; 51: 390-95."
    },
    {
      "title": "Social foundations of thought and action: a social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986,
      "raw": "Social foundations of thought and action: a social cognitive theory \n\t\t \n\t\t\t A Bandura \n\t\t \n\t\t \n\t\t\t 1986 \n\t\t\t Prentice Hall \n\t\t\t Englewood Cliffs, NJ \n\t\t \n\t \n\t Bandura A. Social foundations of thought and action: a social cognitive theory. Englewood Cliffs, NJ: Prentice Hall, 1986."
    },
    {
      "title": "Designing health messages: approaches from communication theory and public health practice",
      "authors": [
        "E Maibach",
        "D Cotton"
      ],
      "year": 1995,
      "doi": "10.4135/9781452233451.n3",
      "raw": "Designing health messages: approaches from communication theory and public health practice \n\t\t \n\t\t\t E Maibach \n\t\t \n\t\t \n\t\t\t D Cotton \n\t\t \n\t\t 10.4135/9781452233451.n3 \n\t\t Maibach E, Parrott RL \n\t\t \n\t\t\t 1995 \n\t\t\t Sage publications \n\t\t\t \n\t\t\t Thousand Oaks \n\t\t \n\t \n\t Moving people to behaviour change: a staged social cognitive approach to message design \n\t Maibach E, Cotton D. Moving people to behaviour change: a staged social cognitive approach to message design. In: Maibach E, Parrott RL, eds. Designing health messages: approaches from communication theory and public health practice. Thousand Oaks: Sage publications, 1995: 41-64."
    },
    {
      "title": "Understanding pregnancy planning in a low-income country setting: validation of the London measure of unplanned pregnancy in Malawi",
      "authors": [
        "J Hall",
        "G Barrett",
        "N Mbwana",
        "A Copas",
        "A Malata",
        "J Stephenson"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2393-13-200",
      "journal": "BMC Pregnancy Childbirth",
      "volume": "13",
      "pages": "200",
      "raw": "Understanding pregnancy planning in a low-income country setting: validation of the London measure of unplanned pregnancy in Malawi \n\t\t \n\t\t\t J Hall \n\t\t \n\t\t \n\t\t\t G Barrett \n\t\t \n\t\t \n\t\t\t N Mbwana \n\t\t \n\t\t \n\t\t\t A Copas \n\t\t \n\t\t \n\t\t\t A Malata \n\t\t \n\t\t \n\t\t\t J Stephenson \n\t\t \n\t\t 10.1186/1471-2393-13-200 \n\t \n\t \n\t\t BMC Pregnancy Childbirth \n\t\t \n\t\t\t 13 \n\t\t\t 200 \n\t\t\t 2013 \n\t\t \n\t \n\t Hall J, Barrett G, Mbwana N, Copas A, Malata A, Stephenson J. Understanding pregnancy planning in a low-income country setting: validation of the London measure of unplanned pregnancy in Malawi. BMC Pregnancy Childbirth 2013; 13: 200."
    },
    {
      "title": "London Measure of Unplanned Pregnancy: guidance for its use as an outcome measure",
      "authors": [
        "J Hall",
        "G Barrett",
        "A Copas",
        "J Stephenson"
      ],
      "year": 2017,
      "doi": "10.2147/prom.s122420",
      "journal": "Patient Relat Outcome Meas",
      "volume": "8",
      "raw": "London Measure of Unplanned Pregnancy: guidance for its use as an outcome measure \n\t\t \n\t\t\t J A Hall \n\t\t \n\t\t \n\t\t\t G Barrett \n\t\t \n\t\t \n\t\t\t A Copas \n\t\t \n\t\t \n\t\t\t J Stephenson \n\t\t \n\t\t 10.2147/prom.s122420 \n\t \n\t \n\t\t Patient Relat Outcome Meas \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Hall JA, Barrett G, Copas A, Stephenson J. London Measure of Unplanned Pregnancy: guidance for its use as an outcome measure. Patient Relat Outcome Meas 2017; 8: 43-56."
    },
    {
      "title": "A study of HIV/AIDS related knowledge, attitude and behaviors among female sex workers in Shanghai China",
      "authors": [
        "Y Cai",
        "R Shi",
        "T Shen"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2458-10-377",
      "journal": "BMC Public Health",
      "volume": "10",
      "pages": "377",
      "raw": "A study of HIV/AIDS related knowledge, attitude and behaviors among female sex workers in Shanghai China \n\t\t \n\t\t\t Y Cai \n\t\t \n\t\t \n\t\t\t R Shi \n\t\t \n\t\t \n\t\t\t T Shen \n\t\t \n\t\t 10.1186/1471-2458-10-377 \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 10 \n\t\t\t 377 \n\t\t\t 2010 \n\t\t \n\t \n\t Cai Y, Shi R, Shen T, et al. A study of HIV/AIDS related knowledge, attitude and behaviors among female sex workers in Shanghai China. BMC Public Health 2010; 10: 377."
    },
    {
      "title": "Use of long-acting reversible contraception in a cluster-random sample of female sex workers in Kenya",
      "authors": [
        "F Ampt",
        "Msc Lim",
        "P Agius"
      ],
      "year": 2019,
      "journal": "Int J Gynaecol Obstet",
      "volume": "146",
      "raw": "Use of long-acting reversible contraception in a cluster-random sample of female sex workers in Kenya \n\t\t \n\t\t\t F H Ampt \n\t\t \n\t\t \n\t\t\t Msc Lim \n\t\t \n\t\t \n\t\t\t P A Agius \n\t\t \n\t \n\t \n\t\t Int J Gynaecol Obstet \n\t\t \n\t\t\t 146 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Ampt FH, Lim MSC, Agius PA, et al. Use of long-acting reversible contraception in a cluster-random sample of female sex workers in Kenya. Int J Gynaecol Obstet 2019; 146: 184-91."
    },
    {
      "title": "Reducing violence and increasing condom use in the intimate partnerships of female sex workers: study protocol for Samvedana Plus, a cluster randomised controlled trial in Karnataka state, south India",
      "authors": [
        "T Beattie",
        "S Isac",
        "P Bhattacharjee"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3356-7",
      "journal": "BMC Public Health",
      "volume": "16",
      "pages": "660",
      "raw": "Reducing violence and increasing condom use in the intimate partnerships of female sex workers: study protocol for Samvedana Plus, a cluster randomised controlled trial in Karnataka state, south India \n\t\t \n\t\t\t T S Beattie \n\t\t \n\t\t \n\t\t\t S Isac \n\t\t \n\t\t \n\t\t\t P Bhattacharjee \n\t\t \n\t\t 10.1186/s12889-016-3356-7 \n\t \n\t \n\t\t BMC Public Health \n\t\t \n\t\t\t 16 \n\t\t\t 660 \n\t\t\t 2016 \n\t\t \n\t \n\t Beattie TS, Isac S, Bhattacharjee P, et al. Reducing violence and increasing condom use in the intimate partnerships of female sex workers: study protocol for Samvedana Plus, a cluster randomised controlled trial in Karnataka state, south India. BMC Public Health 2016; 16: 660."
    },
    {
      "title": "Report of situational analysis of reproductive health services for general population women and female sex workers in India, Kenya, Mozambique and South Africa",
      "year": 2013,
      "doi": "10.7196/samj.2022.v112i3.16041",
      "raw": "10.7196/samj.2022.v112i3.16041 \n\t\t Report of situational analysis of reproductive health services for general population women and female sex workers in India, Kenya, Mozambique and South Africa \n\t\t Johannesburg \n\t\t \n\t\t\t European Commission \n\t\t\t 2013 \n\t\t \n\t\t \n\t\t\t MatCH/Centre for Health Policy, University of Witwatersrand \n\t\t \n\t \n\t European Commission. Report of situational analysis of reproductive health services for general population women and female sex workers in India, Kenya, Mozambique and South Africa. Johannesburg: MatCH/Centre for Health Policy, University of Witwatersrand, 2013."
    },
    {
      "title": "Contraceptive service delivery in Kenya: a qualitative study to identify barriers and preferences among female sex workers and health care providers",
      "authors": [
        "A Corneli",
        "A Lemons",
        "R Otieno-Masaba"
      ],
      "year": 2016,
      "doi": "10.1016/j.contraception.2016.03.004",
      "journal": "Contraception",
      "volume": "94",
      "raw": "Contraceptive service delivery in Kenya: a qualitative study to identify barriers and preferences among female sex workers and health care providers \n\t\t \n\t\t\t A Corneli \n\t\t \n\t\t \n\t\t\t A Lemons \n\t\t \n\t\t \n\t\t\t R Otieno-Masaba \n\t\t \n\t\t 10.1016/j.contraception.2016.03.004 \n\t \n\t \n\t\t Contraception \n\t\t \n\t\t\t 94 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t Corneli A, Lemons A, Otieno-Masaba R, et al. Contraceptive service delivery in Kenya: a qualitative study to identify barriers and preferences among female sex workers and health care providers. Contraception 2016; 94: 34-39."
    },
    {
      "title": "PMA2015 Kenya Round 4: snapshot of indicators",
      "year": 2019,
      "raw": "PMA2015 Kenya Round 4: snapshot of indicators \n\t\t \n\t\t\t 2020. June 26, 2019 \n\t\t \n\t \n\t Performance Monitoring and Accountability \n\t Performance Monitoring and Accountability 2020. PMA2015 Kenya Round 4: snapshot of indicators. https://www.pma2020.org/ pma2015kenya-r4-soi (accessed June 26, 2019)."
    },
    {
      "title": "Reductions in pregnancy rates in the USA with long-acting reversible contraception: a cluster randomised trial",
      "authors": [
        "C Harper",
        "C Rocca",
        "K Thompson"
      ],
      "year": 2015,
      "doi": "10.1016/s0140-6736(14)62460-0",
      "journal": "Lancet",
      "volume": "386",
      "raw": "Reductions in pregnancy rates in the USA with long-acting reversible contraception: a cluster randomised trial \n\t\t \n\t\t\t C C Harper \n\t\t \n\t\t \n\t\t\t C H Rocca \n\t\t \n\t\t \n\t\t\t K M Thompson \n\t\t \n\t\t 10.1016/s0140-6736(14)62460-0 \n\t\t \n\t \n\t \n\t\t Lancet \n\t\t \n\t\t\t 386 \n\t\t\t \n\t\t\t 2015. 8 December 2020 \n\t\t \n\t \n\t Harper CC, Rocca CH, Thompson KM, et al. Reductions in pregnancy rates in the USA with long-acting reversible contraception: a cluster randomised trial. Lancet 2015; 386: 562-68. www.thelancet.com/lancetgh Vol 8 December 2020"
    },
    {
      "title": "Provision of no-cost, long-acting contraception and teenage pregnancy",
      "authors": [
        "G Secura",
        "T Madden",
        "C Mcnicholas"
      ],
      "year": 2014,
      "journal": "N Engl J Med",
      "volume": "371",
      "raw": "Provision of no-cost, long-acting contraception and teenage pregnancy \n\t\t \n\t\t\t G M Secura \n\t\t \n\t\t \n\t\t\t T Madden \n\t\t \n\t\t \n\t\t\t C Mcnicholas \n\t\t \n\t \n\t \n\t\t N Engl J Med \n\t\t \n\t\t\t 371 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Secura GM, Madden T, McNicholas C, et al. Provision of no-cost, long-acting contraception and teenage pregnancy. N Engl J Med 2014; 371: 1316-23."
    },
    {
      "title": "Longitudinal evaluation of the Tupange urban family planning program in Kenya",
      "authors": [
        "A Benson",
        "L Calhoun",
        "M Corroon"
      ],
      "year": 2017,
      "doi": "10.1363/43e4117",
      "journal": "Int Perspect Sex Reprod Health",
      "volume": "43",
      "raw": "Longitudinal evaluation of the Tupange urban family planning program in Kenya \n\t\t \n\t\t\t A Benson \n\t\t \n\t\t \n\t\t\t L M Calhoun \n\t\t \n\t\t \n\t\t\t M Corroon \n\t\t \n\t\t 10.1363/43e4117 \n\t \n\t \n\t\t Int Perspect Sex Reprod Health \n\t\t \n\t\t\t 43 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Benson A, Calhoun LM, Corroon M, et al. Longitudinal evaluation of the Tupange urban family planning program in Kenya. Int Perspect Sex Reprod Health 2017; 43: 75-87."
    },
    {
      "title": "Assessing the effect of mHealth interventions in improving maternal and neonatal care in low-and middle-income countries: a systematic review",
      "authors": [
        "Sfv Sondaal",
        "J Browne",
        "M Amoakoh-Coleman"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0154664",
      "journal": "PLoS One",
      "volume": "11",
      "pages": "154664",
      "raw": "Assessing the effect of mHealth interventions in improving maternal and neonatal care in low-and middle-income countries: a systematic review \n\t\t \n\t\t\t Sfv Sondaal \n\t\t \n\t\t \n\t\t\t J L Browne \n\t\t \n\t\t \n\t\t\t M Amoakoh-Coleman \n\t\t \n\t\t 10.1371/journal.pone.0154664 \n\t \n\t \n\t\t PLoS One \n\t\t \n\t\t\t 11 \n\t\t\t 154664 \n\t\t\t 2016 \n\t\t \n\t \n\t Sondaal SFV, Browne JL, Amoakoh-Coleman M, et al. Assessing the effect of mHealth interventions in improving maternal and neonatal care in low-and middle-income countries: a systematic review. PLoS One 2016; 11: e0154664."
    },
    {
      "title": "A sex risk reduction text-message program for young adult females discharged from the emergency department",
      "authors": [
        "B Suffoletto",
        "A Akers",
        "K Mcginnis",
        "J Calabria",
        "H Wiesenfeld",
        "D Clark"
      ],
      "year": 2013,
      "journal": "J Adolesc Health",
      "volume": "53",
      "raw": "A sex risk reduction text-message program for young adult females discharged from the emergency department \n\t\t \n\t\t\t B Suffoletto \n\t\t \n\t\t \n\t\t\t A Akers \n\t\t \n\t\t \n\t\t\t K A Mcginnis \n\t\t \n\t\t \n\t\t\t J Calabria \n\t\t \n\t\t \n\t\t\t H C Wiesenfeld \n\t\t \n\t\t \n\t\t\t D B Clark \n\t\t \n\t \n\t \n\t\t J Adolesc Health \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Suffoletto B, Akers A, McGinnis KA, Calabria J, Wiesenfeld HC, Clark DB. A sex risk reduction text-message program for young adult females discharged from the emergency department. J Adolesc Health 2013; 53: 387-93."
    },
    {
      "title": "HIV programs for sex workers: lessons and challenges for developing and delivering programs",
      "authors": [
        "D Wilson"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pmed.1001808",
      "journal": "PLoS Med",
      "volume": "12",
      "pages": "1001808",
      "raw": "HIV programs for sex workers: lessons and challenges for developing and delivering programs \n\t\t \n\t\t\t D Wilson \n\t\t \n\t\t 10.1371/journal.pmed.1001808 \n\t \n\t \n\t\t PLoS Med \n\t\t \n\t\t\t 12 \n\t\t\t 1001808 \n\t\t\t 2015 \n\t\t \n\t \n\t Wilson D. HIV programs for sex workers: lessons and challenges for developing and delivering programs. PLoS Med 2015; 12: e1001808."
    }
  ],
  "num_references": 42,
  "figures": [
    {
      "caption": "Figure 1 :",
      "description": "Figure 1: Trial profile SMS=short messaging service. *One reason for ineligibility is reported per participant; criteria were determined in the order shown."
    },
    {
      "caption": "Figure 2 :",
      "description": "Figure 2: Mean knowledge score by study group at each timepoint, predicted by mixed linear regression Error bars represent the 95% CIs."
    },
    {
      "caption": "Figure 3 :",
      "description": "Figure 3: Probability of long-acting reversible contraceptive use by study group at each timepoint, predicted by random effects logistic regression Error bars represent the 95% CIs."
    },
    {
      "caption": "Figure 4 :",
      "description": "Figure 4: Probability of dual method contraceptive use by study group at each timepoint, predicted by generalised linear mixed model Error bars represent the 95% CIs."
    },
    {
      "type": "table",
      "caption": "Table 1 :",
      "description": "Baseline characteristics"
    }
  ],
  "num_figures": 5,
  "tables": [
    {
      "content": "done in STATA (version 14.2). The trial was registered in the Australian New Zealand Clinical Trials Registry, ACTRN12616000852459."
    }
  ],
  "num_tables": 1,
  "formulas": [
    {
      "text": "6 months 0•001 (-0•210 to 0•211) •• 1•00 0•154 (-0•034 to 0•343) •• 0•11 •• 12 months 0•216 (0•004 to 0•428) •• 0•046 0•369 (0•179 to 0•560) •• <0•0001 <0•0007"
    },
    {
      "text": "6 months •• 1•25 (0•52 to 3•00) 0•62 •• 1•82 (0•87 to 3•82) 0•11 •• 12 months •• 0•83 (0•30 to 2•30) 0•72 •• 1•21 (0•45 to 3•24) 0•71 0•19"
    },
    {
      "text": "6 months •• 1•04 (0•54 to 1•99) 0•92 •• 1•48 (0•83 to 2•62) 0•18 •• 12 months •• 1•55 (0•78 to 3•09) 0•22"
    }
  ],
  "num_formulas": 3,
  "num_citations": 77,
  "cited_references": [
    "b3",
    "b13",
    "b41",
    "b18",
    "b2",
    "b14",
    "b17",
    "b36",
    "b25",
    "b9",
    "b1",
    "b35",
    "b20",
    "b21",
    "b40",
    "b12",
    "b30",
    "b31",
    "b29",
    "b16",
    "b15",
    "b23",
    "b32",
    "b5",
    "b19",
    "b28",
    "b10",
    "b27",
    "b24",
    "b4",
    "b33",
    "b7",
    "b11",
    "b8",
    "b22",
    "b34",
    "b6",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "[raw_affiliation] Funding National Health and Medical Research Council of Australia. Department of Population Health , Aga Khan University , Nairobi , Kenya",
    "www.thelancet.com/lancetgh Vol 8 December 2020 e1536",
    "www.thelancet.com/lancetgh Vol 8 December 2020",
    "www.thelancet.com/lancetgh Vol 8 December 2020 e1540",
    "www.thelancet.com/lancetgh Vol 8 December 2020 e1542",
    "[raw_reference] Vandepitte J, Lyerla R, Dallabetta G, Crabbé F, Alary M, Buvé A. Estimates of the number of female sex workers in different regions of the world. Sex Transm Infect 2006; 82 (suppl 3): iii18-25.",
    "[raw_reference] Dhana A, Luchters S, Moore L, et al. Systematic review of facility- based sexual and reproductive health services for female sex workers in Africa. Global Health 2014; 10: 46.",
    "[raw_reference] Ampt FH, L'Engle K, Lim MSC, et al. A mobile phone-based sexual and reproductive health intervention for female sex workers in Kenya: development and qualitative study. JMIR Mhealth Uhealth 2020; 8: e15096.",
    "[raw_reference] Singh S, Darroch JE, Ashford LS. Adding it up: the costs and benefits of investing in sexual and reproductive health 2014. New York: Guttmacher Institute, 2014.",
    "[raw_reference] Hall JA, Benton L, Copas A, Stephenson J. Pregnancy intention and pregnancy outcome: systematic review and meta-analysis. Matern Child Health J 2017; 21: 670-704.",
    "[raw_reference] Gipson JD, Koenig MA, Hindin MJ. The effects of unintended pregnancy on infant, child, and parental health: a review of the literature. Stud Fam Plann 2008; 39: 18-38.",
    "[raw_reference] Luchters S, Bosire W, Feng A, et al. \"A baby was an added burden\": predictors and consequences of unintended pregnancies for female sex workers in Mombasa, Kenya: a mixed-methods study. PLoS One 2016; 11: e0162871.",
    "[raw_reference] Reed E, Silverman JG, Stein B, et al. Motherhood and HIV risk among female sex workers in Andhra Pradesh, India: the need to consider women's life contexts. AIDS Behav 2013; 17: 543-50.",
    "[raw_reference] Ampt FH, Willenberg L, Agius PA, Chersich M, Luchters S, Lim MSC. Incidence of unintended pregnancy among female sex workers in low-income and middle-income countries: a systematic review and meta-analysis. BMJ Open 2018; 8: e021779.",
    "[raw_reference] Ampt FH, Mudogo C, Gichangi P, et al. WHISPER or SHOUT study: protocol of a cluster-randomised controlled trial assessing mHealth sexual reproductive health and nutrition interventions among female sex workers in Mombasa, Kenya. BMJ Open 2017; 7: e017388.",
    "[raw_reference] Khan MR, Turner AN, Pettifor A, et al. Unmet need for contraception among sex workers in Madagascar. Contraception 2009; 79: 221-27.",
    "abstr 02SEDH003",
    "[raw_reference] Boudreau CL. Assessing the contraceptive needs of female sex workers in Kigali, Rwanda. 6th Annual Global Health Conference: mobilizing research for global health; Boston, MA; March 26-28, 2015 (abstr 02SEDH003).",
    "[raw_reference] Williamson LM, Parkes A, Wight D, Petticrew M, Hart GJ. Limits to modern contraceptive use among young women in developing countries: a systematic review of qualitative research. Reprod Health 2009; 6: 3.",
    "[raw_reference] Free C, Phillips G, Galli L, et al. The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review. PLoS Med 2013; 10: e1001362.",
    "[raw_reference] Armanasco AA, Miller YD, Fjeldsoe BS, Marshall AL. Preventive health behavior change text message interventions: a meta-analysis. Am J Prev Med 2017; 52: 391-402.",
    "[raw_reference] Gold J, Aitken CK, Dixon HG, et al. A randomised controlled trial using mobile advertising to promote safer sex and sun safety to young people. Health Educ Res 2011; 26: 782-94.",
    "[raw_reference] Lim MSC, Hocking JS, Aitken CK, et al. Impact of text and email messaging on the sexual health of young people: a randomised controlled trial. J Epidemiol Community Health 2012; 66: 69-74.",
    "[raw_reference] Jones R, Hoover DR, Lacroix LJ. A randomized controlled trial of soap opera videos streamed to smartphones to reduce risk of sexually transmitted human immunodeficiency virus (HIV) in young urban African American women. Nurs Outlook 2013; 61: 205-15.e3.",
    "[raw_reference] Smith C, Ngo TD, Gold J, et al. Effect of a mobile phone-based intervention on post-abortion contraception: a randomized controlled trial in Cambodia. Bull World Health Organ 2015; 93: 842-50A.",
    "[raw_reference] Tsur L, Kozer E, Berkovitch M. The effect of drug consultation center guidance on contraceptive use among women using isotretinoin: a randomized, controlled study. J Womens Health 2008; 17: 579-84.",
    "[raw_reference] Harrington EK, Drake AL, Matemo D, et al. An mHealth SMS intervention on postpartum contraceptive use among women and couples in Kenya: a randomized controlled trial. Am J Public Health 2019; 109: 934-41.",
    "[raw_reference] Johnson D, Juras R, Riley P, et al. A randomized controlled trial of the impact of a family planning mHealth service on knowledge and use of contraception. Contraception 2017; 95: 90-97.",
    "[raw_reference] de Tolly KM, Constant D. Integrating mobile phones into medical abortion provision: intervention development, use, and lessons learned from a randomized controlled trial. JMIR Mhealth Uhealth 2014; 2: e5.",
    "[raw_reference] Cheuk E, Isac S, Musyoki H, et al. Informing HIV prevention programs for adolescent girls and young women: a modified approach to programmatic mapping and key population size estimation. JMIR Public Health Surveill 2019; 5: e11196-e.",
    "[raw_reference] L'Engle KL, Vahdat HL, Ndakidemi E, Lasway C, Zan T. Evaluating feasibility, reach and potential impact of a text message family planning information service in Tanzania. Contraception 2013; 87: 251-56.",
    "[raw_reference] Prochaska JO, DiClemente CC. Stages and processes of self-change of smoking: toward an integrative model of change. J Consult Clin Psychol 1983; 51: 390-95.",
    "[raw_reference] Bandura A. Social foundations of thought and action: a social cognitive theory. Englewood Cliffs, NJ: Prentice Hall, 1986.",
    "Moving people to behaviour change: a staged social cognitive approach to message design",
    "[raw_reference] Maibach E, Cotton D. Moving people to behaviour change: a staged social cognitive approach to message design. In: Maibach E, Parrott RL, eds. Designing health messages: approaches from communication theory and public health practice. Thousand Oaks: Sage publications, 1995: 41-64.",
    "[raw_reference] Hall J, Barrett G, Mbwana N, Copas A, Malata A, Stephenson J. Understanding pregnancy planning in a low-income country setting: validation of the London measure of unplanned pregnancy in Malawi. BMC Pregnancy Childbirth 2013; 13: 200.",
    "[raw_reference] Hall JA, Barrett G, Copas A, Stephenson J. London Measure of Unplanned Pregnancy: guidance for its use as an outcome measure. Patient Relat Outcome Meas 2017; 8: 43-56.",
    "[raw_reference] Cai Y, Shi R, Shen T, et al. A study of HIV/AIDS related knowledge, attitude and behaviors among female sex workers in Shanghai China. BMC Public Health 2010; 10: 377.",
    "[raw_reference] Ampt FH, Lim MSC, Agius PA, et al. Use of long-acting reversible contraception in a cluster-random sample of female sex workers in Kenya. Int J Gynaecol Obstet 2019; 146: 184-91.",
    "[raw_reference] Beattie TS, Isac S, Bhattacharjee P, et al. Reducing violence and increasing condom use in the intimate partnerships of female sex workers: study protocol for Samvedana Plus, a cluster randomised controlled trial in Karnataka state, south India. BMC Public Health 2016; 16: 660.",
    "[raw_reference] European Commission. Report of situational analysis of reproductive health services for general population women and female sex workers in India, Kenya, Mozambique and South Africa. Johannesburg: MatCH/Centre for Health Policy, University of Witwatersrand, 2013.",
    "[raw_reference] Corneli A, Lemons A, Otieno-Masaba R, et al. Contraceptive service delivery in Kenya: a qualitative study to identify barriers and preferences among female sex workers and health care providers. Contraception 2016; 94: 34-39.",
    "Performance Monitoring and Accountability",
    "[raw_reference] Performance Monitoring and Accountability 2020. PMA2015 Kenya Round 4: snapshot of indicators. https://www.pma2020.org/ pma2015kenya-r4-soi (accessed June 26, 2019).",
    "[raw_reference] Harper CC, Rocca CH, Thompson KM, et al. Reductions in pregnancy rates in the USA with long-acting reversible contraception: a cluster randomised trial. Lancet 2015; 386: 562-68. www.thelancet.com/lancetgh Vol 8 December 2020",
    "[raw_reference] Secura GM, Madden T, McNicholas C, et al. Provision of no-cost, long-acting contraception and teenage pregnancy. N Engl J Med 2014; 371: 1316-23.",
    "[raw_reference] Benson A, Calhoun LM, Corroon M, et al. Longitudinal evaluation of the Tupange urban family planning program in Kenya. Int Perspect Sex Reprod Health 2017; 43: 75-87.",
    "[raw_reference] Sondaal SFV, Browne JL, Amoakoh-Coleman M, et al. Assessing the effect of mHealth interventions in improving maternal and neonatal care in low-and middle-income countries: a systematic review. PLoS One 2016; 11: e0154664.",
    "[raw_reference] Suffoletto B, Akers A, McGinnis KA, Calabria J, Wiesenfeld HC, Clark DB. A sex risk reduction text-message program for young adult females discharged from the emergency department. J Adolesc Health 2013; 53: 387-93.",
    "[raw_reference] Wilson D. HIV programs for sex workers: lessons and challenges for developing and delivering programs. PLoS Med 2015; 12: e1001808."
  ],
  "editors": [
    "Maibach E, Parrott RL"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
