{
  "paper_id": "3HTZX7KQ",
  "title": "Health behavior models in the age of mobile interventions: are our theories up to the task?",
  "abstract": "Mobile technologies are being used to deliver health behavior interventions. The study aims to determine how health behavior theories are applied to mobile interventions. This is a review of the theoretical basis and interactivity of mobile health behavior interventions. Many of the mobile health behavior interventions reviewed were predominately one way (i.e., mostly data input or informational output), but some have leveraged mobile technologies to provide just-intime, interactive, and adaptive interventions. Most smoking and weight loss studies reported a theoretical basis for the mobile intervention, but most of the adherence and disease management studies did not. Mobile health behavior intervention development could benefit from greater application of health behavior theories. Current theories, however, appear inadequate to inform mobile intervention development as these interventions become more interactive and adaptive. Dynamic feedback system theories of health behavior can be developed utilizing longitudinal data from mobile devices and control systems engineering models.",
  "year": 2010,
  "date": "2010",
  "journal": "Journal of Medical Internet Research",
  "publication": "Journal of Medical Internet Research",
  "authors": [
    {
      "forename": "William",
      "surname": "Riley",
      "name": "William Riley",
      "affiliation": "1  National Heart, Lung, and Blood Institute , NIH , 6701 Rockledge Dr , Room 10224 , MSC 7936 , Bethesda , MD 20892-7936 , USA \n\t\t\t\t\t\t\t\t National Heart, Lung, and Blood Institute \n\t\t\t\t\t\t\t\t NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 6701 Rockledge Dr Room MSC 7936 \n\t\t\t\t\t\t\t\t\t 10224 20892-7936 \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA",
      "email": "wiriley@mail.nih.gov"
    },
    {
      "forename": "Daniel",
      "surname": "Rivera",
      "name": "Daniel Rivera",
      "affiliation": "2  School for Engineering of Matter, Transport, and Energy , Ira A. Fulton School of Engineering , Arizona State University , Tempe , AZ 85287-6106 , USA \n\t\t\t\t\t\t\t\t School for Engineering of Matter, Transport, and Energy \n\t\t\t\t\t\t\t\t Ira A. Fulton School of Engineering \n\t\t\t\t\t\t\t\t Arizona State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 85287-6106 \n\t\t\t\t\t\t\t\t\t Tempe \n\t\t\t\t\t\t\t\t\t AZ \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Audie",
      "surname": "Atienza",
      "name": "Audie Atienza",
      "affiliation": "3  National Institute of Health , National Cancer Institute , 6130 Executive Boulevard , EPN 4082 , Bethesda , MD 20892-7335 , USA \n\t\t\t\t\t\t\t\t National Institute of Health \n\t\t\t\t\t\t\t\t National Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 6130 Executive Boulevard EPN 4082 \n\t\t\t\t\t\t\t\t\t 20892-7335 \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Wendy",
      "surname": "Nilsen",
      "name": "Wendy Nilsen",
      "affiliation": "4  Office of Behavioral and Social Science Research , NIH , 31 Center Dr. , Room B1C19 , MSC 2027 , Bethesda , MD 20892-2027 , USA \n\t\t\t\t\t\t\t\t Office of Behavioral and Social Science Research \n\t\t\t\t\t\t\t\t NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 31 Center Dr. Room B1C19 MSC 2027 \n\t\t\t\t\t\t\t\t\t 20892-2027 \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Susannah",
      "surname": "Allison",
      "name": "Susannah Allison",
      "affiliation": "5  National Institute of Mental Health , NIH , 6001 Executive Boulevard , Room 6226 , MSC 9615 , Bethesda , MD 20892-9615 , USA \n\t\t\t\t\t\t\t\t National Institute of Mental Health \n\t\t\t\t\t\t\t\t NIH \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 6001 Executive Boulevard Room 6226 MSC 9615 \n\t\t\t\t\t\t\t\t\t 20892-9615 \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Robin",
      "surname": "Mermelstein",
      "name": "Robin Mermelstein",
      "affiliation": "6  Department of Psychology and Public Health , Health Research and Policy Center , University of Illinois at Chicago , 850 West Jackson Boulevard , Suite 400 , Chicago , IL 60607 , USA \n\t\t\t\t\t\t\t\t Department of Psychology and Public Health \n\t\t\t\t\t\t\t\t Health Research and Policy Center \n\t\t\t\t\t\t\t\t University of Illinois at Chicago \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 850 West Jackson Boulevard Suite 400 \n\t\t\t\t\t\t\t\t\t 60607 \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s13142-011-0021-7",
  "keywords": [
    "Mobile phones",
    "Handheld computers",
    "Health behavior interventions",
    "Smoking cessation",
    "Weight management",
    "Adherence",
    "Chronic disease management",
    "Health behavior theory",
    "Dynamical systems",
    "Control systems engineering"
  ],
  "sections": [
    {
      "text": "There are over 285 million wireless subscribers in the USA alone  [4] , and an estimated 67.6% of adults worldwide own cell phones  [5] . Approximately 75% of US high school students own a mobile phone  [6] . In contrast to the initial Internet digital divide which limited the reach of computerized health behavior interventions for those in lower socioeconomic groups, mobile phone use has been widely adopted across socioeconomic and demographic groups and appears greater among those populations most in need of these interventions  [6, 7] . The penetration rates in developing countries, where wireless technologies have leapfrogged the wired computer infrastructure, have produced considerable excitement in the global health community to reach and follow individuals who were previously unreachable via traditional communication channels  [8, 9] .\n\nCompared to Internet interventions delivered to desktop and laptop computers, mobile interventions Implications Practice: Mobile technologies are rapidly evolving as a method for delivering health behavior interventions that can be tailored to the individual throughout the intervention, but the content and timing of these interventions have not been consistently grounded in health behavior theories, so practitioners need to consider the theoretical and empirical basis of mobile health behavior interventions.\n\nPolicy: Investment in the development of mobile health behavior interventions needs to be balanced with investment in theoretically grounded content development and evaluation procedures that are responsive to this rapidly evolving area.\n\nResearch: In addition to the responsive evaluation of mobile health behavior interventions, researchers need to utilize these applications to test and advance more dynamic health behavior theories, taking advantage of control systems engineering and other dynamic feedback models to advance new theories that can be better applied to the intensive adaptability possible from mobile health behavior interventions.\n\nhave the capacity to interact with the individual with much greater frequency and in the context of the behavior. As sensing technologies integrated with the mobile phone via Bluetooth or other data transmission process continue to develop, health behavior change interventions can be delivered based not only on self-reports and time/location parameters but also on psychophysiological state, social context, activity level, and behavior patterns  [10] . The availability of these rich, complex, and frequent data inputs provides the potential to deliver health behavior interventions tailored not only to the person's baseline characteristics but also to his/ her frequently changing behaviors and environmental contexts  [11] .\n\nTo better leverage the potential of mobile technologies for health behavior interventions, health behavior theories and models need to be able to guide the development of complex interventions that adapt rapidly over time in response to various inputs. Existing health behavior theories and models have served for many years as guides to intervention development and delivery, and these theories have been the basis not only for face-to-face counseling interventions but also mass media and social marketing efforts. Models such as the Health Belief Model  [12] , Theory of Planned Behavior  [13] , Social Cognitive Theory  [14] , the Transtheoretical Model  [15] , and Self-Determination Theory  [16]  have served as the basis for many of the eHealth web and desktop/laptop computer interventions and have informed how interventions can be tailored to the individual's baseline status.\n\nAs intervention developers take full advantage of mobile technologies, health behavior models will be required to guide not only tailored adjustments at intervention initiation but also the dynamic process of frequent iterative intervention adjustments during the course of intervention. The content and timing of a specific mobile phone intervention delivered via voice, text, resident application, mobile web, or other modality can be driven by a range of variables including (a) the target behavior frequency, duration, or intensity; (b) the effect of prior interventions on the target behavior; and (c) the current context of the individual (time, location, social environment, psychophysiological state, etc.). Such interventions require health behavior models that have dynamic, regulatory system components to guide rapid intervention adaptation based on the individual's current and past behavior and situational context. Some have argued that current health behavior models are inadequate even for low-tech interventions  [17] , but the predominately linear and static nature of these models severely limits their ability to guide the dynamic, adaptive interventions possible via mobile technologies.\n\nTo evaluate the theoretical basis and adaptive nature of mobile interventions, the current literature on mobile technology health behavior interventions was reviewed. For this review, we define \"mobile technology\" as computer devices that are intended to be always on and carried on the person throughout the day (i.e., during normal daily activities). Mobile phones are the prototype device within this space, and most of the interventions reviewed used mobile phone platforms, but precursors to current smart phones and text messaging systems such as personal digital assistants (PDAs) and two-way pagers also are consistent with this definition. Excluded from this definition are devices that are portable (e.g., laptops, netbooks, iPads) but are not intended to be carried on the person throughout the day. Although technically mobile, we also excluded interventions that involved phone-based counseling, whether live or by interactive voice response (IVR), that could be delivered similarly via landline (i.e., phone-based counseling via mobile phone). Prior to the advent and widespread use of multipurpose mobile devices, special purpose devices were developed for the delivery of health behavior interventions  [18, 19] , but these pioneering prototypes often lacked the portability, connectivity, input-output interface, and/or computing power of current multipurpose devices and are not included in this review. This review is also limited to the use of these mobile devices for delivering health behavior interventions, not assessments. There is a substantive literature on the use of mobile devices for health behavior assessment (e.g., ecological momentary assessment), and self-monitoring alone has been shown to be an effective health behavior intervention  [20] , but we excluded from this review mobile programs that involved assessment input only or that used mobile device output solely for the purpose of encouraging input (i.e., reinforcing recording adherence).\n\nFor this review, a Medline search of \"mobile phone,\" \"cell phone,\" \"text messaging,\" \"personal digital assistant,\" \"PDA,\" \"palmtop,\" \"handheld computer,\" and \"pager\" published through June 2010 was conducted. Articles meeting the definition described above were selected, and additional articles were identified from references of these initially selected articles. A considerable number of these articles were proof-of-concept reports that described technical development, an ongoing study, or reported only usability/satisfaction data. To insure review of fully functional mobile interventions, we narrowed the selection criteria to studies that reported some form of clinical outcome data, with or without randomized controlled conditions. Nearly all of the articles identified meeting these criteria fell into one of four major health behavior areas: smoking, weight loss (including diet and exercise interventions), treatment adherence (i.e., adherence to medical recommendations including both taking medication and attending appointments), and chronic disease management. Therefore, we limited this review to mobile health behavior interventions in these four areas. Others have reviewed subsets of the research reviewed here for the purposes of estimating effect sizes (e.g.,  [21, 22] ). In contrast to meta-analytic reviews of effect size, the purpose of this review is to assess how theory has been employed in the development of mobile health behavior interventions and how the interactive and adaptive potential of these interventions may require new dynamic systems theories of health behavior."
    },
    {
      "title": "REVIEW OF MOBILE HEALTH BEHAVIOR INTERVENTIONS"
    },
    {
      "title": "Smoking cessation",
      "text": "Seven studies were identified that used mobile technology to deliver smoking cessation interventions. In Table  1  and subsequent tables of the other three areas reviewed, we summarize for each study the basic study characteristics (e.g., sample, design), a brief description of the intervention, the theoretical basis of the intervention if reported, the interactivity of the intervention, and the primary outcome. For interactivity, we specify if the intervention output was adjusted based on input provided by the user, if this adjustment was manual (e. g., healthcare professional reviewed data and determined intervention output) or automatic (e.g., intervention output generated by computer algorithms), and if the adjustment occurred at intervention initiation (i.e., tailored or personalized based on initial assessment) or during the course of the intervention, or both. The concept of \"just-in-time\" of Intille et al. is used to characterize interventions that adjust based on data obtained during the course of the intervention  [30] . As opposed to the term \"real-time\" which is commonly is used in the mobile assessment literature to denote input occurring at the time of a recording prompt or the behavior being monitored, mobile interventions are often lagged over minutes, hours, or days as sufficient data are obtained to adapt the intervention, hence the use of \"just-in-time\" to describe adaptations occurring during the course of the intervention.\n\nAs shown in Table  1 , the seven studies identified are from three research groups who developed and evaluated interventions delivered via mobile phone text messaging (aka short messaging service (SMS)). These interventions consisted primarily of text message output although Whittaker et al.  [26]  also delivered mobile videos of role models and their quitting experiences. All of the interventions were computer-tailored at treatment initiation. The intervention developed by Riley and colleagues  [23, 25]  tailored both content and timing of the text messages to the times users indicated via an associated Internet site that urges and high-risk situations were likely to occur. All of these interventions also adjusted just-in-time via text message requests from users for assistance which generated immediate return text messages with tips and strategies to manage urges or withdrawal. The Brendryen  [27, 28]  and Riley interventions  [23, 25]  also adjusted the intervention based on smoking status (e.g., different messages before vs. after quitting, resetting quit dates if relapse occurred).\n\nWith the exception of the Rodgers intervention  [24, 29] , these mobile smoking cessation interventions provided a theoretical basis, citing Social Cognitive Theory, Self-Regulation Theory, the Transtheoretical Model, and cognitive-behavioral theory. These theories primarily appear to have informed the content of the text messages which included skills to manage urges and the facilitation of social support. The Transtheoretical Model was used to adapt the content of the text messages to the preparation, action, and maintenance stages of the quit process. In a separate report, Brendryen and colleagues  [31]  provided a detailed description of the intervention mapping process for the development of the Happy Ending intervention based on Self-Regulation Theory, Social Cognitive Theory, cognitive-behavioral therapy, motivational interviewing, and relapse prevention. In a stepwise approach, they performed a needs assessment and devised proximal change objectives based on the self-observation, self-evaluation, and self-reaction processes of Self-Regulation Theory and the behavioral determinants posited by Social Cognitive Theory and related models. They generated theory-based methods and practical strategies to address these change objectives and developed the resulting intervention to deliver each of these strategies. This report provides a well-devised framework for the application of theory to a mobile health behavior intervention.\n\nQuit rates from the interventions evaluated in these studies range from 8%  [29]  to 53%  [26]  with a followup period ranging from 4 weeks to 12 months. A recent Cochrane review of randomized studies of mobile phone-based interventions for smoking cessation, which included all of the randomized controlled trials (RCT) reviewed here, found a significant shortterm increase in self-reported quitting (relative risk= 2.18; 95% confidence interval 1.80 to 2.65) but considerable heterogeneity and lack of sufficient evidence for long-term effects  [32] . Although promising, the effects of mobile technologies for smoking cessation require more study, especially of the longterm effects of these interventions."
    },
    {
      "title": "Weight loss, diet, and physical activity",
      "text": "We identified 12 studies reporting on mobile health behavior interventions for weight loss, diet, and/or physical activity. Four of these interventions were delivered via PDA, and eight were delivered via mobile phone, predominately SMS. These interventions represent a range of interactivity from nontailored weekly informational text messages  [33]  to real-time diet and exercise monitoring with multiple daily customized messages based on input  [34] . Most auto-adjusted the intervention based on computer algorithms, but the two interventions encouraging walking in Chronic Obstructive Pulmonary Disease (COPD) patients were manually adjusted by health professionals  [35, 36] . The mobile weight loss   [34, 39, 40] ) and one intervention used a mobile phone program that adjusted music tempo to encourage an appropriate walking pace  [35] .\n\nOf the 12 studies summarized in Table  2 , seven specified a theoretical basis for the mobile weight loss, diet, or physical activity intervention developed. Consistent with the more general weight loss intervention literature, Social Cognitive Theory was the primary theoretical basis for these interventions although the Theory of Planned Behavior was cited by one study  [38] . In a well-controlled evaluation of a theoretically-based program, Haapala and colleagues  [40]  randomly assigned overweight adults to control or a mobile phone weight loss program. The intervention was based on Self-Efficacy Theory and a Systems Contingency Approach described by Hiltz  [45]  in which the amount, frequency, and type of computer-mediated communication are hypothesized to influence learning effectiveness. These theories were combined in a contingency model of mobile phone weight loss that combines program factors (e.g., content), frequency of interaction with the program, exogenous variables, and changes in processes and outcomes. Text messages instructed users in a staggered reduction of food intake and prompted daily weight reporting with immediate tailored feedback. The program evaluated weight balance, calculated daily energy requirement, set daily weight goals and food consumption recommendations, and provided feedback on the days remaining to the long-term weight target. Weight loss goals were user defined, but typically averaged 2 kg/month. Weight was reported via mobile phone on average 4.4 times per week. Compared to controls, those in the mobile phone intervention lost significantly more weight (4.5 vs. 1.1 kg) and had a greater reduction in waist circumference (6.3 vs. 2.4 cm) after 1 year in the program.\n\nAs an example of interactivity in mobile weight management interventions, Patrick and colleagues  [43]  reported on a 4-month, randomized trial of a mobile phone text messaging program for weight loss that, although not specified, appeared consistent with Social Cognitive Theory and that involved considerable interactivity. Text messages were personalized and varied not only in content but also in their interactive nature. Some texts were simple push reminders while others queried the user about their dietary behavior, obtained a reply, and then provided an intervention based on the reply. Although weight loss in the text messaging condition was modest over 4 months (2.88 kg), it was significantly greater than in the print only condition.\n\nIn a recently published study, Burke et al.  [34]  provided another example of intervention interactivity via mobile device. They compared paperbased dietary and exercise monitoring to PDAbased monitoring and PDA-based monitoring plus daily feedback message in an RCT of 210 overweight and obese adults. The PDA monitoring program was based on the platform developed by Beasley et al.  [39] , but the PDA monitoring plus feedback condition added daily messages of positive reinforcement and guidance for goal attainment tailored to the input provided based on self-regulation theory. All three conditions also received 20 group intervention sessions over a 6-month period. Compared to the monitoring only conditions which obtained a percent weight loss of 4.8 (PDA) and 4.6 (paper-based), the PDA plus daily feedback condition obtained a mean percent weight loss of 6.5.\n\nConsistent with other reviews  [46] , these initial studies of mobile interventions for weight loss show modest but significant weight loss and related outcomes. Mobile interventions for weight loss, diet, and physical activity are poised to take advantage of a number of advances in monitoring that could be leveraged to improve outcomes. Computerized dietary monitoring has been used extensively in this field  [47] , and these self-monitoring procedures have been adapted to mobile platforms. Recent research has begun to use cell phone cameras to assess dietary intake  [48, 49]  which may result in less underreporting of intake than from self-monitoring. As mobile phones increasingly incorporate accelerometers, the potential exists to use the automated data obtained from these accelerometers to monitor activity levels and provide just-in-time interventions  [50, 51] . These richer and potentially more precise measures of dietary intake and physical activity can provide the basis for robust and interactive weight loss interventions delivered via mobile devices."
    },
    {
      "title": "Treatment adherence",
      "text": "Ten studies were identified that evaluated the use of mobile technology to improve treatment adherence (Table  3 ). Of these, eight targeted medical appointment adherence and two addressed medication adherence, specifically HIV treatment adherence. All of the appointment adherence interventions were delivered via SMS while both of the medication adherence interventions were delivered via twoway pager. Given the substantial use of technology for measuring medication adherence  [52]  and the availability of smart pillboxes for improving adherence  [53] , it is surprising that only two studies have developed and evaluated a medication adherence intervention on a mobile platform, both using twoway pagers which have limited capabilities. In 2003, Safren and colleagues  [54]  published the earliest evaluation of a mobile technology identified in this review. In HIV patients with poor adherence, they used a commercial system (Medimom) to enter patients' drug regimens and transmit pager alerts to remind patients to take their medications at the specified times. Based on electronic pill bottle data (MEMS), those randomly assigned to the pager reminder condition had significant improvements in medication adherence compared to those in a medication monitoring only condition at 2 and 12 weeks. In a more recent study, Simoni and colleagues  [55]  developed and evaluated a similar pager dosing reminder program for HIV patients with additional texts providing education, adherence assessments, and entertainment. This intervention, however, failed to produce significant improvements in adherence over the 9-month trial relative to usual care or peer support, possibly due to the mixed functions of the pager prompt (i.e., prompt taking medications, provide education). Neither study provided a theoretical basis for the intervention provided. Both studies tailored the intervention at initiation based on the medication regimen of each patient, but there were no adjustments made during the course of the intervention.\n\nAmong the eight studies providing appointment reminders via mobile technologies, all provided only a single, unadjusted output reminding the patient of their appointment, usually timed to within a few days of the scheduled appointment. The only two-way interaction was in the Koshy et al. study  [56]  which provided the patient with the ability to text reply to cancel the appointment. None of the studies provided a theoretical basis for the intervention provided.\n\nDespite the simple nature of these appointment adherence interventions and their lack of interactivity and theoretical basis, most resulted in a significant increase in appointment adherence. The only exception was Bos et al.  [57] , which had high appointment adherence rates to orthodontic visits across conditions. It is important to note, however, that only two studies used randomized controls  [58, 59] ; the others used historical or nonrandomized controls. Additionally, the three studies that compared SMS to traditional phone call reminders found no difference between these two modalities  [57] [58] [59] ."
    },
    {
      "title": "Disease management",
      "text": "In addition to the treatment adherence research reviewed above, a number of treatment adherence interventions are incorporated within a chronic disease management program. The use of mobile phones for disease management has been substantially reviewed elsewhere  [46, [60] [61] [62] , particularly in the area of diabetes management. Based on the criteria for this review, we identified 20 studies: 16 in diabetes management, three in asthma manage- ment, and one in hypertension management (Table  4 ). Across the 20 studies, only one  [63]  specified a theoretical basis for the intervention, using Social Cognitive Theory to provide personalized SMS messages to support diabetes management in children with type 1 diabetes. In part, this lack of theoretical basis may reflect the well-established practice guidelines for managing type I and type 2 diabetes  [64] , but as the field extends these interventions beyond medication adjustments and integrates automated measures of physical activity, medication adherence, food intake, and other target variables into these systems  [65] , using health behavior theories to inform these interventions could improve outcomes.\n\nThe interventions developed and evaluated in these studies focused primarily on patient input (e.g., blood glucose readings, insulin doses, carbohydrate intake, exercise, forced expiratory volume (FEV1), or blood pressure) which were reviewed by a health professional to provide periodic regimen adjustments and treatment recommendations. Therefore, except for the two PDA interventions that did not transfer data to a central server  [66, 67] , any just-in-time intervention adjustments were made manually. These manually adjusted interventions are consistent with telemedicine models, but they have limited scalability due to the provider burden required to review and deliver these interventions. Lanzola and colleagues have proposed a multi-tier intervention model in which lower-tier disease management interventions are provided via automated treatment algorithms and higher tier interventions involving the healthcare provider occur only if the lower-tier interventions are ineffective  [68] .\n\nAlthough advances in automating disease management intervention output are needed, the field is leveraging advances in objective, real-time input. Data entry burden is a persistent problem in disease management  [69] . In one study of adolescents on intensified insulin therapy, one quarter failed to send at least 50% of their four daily blood glucose values  [70] . With the advent of Bluetooth-enabled glucometers, data entry burden is eliminated. Since 2008, three of the studies reviewed used this or similar technology and found significant reductions in HbA1c  [71] [72] [73] . Another study used Bluetoothenabled blood pressure devices to provide automated transmission for hypertension control in diabetes patients  [74] .\n\nAlthough the automatic transmission of testing data eliminates data entry burden, it does not eliminate the responsibility of the patient to perform regular testing, and a number of the studies used reminders via pager or mobile phone SMS to obtain blood glucose  [72, 75, 76]  or to take medications  [77] . For example, Turner and colleagues provided blood glucose measurement reminders in an interactive manner with type 2 diabetes patients  [72] . If no blood glucose data were automatically transmitted for 3 days, or if hypo-or hyper-glycemia persisted, patients received additional reminders.\n\nOutcomes from the mobile disease management studies were generally positive and statistically significant. Among the 12 diabetes management studies with HbA1c as a primary outcome, ten found significant reductions in HbA1c. This is consistent with a recent systematic review of mobile phone use for diabetes self-management in which nine of ten studies reviewed reported significant improvement in HbA1c  [46] . All three mobile asthma management interventions found significant improvements in the primary outcome. For example, in a small randomized controlled trial of no SMS vs. SMS daily reminders to take asthma medication, Strandbygaard et al.  [77]  found that the percent adherence based on objective inhaler dose counts decreased in the control condition (84.2% to 70.1%) but increased in the intervention condition (77.9% to 81.5%) over the 12-week study period. Therefore, the ability of mobile disease management programs to assess patient status frequently and adjust treatment remotely appears to improve treatment outcomes and to serve as a basis for more comprehensive and automated mobile disease management interventions."
    },
    {
      "title": "SUMMARY OF MOBILE HEALTH BEHAVIOR INTERVENTION FEATURES",
      "text": "The application of mobile technologies to health behavior interventions is a nascent but rapidly growing field that has only begun to leverage the full capabilities of mobile phones and other mobile technologies. Most of the mobile interventions described in this review used text messaging (aka SMS) functionality of mobile phones. Text messages can be delivered simply and inexpensively across mobile phone operating platforms and to a large percentage of mobile phone users given the ubiquitous nature of this feature even on \"less smart\" mobile phones. As smart phone penetration rates increase and interoperability between operating platforms improves, however, additional features of mobile phones can be used.\n\nIn addition to voice, text, and data inputs, researchers have begun to use video input via camera features on these phones. Although video input has been primarily used for telemedicine purposes  [78, 79] , health behavior researchers have begun to use cameras for dietary assessment  [48] . Another significant set of input features are automated sensors, either resident on the smartphone (e.g., accelerometers and GPS) or connected via Bluetooth. Much of the mobile health behavior interventions to date have focused on transmitting data from glucometers and spirometers, but an expanding variety of sensor technologies can be used to assess physiological states, movement, location, and other variables using mobile phones.\n\nThese early mobile health behavior interventions also have only begun to leverage the output functionality of these phones. As with input, most of the output delivery to date has been via text messaging. A few studies have used other output functions such as audio (e.g.,  [35] ) or video (e.g. [26] ), but device-resident or wireless Internet applications on smartphones provide a rich array of possible data and display outputs (e.g., progress charts, animation, videos, games) that could be used to deliver health behavior interventions.\n\nMost apparent from this review, however, is the limited use of the rapid two-way interaction of inputs and outputs that could be used to deliver just-in-time health behavior interventions. Disease management and weight loss mobile health interventions have relied predominately on input while adherence and smoking cessation mobile health interventions have relied predominately on output. Among applications relying on input, many employed a user-initiated or unprompted input procedure despite a considerable ecological momentary assessment literature supporting the use of prompted inputs  [80] . Following input, some applications provided tailored intervention responses, but others failed to deliver even a confirmation message, despite the potential importance of this feature for encouraging continued input. Of the applications that predominately pushed out intervention messages, a few encouraged confirmation of receipt or some other reply response (e.g.,  [43] ), but most did not. None of the adherence interventions made justin-time adjustments, but most of these interventions were single prompt appointment reminders with no longitudinal basis for adjustment, and none obtained the input necessary to make treatment adjustments. Most of the smoking and weight loss mobile interventions provided some form of \"just-in-time\" response based on a prior input, but the frequency or intensity of interactivity varied substantially among these interventions from requests for additional text message assistance common among the smoking interventions (e.g.,  [23, 27] ) to regular intervention adjustments based on dietary and exercise inputs  [34, 43] . The disease management interventions also typically provided just-in-time intervention adjustments, but most relied on manual adjustments by a health care professional to do so. Although more complex intervention adjustments might be best reserved for health professional judgment, standard treatment algorithms can be used to automate, with 100% treatment fidelity, many of these treatment adjustments, greatly improving scalability, and reducing professional time and costs.\n\nGiven the lag between intervention development, evaluation, and eventual publication, the articles reviewed, although published as recently as the June 2010, describe interventions developed a number of years ago. Therefore, the limited interactivity of the mobile interventions reviewed may not reflect current status, and the National Institutes of Health currently funds a number of ongoing projects that use more intensive interactivity and just-in-time interventions than described in this review [81]. To insure that the mobile interventions reviewed were mature enough for actual use, we limited our review to studies that subjected these interventions to some form of clinical outcome assessment. As a result, we did not report on recent mobile intervention development from proof-of-concept (e.g.,  [82] ), usability/ feasibility (e.g.,  [83] ), or ongoing research reports (e.g.,  [84] ) in which more recently developed interventions are described. Given the recent interest in and rapid progression of mHealth interventions, reports on more intensively interactive mobile health behavior interventions are likely to be published in the coming years."
    },
    {
      "title": "THEORETICAL BASIS FOR MOBILE HEALTH BEHAVIOR INTERVENTIONS AND NEW DIRECTIONS",
      "text": "Our review of the studies of health behavior interventions delivered via mobile technologies reveals a paucity of discussion regarding the health behavior theories or models that provide the basis of the intervention. Even among those studies that provided a theoretical basis, very few attempted to evaluate any of the theoretical components hypothesized to be affected by the intervention. Studies in the smoking and weight loss areas tended to use a theoretical model for their intervention, drawing predominately from Social Cognitive Theory or its variants (e.g., selfefficacy). Among these studies are extensive and thoughtful examples of using theory to guide mobile intervention development (e.g.,  [31, 40] ). In contrast, most of the mobile interventions studied in the treatment adherence and disease management areas did not report a theoretical basis for intervention development, but this may be the result of reliance on evidence based clinical guidelines (e.g., diabetes management) or on the simplicity of the intervention delivered (e.g., appointment reminders).\n\nA simple reminder intervention, however, is an excellent example for the necessity of theory to guide intervention. Text messaging reminders to attend appointments, take medications, exercise, etc. appear relatively straightforward and are consistent with the \"cue to action\" component of many health behavior theories, but the history of health behavior theories cautions us about assuming that behavior change is straightforward or that innovative modes of delivery alone are sufficient to produce behavior change. In the 1950s, mobile neighborhood tuberculosis screenings were innovative, but the added salience and convenience did not substantially increase screenings. Researchers studying uptake of these neighborhood screenings learned that the perceived threat (severity and susceptibility) of tuberculosis, the perceived benefit of being screened, and the perceived barriers to getting screened contributed to a person obtaining these screenings. These findings led to the Health Belief Model  [85]  and the various health behavior theories and models that followed. Therefore, a greater While mobile technology applications of health behavior interventions should be guided by our current health behavior models, it is important to acknowledge that these current models appear inadequate to answer many of the intervention development questions likely to arise as interventions better leverage the interactive capabilities of mobile technologies. Some have argued that these theories are inadequate even for traditional interventions  [17] , but they are particularly limited at informing just-in-time intervention adaptations. Dunton and Atienza have noted that the increasing availability of time-intensive information (i.e., longitudinal data obtained at an intensive frequency) allows for the intra-individual tailoring of interventions but that current health behavior theories are based on delineating between, not within-person differences  [86] . Boorsboom and colleagues have argued that between-person theories do not imply, test, or support causal accounts valid at the individual level  [87] . As a result, these theories and models have been used with considerable success to tailor health behavior interventions based on pre-intervention factors, but typically have not been used to adapt the intervention to the individual over the course of the intervention  [88, 89] . As these interventions become deliverable on mobile devices, the content of interventions can be adapted for each individual not only initially but also over time based on his/her prior outcome data, prior responses to specific intervention outputs, current environmental and/or social context, and a range of other variables that might influence the optimal intervention based on the current state of the individual (i.e., ecological momentary interventions)  [90] .\n\nIn addition to adapting the content of the intervention over time, mobile technology applications of health behavior interventions also have the ability to adapt the timing of the interventions based on these same data. For example, following a prompt to exercise, how long should the program wait before prompting again and how should the timing and content of the follow-up prompt be tailored based on prior pattern of responses to prompts? In this review, only a few studies adjusted the timing of the interventions, usually during the transition from behavior change to maintenance (e.g.,  [23, 40] ), but these timing adjustments were set a priori across all participants and were not dynamically determined at the individual level.\n\nThe development of time-intensive, interactive, and adaptive health behavior interventions via mobile technologies demands more intra-individual dynamic regulatory processes than represented in our current health behavior theories. These theories do not preclude the possibility that some conceptual components change over time, and some concepts such as reciprocal determinism in Social Cognitive Theory are explicitly dynamic in nature  [14] . Moreover, a rich behavior change process-outcome literature describes dynamic interactions in face-toface behavioral interventions that could be applied to behavioral interventions via mobile technologies  [91] . Adoption of dynamical system models for mobile health behavior interventions does not require that our current health behavior theories and models be discarded, but the predominately static, linear nature of these theories appears to be a poor fit with the intra-individual dynamics of future mobile technology interventions.\n\nControl systems engineering  [92]  may provide the dynamical system models needed to transform our current health behavior theories into the dynamic theories required for the time-intensive, interactive, and adaptive health behavior interventions delivered via mobile technologies. Control systems engineering examines how to influence dynamical systems to achieve a desired outcome. These dynamical systems are multivariate, time-varying processes, often nonlinear in nature, in which variables that can be manipulated (e.g., system input variables) lead to changes in outcomes of interest (e.g., system output variables) adjusting for exogenous effects (e.g., disturbance variables). Control engineering approaches have been proposed for adaptive interventions to determine, for example, when and how much to change the frequency of family counseling to prevent the development of conduct disorder in children  [93] .\n\nThere are a number of practical advantages of using dynamical systems to inform adaptive, timeintensive interventions delivered via mobile technologies. Control systems engineering principles and procedures are mature and provide a robust computational framework for modeling, simulation, and systematic decision making over time. These control system principles and procedures fit well with the rich longitudinal data and real-time intervention adaptations potentially available via mobile technologies. Interventions based on theories enriched by control system models also provide engineers and health behavior researchers with a common language for collaborating on new interventions delivered via mobile technologies  [94] .\n\nPerhaps more importantly, these feedback control systems have the potential to reshape health behavior theories and improve our understanding of human behavior. Feedback regulatory processes are core to neurobiology. Basic neuronal processes are time-intensive, adaptive interactions of excitatory and inhibitory synaptic processes that have been modeled at the single neuron level  [95] . The communalities between brain circuitry and control system engineering principles are so compelling that some brain processes are described via engineering feedback systems (e.g.,  [96] ). Since the brain appears to regulate itself and other organs using feedback control processes, it seems reasonable that the brain also regulates human behavior via similar feedback control processes. Optimal feedback control systems have been applied to basic sensorimotor control  [97]  and to reinforcement learning models  [98] . Therefore, the application of feedback control systems to current health behavior theory concepts provides not only potential theoretical models that are amenable to the time-intensive, interactive nature of mobile health behavior interventions but also theoretical models that are more consistent with the putative neurobiological and environmental processes that regulate these behaviors.\n\nOne significant example of regulatory feedback for disease management processes is in diabetes where frequent adjustments to diet and insulin dose are determined based on blood glucose levels. Control engineering approaches have been applied to the glucose-insulin closed-loop system  [99] , and this application illustrates the potential of this approach to produce the desired outcome in systems that possess measurement error, model uncertainty, noise, and lagged effects. This work could serve as a basis for developing mobile technologies for diabetes management that take advantage of advanced closed-loop control system models to automate and better regulate blood glucose for insulin-dependent patients.\n\nDetailed descriptions of applications of control systems engineering to other health behavior interventions such as substance use have been described elsewhere  [93, 100] , but to illustrate the application of control systems engineering to mobile health behavior interventions, we provide a simple model for intervening on smoking urges depicted in Fig.  1  which represents an individual's smoking behavior in terms of a production-inventory model  [101] . Using a fluid analogy, smoking urge is accumulated as an inventory that is built up by an \"inflow\" of negative emotional stimuli (e.g., sadness, irritation) and external stimuli (e.g., presence of others smoking, drinking coffee) and depleted by an urge \"outflow\" resulting from smoking events and the salutary effects of positive affect and dosages of intervention components such as medications and psychosocial interventions. In a control systems conceptualization, smoking urge (y(t)) is the controlled variable, while smoking activity represents a manipulated variable (u 1 (t)) whose action serves to reduce the urge to smoke. Environmental stimuli and positive and negative affect represent external disturbance variables (d 1 (t), d 2 (t)) whose changes build up or deplete the smoking urge inventory. The dose of intervention components represents additional manipulated variables (u 2 (t)) that can be selected adaptively by a set of decision rules or mathematical algorithms (referred to as the intervention controller in Fig.  1 ) based on assessed participant response. A differential equation drawn from the general principle of conservation of matter can be used to describe the relationship between these variables [102] The inherent dynamics of smoking behavior in Fig.  1  constitutes a closed-loop feedback system in which increases in smoking urge precipitate a decision to smoke (the relationship between urge and smoking activity is denoted by the \"urge controller\" box in Fig.  1 ).\n\nThe potential of mobile technologies to generate the intensive longitudinal data sets reflecting the behavior of a smoker over time and observed in different settings and contexts is important for building a dynamical system model such as the individual smoking behavior model illustrated above. Mobile devices can collect information in real time about the controlled, manipulated, and disturbance variables, as represented by sensor locations in Fig.  1 . Model estimation techniques such as system identification [103] and functional data analysis [104] can be used to estimate the K d1 , K d 2 , K u1 , and K u2 coefficients from these data. These modeling techniques also can be applied to reverseengineer the functional relationship underlying the urge controller which reflects the actions of an individual smoker. With a dynamical systems model, it becomes possible to apply control systems engineering to develop algorithms that use real-time assessments and predicted responses from the model to adaptively decide on the timing and dose of the intervention components. Mobile technology is an enabler to advanced control algorithms such as model predictive control [105] that employ formal optimization methods to decide on current and future doses of intervention components while satisfying clinical practice preferences and restrictions  [100] . The use of these control technologies in a smoking cessation intervention as shown in Fig.  1  parallels the closed-loop control system for diabetes management described previously. The optimization process leads to specific intervention decisions (u 2 (t)) for providing behavioral strategies and/or medication prompts to replace smoking as a means of reducing smoking urge.\n\nIn addition to being sensitive to threshold (or mean) levels of key variables, a control system framework can adapt to and consider variability of key controlling or explanatory variables. Most theories of health behavior change to date have focused on mean levels of predictive variables, but with the advent of newer data technologies, we can develop models that focus on lability or stability of key controlling factors. For many health behaviors, maintaining a stable level or tighter range for some key variables may be as or more important than increasing or decreasing mean levels.\n\nNovel dynamic health behavior theories and their application to health behavior interventions via mobile technologies will require empirical validation. Adaptive treatment methodologies has been applied to interventions that adjust over the course of weeks or months, not hours or days, but these methodologies can be applied to mobile technology interventions  [106] . Other methodological consider-ations for adaptive interactive technologies applied to eHealth also may be appropriate to consider for mHealth interventions  [107, 108] . The opportunity via mobile devices to collect intensive context-and time-dependent (longitudinal) data and to systematically vary intervention components enables researchers to test not only these components but also the theoretical concepts and dynamic models that underlie them.\n\nThe application of mobile technologies to health behavior interventions is an exciting and rapidly growing field. The ability to provide frequent, timeintensive interventions in the context of the behavior holds considerable promise but also poses many challenges to our current health behavior theories and models. To meet these challenges, our current health behavior theories and models need to expand from elucidating between-person differences to explaining within-person changes over time and to evolve to incorporate dynamic feedback control systems to \"close the loop.\" Health behavior interventions delivered via mobile technologies offer not only the impetus to transform our current theories into more dynamic feedback control models but also the potential to provide the intensive longitudinal data necessary to test and improve our theoretical intervention models. To date, only a subset of mobile health behavior interventions have been theory-based, but a theory-driven iterative model of mobile intervention development holds promise for improving not only our mobile health behavior interventions but also our theoretical and empirical understanding of health behavior change."
    },
    {
      "text": "reliance on health behavior theories to guide mobile technology intervention development, even for apparently simple interventions, should result in interventions that address more comprehensively the potential mechanisms of behavior change, resulting in more effective interventions."
    },
    {
      "text": "Fig. 1 | Illustration of control systems dynamical model for smoking urge"
    },
    {
      "text": "Smoking cessation mobile intervention studies"
    },
    {
      "text": "Weight loss (diet, physical activity) mobile intervention studies"
    },
    {
      "text": "Adherence mobile intervention studies"
    },
    {
      "text": "Disease management mobile intervention studies"
    },
    {
      "text": "(continued)"
    }
  ],
  "references": [
    {
      "title": "Using the Internet to promote health behavior change: A systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Cost effectiveness of Internet interventions: Review and recommendations",
      "authors": [
        "D Tate",
        "E Finkelstein",
        "O Khavjou",
        "A Gustafson"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9131-6"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.05.007"
    },
    {
      "title": "Intensity of mobile phone use and health compromising behaviours: How is information and communication technology connected to health-related lifestyle in adolescence",
      "authors": [
        "K Leena",
        "L Tomi",
        "R Arja"
      ],
      "year": 2005,
      "doi": "10.1016/j.adolescence.2004.05.004"
    },
    {
      "title": "Use of mobile phones as a tool for United States health diplomacy abroad",
      "authors": [
        "A Kosaraju",
        "C Barrigan",
        "R Poropatich",
        "S Casscells"
      ],
      "year": 2010,
      "doi": "10.1089/tmj.2009.0095"
    },
    {
      "title": "Can the ubiquitous power of mobile phones be used to improve health outcomes in developing countries?",
      "authors": [
        "W Kaplan"
      ],
      "year": 2006
    },
    {
      "title": "Portable devices, sensors and networks: Wireless personalized eHealth services",
      "authors": [
        "P Pharow",
        "B Blobel",
        "P Ruotsalainen",
        "F Petersen",
        "A Hovsto"
      ],
      "year": 2009
    },
    {
      "title": "Health and the mobile phone",
      "authors": [
        "K Patrick",
        "W Griswold",
        "F Raab",
        "S Intille"
      ],
      "year": 2008
    },
    {
      "title": "The health belief model and personal health behavior",
      "authors": [
        "M Becker"
      ],
      "year": 1974,
      "doi": "10.1177/109019817400200407"
    },
    {
      "title": "The theory of planned behavior: A review of its applications to health-related behaviors",
      "authors": [
        "G Godin",
        "G Kok"
      ],
      "year": 1996
    },
    {
      "title": "Social cognitive theory: An agentic perspective",
      "authors": [
        "A Bandura"
      ],
      "year": 2001
    },
    {
      "title": "The transtheoretical model of health behavior change",
      "authors": [
        "J Prochaska",
        "W Velicer"
      ],
      "year": 1997,
      "doi": "10.4278/0890-1171-12.1.38"
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0003-066x.55.1.68"
    },
    {
      "title": "Some problems with social cognition models: A pragmatic and conceptual analysis",
      "authors": [
        "J Ogden"
      ],
      "year": 2003,
      "doi": "10.1037/0278-6133.22.4.424"
    },
    {
      "title": "Ambulatory computer-assisted therapy for obesity: A new frontier for behavior therapy",
      "authors": [
        "K Burnett",
        "C Taylor",
        "W Agras"
      ],
      "year": 1985,
      "doi": "10.1037//0022-006x.53.5.698"
    },
    {
      "title": "Development of a computer-assisted smoking cessation program: A preliminary report",
      "authors": [
        "D Prue",
        "A Riley",
        "M Orlandi",
        "A Jerome"
      ],
      "year": 1990,
      "doi": "10.32388/9uaj7i"
    },
    {
      "title": "Adherence to dietary regimens. 2: Components of effective interventions",
      "authors": [
        "K Brownell"
      ],
      "year": 1995,
      "doi": "10.1080/08964289.1995.9933732"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone shortmessage service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009
    },
    {
      "title": "Healthcare via cell phone: A systematic review",
      "authors": [
        "S Krishna",
        "S Boren"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "College smoking-cessation using cell phone text messaging",
      "authors": [
        "J Obermayer",
        "W Riley",
        "O Asif",
        "J Jean-Mary"
      ],
      "year": 2004,
      "doi": "10.3200/jach.53.2.71-78"
    },
    {
      "title": "Do u smoke after txt? Results of a randomized trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley"
      ],
      "year": 2005
    },
    {
      "title": "Internet and mobile phone text messaging intervention for college smokers",
      "authors": [
        "W Riley",
        "J Obermayer",
        "J Jean-Mary"
      ],
      "year": 2008,
      "doi": "10.3200/jach.57.2.245-248"
    },
    {
      "title": "A multimedia mobile phone-based youth smoking cessation intervention: Findings from content development and piloting studies",
      "authors": [
        "R Whittaker",
        "R Maddison",
        "H Mcrobbie"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1007"
    },
    {
      "title": "Happy Ending: A randomized controlled trial of a digital multi-media smoking cessation intervention",
      "authors": [
        "H Brendryen",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1360-0443.2007.02119.x"
    },
    {
      "title": "A digital smoking cessation program delivered through Internet and cell phone without nicotine replacement (happy ending): Randomized controlled trial",
      "authors": [
        "H Brendryen",
        "F Drozd",
        "P Kraft"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1005"
    },
    {
      "title": "Txt2stop: A pilot randomized controlled trial of mobile phone-based smoking cessation support",
      "authors": [
        "C Free",
        "R Whittaker",
        "R Knight",
        "T Abramsky",
        "A Rodgers",
        "G Roberts"
      ],
      "year": 2009
    },
    {
      "title": "Just-in-time technology to encourage incremental, dietary behavior change",
      "authors": [
        "S Intille",
        "C Kukla",
        "R Farzanfar",
        "W Bakr"
      ]
    },
    {
      "title": "Looking inside the black box: Using intervention mapping to describe the development of an automated smoking cessation intervention happy ending",
      "authors": [
        "H Brendryen",
        "P Kraft",
        "H Schaalma"
      ],
      "year": 2010
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "R Borland",
        "C Bullen",
        "R Lin",
        "H Mcrobbie",
        "A Rodgers"
      ],
      "year": 2009,
      "doi": "10.1002/14651858.cd006611.pub2"
    },
    {
      "title": "Mobile phone short message service messaging for behaviour modification in a community-based weight loss programme in Korea",
      "authors": [
        "N Joo",
        "B Kim"
      ],
      "year": 2007
    },
    {
      "title": "The effect of electronic self-monitoring on weight loss and dietary intake: A randomized behavioral weight loss trial",
      "authors": [
        "L Burke",
        "M Conroy",
        "S Sereika"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2010.208"
    },
    {
      "title": "Efficacy of a cell phone-based exercise programme for COPD",
      "authors": [
        "W Liu",
        "C Wang",
        "H Lin"
      ],
      "year": 2008,
      "doi": "10.1183/09031936.00104407"
    },
    {
      "title": "Pilot study of a cell phone-based exercise persistence intervention post-rehabilitation for COPD",
      "authors": [
        "H Nguyen",
        "D Gill",
        "S Wolpin",
        "B Steele",
        "J Benditt"
      ],
      "year": 2009
    },
    {
      "title": "Enhancement of care through self-monitoring and tailored feedback via text messaging and their use in the treatment of childhood overweight",
      "authors": [
        "S Bauer",
        "J De Niet",
        "R Timman",
        "H Kordy"
      ],
      "year": 2010
    },
    {
      "title": "Using Internet and mobile phone technology to deliver an automated physical activity program: Randomized controlled trial",
      "authors": [
        "R Hurling",
        "M Catt",
        "M De Boni"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.2.e7"
    },
    {
      "title": "Evaluation of a PDA-based dietary assessment and intervention program: A randomized controlled trial",
      "authors": [
        "J Beasley",
        "W Riley",
        "A Davis",
        "J Singh"
      ],
      "year": 2008
    },
    {
      "title": "Weight loss by mobile phone: A 1-year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs",
        "L Surakka",
        "P Manninen"
      ],
      "year": 2009
    },
    {
      "title": "Using hand-held computer technologies to improve dietary intake",
      "authors": [
        "A Atienza",
        "A King",
        "B Oliveira",
        "D Ahn",
        "C Gardner"
      ],
      "year": 2008
    },
    {
      "title": "Promoting physical activity through hand-held computer technology",
      "authors": [
        "A King",
        "D Ahn",
        "B Oliveira",
        "A Atienza",
        "C Castro",
        "C Gardner"
      ],
      "year": 2008
    },
    {
      "title": "A text message-based intervention for weight loss: Randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "MobileMums: A randomized controlled trial of an SMS-based physical activity intervention",
      "authors": [
        "B Fjeldsoe",
        "Y Miller",
        "A Marshall"
      ],
      "year": 2010
    },
    {
      "title": "Productivity enhancement from computermediated communication: A systems contingency approach",
      "authors": [
        "S Hiltz"
      ],
      "year": 1988
    },
    {
      "title": "Diabetes self-management care via cell phone: A systematic review",
      "authors": [
        "S Krishna",
        "S Boren"
      ],
      "year": 2008
    },
    {
      "title": "A review of the use of information and communication technologies for dietary assessment",
      "authors": [
        "J Ngo",
        "A Engelen",
        "M Molag",
        "J Roesle",
        "P Garcia-Segovia",
        "L Serra-Majem"
      ],
      "year": 2009
    },
    {
      "title": "Use of technology in children's dietary assessment",
      "authors": [
        "C Boushey",
        "D Kerr",
        "J Wright",
        "K Lutes",
        "D Ebert",
        "E Delp"
      ],
      "year": 2009
    },
    {
      "title": "Evidence-based development of a mobile telephone food record",
      "authors": [
        "B Six",
        "T Schap",
        "F Zhu",
        "A Mariappan",
        "M Bosch",
        "E Delp"
      ],
      "year": 2010
    },
    {
      "title": "Off-the-shelf mobile handset environments for deploying accelerometer based gait and activity analysis algorithms",
      "authors": [
        "M Hynes",
        "H Wang",
        "L Kilmartin"
      ],
      "year": 2009
    },
    {
      "title": "Measure of physical activity using cell phones: Validation using criterion measures",
      "authors": [
        "C Bexelius",
        "M Lof",
        "S Sandin",
        "Y Trolle Lagerros",
        "E Forsum",
        "J Litton"
      ],
      "year": 2010
    },
    {
      "title": "Methods for measuring and monitoring medication regimen adherence in clinical trials and clinical practice",
      "authors": [
        "K Farmer"
      ],
      "year": 1999,
      "doi": "10.1016/s0149-2918(99)80026-5"
    },
    {
      "title": "Medication compliance-helping patients through technology: Modern \"smart\" pillboxes keep memoryshort patients on their medical regimen",
      "authors": [
        "A Naditz"
      ],
      "year": 2008,
      "doi": "10.1089/tmj.2008.8476"
    },
    {
      "title": "Use of an on-line pager system to increase adherence to antiretroviral medications",
      "authors": [
        "S Safren",
        "E Hendriksen",
        "N Desousa",
        "S Boswell",
        "K Mayer"
      ],
      "year": 2003,
      "doi": "10.1080/09540120310001618630"
    },
    {
      "title": "Peer support and pager messaging to promote antiretroviral modifying therapy in Seattle: A randomized controlled trial",
      "authors": [
        "J Simoni",
        "D Huh",
        "P Frick"
      ],
      "year": 2009
    },
    {
      "title": "Effectiveness of mobilephone short messaging service (SMS) reminders for ophthalmology outpatient appointments: Observational study",
      "authors": [
        "E Koshy",
        "J Car",
        "A Majeed"
      ],
      "year": 2008
    },
    {
      "title": "Failed appointments in an orthodontic clinic",
      "authors": [
        "A Bos",
        "J Hoogstraten",
        "B Prahl-Andersen"
      ],
      "year": 2005
    },
    {
      "title": "The use of text messaging to improve attendance in primary care: A randomized controlled trial",
      "authors": [
        "K Leong",
        "K Leong",
        "I Mastura"
      ],
      "year": 2006
    },
    {
      "title": "Comparison of an SMS text messaging and phone reminder to improve attendance at a health promotion center: A randomized controlled trial",
      "authors": [
        "Z Chen",
        "L Fang",
        "L Chen",
        "H Dai"
      ],
      "year": 2008
    },
    {
      "title": "Mobile phone technology in chronic disease management",
      "authors": [
        "H Blake"
      ],
      "year": 2008
    },
    {
      "title": "Health technologies for monitoring and managing diabetes: A systematic review",
      "authors": [
        "E Russel-Minda",
        "J Jutai",
        "M Speechly",
        "K Bradley",
        "A Chudyk",
        "R Petrella"
      ],
      "year": 2009,
      "doi": "10.1177/193229680900300628"
    },
    {
      "title": "Using cell phones for chronic disease prevention and management",
      "authors": [
        "C Skinner",
        "J Finkelstein"
      ],
      "year": 2008
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006
    },
    {
      "title": "Executive summary: Standards of medical care in diabetes-2009",
      "year": 2009
    },
    {
      "title": "Can wireless technology enable new diabetes management tools",
      "authors": [
        "P Hedtke"
      ],
      "year": 2008,
      "doi": "10.1177/193229680800200118"
    },
    {
      "title": "PDAassisted low glycemic index dietary intervention for type 2 diabetes: A pilot study",
      "authors": [
        "Y Ma",
        "B Olendzki",
        "D Chiriboga"
      ],
      "year": 2006
    },
    {
      "title": "Improving diabetes self-care with a PDA in ambulatory care",
      "authors": [
        "S Forjuoh",
        "M Reis",
        "G Couchman",
        "M Ory"
      ],
      "year": 2008
    },
    {
      "title": "Going mobile with a multi-access service for the management of diabetes patients",
      "authors": [
        "G Lanzola",
        "D Capozzi",
        "G D'annunzio",
        "P Ferrari",
        "R Bellazzi",
        "C Larizza"
      ],
      "year": 2007
    },
    {
      "title": "Designing mobile dietary management support technologies for people with diabetes",
      "authors": [
        "E Arsand",
        "J Tufano",
        "J Ralston",
        "P Hjortdahl"
      ],
      "year": 2008
    },
    {
      "title": "Telemedical support to improve glycemic control in adolescents with type 1 diabetes mellitus",
      "authors": [
        "B Rami",
        "C Popow",
        "W Horn",
        "T Waldhoer",
        "E Schober"
      ],
      "year": 2006
    },
    {
      "title": "WellDoc TM mobile diabetes management randomized controlled trial: Change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "C Quinn",
        "S Clough",
        "J Minor",
        "D Lender",
        "M Okafor",
        "A Gruber-Baldini"
      ],
      "year": 2008
    },
    {
      "title": "Implementation of telehealth support for patients with type 2 diabetes using insulin treatment: An exploratory study",
      "authors": [
        "J Turner",
        "M Larsen",
        "L Tarassenko",
        "A Neil",
        "A Farmer"
      ],
      "year": 2009
    },
    {
      "title": "Mobile communication using a mobile phone with a glucometer for glucose control in type 2 patients with diabetes: As effective as an Internet-based glucose monitoring system",
      "authors": [
        "J Cho",
        "H Lee",
        "D Lim",
        "H Kwon",
        "K Yoon"
      ],
      "year": 2009
    },
    {
      "title": "Mobile phone-based remote patient monitoring system for management of hypertension in diabetic patients",
      "authors": [
        "A Logan",
        "W Mcisaac",
        "A Tisler"
      ],
      "year": 2007
    },
    {
      "title": "A randomized controlled trial of an automated wireless messaging system for diabetes",
      "authors": [
        "M Leu",
        "T Norris",
        "J Hummel",
        "M Isaac",
        "M Brogan"
      ],
      "year": 2005,
      "doi": "10.1089/dia.2005.7.710"
    },
    {
      "title": "Computerized automated reminder diabetes system (CARDS): Email and SMS cell phone text messaging reminders to support diabetes management",
      "authors": [
        "D Hanauer",
        "K Wentzell",
        "N Laffel",
        "L Laffel"
      ],
      "year": 2009
    },
    {
      "title": "A daily SMS reminder increases adherence to asthma treatment: A threemonth follow-up study",
      "authors": [
        "U Strandbygaard",
        "S Thomsen",
        "V Backer"
      ],
      "year": 2010
    },
    {
      "title": "Using cellphones for teledermatology, a preliminary study",
      "authors": [
        "P Chung",
        "T Yu",
        "N Scheinfeld"
      ],
      "year": 2007
    },
    {
      "title": "A mobile phone integrated health care delivery system for medical images",
      "authors": [
        "F Tang",
        "M Law",
        "A Lee",
        "L Chan"
      ],
      "year": 2004
    },
    {
      "title": "Ecological momentary assessment",
      "authors": [
        "S Shiffman",
        "A Stone",
        "M Hufford"
      ],
      "year": 2008
    },
    {
      "title": "A communication and information technology infra-structure for real-time monitoring and management of type 1 diabetes patients",
      "authors": [
        "M Skevofilakas",
        "S Mougiakakou",
        "K Zarkogianni"
      ],
      "year": 2007
    },
    {
      "title": "Managing asthma with mobile phones: A feasibility study",
      "authors": [
        "B Holtz",
        "P Whitten"
      ],
      "year": 2009
    },
    {
      "title": "The CYMPLA trial. Mobile phone-based structured intervention to achieve asthma control in patients with uncontrolled persistent asthma: A pragmatic randomized controlled trial",
      "authors": [
        "D Ryan",
        "H Pinnock",
        "A Lee"
      ],
      "year": 2009
    },
    {
      "title": "Historical origins of the Health Belief Model",
      "authors": [
        "I Rosenstock"
      ],
      "year": 1974
    },
    {
      "title": "The need for time-intensive information in healthful eating and physical activity research: A timely topic",
      "authors": [
        "Atienza Dunton"
      ],
      "year": 2009
    },
    {
      "title": "The theoretical status of latent variables",
      "authors": [
        "D Boorsboom",
        "G Mellenbergh",
        "J Van Heerden"
      ],
      "year": 2003
    },
    {
      "title": "Computertailored dietary behaviour change interventions: A systematic review",
      "authors": [
        "L Neville",
        "B O'hara",
        "A Milat"
      ],
      "year": 2009
    },
    {
      "title": "Computer-tailored health interventions delivered over the Web: Review and analysis of key components",
      "authors": [
        "M Lustria",
        "J Cortese",
        "S Noar",
        "R Glueckauf"
      ],
      "year": 2009
    },
    {
      "title": "Ecological momentary interventions: Incorporating mobile technology into psychosocial and health behaviour treatments",
      "authors": [
        "K Heron",
        "J Smyth"
      ],
      "year": 2010
    },
    {
      "title": "Process research in understanding and applying psychological therapies",
      "authors": [
        "S Llewelyn",
        "G Hardy"
      ],
      "year": 2001
    },
    {
      "title": "Feedback systems: An introduction for scientists and engineers",
      "authors": [
        "K Åström",
        "R Murray"
      ],
      "year": 2008
    },
    {
      "title": "Using engineering control principles to inform the design of adaptive interventions: A conceptual introduction",
      "authors": [
        "D Rivera",
        "M Pew",
        "L Collins"
      ],
      "year": 2007
    },
    {
      "title": "A dynamical systems model for understanding behavioral interventions for weight loss",
      "authors": [
        "J Navarro-Barrientos",
        "D Rivera",
        "L Collins"
      ],
      "year": 2010
    },
    {
      "title": "The dynamic brain: From spiking neurons to neural masses and cortical fields",
      "authors": [
        "G Deco",
        "V Jirsa",
        "P Robinson",
        "M Breakspear",
        "K Friston"
      ],
      "year": 2008
    },
    {
      "title": "The sleep switch: Hypothalamic control of sleep and wakefulness",
      "authors": [
        "C Saper",
        "T Chou",
        "T Scammell"
      ],
      "year": 2001
    },
    {
      "title": "Optimality principles in sensorimotor control",
      "authors": [
        "E Todorov"
      ],
      "year": 2004
    },
    {
      "title": "Reinforcement learning for partially observable dynamic processes: Adaptive dynamic programming using measured output data",
      "authors": [
        "F Lewis",
        "K Vamvoudakis"
      ],
      "year": 2010
    },
    {
      "title": "Glucose clamp algorithms and insulin time-action profiles",
      "authors": [
        "B Bequette"
      ],
      "year": 2009
    },
    {
      "title": "A robust model predictive control formulation for hybrid systems with application to adaptive behavioral interventions",
      "authors": [
        "N Nandola",
        "D Rivera"
      ],
      "year": 2010,
      "doi": "10.1109/acc.2010.5531515"
    },
    {
      "title": "A process control approach to tactical inventory management in productioninventory systems",
      "authors": [
        "J Schwartz",
        "D Rivera"
      ],
      "year": 2010,
      "doi": "10.1016/j.ijpe.2010.01.011"
    },
    {
      "title": "Process dynamics, modeling, and control",
      "authors": [
        "B Ogunnaike",
        "W Ray"
      ],
      "year": 1994
    },
    {
      "title": "System identification: Theory for the user",
      "authors": [
        "L Ljung"
      ],
      "year": 1999
    },
    {
      "title": "Functional data analysis",
      "authors": [
        "J Ramsay",
        "B Silverman"
      ],
      "year": 2005
    },
    {
      "title": "Model predictive control",
      "authors": [
        "E Camacho",
        "C Bordons"
      ],
      "year": 2004,
      "doi": "10.1007/978-0-85729-398-5_7"
    },
    {
      "title": "A conceptual framework for adaptive preventive interventions",
      "authors": [
        "L Collins",
        "S Murphy",
        "K Bierman"
      ],
      "year": 2004
    },
    {
      "title": "Measuring the impact of a moving target: Towards a dynamic framework for evaluating collaborative adaptive interactive technologies",
      "authors": [
        "L O'grady",
        "H Witteman",
        "J Bender",
        "S Urowitz",
        "D Wiljer",
        "A Jaded"
      ],
      "year": 2009
    },
    {
      "title": "Use of SMS text messaging to improve outpatient adherence",
      "authors": [
        "S Downer",
        "J Meara",
        "A Da Costa"
      ],
      "year": 2005
    },
    {
      "title": "SMS text messaging improves outpatient attendance",
      "authors": [
        "S Downer",
        "J Meara",
        "A Da Costa",
        "K Sethuraman"
      ],
      "year": 2006
    },
    {
      "title": "Use of mobile short message service (SMS) as a reminder: The effect on patient attendance",
      "authors": [
        "J Foley",
        "M O'neill"
      ],
      "year": 2009
    },
    {
      "title": "The impact of short message service text messages sent as appointment reminders to patients' cell phones at outpatient clinics in Sao Paulo, Brazil",
      "authors": [
        "T Da Costa",
        "P Salomao",
        "A Martha",
        "I Pisa",
        "D Sigulem"
      ],
      "year": 2010
    },
    {
      "title": "Development of web-based diabetic patient management system using short message service (SMS)",
      "authors": [
        "H Kwon",
        "J Cho",
        "H Kim"
      ],
      "year": 2004
    },
    {
      "title": "Improving asthma control through telemedicine: A study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic",
        "D Reznikoff",
        "A Stipic-Markovic",
        "Z Tudjman"
      ],
      "year": 2005
    },
    {
      "title": "Effects of an Internetbased intervention on plasma glucose levels in patients with type 2 diabetes",
      "authors": [
        "H Kim",
        "Y Yoo",
        "H Shim"
      ],
      "year": 2005
    },
    {
      "title": "Impact of a nurse short message service intervention for patients with diabetes",
      "authors": [
        "H Kim",
        "N Kim",
        "S Ahn"
      ],
      "year": 2006,
      "doi": "10.1097/00001786-200607000-00012"
    },
    {
      "title": "A nurse short message service by cellular phone in type-2 diabetic patients for six months",
      "authors": [
        "H Kim",
        "H Jeong"
      ],
      "year": 2007
    },
    {
      "title": "One-year efficacy and safety of Web-based follow-up using cellular phone in type 1 diabetic patients under insulin pump therapy: The PumpNet study",
      "authors": [
        "P Benhamou",
        "V Melki",
        "R Boizel"
      ],
      "year": 2007
    },
    {
      "title": "A short message service by cellular phone in type 2 diabetic patients for 12 months",
      "authors": [
        "K Yoon",
        "H Kim"
      ],
      "year": 2008
    },
    {
      "title": "Pedometers and text messaging to increase physical activity: Randomized controlled trial of adolescents with type 1 diabetes",
      "authors": [
        "K Newton",
        "E Wiltshire",
        "C Elley"
      ],
      "year": 2009
    },
    {
      "title": "The use of text messaging to improve asthma control: A pilot study using mobile phone short messaging service (SMS)",
      "authors": [
        "L Prabhakaran",
        "W Chee",
        "K Chua",
        "J Abisheganaden",
        "W Wong"
      ],
      "year": 2010
    }
  ],
  "num_references": 116
}
