{
  "paper_id": "3KYTPKIX",
  "title": "Towards Secure Fitness Framework Based on IoT-Enabled Blockchain Network Integrated with Machine Learning Algorithms",
  "abstract": "Blockchain technology has recently inspired remarkable attention due to its unique features, such as privacy, accountability, immutability, and anonymity, to name of the few. In contrast, core functionalities of most Internet of Things (IoT) resources make them vulnerable to security threats. The IoT devices, such as smartphones and tablets, have limited capacity in terms of network, computing, and storage, which make them easier for vulnerable threats. Furthermore, a massive amount of data produced by the IoT devices, which is still an open challenge for the existing platforms to process, analyze, and unearth underlying patterns to provide convenience environment. Therefore, a new solution is required to ensure data accountability, improve data privacy and accessibility, and extract hidden patterns and useful knowledge to provide adequate services. In this paper, we present a secure fitness framework that is based on an IoT-enabled blockchain network integrated with machine learning approaches. The proposed framework consists of two modules: a blockchain-based IoT network to provide security and integrity to sensing data as well as an enhanced smart contract enabled relationship and inference engine to discover hidden insights and useful knowledge from IoT and user device network data. The enhanced smart contract aims to support users with a practical application that provides real-time monitoring, control, easy access, and immutable logs of multiple devices that are deployed in several domains. The inference engine module aims to unearth underlying patterns and useful knowledge from IoT environment data, which helps in effective decision making to provide convenient services. For experimental analysis, we implement an intelligent fitness service that is based on an enhanced smart contract enabled relationship and inference engine as a case study where several IoT fitness devices are used to securely acquire user personalized fitness data. Furthermore, a real-time inference engine investigates user personalized data to discover useful knowledge and hidden insights. Based on inference engine knowledge, a recommendation model is developed to recommend a daily and monthly diet, as well as a workout plan for better and improved body shape. The recommendation model aims to facilitate a trainer formulating effective future decisions of trainee's health in terms of a diet and workout plan. Lastly, for performance analysis, we have used Hyperledger Caliper to access the system performance in terms of latency, throughput, resource utilization, and varying orderer and peers nodes. The analysis results imply that the design architecture is applicable for resource-constrained IoT blockchain platform and it is extensible for different IoT scenarios.",
  "year": 2021,
  "date": "2021-02-26",
  "authors": [
    {
      "name": "Faisal Jamil",
      "email": "faisal@jejunu.ac.kr",
      "orcid": "0000-0003-1994-6907",
      "affiliation": {
        "organization": "Department of Computer Engineering",
        "department": "Department of Computer Engineering",
        "institution": "Jeju National University",
        "address": "63243, Jejusi, Korea;"
      }
    },
    {
      "name": "Hyun Kahng",
      "email": "kahng@korea.ac.kr",
      "orcid": "0000-0003-1994-6907",
      "affiliation": {
        "organization": "Department of Electrical and Information Engineering",
        "department": "Department of Electrical and Information Engineering",
        "institution": "Korea University",
        "address": "30019, Sejong, Korea;"
      }
    },
    {
      "name": "Suyeon Kim",
      "affiliation": {
        "organization": "Department of Industry Cooperation",
        "department": "Department of Industry Cooperation",
        "institution": "Keimyung University",
        "address": "42601, Deagu, Korea;"
      }
    },
    {
      "name": "Do-Hyeun Kim",
      "orcid": "0000-0002-3457-2301",
      "affiliation": {
        "organization": "Department of Computer Engineering",
        "department": "Department of Computer Engineering",
        "institution": "Jeju National University",
        "address": "63243, Jejusi, Korea;"
      }
    }
  ],
  "doi": "10.3390/s21051640",
  "orcid": "0000-0002-3457-2301",
  "md5": "B395933F5E8E4730C72EF1A4A646541B",
  "publication": {
    "journal": "Sensors",
    "journal_inferred": true
  },
  "keywords": [
    "healthcare",
    "blockchain",
    "fitness service",
    "smart contract",
    "internet of things"
  ],
  "funding": [
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "sections": [
    {
      "title": "1.. Introduction",
      "text": "Attaining health facilities is one of the foremost fundamental rights of every human. Nowadays, many chronic diseases have arisen due to laziness and unhygienic food, which are the primary source of disability, death, and poor health. Chronic diseases are mostly driven by personal lifestyle, and different linking factors, e.g., sustained stress, inactivity, and diet smoking, which are the main factors of severe illness and death  [1] . According to the study, approximately 70% of the adults' generation spend their time sitting and working, which generates a negative healthcare outcome. On the contrary, spending 30 min. from the daily work routine on light activity reduces the risk of death and illness by 14%. The growing pervasiveness of unhealthy lifestyle and low diet implies that, one out of three adults, and one out of six children, are determined to have obesity  [2, 3] . It has been observed that impropoer diet impacts health, thus increasing the risk of diseases, i.e., diabetes type-2, heart stroke, and other health-related diseases. Moreover, life stress is also associated with high mental disorder and poor physical health  [4] [5] [6] .\n\nThe blockchain is based on distributed ledger technology that has been developed to store financial records that cannot be altered or manipulated. Each transaction in a blockchain is secured due to the signed transaction by the valid participant. The block in the blockchain contains a set of transactions that is digitally signed and encrypted along with the time stamp. Finally, the chain is secured with advance cryptography algorithms that make the data protected and secured. Blockchain is a distributed ledger database that comprises of six layers, i.e., the data layer, network layer, consensus mechanism, smart contract layer, service layer, and application layer. The data acquisition, authorization, and control are usually done in data layer and network layer  [7] . The consensus mechanism and smart contract layer contain the functionality of a smart contract, incentive structure, and consensus protocols. Furthermore, the consensus protocol in blockchain consumes significant computational power as well as a large number of resources, which ultimately degrade the performance of in terms of throughput and latency. The service layer provides the back-end functionalities of blockchain network, which is further exposed to the application layer. The application layer provides the interaction between the back-end and the front-end. During the past several years many new technologies have been introduced in the area of blockchain, such as consensus algorithms, permission and privacy mechanisms, and smart contract. The blockchain comprises of public and private blockchain. In a private blockchain, the registered users administer and control the network. Similarly, in permissioned blockchain, the registered participant can participate in the mechanism of block creation, whereas, in permissionless blockchain, anyone can participate in the consensus and block creation mechanism. Therefore, the permissioned blockchain is transparent, salable, and customized as compared to the permissionless blockchain. Likewise, in blockchain, the consensus algorithm is used to provide the data integrity and consistency across the nodes in the blockchain network. Over the last several years, many consensus algorithms have been developed, such as Proof of work (Pow), Proof of Stake (PoS), Delegated Proof of Stake (DPoS), Proof of Activity (PoA), Proof of Importance (PoI), Proof of Luck (PoL), Practical byzantine fault tolerance-based consensus (PBFT), and Raft. Table  1  summarizes the comparison of blockchain complexity based on the consensus algorithms.\n\nTable 1. Comparison of Blockchain complexity based on the consensus algorithms.\n\nIn recent years, the evolution of the Internet of Things (IoT)  [17] [18] [19]  has revolutionized the way that people are living their lives. IoT is comprised of several thousand devices that monitor the environment, collect sensory information, and disseminate the information to some central location. Amongst the various applications, healthcare is one of the most emerging areas  [20, 21] . To maintain the health and fitness of individuals, doctors and physicians often recommend regular exercise. In this regard, individuals must spare their time for daily fitness activities and keep track of the appropriate diet plan to maintain better health. Like other applications of the IoT, some of the latest IoT devices  [22] [23] [24]  are available to track their fitness records. The Internet of Things (IoT) technology that is used to establish a connection among humans and peripherals is referred to as the Internet of Everything (IoE)  [25] . The applications of the IoE include intelligent automotive, smart homes, smart fitness center, and smart vehicles  [21, [26] [27] [28] , etc. In the case of a smart fitness center, several IoT sensor-based fitness wearables are planted in various parts of the trainee to acquire the fitness-related data to track individual fitness activities. The IoT plays a significant role in revolutionizing the fitness industry like the way trainers facilitate trainee training. Moreover, many critical issues are also addressed while using IoT fitness sensors, such as muscle imbalance, injury risks, and fitness time  [29] .\n\nIoT plays an important role in the development of trainee by linking data from multiple fitness devices with enhanced analytics, which allow the trainer to process a massive amount of data in real-time. Furthermore, several IoT embedded fitness devices provide safety to the trainee, for instance, addressing muscle imbalance, managing workout plan, and notifying trainees when to take rest. These fitness embedded devices also keep track of each trainee activity while training. The IoT stipulates viable solutions for efficiently optimizing the productions in diversified domains. Despite having immense capabilities, the IoT suffers from various issues that are currently being addressed by the scientific community. The issues include big data analytics, security, connectivity, centralization, hardware capabilities, user data privacy, and GIS visualization, etc.\n\nIn recent years, the use of machine learning approaches has obtained wide acceptance in various applications  [30] . These approaches are mainly used to apply data analytics to extract the hidden patterns and valuable information from the historical data to formulate and predict the future  [31] . The data analytics allow users to consider latent patterns of the IoT data to provide Quality of Services. Because the IoT devices data are scattered over the servers in different formats and shapes, they are difficult to process using traditional approaches. Therefore, companies and users require a solution that can process data, and apply feature engineering on such a huge amount of IoT data  [32] . According to Chung et al.  [33] , IoT applications are producing a considerable amount of data. The IoT applications exhibit poor performance when it comes to big data analysis. To date, the scientific community has presented different methods that rely on Artificial Intelligence (AI) based technologies, like Reinforcement Learning (RL) and Deep Learning (DL), to address the aforementioned issues  [34] . The deep learning (DL) approaches have the potential to analyze massive amount of data for the tasks that require decision-making, as well as the prediction, classification, and detection of future demands in IoT. It provides the facility to extract features and scales the IoT big data gathered from multiple IoT devices. The combination of IoT and AI provides benefits in enhancing the performance of the IoT applications  [35] . Lee et al.  [36]  presented an IoT model that is user-oriented and harnesses two types of approaches: (1) an uncertainty-driven arbitration and (2) bidirectional processing. The uncertainty-driven arbitration is utilized for big data analytic and the bidirectional processing is accountable for human knowledge and and communication networks.\n\nThe fitness data of the gymmers are of significant importance, and the integrity of this information is ultimately a big requirement during the the fitness training. In storing and processing of information on the Fog/edge, one question may arise whether the data has not been tampered, altered, or falsified due to any reasons. The information can be altered/modified according to the service providers interest, so this information may not be reliable. Therefore, there is a need to verify that information has not been altered/tampered. Recently, blockchain-based solutions have been introduced to provide various security services  [18] . Like other applications, the Blockchain also offers a solution to verify the trustworthiness of information.\n\nNowadays, many researchers are using blockchain in big data analytics for data validation. At present, blockchain technology is a well-hyped innovation amongst researchers and, with time, it will become more popular and be widely adopted in several fields, from e-commerce to healthcare and image processing  [37] . Since blockchain was developed in 2008, it has revolutionized the way that we automate transactions as well as deal, track, and trace payment logs  [38] . Blockchain can perform effectively by eradicating the demand of central management to verify and govern the transactions and transfer control authority to every network participant to authenticate transactions. In the blockchain, every transaction is only signed and verified by the authorized and authentic participant of the network. Each transaction in the blockchain is secure using cryptographic hash algorithms, where mining nodes verified and signed the transaction and also maintained the entire ledger replica, which consists of transaction chained blocks  [20, 21, [39] [40] [41] [42] . This blockchain feature establishes a shared, synchronized, and secure record along with the timestamped value that is impossible to alter.\n\nCurrently, another eminent domain that is gaining attention is machine learning, which is used to learn, infer, and comply based on acquired IoT data. Similarly, blockchain technology also plays significantly in the field of computer science by controlling and wielding raw data. The incorporation of unclean IoT sensor data, for instance, missing data fields, redundancy, and incorrect data format, is considered to be the biggest challenge in the data science field. Using the help of blockchain-based smart contract, the data can be easily validated for data analytics.\n\nThe main contributions of this paper are contemplated below:"
    },
    {
      "title": "•",
      "text": "The main aim of this research is to propose an enhanced smart contract based intelligent fitness service in blockchain networks."
    },
    {
      "title": "•",
      "text": "The proposed intelligent service model is based on an enhanced smart contract enabled relationship and a real-time inference engine that is used to infer new knowledge from the IoT environment and store the mined knowledge into the blockchain ledger. •\n\nThe proposed system is based on a permissioned blockchain model, where the IoT device information is secured and only authorized users can access the system logs and transaction history."
    },
    {
      "title": "•",
      "text": "The proposed blockchain model is a lightweight solution where the interactive client application uses the RESTful API to communicate between the IoT devices and blockchain network. The inclusion of RESTful API improves the system performance by providing the data offloading computation functionality."
    },
    {
      "title": "•",
      "text": "The proposed work also develops a prototype application for an intelligent fitness service, which demonstrates the strength of the proposed IoT blockchain architecture."
    },
    {
      "title": "•",
      "text": "The intelligent fitness service investigates the fitness data to recommend the diet and workout plan to the trainee."
    },
    {
      "title": "•",
      "text": "FInally, the robustness and effectiveness of the intelligent fitness service is evaluated using the Hyperledger Caliper in terms of latency, throughput, and resource utilization. The obtained results speak about the efficiency of the proposed system.\n\nThe rest of the paper is organized, as follows: a brief overview of the related work is presented in Section 2. In Section 3, we present the conceptual design of the proposed IoT blockchain architecture with a detailed description of the selected case study. A detailed discussion of the experimental setup and implementations is provided in Section 4. Section 5 contemplates the predictive analytics for secure fitness service and the discussion regarding the performance analysis is outlined in Section 6. Finally, we conclude this paper in Section 7 with an outlook toward our future work."
    },
    {
      "title": "2.. Literature Review",
      "text": "In this section, we discuss the existing work related to blockchain that is integrated with artificial intelligence and IoT. We also explain how modern technology, such as blockchain with artificial intelligence transform IoT. Blockchain technology provides a distributed and decentralized platform for IoT applications. In contrast, artificial intelligence is used for processing and analyzing the data in the IoT based applications, provides, decisions making functionalities and intelligence for the device to human. Moreover, we summarize the state-of-art existing studies in Tables  2  and  3 ."
    },
    {
      "title": "2.1.. Blockchain and Artificial Intelligence in IoT",
      "text": "During the past few years, many researchers have published and addressed the research problem of artificial intelligence in blockchain, blockchain in artificial intelligence, and IoT and blockchain using artificial intelligence. Atlam et al.  [35]  presented an overview of the IoT and artificial intelligence along with opportunities and benefits in different artificial intelligence-based IoT application. Moreover, the author also described the blockchain technology, which is categorized into four sub-categories, i.e., blockchain characteristic and its taxonomy, blockchain application, consensus algorithm, and existing challenges. Wright et al.  [43]  presented a smart contract that is based on smart edge using the Ethereum platform. The defined platform enables offload calculation on nodes in a reliable way to verify edge devices in the trade of payment. Salah et al.  [44]  investigated the robustness and effectiveness of blockchain-enabled artificial intelligence along with open challenges that utilize artificial intelligence in the blockchain. The author also demonstrates the blockchain applications along with open issues while targeting artificial intelligence. Qian et al.  [45]  investigated the IoT based on three layers, such as the network layer, perception layer, and application layer, where blockchain technology provides the security for several open research and IoT devices problems. This system also addresses abnormal network traffic monitoring using identity verification and machine learning algorithms. Kshetri et al.  [46]  divide IoT platform based on four categories, i.e., capacity and costs constraints, server unavailability and cloud server down-time, deficient architecture, and susceptibility to manipulation. Nowadays, many IoT platform integrated with artificial intelligence and blockchain lacks several issues, like privacy, low latency, low accuracy, centralization, and a massive amount of data. Rathore et al.  [47]  demonstrate the IoT platform security architecture to provide scalable and secure IoT data to IoT platform in a decentralized manner. This system solves the issue of data centralization in IoT network. Rathore et al.  [34]  present the data security model using a deep neural network-integrated with blockchain in an IoT platform. The investigated platform enhances system performance in terms of accuracy and latency. Likewise, Atlam et al.  [35]  describe the effectiveness and robustness of IoT and artificial intelligence, which improves the system performance in terms of operating efficiency. The presented work is based on IoT application.\n\nMost of the studies mentioned above are focused on blockchain that is integrated with artificial intelligence. However, these studies have many shortcomings in terms of latency, security, scalability, privacy, and throughput. Table  2  summarizes the state-of-arts comparison of existing studies with several technological aspects, such as efficiency, smart contract, access policy, functionality, crypto-currency, and consensus algorithms. Proposed Solution 2020 Yes Blockchain+AI +IoT+ Inference Engine Arbitrary Nodes Permissioned No Intelligent Fitness Service Based on IoT Blockchain Platform"
    },
    {
      "title": "2.2.. Blockchain in Fitness",
      "text": "Over the past several years, many electronic devices have assisted humanity in sharing, digitizing, and presenting fitness-related data to both the trainer and trainee. In this section, we will investigate a few fitness applications based on blockchain.\n\nElliott et al.  [48]  presented an incentive-based application that encourages users to perform physical activities. This work aims to demonstrate and measure the change in the user physical activity, such as daily step count. Derlyatka et al.  [49]  proposed a sweatcoin that acts as a digital currency that is used as an incentive provided by the user in exchange for the physical activity. The goal of this is a startup is to use user personal physical data in the form of step-count and return, provide an incentive in the form of sweatcoin. In 2018, a Switzerland based startup head by Joseph Anthony developed an application that monitors user physical activity. The startup is named as Run2Play, which aims to incentivize users for physical activity  [50] . In 2017, Martin presented an Ethereum startup, named Movement app, which aims to incentivize users for physical activities, such as jogging and running, while using a treadmill and any outside physical activity. The startup also built a market place where the user of the movement app can use their token to purchase fitness gears and nutrition, as well as register for online fitness and yoga courses. Moreover, the user of movement app can also exchange the token into other cryptocurrency  [51] . In 2016, Jaroslav developed a fitness application that aims to educate people on how to exercise properly. The startup is named as Truegym, which is Ethereum based uses machine learning approaches that analyze fitness data acquired from trainer and devices to recommend training plan for every user  [52] . In 2018, Drake designed a fitness application named as The Hustle. The Hustle is an Ethereum based blockchain application aims to promote wellness, health and fitness and also incentivize for staying healthy. The startup develops an Ethereum token that is rewarded to each user who participates in fitness-related activities. The HUSL token is transferred to each users application builtin wallet, which can be easily exchanged into other currencies, such as, ETH, BTC, or USD  [53] . Table  3  presents the contemporary fitness application based on blockchain."
    },
    {
      "title": "Proposed System Intelligent Fitness Service"
    },
    {
      "title": "Hyperledger Fabric",
      "text": "Intelligent fitness service based on smart contract enabled inference engine. The real-time inference engine derived new body composition function from the user and device network. The blockchain platform also recommend diet plan, and fitness plan for trainee. Moreover, the system also predict the future diet plan and workout plan."
    },
    {
      "title": "Limited network size.",
      "text": "As aforementioned, these blockchain-based platforms are either not permissionless or open-source; hence, the general user is unable to upgrade or modify the existing system for their purpose. Moreover, the majority of the methods presented in the literature review are related to IoT and blockchain with theoretical knowledge of artificial intelligence, or they incentivize user with a token for providing fitness data. Nonetheless, none of any previously presented systems use real-time inference engine to drive body composition function using a permissioned blockchain platform that is known as Hyperledger fabric. Furthermore, most of the existing fitness applications discussed above use the inherent crypto-currency, which decreased the performance of the system in terms of computational power during the transaction. To the best of the authors' knowledge, there has been no functional smart contract centric relationship and inference engine model developed for deriving body composition from IoT fitness environment."
    },
    {
      "title": "3.. Proposed Relationship and Inference Mechanism of Smart Contract Based on User and IoT Device Profile"
    },
    {
      "title": "3.1.. Intelligent Service Model Based on Enhanced Smart Contract",
      "text": "The Internet of Things (IoT) comprises of devices that generate, process, and exchange huge amount of critical data as well as privacy-sensitive information. To assure user privacy, a light-weight, transparent, high-throughput, and scalable blockchain IoT platform has been introduced to safeguard users' privacy. Figure  1  presents the intelligent service model that is based on enhanced smart contract with a relationship and inference engine in an IoT network that consists of four modules, such as application, service framework, blockchain network, and IoT network. The application module comprises of a client and administrator whose responsibility is to interact with the front-end using the Representational State Transfer Application Programming Interface (RESTful API). Similarly, the service framework is responsible for services that are related to device registration, user identity, user registration, recommendation, and blockchain adopter, etc. These services are offered by intelligent IoT blockchain architecture, which performs user and device management. The user and device manager are used to acquire data from the IoT and user network. The data that are gathered from the user manager include user activity and user profile, whereas the device manager manages data related to the device profile and device usage data. The intelligent blockchain smart contract consists of relationship and inference engine, which is used to calculate and infer new knowledge from the user and device manager. The data from the user and IoT network are stored into the blockchain and visualized to the client application using the blockchain adopter. Finally, the blockchain network is a distributed ledger technology consisting of several peers that are used to track, authenticate, and execute the set of transactions in a Peer-to-Peer network. The distributed ledger is a shared replica of data that are available across the blockchain network where all of the participants of the network can have the same copy of the ledger.\n\nAny modifications to the ledger are reflected in all copies across the entire blockchain network. The smart contract in the blockchain is a chaincode that is triggered by the clients through client application to access and modify the ledger. The smart contract is installed and initiated on each peer in the blockchain network. The identity manager provides the authentication and authorization, where only valid participants can join the blockchain network. The application layer provides various services and visualizes meaningful data from physical devices."
    },
    {
      "title": "3.2.. Intelligent Service Architecture Based on Enhance Smart Contract",
      "text": "Figure  2  presents the proposed intelligent service architecture that is based on enhanced smart contract, which is comprised of five layers, such as service layer, application layer, intelligent blockchain layer, data acquisition and aggregation layer, and physical layer. The proposed intelligent service architecture is based on modular design where each layer is decoupled from other layers that provide ease to the developer to modify or replace the existing modules without a fallout of the entire system. The physical layer consists of IoT and user network where historical data are stored in the knowledge base. The data acquisition and aggregation layer acquires the data from the IoT and user network. Moreover, this layer also performs some additional data functionalities, such as statistical analysis and elimination of redundant data.\n\nClient Administrator Application Device Manager User Manager Blockchain Network Enhanced Smart Contract Relationship Engine Inference Engine of IoT Device and User Node Storage Identity Management Communication Interface IoT Network Device 1 Device 2 Device 3 Device 4 Device 5 Device n Device Usage Data Device Profile User Activity User Profile Service Framework Device Registration User Identity and Registration Prediction and Recommendation Blockchain Adopter Figure 1. Proposed intelligent service model based on enhanced smart contract with relationship and inference engine in IoT network. Services 1 Services 2 Services n Application 1 Application 2 Application 3 Application n Inference Engine Relationship Engine User Profile Device Profile History Data 1 History Data 2 History Data n Knowledge Repository IoT Network Sensor 1 Sensor 2 Sensor 3 Sensor 4 Sensor 5 Sensor n Data Acquisition and Aggregation Application Layer Service Layer Intelligent Blockchain Identity Management Consensus Manager Enhanced Smart Contract Distributed Ledger API Interface P2P Protocol User Network U1 U2 U3 User Activity Device Usage Data The intelligent blockchain layer consists of various services, such as identity management, consensus manager, distributed ledger, API interface, P2P protocol, and smart contract functionality. The identity management is used for identifying, authorizing, and authenticating the users to have access to the proposed IoT blockchain application by associating user rights along with established identities. The blockchain is distributed database technology where each block contains a set of transactions which are cryptographically secure with different kinds of encryption algorithms. Each node in the blockchain contains a replica of the ledger, where any change in one copy will update other copies of ledger across entire blockchain within the second to minutes. The events in the blockchain are triggered based on the successful execution of the smart contract, which results in the creation of a new block in the chain of network. The member service provider allow the users to participate in the blockchain network by issuing the identity certificate approved by the network members. The enhanced smart contract comprises of inference and a relationship engine, which are used to calculate and infer new knowledge, useful patterns, and obtain hidden insights from IoT devices and user network data. Lastly, the application layer offers numerous services and interfaces that are provided by the service layer in order to expose the functionality to the client applications."
    },
    {
      "title": "3.3.. Interaction Model of Proposed Intelligent IoT Blockchain Platform",
      "text": "Figure  3  presents the proposed intelligent service configuration based on an enhanced smart contract in the IoT network. The designed intelligent service model is not limited to technical infrastructure, but also a user service framework that exposes a smart contract and distributed ledger as a service to the client application. The client application provides a perceptive interface that supports intuitive services, like user enrollment, IoT device registration, and user-device data calculation, which is used to submit transaction proposals to the blockchain network. The user enrollment is mandatory before submitting the transaction proposal, which generates a private secret key that is used to sign the transaction. The transaction is the process of reading and writing IoT device data from the ledger that execute across the entire blockchain network. The system users, like admin, can submit the transaction like register a new IoT device, user profile management, relationship engine, or generate a new task via IoT server. Afterwards, the IoT server transfers the request to the blockchain to perform specific tasks. The IoT server also transfers the task request from client application to the IoT devices and sends back the response, like personal user data, to the client application in real-time. Because the blockchain platform provides authentication and authorization to the participants, the related transactions can be directly executed by the specific participants. The IoT data status, for instance, in the case of smartwatch, the heart rate data are stored into the ledger and notify to clients based on the threshold defined in the smart contract. The notification is sent to the client application if the value exceeds the verge level. The enhanced smart contract consists of a relationship and inference engine that is used to calculate and derive additional knowledge and features from the IoT device and user network data.\n\nClient Administrator Application User and Device Manager Blockchain Network Enhanced Smart Contract Relationship Engine Inference Engine of IoT Device and User Node Storage Identity Management Communication Interface IoT Network Device 1 Device 2 Device 3 Device 4 Device 5 Device n Device Usage Data Device Profile User Activity User Profile Device Registration User Identity and Registration Prediction and Recommendation Blockchain Adopter IoT Server Service Framework 1.1.User Enrollment 1.2. User Identity Certificate 2. Device Registration 3.1. Request Device Data 3.2. Device Data 3.3. Device Data 3.3. Store Device Data 4.2. User Information 4.5. User Device Usage Data 4.1. Request User Device Usage Data 4.3. IoT Device Data 4.4. User Device Usage Data 5.1. Request Inferred Knowledge 5.1. IoT Device Data 5.2. User Data 5.3. User and Device Historical 5.4. knowledge Discovered 6. Store user device data 6.1. Update Device Status 7. Event Notification"
    },
    {
      "title": "3.4.. Execution Flow of Proposed Intelligent IoT Blockchain Platform",
      "text": "Figure  4  shows the workflow of intelligent service based on an enhanced smart contract enabled relationship and inference engine in IoT network. The system user is allowed to connect and employ network provided services. The system user inputs the information that is related to IoT devices and users, like device profile, device usage data, user profile, and user activity from the client application. The information is sent within the request header where the request is forward to IoT server, which, in return, trigger different services, like device registration, user-device calculation, and inference engine defined in the enhanced smart contract. The relationship engine is a chain code that is defined in the smart contract to deduce real-time inferred knowledge that is based on the currently entered data. Afterwards, the execution of the consensus algorithm starts in the blockchain network, where the real-time inferred knowledge is stored in the state database and every network peer affixes the transaction into the blockchain network. The response notification of successful transaction which updates the ledger state is sent the client. Furthermore, the enhanced smart contract also supports inference engine functionality where the new knowledge is inferred from the historical data of the user and IoT devices, as defined in the smart contract. Likewise, the system user can also invoke some task-related services, like acquired data, from the IoT devices and send back the response transaction result to the IoT server, from where it was visualized to the client application through Http protocol. The successful transaction is stored in the blockchain network and updated into the ledger state by every peer.\n\nRelationship Engine Relationship Engine Inference Engine Inference Engine Smart Contract Blockchain Platform Service Framework Service Framework Blockchain Network Blockchain Network User User IoT server IoT server IoT Network IoT Network 1. Input device information 2. User Profile 1. Device Information 2. User profile information user device usage data Execution of consensus algorithm Invoke real-time inferred knowledge transaction store user-device calculated data in distributed ledger Transaction response result Execution of consensus algorithm store inferred knowledge in distributed ledger Transaction response result Input Task Input task request Target protocol conversion Invoke task request Task execution Task execution request Response result Display response Invoke task transaction Execution of consensus algorithm store IoT device task result in distributed ledger Task execution response Task execution request Display response History Information (1. Device Information 2. User Information ) Invoke inference knowledge transaction"
    },
    {
      "title": "4.. Intelligent Fitness Service Model Based on Relationship and Inference Engine",
      "text": "Inference refers to deriving additional knowledge from already known facts. In machine learning, the dataset provides base knowledge, whereas the machine learning algorithms traverse the data for different patterns to form some general rules that are inherent in the data. The rules are then applied to the new data to infer new knowledge that is not part of the data, but satisfies the rules. For this, different methodologies are presented to code rules and decode them for new data. Fuzzy logic is one unique technique being widely adopted to infer knowledge from the data using fuzzy set techniques. Different rule engines, such as Drools and alike, are also introduced whose job is to form optimal rules based on the patterns within the data and applies the rules to infer new knowledge from the data. The flow of intelligent fitness service model based on relationship and inference engine is also defined in flow chart as shown in Figure  5 . In the proposed intelligent fitness blockchain platform, we introduced an enhanced smart contract-based inference engine which uses real-time IoT fitness device and user profile data to infer new knowledge, as presented in Figure  6 ."
    },
    {
      "title": "Start",
      "text": "IoT Device Data User Profile Data Blockch ain Ledger Data Preprocessing Fitness Data Preprocessed Data Relationship Engine User-Device Calculated Data Inference Engine Waist Hip Ratio Basal Metabolic Rate Body Mass Index Fat Free Mass WHR Data Blockch ain Ledger BMR Data BMI Data FFM Data End Fat Free Percentag e FFP Data Knowledge Discovery Fitness User Data IoT Device Data Figure 5. Flow chart of intelligent fitness service model based on enhanced smart contract enabled relationship and inference engine in IoT network. Input Data Body Fat Mass (Kg) Body Fat (%) Fat Free Mass Body Mass Index (Kg/m2) Waist/Hip Ratio Basal Metabolism Rate (Kcal) Smart Contract Based Real-Time Inference Engine User Device Calculation IoT Network User Network Monitor Analyze Plan Execute output Figure 6. Enhanced smart contract for intelligent fitness service based on real-time inference engine\n\nThe body measurements data thata re based on the user profile and IoT fitness device data are used to derive new knowledge, such as Fat-Free Mass (FFM), Body Mass Index (BMI), Body Fat Percentage (BFP), Body Fat Mass (BFM), Waist/Hip Ratio (WHR), and Basal Metabolism Rate (BMR), as defined in the smart contract, as shown in Figure  7 . The BMI calculation is used to determine body weight status, i.e., overweight, normal, or underweight, as presented in Table  4 . The BMI is computed using the following Equation  (1) .\n\nwhere weight and height is acquired from IoT fitness device and user profile. Similarly, BFP is also called as adipose tissue in the form of lipids. There are many ways to calculate the BFP; however, in the proposed intelligent smart contract-based inference engine, we compute the BFP using Equation  (2) .\n\nwhere α, β, and γ are constant, where the values depend on the input data, i.e., user and fitness device data. According to the American Council on Exercise, the value of α and β is 1.20 and 0.23, respectively, for both male and female. However, the value of γ varies in case of male and female, e.g., (Male = 16.2, Female = 5.4). Table  5  summarized the BFP range for both male and female. Likewise, the FFM is one of two human body constituents, i.e., fat and rest body. The healthy FFM is similar to BFP, which is presented in Table  5 . The FFM of the body is measured using the following Equation (3):\n\nwhere BFP is taken from the Equation (  2 ), and weight data are acquired from the user profile.\n\nWHR is used to calculate the dimension ratio of the circumference of the weight over the hip. WHR is used to identify several factors that are related to the health, such as asthma, heart disease, and other health issues. The usual range of WHR for the male is less than 0.90, whereas, for female, the normal range is less than 0.85. The WHR is simply defined as the ratio of waist over the hip.\n\nFinally, BMR is used to calculate the amount of calories per day required by the human body while at rest. The BMR is computed using the following Equation:\n\nBasal Metabolism Rate (Kcal/day) = K × weight (kg) + ω × height (cm) -K 1 × age (year) + (Kcal/day)\n\nwhere is set based on gender data, e.g., (Male: +5, Female: -161). Similarly, K, ω, and K 1 are the constants with the values 10, 6.25, and -5, respectively. The output of the proposed fitness blockchain platform is derived from the fitness devices, user profile, and user-device usage data using smart contract-based real-time inference engine. The user device data calculation is monitored, analyzed, planed, and then executed while using the mathematical model that is defined in the smart contract."
    },
    {
      "title": "5.. Development of Intelligent Fitness Services Based on Enhanced Smart Contract Enabled Relationship and Inference Engine in IoT Network",
      "text": "The implementation of the proposed system is divided into five sub-components, i.e., intelligent fitness blockchain network, fitness IoT server, IoT gateway implementation, fitness blockchain front-end development, and predictive analytics model. The implementation and experiments of the proposed platform are conducted on eighth-generation machine equipped with Intel core i-5 processor along with 8 GB memory and Ubuntu Linux 18.04 LTS. For blockchain development, the docker engine 18.06.1-ce and docker composer 1.13.0 versions are used, which provide the development environment to set up the container and docker image on the virtual machine. The docker composer provides the run-time environment for the docker engine. Furthermore, we have used Hyperledger Fabric, an open-source framework that is hosted by Linux Foundation, which is used for client software toolkit (SDK) using Node 8.11.4 version. The composer web-playground is a web interface used to develop smart contract using a component of the business network archive (BNA). The database that is used for the back-end of the blockchain network is DBcouch that determines the current state of the ledger. The composer command-line interface (CLI) is used to perform smart contract management. Finally, the business logic of the proposed system is exposed to front-end GUI using the REST API, which is generated through the composer REST server. Similarly, the technologies and development environment for the implementation requires IoT fitness device server that resides inside Raspberry Pi, which acts as an IoT gateway. Moreover, we have installed Android Things on the Raspberry Pi to provide Java language programming support. The MQTT communication protocol is used to communicate between the IoT server and the device server, whereas HTTP is used for communication between blockchain and device server. Physical devices (such as Spirometer, Stationary Bike, Wireless heart rate meter, Treadmill, Dynamometer, and fitness watch, etc.) are abstracted into MQTT resources as components of the server. The server identifies each resource with the unique URI. For the front-end of the blockchain-based intelligent, personalized fitness data safety platform, we used multiple programming languages, such as JavaScript, Cascading Style Sheet (CSS), and HTML. Moreover, we also used open-source web development toolkits, such as jQuery and Bootstrap. Lastly, in order to implement the predictive analytic model, we have used PyCharm Professional 2020 as an IDE with Python programming language. Deep neural network and support vector regressor are utilized to implement the prediction of the workout and diet plan. We have used jQuery plug-in Notify.js for generating a customizable notification to the end-user. The end-users can subscribe the blockchain services by submitting a transaction through REST API using the HTTP communication protocol. Table  6  summarizes the details regarding the complete development environment for the intelligent fitness service (based on enhanced smart contract enabled relationship and inference engine in IoT network)."
    },
    {
      "title": "5.1.. Use-Case Implementation and Deployment",
      "text": "The implementation of the proposed intelligent fitness service is visualized in Figure  7 . The implemented case study is based on blockchain-based intelligent fitness service, where the trainee is equipped with multiple fitness devices, such as back-muscle meter, dynamometer, weight machine, lat pull-down, treadmill, spirometer, stationary bike, wireless heart-rate meter, and left refractometer, etc. The proposed platform is capable of establishing a connection between the IoT fitness devices, IoT server, blockchain network, and the predictive analytic model. The Raspberry-pi behave as an IoT gateway, which is used to route fitness data to fitness IoT server. Similarly, the fitness IoT server is used to process fitness data request and yield the user fitness data to the users through the blockchain network. The IoT server provides the services, but, not being limited to the data penetration, effectively furnishes the data in order to visualize to client end, and checking the data threshold value. The proposed system uses Hyperledger fabric with four peers and one orderer node in order to implement the blockchain network. The peers and orderer resides in the docker container as an image. Every peer in the network contains a smart contract and storage for data to write a transaction block to ledger. CouchDB is the database used in the proposed blockchain platform, which acts as a state database providing rich queries, where the JavaScript Object Notation (JSON) is used to model the smart contract data. The data stored in the state database are in the form of key-value pair as well as also in multiple key-value pair. Likewise, the REST server supports several RESTful APIs that expose the back-end functionalities of blockchain to the front-end, as defined in the smart contract. These RESTful API services can be accessed by either the IoT fitness devices or front-end client application. Moreover, the RESTful API also host Fabric client, which uses the Google remote procedure call (gRPC) system in order to communicate with the Fabric network. The real-time inferred knowledge is computed using the smart contract, which includes, but is not limited to, FFM, BMI, BFM, WHR, BFP, and BMR. Moreover, the smart contract also supports the inference engine based on historical data of IoT fitness devices and user information. Finally, the predictive analytic model predicts the workout plan and diet plan for the trainee fitness management, which helps the fitness centre to recommend healthy diets for the trainee to enhance fitness habits, nutrition, lifestyle, and health. Furthermore, it will also help fitness owners to learn more about their members to make better future decisions, such as creating different advertising campaigns that are more effective.\n\nFinally, all data are stored according to the timestamp, where any changes in the state database are reflected across the whole blockchain network. The consistency of every ledger copy is maintained and ensured by the consensus algorithm (i.e., PBFT considered in this research), which is implemented in the orderer node. The main purpose of the orderer node is to order the transaction based on first come first serve basis in the entire blockchain network. Finally, the client-end is notified by emitting a notification from the blockchain network while using Web-Sockets.\n\nto provide ease in extracting data from the blockchain network. The query structure is divided into several components, such as description and statement. The descriptions are the string that describes the function of the query, whereas the statement is the logical operator that controls the behavior of query. The proposed fitness blockchain platform also supports RESTful application programming interface (API), which was developed and generated using a composer-rest-server. The main aim of RESTful API is to connect IoT device, web interface, and the blockchain network. Moreover, the RESTful API is based on HTTP request, which comprises of media-type and base URI that represents a data element state transition, such as Application/Json and verbs, e.g., POST, GET, DELETE, and PUT. The verb indicates the action that is performed on the request, whereas the URI implies the data entry path. In the designed fitness blockchain platform, a Get request to the resource URI (e.g., /api/FitnessDevice) would return the fitness device information. In contrast, the POST request to the similar resource URI will store the data that are enclosed in the request header packet. Table  8  shows the list of RESTFul API generated to expose the servers of a business network to the client application. Figure  8  presents the execution of the proposed intelligent fitness service based on IoT and blockchain. In the start, the participants of the system, such as the admin of the fitness centre, input the fitness device information through client application to register a new fitness device. The fitness device information is sent through an IoT server that processes and requests the REST server using the POST method. The payload request contains device information that is submitted to the blockchain network through fitness device registration transaction. The transaction is recorded in the blockchain file system and the device information is stored in the state database. Likewise, the system users, like Trainer, trainee, can request ReadBodyMeasurement transaction to IoT server, the request is sent to the specific IoT fitness devices that collects the user personal fitness data and visualizes the collected data to the client application through IoT server. Similarly, the IoT fitness data POST request is sent to the REST Server, where data are processed and passed to the inference engine.\n\nClient Application Client Application IoT Server IoT Server REST Server REST Server Real-Time Inference Engine Real-Time Inference Engine Blockchain Network Blockchain Network Blockchain File System Blockchain File System State DataBase State DataBase IoT Devices IoT Devices Register new fitness device POST Request  http://api/Sensor:3000  Payload:{Id, name, Type, Participant } Submit fitness registration transaction Record fitness registration transaction Store Fitness device Information Read body measurement GET  http://api/bodyMeasurement:3000  Collect user personal fitness data POST  Http://api/FitnessReading:3000  Payload:{id, value, timestamp… etc. } User Fitness Sensing Data Display User Fitness Data Fitness device reading User-Device calculation Transaction Submit Inferred knowledgetransaction Threshold value comparison Record fitness device transaction Store Fitness device transaction Emit notification using Websocket Smart Contract Intelligent Fitness Service based on IoT Blockchain Platform The inference engine is used to derive additional knowledge, such as FFM, BMI, BFM, WHR, BFP, and BMR from the UserDeviceCalculation transaction along with the threshold detection. The inferred knowledge is recorded in the state DB using the blockchain network. All of the transactions triggered through client application are stored in the blockchain file system, and the response to the transactions is emitted through WebSocket in the client application."
    },
    {
      "title": "6.. Predictive Analytics Model for Secure Fitness Service",
      "text": "In this section, we use the IoT fitness data, apply pre-processing, and select the strongly correlated features and perform prediction while considering several renowned prediction algorithms. In this research, we acquired IoT fitness data from the fitness centre of Jeju national university, South Korea. The dataset is comprised of the following attributes: trainee name, along with other personal information, monthly Diet plan, monthly workout plan, and IoT fitness device information, such as device name, device type, model, etc. The acquired IoT fitness dataset consists of 100,000 personalized fitness record over the last eight years (2013-2020). The diet and workout plan is prepared based on the following fitness types, i.e., normal, obesity, and athlete, to maintain the health profile of fitness trainee.\n\nThe predictive analytic model in the proposed intelligent IoT fitness service consists of the following phases, such as data collection of IoT fitness data, data pre-processing, data normalization, training and testing machine learning-based prediction models, and performance evaluation. In the pre-processing data layer, the raw data are transformed into reliable data to discover hidden patterns and knowledge using deep learning approaches. The process of data pre-processing starts with data cleaning, which is used to remove duplication, blank space, change the text to upper/lower case, and spell-check. After cleaning, the next step is data integration, which is used to integrate the data from the various sources to provide the user with the unified view of data and format data for mining the patterns. Afterwards, data transformation is applied to the resultant dataset. Data transformation can be performed while using different approaches, e.g., feature construction, generalization, normalization, and smoothing, etc. In the proposed system, we performed normalization to scale the data of an attribute in a range between 0-1. In general, normalization is required when we have attributes with different scale, so normalization brings all of the attributes on the same scale. Missing values in data is due to a faulty sampling and acquisition process. The missing values can produce biased estimation, inaccurate statistical estimations, and sometimes invalid conclusions. In the proposed system, we fill the missing values using the probabilistic model that is based on maximum likelihood. Finally, the proposed system is assessed using various renowned machine learning-based classifiers considered in this study, which are decision tree (DT), logistic regression (LR), support vector machine (SVM), and K-nearest neighbours (K-NN).\n\nThe scalability and robustness of the proposed intelligent fitness service are assessed using trainee body composition functions. In the proposed system, we have computed body composition functions, which consist of the following features, such as FFM, BFP, BMI, BMR, and WHR. These features are used as inputs to the machine learning algorithms for recommending diet and workout plan. This system utilizes the IoT fitness dataset, which consists of labels that include diet plan 1, diet plan 2, diet plan 3, workout plan 1, workout plan 2, and workout plan 3. The (Diet plan 1, workout plan 1) is for regular and average trainees, (Diet plan 2, workout plan 2) is for obesity trainees, and (Diet plan 3, workout plan 3) is for athletes, as shown in Table  9 . Furthermore, the fitness data are used to test different machine learning models, such as DT, LR, SVM, and K-NN. These learning models are trained and tested on the fitness dataset, where the data distribution ratio for the training and testing is 80:20. Ten-fold cross-validation is used to evaluate the learning models used in the proposed system. The accuracy of different machine model is evaluated using two scenarios, i.e., the accuracy with unprocessed data, and the accuracy with the processed data, as shown in Figure  9 . Several experiments were performed to investigate the performance of the contemporary ML approaches. The obtained results show that the SVM model outperformed K-NN, LR, and DT approaches by attaining 92% accuracy. The classifiers are trained and tested on the IoT fitness dataset and they are evaluated using 10-fold cross-validation.\n\nTable  10 , summarized the results of performance evaluation of the implemented model based on classification. It is estimated that the SVM classifier model outperformed DT, LR, and K-NN in terms of accuracy, precision, recall, and f-measure."
    },
    {
      "title": "7.. Performance Analysis",
      "text": "This section presents the performance evaluation and experimental results of the proposed blockchain-based Intelligent fitness service.\n\nThe obtained results of the proposed Intelligent fitness service based on IoT blockchain platform are presented, as follows. Figure  11  shows the main dashboard of the proposed system, which shows the core functionality of the designed intelligent fitness service. The core functionalities include trainee profile, trainer profile, fitness services, fitness device profile, and fitness record history. Moreover, the dashboard also shows the smart contract enabled inference engine based body measurement calculator that includes, e.g., FFM, BFP (%), BMI (Kg/m 2 ), BMR (Kcal), WHR, and Bpm. Furthermore, the dashboard also includes information that is related to user personal fitness record, along with trainee management, trainer management, fitness record management, device management, and membership management. The user personal fitness record for every trainee along with workout-plan, diet-plan, user-device data, and body measurement for every individual trainee is mentioned in the dashboard, where the authorized users can perform CRUD operation. Similarly, the configuration analysis of blockchain network is also visualized in terms of the number of transactions, blocks, arbitrary nodes, and chain code. Finally, the trainee registration, (such as successful registration and registration request) in the fitness management system monthly-wise is also visualized in the dashboard. This data analytic module provides useful knowledge from the fitness data, which helps in gaining significant market in the fitness industry."
    },
    {
      "title": "7.1.. Security Analysis",
      "text": "The security is analyzed against the attacks in the proposed fitness framework.\n\n• Key Attack: the secure fitness framework uses the encryption based on elliptic curve that is used to create the key pair which is difficult to compute by the attacker. The private key generation by solving elliptic curve mechanism requires high computation power, which is difficult for the intruder. The private key is normally distributed among every node for each session agreement. • False Data Injection Attack: in the proposed blockchain framework, the consensus mechanism is carried out before record validation. Every node verifies and authenticates the integrity of fitness record after successful consensus mechanism. • Man in Middle Attack: the fitness framework assures and safeguards bilateral authentication and authorization between nodes, as a temporary private key is used for every session agreement, which avoids man in the middle attack. • Replay Attack: in proposed fitness framework, a separate private key is used for session agreement among nodes. The separate private key prevents the replay attack.\n\nThe developed framework provides an intriguing solution for IoT fitness devices. Moreover, the secure framework encompasses data protection, locking access to fitness devices and the consensus mechanism (PBFT), which enables fault tolerance for IoT fitness devices. Furthermore, the data encryption and decentralization functionality of blockchain provides the data security for IoT devices. The smart contracts functionality intensifies trust in IoT fitness devices and scales down the potential costs. Asymmetric encryption is considered to be the underlying technology used to safeguard the blockchain security. The encryption based on asymmetric comprised of public and private key is used to provide the functionality of digital signatures and data encryption. The asymmetric cryptography not only provides a transaction verification and signature, but also ensures the IoT fitness data security in blockchain. The main function of blockchain is to record the data into the block in a secure way where each transaction is verified by the other nodes within the blockchain network."
    },
    {
      "title": "7.2.. Performance Evaluation",
      "text": "The working of the proposed intelligent blockchain fitness service is assessed using Hyperledger Caliper  [58] . Hyperledger Caliper is a Linux based open-source benchmarking tool that is used to evaluate the performance of the blockchain-based platform. In the designed system, the performance is measured in terms of transaction latency, Transactions Per Second (TPS), and resource utilization. Table  11  summarizes the Hyperledger calliper environment with the technologies used along with the description."
    },
    {
      "title": "7.3.. Simulation Results",
      "text": "Figure  12  contemplates the transaction per second (TPS) results, also known as throughput of the proposed blockchain-based intelligent fitness service. The experiments are carried using Hyperledger Caliper, where we have considered different user groups to evaluate the performance of proposed intelligent blockchain-based fitness service. The defined user group is divided into three different sub-groups i.e., 500, 1000, and 1500 users. We also calculated some statistical measure, such as minimum, maximum, and average throughput in order to evaluate the performance of the proposed case study using IoT blockchain platform. Initially, we considered 500 users to evaluate the throughput of the developed blockchain platform. It is observed that the throughput in the case of 500 users group remains stable with a minimum of 35 TPS and maximum of 43 TPS. Similarly, in the case of 1000 users group, the number of transactions are balanced at every elapsed time with a minimum of 57 TPS and a maximum of 68 TPS. Finally, for the 1500 users group, the throughput is also steady with a minimum of 80 TPS and a maximum of 95 TPS. It is observed that the throughput increases as the number of users in the network increases. Moreover, increasing the number of users will not affect the throughput or degrade the system performance in terms of transactions per second.\n\n80 82 85 83 85 87 83 86 90 86 84 82 87 89 95 57 59 60 58 59 62 61 60 63 60 59 62 64 66 68 35 37 35 36 37 40 38 39 41 39 37 39 41 41 43 0 10 20 30 40 50 60 70 80 90 100 28:25.2 28:25.8 28:26.1 28:26.4 28:26.7 28:27.0 28:27.3 28:27.6 28:27.9 28:28.5 28:28.8 28:29.1 28:29.4 28:29.7 28:30.0 Transactions Elapsed Time (ms) Throughput 500 1000 1500 Min Max Avg Figure 12. Transaction Per Second.\n\nIn Figure  13 , the invoked transaction latency of the proposed system concerning three distinct users group is summarized in terms of minimum, maximum, and average latency. The minimum transaction latency in the case of 500 users is 1937 ms, 2050 ms for 1000 users, and 2125 ms for 1500 users. The maximum invoked latency is the latency of the particular request that consumes maximum time to send a request to the blockchain from the client. The maximum latency for different user groups, such as, for 500 users, the maximum latency is 3312 ms, 3415 ms for 1000 users, and 3495 ms for 1500 ms. It is investigated from the graph that the maximum latency slightly increases as the number of users increased. Moreover, the stability and slight increase of latency are due to the intelligent smart contract based on the inference engine that always executes the specific transaction as compared to entire network transactions that improve the proposed blockchain performance. In Figure  14 , the query function of the proposed intelligent blockchain-based fitness case study is evaluated in terms of latency. We have considered three different users groups to access the performance of the designed blockchain platform. The user-group is 500 users, 1000 users, and 1500 users. The query transaction latency is the time of getting a response from the blockchain network. The query transaction latency for 500 users group in term of minimum, average, and maximum latency is 71 ms, 327 ms, and 445 ms, respectively. Similarly, in the case of 1000 and 1500 user groups, the minimum, average, and maximum latency are 97 ms, 450 ms 850 ms and 122 ms, 560 ms, and 1280 ms, respectively. It is observed from the graph that the average query transaction latency is increased with the increase in the number of user of the blockchain network. Hyperledger Fabric provides the ordering services that are responsible for the ordering of transaction with the help of ordering nodes. The efficiency and performance of the proposed case study are evaluated using three types of ordering service, i.e., solo-raft, solo, and raft with different transaction send rate ranges from 25 TPS-200 TPS, as shown in Figure  15 . It is evident from the graph that the latency of raft and solo ordering is higher than the simple solo ordering; this is due to appended transport layer security (TLS), which provides extra security and authentication among peer nodes. Figure  15a  shows the minimum, maximum, and average latency with different transaction send rate. Similarly, Figure  15b  presents the throughput of solo, raft, and solo-raft in terms of minimum, maximum, and average throughput. It is found from the graph that the solo order achieves the higher throughput among other ordering services, because it has single node that does not require an additional TLS mechanism.\n\nSimilarly, in the proposed system, we also carried out several experiments by varying the number of endorser peer in the blockchain network. The endorser peer is a peer node that is responsible for endorsing the proposed transaction. Every transaction before committing is endorsed using the endorser peer function, which is executed by invoking the chaincode. In Figure  16 , we evaluated the performance of the proposed case study by varying the peer nodes numbers in terms of average latency and throughput. It is investigated from the graph that the latency of the network is increased as we increase the number of peer nodes in the network. The peer node in the network degrades the network performance in terms of traffic volume, which results in a decline in network throughput. Figure  16a  presents the impact of change peer node on the latency of the network between the transaction send rate of 25-200 TPS. It is observed that the increase in latency is directly proportional to the number of peers in the network. If the number of peer's nodes increases, the traffic volume in the network will also increase, which results in the decline of throughput, as summarized in Figure  16b .\n\n160 120 90 80 70 80 120 100 160 120 100 100 90 120 120 130 180 140 110 110 105 150 160 170 0 20 40 60 80 100 120 140 160 180 200 25 50 75 100 125 150 175 200 Latency (ms) Send rate Latency 1org1Peer 1org2Peer 1org3Peer Min Max Avg (a) Latency The performance of the proposed case study is also accessed in terms of resource utilization, such as CPU usage (avg,max), memory consumption (avg,max), and traffic in and Traffic, as summarized in Table  12 . From the table, it is observed that the proposed blockchain-based intelligent fitness service is working with inadequate resources and improves the network performance by efficiently utilizing system resources."
    },
    {
      "title": "8.. Significance and Comparison",
      "text": "The performance evaluation presented in Table  10  shows that the SVM classification model performed well when compared to the other classification model. In order to evaluate the effectiveness of the proposed fitness framework, we further compare the proposed model with other state-of-art approaches discussed in the literature review section. We have consider  [35, 47, 52, 54]  for comparison with the proposed model in terms of accuracy. Table  13  presents the comparative analysis of the proposed fitness framework with existing models.\n\nTable 13. Comparative analysis of the proposed fitness framework with existing models."
    },
    {
      "title": "Model Accuracy",
      "text": "[47] 89.5%  [52]  90.45%  [54]  90.3%  [35]  88.45% Proposed Fitness Framework 92.1%"
    },
    {
      "title": "9.. Conclusions and Future Direction",
      "text": "The current functionalities of IoT devices are not efficient enough to defend themselves against threats. This is because of the issues that are involved with resources in IoT devices, immature standards, a lack of secure hardware, and software designs. This work proposes an enhanced smart contract intelligent fitness service in blockchain networks. We developed a secure fitness service using the smart contract enabled blockchain approach to store user personalized fitness data and recommend fitness plans in order to assess the effectiveness of the proposed IoT blockchain platform, such as diet and workout to fitness user. The enhanced smart contract enabled inference engine is used to derive hidden knowledge, such as fat-free mass, body mass index, body fat mass, waist/hip ratio, body fat percentage, and basal metabolic rate based on user and IoT fitness data. The relationship engine is used to compute user's and IoT fitness device usage data. The developed system used permissioned blockchain network, which solves the inherent issues, which include data scalability, security, and identity, to name a few. Furthermore, an interactive front-end application is developed to expose the fitness services to the client. Finally, for evaluation, we have used Hyperledger calliper, which is used to calculate the performance of the designed platform in terms of throughput, latency, resource utilization, and varying network parameters. Based on experiment, we found that the smart contract integrated inference engine significantly enhances system performance in terms of throughput and resource utilization. This work can be extended in several domains, from healthcare to smart industries. The potential future direction of this work is to evaluate the interoperability of the designed service model with other IoT frameworks. Furthermore, different data storage and consensus algorithms can be considered to observe the data query efficiency and processing rate of the transaction."
    },
    {
      "text": "Figure 2. Proposed intelligent service architecture based on enhanced smart contract with relationship and inference engine in IoT network."
    },
    {
      "text": "Figure 3. Detailed intelligent service configuration based on enhanced smart contract enabled relationship and inference engine in IoT network."
    },
    {
      "text": "Figure 4. Sequence diagram of intelligent service based on enhanced smart contract enabled relationship and inference engine in IoT network."
    },
    {
      "text": "Figure 8. Intelligent smart contract based real-time inference engine."
    },
    {
      "text": "Figure 9. Performance results of different learning methods for IoT fitness dataset."
    },
    {
      "text": "Figure 10. Performance evaluation using different classification models in terms of precision, recall, and f-measure."
    },
    {
      "text": "Figure 11. Intelligent fitness service front-end user interface."
    },
    {
      "text": "Figure 13. Invoke Transaction Latency."
    },
    {
      "text": "Figure 14. Query Transaction Latency."
    },
    {
      "text": "Impact of varying orderer node with different send rate."
    },
    {
      "text": "Impact of varying peer node with different transaction rate."
    },
    {
      "text": "Critical analysis of existing studies related to Internet of Things (IoT) blockchain and artificial intelligence."
    },
    {
      "text": "Critical analysis of existing studies for fitness service."
    },
    {
      "text": "Body mass index range."
    },
    {
      "text": "Body fat percentage range."
    },
    {
      "text": "Development environment for the intelligent fitness service based on enhanced smart contract enabled relationship and inference engine in IoT network."
    },
    {
      "text": "Enhanced smart contract modeling for proposed intelligent fitness service."
    },
    {
      "text": "RESTFul application programming interface (API) for proposed fitness blockchain platform."
    },
    {
      "text": "Summary of the use case for different workout and diet plan recommendation based on the body composition function values."
    },
    {
      "text": "Performance evaluation based on reduced set of features using different classification models.Figure10visualizes the performance analysis based on different classification model, i.e., DT, LR, and SVM. Several performance metrics are used to evaluate the proposed fitness framework. It is evident from the graph that the SVM model performed well in terms of precision, recall, and f-measure, with scores of 86.5%, 86.2%, and 87.2%, respectively."
    },
    {
      "text": "Environmental Setup of Hyperledger Caliper."
    },
    {
      "text": "Resource Utilization Analysis of Proposed System."
    },
    {
      "text": "Funding: The work was supported by the project \" Standardization of Networking of Everything Architecture and Protocols \" funded by  KEIT  (No.  20002532 ), and this research was supported by  Energy Cloud R&D Program  through the  National Research Foundation of Korea(NRF)  funded by the  Ministry of Science, ICT  ( 2019M3F2A1073387 ), and this research was supported by  Institute for Information & communications Technology Planning & Evaluation(IITP)  grant funded by the  Korea government(MSIT)  (No. 2018-0-01456 ,  AutoMaTa: Autonomous Management framework based on artificial intelligent Technology for adaptive and disposable IoT ). Any correspondence related to this paper should be addressed to  Dohyeun Kim ."
    },
    {
      "title": "5.2.. Smart Contract Modeling of the Case Study",
      "text": "In the proposed fitness blockchain platform, we have designed an intelligent smart contract system that is based on the inference engine using the Hyperledger Composer. The Hyperledger Composer is an open-source toolkit and framework used to develop blockchain-based applications. The key concept of thge Hyperledger composer is Business Network Definition, which is used to create a Business Network Archive (.bna) file. The .bna is composed of model file (.cto), script file (.js), access control (.acl), and query file (.qry). Furthermore, the .cto file is divided into transaction, assets, and participant. Table  7  summarized the details of the transactions, assets and participants along with the components and description. In the designed system, the participants are the users of the business network, such as admin, trainee, and trainer, whose responsibility is to modify the assets and submit transactions.\n\nSimilarly, the assets are the goods, properties, and services that are stored in registries. In the proposed system, the assets are body measurements, features, work-out plan, fitness goals, diet-plans, and fitness device records. Finally, the transactions are also part of the smart contract which are used to interact with the assets. Through client application, the transactions are invoked by the participants of the business network to modify assets across multiple blockchain networks. Several transactions are defined, which are based on inference engines, such as FFM, BFP, DMI, WHR, and BMR as defined in Figure  6 . Similarly, the .js file contains the transaction processor function, which is a combination of logical operations using the inference engine that is defined in the smart contract. FFM is a transaction function, which is used to calculate the body fats, based on the data that are acquired from the IoT fitness devices and user profile information, also defined using Equation (3). In the smart contract, the transaction processor functions are used to update the value of the assets in the registry. Moreover, we also defined queries as a part of the smart contract, being mainly written in the bespoke query language. Queries can be used"
    },
    {
      "title": "Conflicts of Interest:",
      "text": "The authors declare that there is no conflict of interests regarding the publication of this paper."
    }
  ],
  "references": [
    {
      "title": "Health and Community Design: The Impact of the Built Environment on Physical Activity",
      "authors": [
        "L Frank",
        "P Engelke",
        "T Schmid"
      ],
      "year": 2003,
      "raw": "L Frank \n\t\t \n\t\t \n\t\t\t P Engelke \n\t\t \n\t\t \n\t\t\t T Schmid \n\t\t \n\t\t Health and Community Design: The Impact of the Built Environment on Physical Activity \n\t\t Washington, DC, USA \n\t\t \n\t\t\t Island Press \n\t\t\t 2003 \n\t\t \n\t \n\t Frank, L.; Engelke, P.; Schmid, T. Health and Community Design: The Impact of the Built Environment on Physical Activity; Island Press: Washington, DC, USA, 2003."
    },
    {
      "title": "pEER REvIEWED: Older Adult perspectives on physical Activity and Exercise: Voices From Multiple cultures",
      "authors": [
        "B Belza",
        "J Walwick",
        "S Schwartz",
        "J Logerfo",
        "S Shiu-Thornton",
        "M Taylor"
      ],
      "year": 2004,
      "journal": "Prev. Chronic Dis",
      "volume": "1",
      "pages": "4",
      "raw": "pEER REvIEWED: Older Adult perspectives on physical Activity and Exercise: Voices From Multiple cultures \n\t\t \n\t\t\t B Belza \n\t\t \n\t\t \n\t\t\t J Walwick \n\t\t \n\t\t \n\t\t\t S Schwartz \n\t\t \n\t\t \n\t\t\t J Logerfo \n\t\t \n\t\t \n\t\t\t S Shiu-Thornton \n\t\t \n\t\t \n\t\t\t M Taylor \n\t\t \n\t \n\t \n\t\t Prev. Chronic Dis \n\t\t \n\t\t\t 1 \n\t\t\t 4 \n\t\t\t 2004 \n\t\t \n\t \n\t Belza, B.; Walwick, J.; Schwartz, S.; LoGerfo, J.; Shiu-Thornton, S.; Taylor, M. pEER REvIEWED: Older Adult perspectives on physical Activity and Exercise: Voices From Multiple cultures. Prev. Chronic Dis. 2004, 1, 4."
    },
    {
      "title": "Physical Activity and Health; Human Kinetics",
      "authors": [
        "C Bouchard",
        "S Blair",
        "W Haskell"
      ],
      "year": 2012,
      "doi": "10.5040/9781492595717",
      "raw": "C Bouchard \n\t\t \n\t\t \n\t\t\t S N Blair \n\t\t \n\t\t \n\t\t\t W L Haskell \n\t\t \n\t\t 10.5040/9781492595717 \n\t\t Physical Activity and Health; Human Kinetics \n\t\t Champaign, IL, USA \n\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Bouchard, C.; Blair, S.N.; Haskell, W.L. Physical Activity and Health; Human Kinetics: Champaign, IL, USA, 2012."
    },
    {
      "title": "Physical activity in the prevention of the most frequent chronic diseases: An analysis of the recent evidence",
      "authors": [
        "J Kruk"
      ],
      "year": 2007,
      "journal": "Asian Pac. J. Cancer Prev",
      "volume": "8",
      "pages": "325",
      "raw": "Physical activity in the prevention of the most frequent chronic diseases: An analysis of the recent evidence \n\t\t \n\t\t\t J Kruk \n\t\t \n\t \n\t \n\t\t Asian Pac. J. Cancer Prev \n\t\t \n\t\t\t 8 \n\t\t\t 325 \n\t\t\t 2007 \n\t\t \n\t \n\t Kruk, J. Physical activity in the prevention of the most frequent chronic diseases: An analysis of the recent evidence. Asian Pac. J. Cancer Prev. 2007, 8, 325. [PubMed]"
    },
    {
      "title": "Stress and type 2 diabetes: A review of how stress contributes to the development of type 2 diabetes",
      "authors": [
        "S Kelly",
        "M Ismail"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122921",
      "journal": "Annu. Rev. Public Health",
      "volume": "36",
      "raw": "Stress and type 2 diabetes: A review of how stress contributes to the development of type 2 diabetes \n\t\t \n\t\t\t S J Kelly \n\t\t \n\t\t \n\t\t\t M Ismail \n\t\t \n\t\t 10.1146/annurev-publhealth-031914-122921 \n\t \n\t \n\t\t Annu. Rev. Public Health \n\t\t \n\t\t\t 36 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Kelly, S.J.; Ismail, M. Stress and type 2 diabetes: A review of how stress contributes to the development of type 2 diabetes. Annu. Rev. Public Health 2015, 36, 441-462. [CrossRef] [PubMed]"
    },
    {
      "title": "Type 2 diabetes and cardiovascular disease in South Asians",
      "authors": [
        "N Gholap",
        "M Davies",
        "K Patel",
        "N Sattar",
        "K Khunti"
      ],
      "year": 2011,
      "doi": "10.1016/j.pcd.2010.08.002",
      "journal": "Prim. Care Diabetes",
      "volume": "5",
      "raw": "Type 2 diabetes and cardiovascular disease in South Asians \n\t\t \n\t\t\t N Gholap \n\t\t \n\t\t \n\t\t\t M Davies \n\t\t \n\t\t \n\t\t\t K Patel \n\t\t \n\t\t \n\t\t\t N Sattar \n\t\t \n\t\t \n\t\t\t K Khunti \n\t\t \n\t\t 10.1016/j.pcd.2010.08.002 \n\t \n\t \n\t\t Prim. Care Diabetes \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Gholap, N.; Davies, M.; Patel, K.; Sattar, N.; Khunti, K. Type 2 diabetes and cardiovascular disease in South Asians. Prim. Care Diabetes 2011, 5, 45-56. [CrossRef] [PubMed]"
    },
    {
      "title": "A framework for cognitive Internet of Things based on blockchain",
      "authors": [
        "A Saghiri",
        "M Vahdati",
        "K Gholizadeh",
        "M Meybodi",
        "M Dehghan",
        "H Rashidi"
      ],
      "year": 2018,
      "raw": "A framework for cognitive Internet of Things based on blockchain \n\t\t \n\t\t\t A M Saghiri \n\t\t \n\t\t \n\t\t\t M Vahdati \n\t\t \n\t\t \n\t\t\t K Gholizadeh \n\t\t \n\t\t \n\t\t\t M R Meybodi \n\t\t \n\t\t \n\t\t\t M Dehghan \n\t\t \n\t\t \n\t\t\t H Rashidi \n\t\t \n\t \n\t \n\t\t Proceedings of the 2018 4th International Conference on Web Research (ICWR) \n\t\t the 2018 4th International Conference on Web Research (ICWR) Tehran, Iran \n\t\t \n\t\t\t April 2018 \n\t\t\t \n\t\t \n\t \n\t Saghiri, A.M.; Vahdati, M.; Gholizadeh, K.; Meybodi, M.R.; Dehghan, M.; Rashidi, H. A framework for cognitive Internet of Things based on blockchain. In Proceedings of the 2018 4th International Conference on Web Research (ICWR), Tehran, Iran, 25-26 April 2018; pp. 138-143."
    },
    {
      "title": "In search of an understandable consensus algorithm",
      "authors": [
        "D Ongaro",
        "J Ousterhout"
      ],
      "year": 2014,
      "raw": "In search of an understandable consensus algorithm \n\t\t \n\t\t\t D Ongaro \n\t\t \n\t\t \n\t\t\t J Ousterhout \n\t\t \n\t \n\t \n\t\t Proceedings of the 2014 {USENIX} Annual Technical Conference ({USENIX}{ATC} 14) \n\t\t the 2014 {USENIX} Annual Technical Conference ({USENIX}{ATC} 14) Philadelphia, PA, USA \n\t\t \n\t\t\t 19-20 June 2014 \n\t\t\t \n\t\t \n\t \n\t Ongaro, D.; Ousterhout, J. In search of an understandable consensus algorithm. In Proceedings of the 2014 {USENIX} Annual Technical Conference ({USENIX}{ATC} 14), Philadelphia, PA, USA, 19-20 June 2014; pp. 305-319."
    },
    {
      "title": "Practical Byzantine Fault Tolerance",
      "authors": [
        "M Castro",
        "B Liskov"
      ],
      "year": 1999,
      "doi": "10.1109/dsn.2001.941437",
      "volume": "99",
      "raw": "Practical Byzantine Fault Tolerance \n\t\t \n\t\t\t M Castro \n\t\t \n\t\t \n\t\t\t B Liskov \n\t\t \n\t\t 10.1109/dsn.2001.941437 \n\t\t \n\t\t\t 1999 \n\t\t\t OSDI \n\t\t\t 99 \n\t\t\t \n\t\t\t New Orleans, LA, USA \n\t\t \n\t \n\t Castro, M.; Liskov, B. Practical Byzantine Fault Tolerance; OSDI: New Orleans, LA, USA, 1999; Volume 99, pp. 173-186."
    },
    {
      "title": "The quest for scalable blockchain fabric: Proof-of-work vs. BFT replication",
      "authors": [
        "M Vukolić"
      ],
      "year": 2015,
      "doi": "10.1007/978-3-319-39028-4_9",
      "raw": "The quest for scalable blockchain fabric: Proof-of-work vs. BFT replication \n\t\t \n\t\t\t M Vukolić \n\t\t \n\t\t 10.1007/978-3-319-39028-4_9 \n\t \n\t \n\t\t International Workshop on Open Problems in Network Security \n\t\t Berlin/Heidelberg, Germany \n\t\t \n\t\t\t Springer \n\t\t\t 2015 \n\t\t\t \n\t\t \n\t \n\t Vukolić, M. The quest for scalable blockchain fabric: Proof-of-work vs. BFT replication. In International Workshop on Open Problems in Network Security; Springer: Berlin/Heidelberg, Germany, 2015; pp. 112-125."
    },
    {
      "title": "Proof of luck: An efficient blockchain consensus protocol",
      "authors": [
        "M Milutinovic",
        "W He",
        "H Wu",
        "M Kanwal"
      ],
      "year": 2016,
      "doi": "10.1145/3007788.3007790",
      "raw": "Proof of luck: An efficient blockchain consensus protocol \n\t\t \n\t\t\t M Milutinovic \n\t\t \n\t\t \n\t\t\t W He \n\t\t \n\t\t \n\t\t\t H Wu \n\t\t \n\t\t \n\t\t\t M Kanwal \n\t\t \n\t\t 10.1145/3007788.3007790 \n\t \n\t \n\t\t Proceedings of the 1st Workshop on System Software for Trusted Execution \n\t\t the 1st Workshop on System Software for Trusted Execution Trento, Italy \n\t\t \n\t\t\t 14-16 December 2016 \n\t\t\t \n\t\t \n\t \n\t Milutinovic, M.; He, W.; Wu, H.; Kanwal, M. Proof of luck: An efficient blockchain consensus protocol. In Proceedings of the 1st Workshop on System Software for Trusted Execution, Trento, Italy, 14-16 December 2016; pp. 1-6."
    },
    {
      "title": "A survey of consensus algorithms for blockchain technology",
      "authors": [
        "S Alsunaidi",
        "F Alhaidari"
      ],
      "year": 2019,
      "doi": "10.1109/iccisci.2019.8716424",
      "raw": "A survey of consensus algorithms for blockchain technology \n\t\t \n\t\t\t S J Alsunaidi \n\t\t \n\t\t \n\t\t\t F A Alhaidari \n\t\t \n\t\t 10.1109/iccisci.2019.8716424 \n\t \n\t \n\t\t Proceedings of the 2019 International Conference on Computer and Information Sciences (ICCIS) \n\t\t the 2019 International Conference on Computer and Information Sciences (ICCIS) Sakaka, Saudi Arabia \n\t\t \n\t\t\t 3-4 April 2019 \n\t\t\t \n\t\t \n\t \n\t Alsunaidi, S.J.; Alhaidari, F.A. A survey of consensus algorithms for blockchain technology. In Proceedings of the 2019 International Conference on Computer and Information Sciences (ICCIS), Sakaka, Saudi Arabia, 3-4 April 2019; pp. 1-6."
    },
    {
      "title": "Proof of Activity: Extending Bitcoin's Proof of Work via Proof of Stake",
      "authors": [
        "I Mizrahi",
        "M Rosenfeld"
      ],
      "year": 2014,
      "journal": "IACR Cryptol. Eprint Arch",
      "volume": "42",
      "raw": "Proof of Activity: Extending Bitcoin's Proof of Work via Proof of Stake \n\t\t \n\t\t\t I Mizrahi \n\t\t \n\t\t \n\t\t\t M Rosenfeld \n\t\t \n\t \n\t \n\t\t IACR Cryptol. Eprint Arch \n\t\t \n\t\t\t 42 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Mizrahi, I.; Rosenfeld, M. Proof of Activity: Extending Bitcoin's Proof of Work via Proof of Stake. IACR Cryptol. Eprint Arch. 2014, 42, 34-37."
    },
    {
      "title": "A proof-of-stake protocol for consensus on bitcoin subchains",
      "authors": [
        "M Bartoletti",
        "S Lande",
        "A Podda"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-70278-0_36",
      "raw": "A proof-of-stake protocol for consensus on bitcoin subchains \n\t\t \n\t\t\t M Bartoletti \n\t\t \n\t\t \n\t\t\t S Lande \n\t\t \n\t\t \n\t\t\t A S Podda \n\t\t \n\t\t 10.1007/978-3-319-70278-0_36 \n\t \n\t \n\t\t Proceedings of the International Conference on Financial Cryptography and Data Security \n\t\t the International Conference on Financial Cryptography and Data Security Sliema, Malta \n\t\t \n\t\t\t 3-7 April 2017 \n\t\t\t \n\t\t \n\t \n\t Bartoletti, M.; Lande, S.; Podda, A.S. A proof-of-stake protocol for consensus on bitcoin subchains. In Proceedings of the International Conference on Financial Cryptography and Data Security, Sliema, Malta, 3-7 April 2017; pp. 568-584."
    },
    {
      "title": "On the longest chain rule and programmed self-destruction of crypto currencies",
      "authors": [
        "N Courtois"
      ],
      "raw": "On the longest chain rule and programmed self-destruction of crypto currencies \n\t\t \n\t\t\t N T Courtois \n\t\t \n\t\t arXiv:1405.0534 \n\t\t \n\t \n\t Courtois, N.T. On the longest chain rule and programmed self-destruction of crypto currencies. arXiv 2014, arXiv:1405.0534."
    },
    {
      "title": "Bitcoin: A Peer-to-Peer Electronic Cash System",
      "authors": [
        "S Nakamoto"
      ],
      "year": 2008,
      "raw": "Bitcoin: A Peer-to-Peer Electronic Cash System \n\t\t \n\t\t\t S Nakamoto \n\t\t \n\t\t \n\t\t \n\t\t\t 2008. 24 February 2020 \n\t\t \n\t \n\t Nakamoto, S. Bitcoin: A Peer-to-Peer Electronic Cash System. 2008. Available online: https://bitcoin.org/bitcoin.pdf (accessed on 24 February 2020)."
    },
    {
      "title": "A review of building information modeling (BIM) and the internet of things (IoT) devices integration: Present status and future trends",
      "authors": [
        "S Tang",
        "D Shelden",
        "C Eastman",
        "P Pishdad-Bozorgi",
        "X Gao"
      ],
      "year": 2019,
      "doi": "10.1016/j.autcon.2019.01.020",
      "journal": "Autom. Constr",
      "volume": "101",
      "raw": "A review of building information modeling (BIM) and the internet of things (IoT) devices integration: Present status and future trends \n\t\t \n\t\t\t S Tang \n\t\t \n\t\t \n\t\t\t D R Shelden \n\t\t \n\t\t \n\t\t\t C M Eastman \n\t\t \n\t\t \n\t\t\t P Pishdad-Bozorgi \n\t\t \n\t\t \n\t\t\t X Gao \n\t\t \n\t\t 10.1016/j.autcon.2019.01.020 \n\t \n\t \n\t\t Autom. Constr \n\t\t \n\t\t\t 101 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Tang, S.; Shelden, D.R.; Eastman, C.M.; Pishdad-Bozorgi, P.; Gao, X. A review of building information modeling (BIM) and the internet of things (IoT) devices integration: Present status and future trends. Autom. Constr. 2019, 101, 127-139. [CrossRef]"
    },
    {
      "title": "Blockchain and its Role in the Internet of Things (IoT)",
      "authors": [
        "T Alam"
      ],
      "raw": "T Alam \n\t\t \n\t\t arXiv:1902.09779 \n\t\t Blockchain and its Role in the Internet of Things (IoT) \n\t\t \n\t \n\t Alam, T. Blockchain and its Role in the Internet of Things (IoT). arXiv 2019, arXiv:1902.09779."
    },
    {
      "title": "The Internet of Things (IoT): Applications, investments, and challenges for enterprises",
      "authors": [
        "I Lee",
        "K Lee"
      ],
      "year": 2015,
      "doi": "10.1016/j.bushor.2015.03.008",
      "journal": "Bus. Horizons",
      "volume": "58",
      "raw": "The Internet of Things (IoT): Applications, investments, and challenges for enterprises \n\t\t \n\t\t\t I Lee \n\t\t \n\t\t \n\t\t\t K Lee \n\t\t \n\t\t 10.1016/j.bushor.2015.03.008 \n\t \n\t \n\t\t Bus. Horizons \n\t\t \n\t\t\t 58 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Lee, I.; Lee, K. The Internet of Things (IoT): Applications, investments, and challenges for enterprises. Bus. Horizons 2015, 58, 431-440. [CrossRef]"
    },
    {
      "title": "A novel medical blockchain model for drug supply chain integrity management in a smart hospital",
      "authors": [
        "F Jamil",
        "L Hang",
        "K Kim",
        "D Kim"
      ],
      "year": 2019,
      "doi": "10.3390/electronics8050505",
      "journal": "Electronics",
      "volume": "8",
      "pages": "505",
      "raw": "A novel medical blockchain model for drug supply chain integrity management in a smart hospital \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t L Hang \n\t\t \n\t\t \n\t\t\t K Kim \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.3390/electronics8050505 \n\t \n\t \n\t\t Electronics \n\t\t \n\t\t\t 8 \n\t\t\t 505 \n\t\t\t 2019 \n\t\t \n\t \n\t Jamil, F.; Hang, L.; Kim, K.; Kim, D. A novel medical blockchain model for drug supply chain integrity management in a smart hospital. Electronics 2019, 8, 505. [CrossRef]"
    },
    {
      "title": "Towards a Remote Monitoring of Patient Vital Signs Based on IoT-Based Blockchain Integrity Management Platforms in Smart Hospitals",
      "authors": [
        "F Jamil",
        "S Ahmad",
        "N Iqbal",
        "D Kim"
      ],
      "year": 2020,
      "doi": "10.3390/s20082195",
      "journal": "Sensors",
      "volume": "20",
      "raw": "Towards a Remote Monitoring of Patient Vital Signs Based on IoT-Based Blockchain Integrity Management Platforms in Smart Hospitals \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t S Ahmad \n\t\t \n\t\t \n\t\t\t N Iqbal \n\t\t \n\t\t \n\t\t\t D H Kim \n\t\t \n\t\t 10.3390/s20082195 \n\t \n\t \n\t\t Sensors \n\t\t \n\t\t\t 20 \n\t\t\t 2020. 2195 \n\t\t \n\t \n\t Jamil, F.; Ahmad, S.; Iqbal, N.; Kim, D.H. Towards a Remote Monitoring of Patient Vital Signs Based on IoT-Based Blockchain Integrity Management Platforms in Smart Hospitals. Sensors 2020, 20, 2195. [CrossRef]"
    },
    {
      "title": "Internet of Things: Converging Technologies for Smart Environments and Integrated Ecosystems",
      "authors": [
        "O Vermesan",
        "P Friess"
      ],
      "year": 2013,
      "raw": "Internet of Things: Converging Technologies for Smart Environments and Integrated Ecosystems \n\t\t \n\t\t\t O Vermesan \n\t\t \n\t\t \n\t\t\t P Friess \n\t\t \n\t\t \n\t\t\t 2013 \n\t\t\t River Publishers \n\t\t\t Gistrup, Denmark \n\t\t \n\t \n\t Vermesan, O.; Friess, P. Internet of Things: Converging Technologies for Smart Environments and Integrated Ecosystems; River Publishers: Gistrup, Denmark, 2013."
    },
    {
      "title": "How 5G technology enables the health internet of things",
      "authors": [
        "D West"
      ],
      "year": 2016,
      "journal": "Brookings Cent. Technol. Innov",
      "volume": "3",
      "raw": "How 5G technology enables the health internet of things \n\t\t \n\t\t\t D M West \n\t\t \n\t \n\t \n\t\t Brookings Cent. Technol. Innov \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2016 \n\t\t \n\t \n\t West, D.M. How 5G technology enables the health internet of things. Brookings Cent. Technol. Innov. 2016, 3, 1-20."
    },
    {
      "title": "Ubiquitous WSN for healthcare: Recent advances and future prospects",
      "authors": [
        "Y Zhang",
        "L Sun",
        "H Song",
        "X Cao"
      ],
      "year": 2014,
      "doi": "10.1109/jiot.2014.2329462",
      "journal": "IEEE Internet Things J",
      "volume": "1",
      "raw": "Ubiquitous WSN for healthcare: Recent advances and future prospects \n\t\t \n\t\t\t Y Zhang \n\t\t \n\t\t \n\t\t\t L Sun \n\t\t \n\t\t \n\t\t\t H Song \n\t\t \n\t\t \n\t\t\t X Cao \n\t\t \n\t\t 10.1109/jiot.2014.2329462 \n\t \n\t \n\t\t IEEE Internet Things J \n\t\t \n\t\t\t 1 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Zhang, Y.; Sun, L.; Song, H.; Cao, X. Ubiquitous WSN for healthcare: Recent advances and future prospects. IEEE Internet Things J. 2014, 1, 311-318. [CrossRef]"
    },
    {
      "title": "Internet of everything",
      "authors": [
        "F Hussain"
      ],
      "year": 2017,
      "doi": "10.1007/978-3-319-55405-1_1",
      "raw": "Internet of everything \n\t\t \n\t\t\t F Hussain \n\t\t \n\t\t 10.1007/978-3-319-55405-1_1 \n\t \n\t \n\t\t Internet of Things \n\t\t Berlin/Heidelberg, Germany \n\t\t \n\t\t\t Springer \n\t\t\t 2017 \n\t\t\t \n\t\t \n\t \n\t Hussain, F. Internet of everything. In Internet of Things; Springer: Berlin/Heidelberg, Germany, 2017; pp. 1-11."
    },
    {
      "title": "Adaptive thermal-aware routing protocol for wireless body area network",
      "authors": [
        "F Jamil",
        "M Iqbal",
        "R Amin",
        "D Kim"
      ],
      "year": 2019,
      "doi": "10.3390/electronics8010047",
      "journal": "Electronics",
      "volume": "8",
      "pages": "47",
      "raw": "Adaptive thermal-aware routing protocol for wireless body area network \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t M A Iqbal \n\t\t \n\t\t \n\t\t\t R Amin \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.3390/electronics8010047 \n\t \n\t \n\t\t Electronics \n\t\t \n\t\t\t 8 \n\t\t\t 47 \n\t\t\t 2019 \n\t\t \n\t \n\t Jamil, F.; Iqbal, M.A.; Amin, R.; Kim, D. Adaptive thermal-aware routing protocol for wireless body area network. Electronics 2019, 8, 47. [CrossRef]"
    },
    {
      "title": "Improving Accuracy of the Alpha-Beta Filter Algorithm Using an ANN-Based Learning Mechanism in Indoor Navigation System",
      "authors": [
        "F Jamil",
        "D Kim"
      ],
      "year": 2019,
      "doi": "10.3390/s19183946",
      "journal": "Sensors",
      "volume": "19",
      "pages": "3946",
      "raw": "Improving Accuracy of the Alpha-Beta Filter Algorithm Using an ANN-Based Learning Mechanism in Indoor Navigation System \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t D H Kim \n\t\t \n\t\t 10.3390/s19183946 \n\t \n\t \n\t\t Sensors \n\t\t \n\t\t\t 19 \n\t\t\t 3946 \n\t\t\t 2019 \n\t\t \n\t \n\t Jamil, F.; Kim, D.H. Improving Accuracy of the Alpha-Beta Filter Algorithm Using an ANN-Based Learning Mechanism in Indoor Navigation System. Sensors 2019, 19, 3946. [CrossRef] [PubMed]"
    },
    {
      "title": "Accident risk prediction and avoidance in intelligent semi-autonomous vehicles based on road safety data and driver biological behaviours",
      "authors": [
        "S Ahmad",
        "F Jamil",
        "A Khudoyberdiev",
        "D Kim"
      ],
      "year": 2020,
      "doi": "10.3233/jifs-191375",
      "journal": "J. Intell. Fuzzy Syst",
      "volume": "38",
      "raw": "Accident risk prediction and avoidance in intelligent semi-autonomous vehicles based on road safety data and driver biological behaviours \n\t\t \n\t\t\t S Ahmad \n\t\t \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t A Khudoyberdiev \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.3233/jifs-191375 \n\t \n\t \n\t\t J. Intell. Fuzzy Syst \n\t\t \n\t\t\t 38 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Ahmad, S.; Jamil, F.; Khudoyberdiev, A.; Kim, D. Accident risk prediction and avoidance in intelligent semi-autonomous vehicles based on road safety data and driver biological behaviours. J. Intell. Fuzzy Syst. 2020, 38, 4591-4601. [CrossRef]"
    },
    {
      "title": "Building the Internet of Things: Implement New Business Models, Disrupt Competitors, Transform Your Industry",
      "authors": [
        "M Kranz"
      ],
      "year": 2016,
      "raw": "Building the Internet of Things: Implement New Business Models, Disrupt Competitors, Transform Your Industry \n\t\t \n\t\t\t M Kranz \n\t\t \n\t\t \n\t\t\t 2016 \n\t\t\t John Wiley & Sons \n\t\t\t Hoboken, NJ, USA \n\t\t \n\t \n\t Kranz, M. Building the Internet of Things: Implement New Business Models, Disrupt Competitors, Transform Your Industry; John Wiley & Sons: Hoboken, NJ, USA, 2016."
    },
    {
      "title": "Peer-to-Peer Energy Trading Mechanism based on Blockchain and Machine Learning for Sustainable Electrical Power Supply in Smart Grid",
      "authors": [
        "F Jamil",
        "N Iqbal",
        "S Imran; Ahmad",
        "D Kim"
      ],
      "year": 2021,
      "doi": "10.1109/ACCESS.2021.3060457",
      "journal": "IEEE Access",
      "raw": "Peer-to-Peer Energy Trading Mechanism based on Blockchain and Machine Learning for Sustainable Electrical Power Supply in Smart Grid \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t N Iqbal \n\t\t \n\t\t \n\t\t\t S Imran; Ahmad \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.1109/ACCESS.2021.3060457 \n\t \n\t \n\t\t IEEE Access \n\t\t \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Jamil, F.; Iqbal, N.; Imran; Ahmad, S.; Kim, D. Peer-to-Peer Energy Trading Mechanism based on Blockchain and Machine Learning for Sustainable Electrical Power Supply in Smart Grid. IEEE Access 2021, pp. 1-1. [CrossRef]"
    },
    {
      "title": "Optimal Route Recommendation for Waste Carrier Vehicles for Efficient Waste Collection: A Step Forward Towards Sustainable Cities",
      "authors": [
        "S Ahmad",
        "F Jamil",
        "N Iqbal",
        "D Kim"
      ],
      "year": 2020,
      "doi": "10.1109/access.2020.2988173",
      "journal": "IEEE Access",
      "volume": "8",
      "raw": "Optimal Route Recommendation for Waste Carrier Vehicles for Efficient Waste Collection: A Step Forward Towards Sustainable Cities \n\t\t \n\t\t\t S Ahmad \n\t\t \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t N Iqbal \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.1109/access.2020.2988173 \n\t \n\t \n\t\t IEEE Access \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Ahmad, S.; Jamil, F.; Iqbal, N.; Kim, D. Optimal Route Recommendation for Waste Carrier Vehicles for Efficient Waste Collection: A Step Forward Towards Sustainable Cities. IEEE Access 2020, 8, 77875-77887. [CrossRef]"
    },
    {
      "title": "Toward Effective Planning and Management Using Predictive Analytics Based on Rental Book Data of Academic Libraries",
      "authors": [
        "N Iqbal",
        "F Jamil",
        "S Ahmad",
        "D Kim"
      ],
      "year": 2020,
      "doi": "10.1109/ACCESS.2020.2990765",
      "journal": "IEEE Access",
      "volume": "8",
      "raw": "Toward Effective Planning and Management Using Predictive Analytics Based on Rental Book Data of Academic Libraries \n\t\t \n\t\t\t N Iqbal \n\t\t \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t S Ahmad \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.1109/ACCESS.2020.2990765 \n\t \n\t \n\t\t IEEE Access \n\t\t \n\t\t\t 8 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Iqbal, N.; Jamil, F.; Ahmad, S.; Kim, D. Toward Effective Planning and Management Using Predictive Analytics Based on Rental Book Data of Academic Libraries. IEEE Access 2020, 8, 81978-81996. [CrossRef]"
    },
    {
      "title": "Automated machine learning for Internet of Things",
      "authors": [
        "C Chung",
        "C Chen",
        "W Shih",
        "T Lin",
        "R Yeh",
        "I Wang"
      ],
      "year": 2017,
      "doi": "10.1109/icce-china.2017.7991112",
      "raw": "Automated machine learning for Internet of Things \n\t\t \n\t\t\t C M Chung \n\t\t \n\t\t \n\t\t\t C C Chen \n\t\t \n\t\t \n\t\t\t W P Shih \n\t\t \n\t\t \n\t\t\t T E Lin \n\t\t \n\t\t \n\t\t\t R J Yeh \n\t\t \n\t\t \n\t\t\t I Wang \n\t\t \n\t\t 10.1109/icce-china.2017.7991112 \n\t \n\t \n\t\t Proceedings of the 2017 IEEE International Conference on Consumer Electronics-Taiwan (ICCE-TW) \n\t\t the 2017 IEEE International Conference on Consumer Electronics-Taiwan (ICCE-TW) Taipei, Taiwan \n\t\t \n\t\t\t 12-14 June 2017 \n\t\t\t \n\t\t \n\t \n\t Chung, C.M.; Chen, C.C.; Shih, W.P.; Lin, T.E.; Yeh, R.J.; Wang, I. Automated machine learning for Internet of Things. In Proceedings of the 2017 IEEE International Conference on Consumer Electronics-Taiwan (ICCE-TW), Taipei, Taiwan, 12-14 June 2017; pp. 295-296."
    },
    {
      "title": "BlockDeepNet a Blockchain-based secure deep learning for IoT network",
      "authors": [
        "S Rathore",
        "Y Pan",
        "J Park"
      ],
      "year": 2019,
      "doi": "10.3390/su11143974",
      "journal": "Sustainability",
      "volume": "11",
      "pages": "3974",
      "raw": "BlockDeepNet a Blockchain-based secure deep learning for IoT network \n\t\t \n\t\t\t S Rathore \n\t\t \n\t\t \n\t\t\t Y Pan \n\t\t \n\t\t \n\t\t\t J H Park \n\t\t \n\t\t 10.3390/su11143974 \n\t \n\t \n\t\t Sustainability \n\t\t \n\t\t\t 11 \n\t\t\t 3974 \n\t\t\t 2019 \n\t\t \n\t \n\t Rathore, S.; Pan, Y.; Park, J.H. BlockDeepNet a Blockchain-based secure deep learning for IoT network. Sustainability 2019, 11, 3974. [CrossRef]"
    },
    {
      "title": "Intelligence of things: Opportunities challenges",
      "authors": [
        "H Atlam",
        "R Walters",
        "G Wills"
      ],
      "year": 2018,
      "raw": "Intelligence of things: Opportunities challenges \n\t\t \n\t\t\t H F Atlam \n\t\t \n\t\t \n\t\t\t R J Walters \n\t\t \n\t\t \n\t\t\t G B Wills \n\t\t \n\t \n\t \n\t\t Proceedings of the 2018 3rd Cloudification of the Internet of Things (CIoT) \n\t\t the 2018 3rd Cloudification of the Internet of Things (CIoT) Paris, France \n\t\t \n\t\t\t 2-4 July 2018 \n\t\t\t \n\t\t \n\t \n\t Atlam, H.F.; Walters, R.J.; Wills, G.B. Intelligence of things: Opportunities challenges. In Proceedings of the 2018 3rd Cloudification of the Internet of Things (CIoT), Paris, France, 2-4 July 2018; pp. 1-6."
    },
    {
      "title": "Applying human learning principles to user-centered IoT systems",
      "authors": [
        "S Lee",
        "O Prenzel",
        "Z Bien"
      ],
      "year": 2013,
      "journal": "Computer",
      "volume": "46",
      "raw": "Applying human learning principles to user-centered IoT systems \n\t\t \n\t\t\t S W Lee \n\t\t \n\t\t \n\t\t\t O Prenzel \n\t\t \n\t\t \n\t\t\t Z Bien \n\t\t \n\t \n\t \n\t\t Computer \n\t\t \n\t\t\t 46 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Lee, S.W.; Prenzel, O.; Bien, Z. Applying human learning principles to user-centered IoT systems. Computer 2013, 46, 46-52."
    },
    {
      "title": "A Blockchain-Based Secure Image Encryption Scheme for the Industrial Internet of Things",
      "authors": [
        "P Khan",
        "Y Byun"
      ],
      "year": 2020,
      "doi": "10.3390/e22020175",
      "journal": "Entropy",
      "volume": "22",
      "pages": "175",
      "raw": "A Blockchain-Based Secure Image Encryption Scheme for the Industrial Internet of Things \n\t\t \n\t\t\t P W Khan \n\t\t \n\t\t \n\t\t\t Y Byun \n\t\t \n\t\t 10.3390/e22020175 \n\t \n\t \n\t\t Entropy \n\t\t \n\t\t\t 22 \n\t\t\t 175 \n\t\t\t 2020 \n\t\t \n\t \n\t Khan, P.W.; Byun, Y. A Blockchain-Based Secure Image Encryption Scheme for the Industrial Internet of Things. Entropy 2020, 22, 175. [CrossRef] [PubMed]"
    },
    {
      "title": "Healthcare blockchain system using smart contracts for secure automated remote patient monitoring",
      "authors": [
        "K Griggs",
        "O Ossipova",
        "C Kohlios",
        "A Baccarini",
        "E Howson",
        "T Hayajneh"
      ],
      "year": 2018,
      "doi": "10.1007/s10916-018-0982-x",
      "journal": "J. Med. Syst",
      "volume": "42",
      "pages": "130",
      "raw": "Healthcare blockchain system using smart contracts for secure automated remote patient monitoring \n\t\t \n\t\t\t K N Griggs \n\t\t \n\t\t \n\t\t\t O Ossipova \n\t\t \n\t\t \n\t\t\t C P Kohlios \n\t\t \n\t\t \n\t\t\t A N Baccarini \n\t\t \n\t\t \n\t\t\t E A Howson \n\t\t \n\t\t \n\t\t\t T Hayajneh \n\t\t \n\t\t 10.1007/s10916-018-0982-x \n\t \n\t \n\t\t J. Med. Syst \n\t\t \n\t\t\t 42 \n\t\t\t 130 \n\t\t\t 2018 \n\t\t \n\t \n\t Griggs, K.N.; Ossipova, O.; Kohlios, C.P.; Baccarini, A.N.; Howson, E.A.; Hayajneh, T. Healthcare blockchain system using smart contracts for secure automated remote patient monitoring. J. Med. Syst. 2018, 42, 130. [CrossRef] [PubMed]"
    },
    {
      "title": "Payment Mechanism for Electronic Charging using Blockchain in Smart Vehicle",
      "authors": [
        "F Jamil",
        "D Kim"
      ],
      "year": 2019,
      "doi": "10.3390/app11073055",
      "journal": "Korea",
      "volume": "30",
      "pages": "31",
      "raw": "Payment Mechanism for Electronic Charging using Blockchain in Smart Vehicle \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t D Kim \n\t\t \n\t\t 10.3390/app11073055 \n\t \n\t \n\t\t Korea \n\t\t \n\t\t\t 30 \n\t\t\t 31 \n\t\t\t 2019 \n\t\t \n\t \n\t Jamil, F.; Kim, D. Payment Mechanism for Electronic Charging using Blockchain in Smart Vehicle. Korea 2019, 30, 31."
    },
    {
      "title": "Toward accurate position estimation using learning to prediction algorithm in indoor navigation",
      "authors": [
        "F Jamil",
        "N Iqbal",
        "S Ahmad",
        "D Kim"
      ],
      "year": 2020,
      "doi": "10.3390/s20164410",
      "journal": "Sensors",
      "volume": "20",
      "pages": "4410",
      "raw": "Toward accurate position estimation using learning to prediction algorithm in indoor navigation \n\t\t \n\t\t\t F Jamil \n\t\t \n\t\t \n\t\t\t N Iqbal \n\t\t \n\t\t \n\t\t\t S Ahmad \n\t\t \n\t\t \n\t\t\t D H Kim \n\t\t \n\t\t 10.3390/s20164410 \n\t \n\t \n\t\t Sensors \n\t\t \n\t\t\t 20 \n\t\t\t 4410 \n\t\t\t 2020 \n\t\t \n\t \n\t Jamil, F.; Iqbal, N.; Ahmad, S.; Kim, D.H. Toward accurate position estimation using learning to prediction algorithm in indoor navigation. Sensors 2020, 20, 4410. [CrossRef] [PubMed]"
    },
    {
      "title": "Improvement of the DPoS Consensus Mechanism in Blockchain Based on Vague Sets",
      "authors": [
        "G Xu",
        "Y Liu",
        "P Khan"
      ],
      "year": 2019,
      "doi": "10.1109/TII.2019.2955719",
      "journal": "IEEE Trans. Ind. Informatics",
      "volume": "16",
      "raw": "Improvement of the DPoS Consensus Mechanism in Blockchain Based on Vague Sets \n\t\t \n\t\t\t G Xu \n\t\t \n\t\t \n\t\t\t Y Liu \n\t\t \n\t\t \n\t\t\t P W Khan \n\t\t \n\t\t 10.1109/TII.2019.2955719 \n\t \n\t \n\t\t IEEE Trans. Ind. Informatics \n\t\t \n\t\t\t 16 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Xu, G.; Liu, Y.; Khan, P.W. Improvement of the DPoS Consensus Mechanism in Blockchain Based on Vague Sets. IEEE Trans. Ind. Informatics 2019, 16, 4252-4259. [CrossRef]"
    },
    {
      "title": "Smart Contract Centric Inference Engine For Intelligent Electric Vehicle Transportation System",
      "authors": [
        "P Khan",
        "Y Byun"
      ],
      "year": 2020,
      "doi": "10.3390/s20154252",
      "journal": "Sensors",
      "volume": "20",
      "pages": "4252",
      "raw": "Smart Contract Centric Inference Engine For Intelligent Electric Vehicle Transportation System \n\t\t \n\t\t\t P W Khan \n\t\t \n\t\t \n\t\t\t Y C Byun \n\t\t \n\t\t 10.3390/s20154252 \n\t \n\t \n\t\t Sensors \n\t\t \n\t\t\t 20 \n\t\t\t 4252 \n\t\t\t 2020 \n\t\t \n\t \n\t Khan, P.W.; Byun, Y.C. Smart Contract Centric Inference Engine For Intelligent Electric Vehicle Transportation System. Sensors 2020, 20, 4252. [CrossRef]"
    },
    {
      "title": "SmartEdge: A smart contract for edge computing",
      "authors": [
        "K Wright",
        "M Martinez",
        "U Chadha",
        "B Krishnamachari"
      ],
      "year": 2018,
      "doi": "10.1109/cybermatics_2018.2018.00281",
      "raw": "SmartEdge: A smart contract for edge computing \n\t\t \n\t\t\t K L Wright \n\t\t \n\t\t \n\t\t\t M Martinez \n\t\t \n\t\t \n\t\t\t U Chadha \n\t\t \n\t\t \n\t\t\t B Krishnamachari \n\t\t \n\t\t 10.1109/cybermatics_2018.2018.00281 \n\t \n\t \n\t\t Proceedings of the 2018 IEEE International Conference on Internet of Things (iThings) and IEEE Green Computing and Communications (GreenCom) and IEEE Cyber, Physical and Social Computing (CPSCom) and IEEE Smart Data (SmartData) \n\t\t the 2018 IEEE International Conference on Internet of Things (iThings) and IEEE Green Computing and Communications (GreenCom) and IEEE Cyber, Physical and Social Computing (CPSCom) and IEEE Smart Data (SmartData) Halifax, NS, Canada \n\t\t \n\t\t\t 30 July-3 August 2018 \n\t\t\t \n\t\t \n\t \n\t Wright, K.L.; Martinez, M.; Chadha, U.; Krishnamachari, B. SmartEdge: A smart contract for edge computing. In Proceedings of the 2018 IEEE International Conference on Internet of Things (iThings) and IEEE Green Computing and Communications (GreenCom) and IEEE Cyber, Physical and Social Computing (CPSCom) and IEEE Smart Data (SmartData), Halifax, NS, Canada, 30 July-3 August 2018; pp. 1685-1690."
    },
    {
      "title": "Blockchain for AI: Review and open research challenges",
      "authors": [
        "K Salah",
        "M Rehman",
        "N Nizamuddin",
        "A Al-Fuqaha"
      ],
      "year": 2019,
      "doi": "10.1109/access.2018.2890507",
      "journal": "IEEE Access",
      "volume": "7",
      "raw": "Blockchain for AI: Review and open research challenges \n\t\t \n\t\t\t K Salah \n\t\t \n\t\t \n\t\t\t M H U Rehman \n\t\t \n\t\t \n\t\t\t N Nizamuddin \n\t\t \n\t\t \n\t\t\t A Al-Fuqaha \n\t\t \n\t\t 10.1109/access.2018.2890507 \n\t \n\t \n\t\t IEEE Access \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Salah, K.; Rehman, M.H.U.; Nizamuddin, N.; Al-Fuqaha, A. Blockchain for AI: Review and open research challenges. IEEE Access 2019, 7, 10127-10149. [CrossRef]"
    },
    {
      "title": "Towards decentralized IoT security enhancement: A blockchain approach",
      "authors": [
        "Y Qian",
        "Y Jiang",
        "J Chen",
        "Y Zhang",
        "J Song",
        "M Zhou",
        "M Pustišek"
      ],
      "year": 2018,
      "doi": "10.1016/j.compeleceng.2018.08.021",
      "journal": "Comput. Electr. Eng",
      "volume": "72",
      "raw": "Towards decentralized IoT security enhancement: A blockchain approach \n\t\t \n\t\t\t Y Qian \n\t\t \n\t\t \n\t\t\t Y Jiang \n\t\t \n\t\t \n\t\t\t J Chen \n\t\t \n\t\t \n\t\t\t Y Zhang \n\t\t \n\t\t \n\t\t\t J Song \n\t\t \n\t\t \n\t\t\t M Zhou \n\t\t \n\t\t \n\t\t\t M Pustišek \n\t\t \n\t\t 10.1016/j.compeleceng.2018.08.021 \n\t \n\t \n\t\t Comput. Electr. Eng \n\t\t \n\t\t\t 72 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Qian, Y.; Jiang, Y.; Chen, J.; Zhang, Y.; Song, J.; Zhou, M.; Pustišek, M. Towards decentralized IoT security enhancement: A blockchain approach. Comput. Electr. Eng. 2018, 72, 266-273. [CrossRef]"
    },
    {
      "title": "Can blockchain strengthen the internet of things?",
      "authors": [
        "N Kshetri"
      ],
      "year": 2017,
      "doi": "10.1109/MITP.2017.3051335",
      "journal": "IT Prof",
      "volume": "19",
      "raw": "Can blockchain strengthen the internet of things? \n\t\t \n\t\t\t N Kshetri \n\t\t \n\t\t 10.1109/MITP.2017.3051335 \n\t \n\t \n\t\t IT Prof \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Kshetri, N. Can blockchain strengthen the internet of things? IT Prof. 2017, 19, 68-72. [CrossRef]"
    },
    {
      "title": "BlockSecIoTNet: Blockchain-based decentralized security architecture for IoT network",
      "authors": [
        "S Rathore",
        "B Kwon",
        "J Park"
      ],
      "year": 2019,
      "doi": "10.1016/j.jnca.2019.06.019",
      "journal": "J. Netw. Comput. Appl",
      "volume": "143",
      "raw": "BlockSecIoTNet: Blockchain-based decentralized security architecture for IoT network \n\t\t \n\t\t\t S Rathore \n\t\t \n\t\t \n\t\t\t B W Kwon \n\t\t \n\t\t \n\t\t\t J H Park \n\t\t \n\t\t 10.1016/j.jnca.2019.06.019 \n\t \n\t \n\t\t J. Netw. Comput. Appl \n\t\t \n\t\t\t 143 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Rathore, S.; Kwon, B.W.; Park, J.H. BlockSecIoTNet: Blockchain-based decentralized security architecture for IoT network. J. Netw. Comput. Appl. 2019, 143, 167-177. [CrossRef]"
    },
    {
      "title": "Physical activity behavior change driven by engagement with an incentive-based app: Evaluating the impact of Sweatcoin",
      "authors": [
        "M Elliott",
        "F Eck",
        "E Khmelev",
        "A Derlyatka",
        "O Fomenko"
      ],
      "year": 2019,
      "doi": "10.2196/12445",
      "journal": "JMIR mHealth uHealth",
      "volume": "7",
      "pages": "12445",
      "raw": "Physical activity behavior change driven by engagement with an incentive-based app: Evaluating the impact of Sweatcoin \n\t\t \n\t\t\t M Elliott \n\t\t \n\t\t \n\t\t\t F Eck \n\t\t \n\t\t \n\t\t\t E Khmelev \n\t\t \n\t\t \n\t\t\t A Derlyatka \n\t\t \n\t\t \n\t\t\t O Fomenko \n\t\t \n\t\t 10.2196/12445 \n\t \n\t \n\t\t JMIR mHealth uHealth \n\t\t \n\t\t\t 7 \n\t\t\t 12445 \n\t\t\t 2019 \n\t\t \n\t \n\t Elliott, M.; Eck, F.; Khmelev, E.; Derlyatka, A.; Fomenko, O. Physical activity behavior change driven by engagement with an incentive-based app: Evaluating the impact of Sweatcoin. JMIR mHealth uHealth 2019, 7, e12445. [CrossRef] [PubMed]"
    },
    {
      "title": "Bright spots, physical activity investments that work: Sweatcoin: a steps generated virtual currency for sustained physical activity behaviour change",
      "authors": [
        "A Derlyatka",
        "O Fomenko",
        "F Eck",
        "E Khmelev",
        "M Elliott"
      ],
      "year": 2019,
      "doi": "10.1136/bjsports-2018-099739",
      "journal": "Br. J. Sport. Med",
      "volume": "53",
      "raw": "Bright spots, physical activity investments that work: Sweatcoin: a steps generated virtual currency for sustained physical activity behaviour change \n\t\t \n\t\t\t A Derlyatka \n\t\t \n\t\t \n\t\t\t O Fomenko \n\t\t \n\t\t \n\t\t\t F Eck \n\t\t \n\t\t \n\t\t\t E Khmelev \n\t\t \n\t\t \n\t\t\t M T Elliott \n\t\t \n\t\t 10.1136/bjsports-2018-099739 \n\t \n\t \n\t\t Br. J. Sport. Med \n\t\t \n\t\t\t 53 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Derlyatka, A.; Fomenko, O.; Eck, F.; Khmelev, E.; Elliott, M.T. Bright spots, physical activity investments that work: Sweatcoin: a steps generated virtual currency for sustained physical activity behaviour change. Br. J. Sport. Med. 2019, 53, 1195-1196. [CrossRef] [PubMed]"
    },
    {
      "title": "Run2Play",
      "authors": [
        "J Anthony"
      ],
      "year": 2018,
      "raw": "Run2Play \n\t\t \n\t\t\t J Anthony \n\t\t \n\t\t \n\t\t \n\t\t\t 2018. 14 August 2020 \n\t\t \n\t \n\t Anthony, J. Run2Play. 2018. Available online: https://www.run2play.com/wp-content/uploads/2018/06/Run2Play_ Whitepaper_June-12-2018.pdf (accessed on 14 August 2020)."
    },
    {
      "title": "Movement App: Perfect App for Active Lifestyle",
      "authors": [
        "M Holt"
      ],
      "year": 2017,
      "raw": "Movement App: Perfect App for Active Lifestyle \n\t\t \n\t\t\t M Holt \n\t\t \n\t\t \n\t\t \n\t\t\t 2017. 14 August 2020 \n\t\t \n\t \n\t Holt, M. Movement App: Perfect App for Active Lifestyle. 2017. Available online: https://icobench.com/ico/movement-app (accessed on 14 August 2020)."
    },
    {
      "title": "Increasing Workout Effectivity",
      "authors": [
        "J Štreit"
      ],
      "year": 2016,
      "raw": "J Štreit \n\t\t \n\t\t \n\t\t\t Truegym \n\t\t \n\t\t \n\t\t Increasing Workout Effectivity \n\t\t \n\t\t\t 2016. 14 August 2020 \n\t\t \n\t \n\t Štreit, J. Truegym: Increasing Workout Effectivity. 2016. Available online: https://truegym.io/wp-content/uploads/2018/08/ True-Gym-Whitepaper-EN-v2.pdf (accessed on 14 August 2020)."
    },
    {
      "title": "The Hustle App: Promoting Health, Fitness and Wellness",
      "authors": [
        "D Blankenship"
      ],
      "year": 2018,
      "raw": "The Hustle App: Promoting Health, Fitness and Wellness \n\t\t \n\t\t\t D Blankenship \n\t\t \n\t\t \n\t\t \n\t\t\t 2018. 14 August 2020 \n\t\t \n\t \n\t Blankenship, D. The Hustle App: Promoting Health, Fitness and Wellness. 2018. Available online: https://www.hustletoken. org/read/HUSL-English-Whitepaper4.1.0e.pdf (accessed on 14 August 2020)."
    },
    {
      "title": "TeamMate: Gamified Fitness Data",
      "authors": [
        "K Floyd"
      ],
      "year": 2018,
      "raw": "TeamMate: Gamified Fitness Data \n\t\t \n\t\t\t K Floyd \n\t\t \n\t\t \n\t\t \n\t\t\t 2018. 14 August 2020 \n\t\t \n\t \n\t Floyd, K. TeamMate: Gamified Fitness Data. 2018. Available online: https://icobench.com/ico/teammate (accessed on 14 August 2020)."
    },
    {
      "title": "Revolutionizing the Health and Fitness Industry",
      "authors": [
        "B Seiler"
      ],
      "year": 2018,
      "raw": "Revolutionizing the Health and Fitness Industry \n\t\t \n\t\t\t B Seiler \n\t\t \n\t\t \n\t\t\t Fitrova \n\t\t \n\t\t \n\t\t \n\t\t\t 2018. 14 August 2020 \n\t\t \n\t \n\t Seiler, B. Fitrova: Revolutionizing the Health and Fitness Industry. 2018. Available online: https://icobench.com/ico/fitrova (accessed on 14 August 2020)."
    },
    {
      "title": "NF: 180º Nutrition and Fitness App",
      "authors": [
        "D Sanchez"
      ],
      "year": 2019,
      "raw": "NF: 180º Nutrition and Fitness App \n\t\t \n\t\t\t D Sanchez \n\t\t \n\t\t \n\t\t \n\t\t\t 180. 2019. 14 August 2020 \n\t\t \n\t \n\t Sanchez, D. 180NF: 180º Nutrition and Fitness App. 2019. Available online: https://icobench.com/ico/180nf (accessed on 14 August 2020)."
    },
    {
      "title": "Token: Fitness and Sport Centers",
      "authors": [
        "R Maxwell"
      ],
      "year": 2018,
      "raw": "Token: Fitness and Sport Centers \n\t\t \n\t\t\t R Maxwell \n\t\t \n\t\t \n\t\t\t Fit \n\t\t \n\t\t \n\t\t \n\t\t\t 2018. 14 August 2020 \n\t\t \n\t \n\t Maxwell, R. FIT Token: Fitness and Sport Centers. 2018. Available online: https://icobench.com/ico/fit-token (accessed on 14 August 2020)."
    },
    {
      "title": "Performance modeling of hyperledger fabric (permissioned blockchain network)",
      "authors": [
        "H Sukhwani",
        "N Wang",
        "K Trivedi",
        "A Rindos"
      ],
      "year": 2018,
      "doi": "10.1109/nca.2018.8548070",
      "raw": "Performance modeling of hyperledger fabric (permissioned blockchain network) \n\t\t \n\t\t\t H Sukhwani \n\t\t \n\t\t \n\t\t\t N Wang \n\t\t \n\t\t \n\t\t\t K S Trivedi \n\t\t \n\t\t \n\t\t\t A Rindos \n\t\t \n\t\t 10.1109/nca.2018.8548070 \n\t \n\t \n\t\t Proceedings of the 2018 IEEE 17th International Symposium on Network Computing and Applications (NCA) \n\t\t the 2018 IEEE 17th International Symposium on Network Computing and Applications (NCA) Cambridge, MA, USA \n\t\t \n\t\t\t 1-3 November 2018 \n\t\t\t \n\t\t \n\t \n\t Sukhwani, H.; Wang, N.; Trivedi, K.S.; Rindos, A. Performance modeling of hyperledger fabric (permissioned blockchain network). In Proceedings of the 2018 IEEE 17th International Symposium on Network Computing and Applications (NCA), Cambridge, MA, USA, 1-3 November 2018; pp. 1-8."
    }
  ],
  "num_references": 58,
  "figures": [
    {
      "caption": "Figure 2 .",
      "description": "Figure 2. Proposed intelligent service architecture based on enhanced smart contract with relationship and inference engine in IoT network."
    },
    {
      "caption": "Figure 3 .",
      "description": "Figure 3. Detailed intelligent service configuration based on enhanced smart contract enabled relationship and inference engine in IoT network."
    },
    {
      "caption": "Figure 4 .",
      "description": "Figure 4. Sequence diagram of intelligent service based on enhanced smart contract enabled relationship and inference engine in IoT network."
    },
    {
      "caption": "Figure 8 .",
      "description": "Figure 8. Intelligent smart contract based real-time inference engine."
    },
    {
      "caption": "Figure 9 .",
      "description": "Figure 9. Performance results of different learning methods for IoT fitness dataset."
    },
    {
      "caption": "Figure 10 .",
      "description": "Figure 10. Performance evaluation using different classification models in terms of precision, recall, and f-measure."
    },
    {
      "caption": "Figure 11 .",
      "description": "Figure 11. Intelligent fitness service front-end user interface."
    },
    {
      "caption": "Figure 13 .",
      "description": "Figure 13. Invoke Transaction Latency."
    },
    {
      "caption": "Figure 14 .",
      "description": "Figure 14. Query Transaction Latency."
    },
    {
      "caption": "Figure 15 .",
      "description": "Impact of varying orderer node with different send rate."
    },
    {
      "caption": "Figure 16 .",
      "description": "Impact of varying peer node with different transaction rate."
    },
    {
      "type": "table",
      "caption": "Table 2 .",
      "description": "Critical analysis of existing studies related to Internet of Things (IoT) blockchain and artificial intelligence."
    },
    {
      "type": "table",
      "caption": "Table 3 .",
      "description": "Critical analysis of existing studies for fitness service."
    },
    {
      "type": "table",
      "caption": "Table 4 .",
      "description": "Body mass index range."
    },
    {
      "type": "table",
      "caption": "Table 5 .",
      "description": "Body fat percentage range."
    },
    {
      "type": "table",
      "caption": "Table 6 .",
      "description": "Development environment for the intelligent fitness service based on enhanced smart contract enabled relationship and inference engine in IoT network."
    },
    {
      "type": "table",
      "caption": "Table 7 .",
      "description": "Enhanced smart contract modeling for proposed intelligent fitness service."
    },
    {
      "type": "table",
      "caption": "Table 8 .",
      "description": "RESTFul application programming interface (API) for proposed fitness blockchain platform."
    },
    {
      "type": "table",
      "caption": "Table 9 .",
      "description": "Summary of the use case for different workout and diet plan recommendation based on the body composition function values."
    },
    {
      "type": "table",
      "caption": "Table 10 .",
      "description": "Performance evaluation based on reduced set of features using different classification models.Figure10visualizes the performance analysis based on different classification model, i.e., DT, LR, and SVM. Several performance metrics are used to evaluate the proposed fitness framework. It is evident from the graph that the SVM model performed well in terms of precision, recall, and f-measure, with scores of 86.5%, 86.2%, and 87.2%, respectively."
    },
    {
      "type": "table",
      "caption": "Table 11 .",
      "description": "Environmental Setup of Hyperledger Caliper."
    },
    {
      "type": "table",
      "caption": "Table 12 .",
      "description": "Resource Utilization Analysis of Proposed System."
    }
  ],
  "num_figures": 22,
  "tables": [
    {
      "content": "Name Year Smart Contract Technological Aspects Consensus Access Policy Crypto-Currency Functionality Rathore et al. [34] 2019 Yes Blockchain+AI Complete Nodes Not Defined Yes BlockDeepNet Security Rathore et al. [47] 2019 Yes Blockchain+AI Complete Nodes Premissionless No Architecture for IoT Network in Smart City Healthcare, Salah et al. [44] 2019 Not Defined Blockchain+AI Complete Nodes Premissioned/ Permissionless Not Defined Microgrid, Farming, Ocean exploration, Banking Atlam et al. [35] 2018 Not Defined IoT+AI Complete Nodes Not Defined Not Defined IoT Platform Wright et al. [43] 2018 Yes Blockchain+IoT +Edge Computing Complete Nodes Premissionless No IoT Platform Qian et al. [45] 2018 No Blockchain+IoT Complete Nodes Not Defined No Security Architecture for IoT Network Kshetri et al. [46] 2017 No Blockchain+IoT Complete Nodes Not Defined No IoT Platform"
    },
    {
      "content": "Authors Year Approach Platform Objective Limitations Store health fitness data and Joseph Fargnoli and Chelsey Clime Run2Play [50] Ethereum incentivize user with RUNtoken. Gaming application based on augmented reality utilizing RUNCoin proof-of-fitness, and proof-of-stake in order to reward Low Scalability. Hosted on public server. Required high computation. users for fitness activity. Incentivize users for physical Low Efficiency. Martin Holt Movement [51] Ethereum activities, such as jogging, running, using a treadmill and any outside Less secure. Low scalability. physical activity Required mining Truegym is Ethereum based uses machine-learning approach that analyze fitness data acquired from Low Efficiency. Jaroslav Štreit Truegym [52] Ethereum trainer and devices to recommend training plan for every user. Less Secure. Low scalability. Incentivize users with TGC Token Required mining as a reward in exchange for physical activity. Store healthcare data such as vital High energy sign and fitness data such as users consumption. Kristopher Floyd TeamMate [54] Ethereum physical activities. Incentivize user Less secure. with TMT token through consensus Low Scalability. algorithm via smart contract. Required mining Fitness application aims to store Low throughput. fitness user data. Develop FRV High energy Bryan Seiler Fitrova [55] Ethereum a token which provides concise and consumption. clear payment, secure and lightweight Less secure. payment transferring platform. low scalability High latency. Promoting wellness, health Low efficiency. Drake Blankenship The Hustle [53] Ethereum and fitness. Incentivize user High power for staying healthy. consumption. low scalability. Recommend wellness, workout, diet Less Scalability. Daniel Sanchez 180NF [56] Stellar and nutrition. Scheduling personalized exercise and training. Incentivize user low throughput. High power with a token in exchange of data. consumption. Robert Maxwell FIT Token [57] Ethereum Blockchain-based sport and fitness an application that allows the user to use FIT token to buy memberships and make a booking at sport and fitness entertainment. Required high energy consumption for token mining. less scalable. low performance efficiency. Jean-Michel Alfieri StepChain Ethereum A responsive fitness application reward users in exchange for physical activities and calories burned. Acquired data from built-in smartphone sensors. Introduced StepCoins.Track fitness progress. Required high mining cost. less scalable. Less secure. High latency."
    },
    {
      "content": "Type Range Under weight BMI < 18.5 Normal weight 18.5 ≤ BMI ≤ 24.9 Over weight 25 ≤ BMI ≤ 29.9 Obesity 30 ≤ BMI ≤ 35"
    },
    {
      "content": "Type Gender Range Athletes Male Female 6% ≤ BFP ≤ 13% 14% ≤ BFP ≤ 20% Average Male Female 18% ≤ BFP ≤ 24% 25% ≤ BFP ≤ 31% Obese Male Female BFP > 25% BFP > 32%"
    },
    {
      "content": "Module Component Description CPU Intel(R) Core(TM) i5-8500 CPU @3.00 CHz Operating System Ubuntu Linux 18.04 LTS Docker Engine Version 18.06.1-ce Docker-Composer Version 1.13.0 Intelligent Fitness service IDE Programming Language Composer Playground Node.js Hyperledger Fabric Version 1.2 Node Version 8.11.4 Database Couch DB Memory 12 GB Hardware Arduino Uno Server CoAP Server Fitness IoT Server Library/Framework Californium CoAP, Http URL Connection Programming Language Arduino Operating System Ubuntu Linux 18.04 LTS Hardware Raspberry Pi-4 IoT Gateway Server CoAP Server Library/Framework Californium CoAP, Http URL Connection Operating System Window 10 Fitness Blockchain Web Application Browser Programming Language Chrome, Firefox, IE HTML, CSS, JavaScript, Node.js Library/Framework Notify.js, Californium CoAP, JQuery, Bootstrap Operating System Microsoft Windows 10 CPU Intel(R) Core(TM) i5-8500 CPU @3.00 CHz Predictive Analytics Model Main Memory Core Programming Language Python 16GB RAM IDE PyCharm Professional 2020 ML Algorithm 1. Deep Neural Network 2. Support Vector Regressor"
    },
    {
      "content": "Type Component Description Update Exercise Type Update the past visit workout plan in record (exercise type, reps) Update workout Plan Rep Update the past visit workout plan in record (exercise type, reps) Sensor Reading Acquired data from IoT fitness devices Fat Free Mass Compute the Fat-Free Mass based on body measurement Body Fat Percentage Compute the Body Fat Percentage based on body measurement Transaction Body Mass Index Waist Hip Ratio Compute the Body Mass Index based on body measurement Compute the Waist Hip Ratio based on body measurement Basal Metabolism Rate Compute the Basal Metabolism Rate based on body measurement Update Diet Information Update the Diet information array in record (date, diet products, time) Share Record With Trainer Set the record access permission to a specific Trainer Share Record With Trainee Set the record access permission to a specific Trainee Historical Inferred knowledge Compute the inferred knowledge based on historical data(device and user profile) Features Historical inferred knowledge deduce form historical data. workout plan Record of weekly workout plan of trainee Device Iot fitness devices used for acquiring values Assets Diet Plan Record of weekly diet plan of trainee Goal Record of the goal computed based on reading acquired from IoT fitness devices. Body Measurement Record of the body measurement values taken from IoT fitness devices Fitness Record Record the details of the personalized fitness record of trainee along with assigned trainer. Trainer Update the Personalized fitness record. Pay membership bills Update the Personalized fitness record. Participants Trainee Create, update the fitness record(fitness devices, diet plan, and workout plan). Create, update the trainee appointment. Admin Create, update the membership bills. Create, update the fitness records. Send the membership bills to trainee."
    },
    {
      "content": "Action Verb Media-Type URI Fitness Device Management ALL /api/Devices Fitness Record Management ALL /api/fitnessRecord Diet Plan Management ALL /api/DietPlan Workout Plan Management ALL /api/workoutPlan Body Measurement GET /api/bodyMeasurement Fat Free Mass GET /api/FFM Body Mass Index Waist Hip Ratio GET GET Application/JSON /api/BMI /api/WHR/ Basal Metabolic Rate GET /api/BMR Fitness Device Reading GET, POST /api/FitnessReading Historian Record GET /api/system/historian Fetch All Identities GET /api/system/identities Issue Identity to Participant POST /api/system/identities/issue Blockchain Network Test GET /api/system/ping 5.3. Execution Procedure of the Case Study"
    },
    {
      "content": "Case ID Trainee ID # Body Composition Function Reading FFM BFP BMI BMR WHR Recommendation Diet Plan Workout Plan Trainee 1 26 28 32 1842 1.9 Diet Plan 2 Workout Plan 2 Trainee 2 21 23 22 1648 0.97 Diet Plan 1 Workout Plan 1 Trainee 3 11 10 20 1552 0.98 Diet Plan 3 Workout Plan 3 Trainee 4 30 29 33 1792 1.5 Diet Plan 2 Workout Plan 2 Trainee 5 29 27 35 1997 1.2 Diet Plan 2 Workout Plan 2"
    },
    {
      "content": "Classifiers (%) Accuracy (%) Precision (%) Recall (%) F-Measure (%) DT 85.4 84.2 81.6 82.8 LR 89.3 83.1 84.3 85.3 SVM 92.1 86.5 86.2 87.2 K-NN 84.2 84.0 80.4 82.2"
    },
    {
      "content": "Component Description Docker Engine Version 18.06-ce CLI Tool Node-gyp Docker-Composer Version 1.130 Node v8.11.4"
    },
    {
      "content": "Type Name CPU CPU Memory Memory Traffic Traffic (max%) (avg%) (max) (avg) In Out Process local-client.js 11.75 5.25 74.2 MB 72.0 MB 472 KB 142.3 KB Docker peer1.Trainer.com 11.92 5.58 79.5 MB 76.7 MB 465.4 KB 139.9 KB Docker peer0.Trainee.com 10.65 6.53 412.4 MB 411.4 MB 1.7 MB 923.4 KB Docker peer0.Trainer.com 9.88 6.08 411.2 MB 410.1 MB 1.7 MB 919.6 KB Docker peer1.Trainee.com 0.00 0.00 8.6 MB 8.6 MB 0 B 0 B Docker orderer.com 4.52 1.39 23.5 MB 20.9 MB 1.2 MB 2.3 MB Docker ca_nodeGym1 0.00 0.00 10.0 MB 10.0 MB 546 B 0 B"
    }
  ],
  "num_tables": 11,
  "license": "© 2021 by the authors. Licensee MDPI, Basel, Switzerland. This article is an open access article distributed under the terms and conditions of the Creative Commons Attribution (CC BY) license (https:// creativecommons.org/licenses/by/ 4.0/).",
  "license_type": "unknown",
  "formulas": [
    {
      "text": "Body Mass Index = weight (Kg) height 2 (m) (1)"
    },
    {
      "text": "Body Fat Percentage = α × BMI + β × Age -γ (2)"
    },
    {
      "text": "Fat Free Mass = weight (Kg) × (1 - BFP 100 ) (3)"
    }
  ],
  "num_formulas": 3,
  "num_citations": 61,
  "cited_references": [
    "b3",
    "b57",
    "b39",
    "b41",
    "b18",
    "b44",
    "b49",
    "b2",
    "b17",
    "b36",
    "b25",
    "b1",
    "b35",
    "b20",
    "b43",
    "b21",
    "b51",
    "b47",
    "b40",
    "b42",
    "b30",
    "b31",
    "b52",
    "b29",
    "b16",
    "b37",
    "b46",
    "b23",
    "b32",
    "b5",
    "b19",
    "b28",
    "b45",
    "b38",
    "b24",
    "b4",
    "b50",
    "b6",
    "b33",
    "b48",
    "b53",
    "b22",
    "b34",
    "b27",
    "b0",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] 1  Department of Computer Engineering , Jeju National University , Jejusi 63243 , Korea;",
    "[raw_affiliation] 2  Department of Electrical and Information Engineering , Korea University , Sejong 30019 , Korea;",
    "[raw_affiliation] 3  Department of Industry Cooperation , Keimyung University , Deagu 42601 , Korea;",
    "[raw_affiliation] 1  Department of Computer Engineering , Jeju National University , Jejusi 63243 , Korea;",
    "[submission] Received: 28 January 2021 Accepted: 19 February 2021",
    "[raw_reference] Frank, L.; Engelke, P.; Schmid, T. Health and Community Design: The Impact of the Built Environment on Physical Activity; Island Press: Washington, DC, USA, 2003.",
    "[raw_reference] Belza, B.; Walwick, J.; Schwartz, S.; LoGerfo, J.; Shiu-Thornton, S.; Taylor, M. pEER REvIEWED: Older Adult perspectives on physical Activity and Exercise: Voices From Multiple cultures. Prev. Chronic Dis. 2004, 1, 4.",
    "[raw_reference] Bouchard, C.; Blair, S.N.; Haskell, W.L. Physical Activity and Health; Human Kinetics: Champaign, IL, USA, 2012.",
    "[raw_reference] Kruk, J. Physical activity in the prevention of the most frequent chronic diseases: An analysis of the recent evidence. Asian Pac. J. Cancer Prev. 2007, 8, 325. [PubMed]",
    "[raw_reference] Kelly, S.J.; Ismail, M. Stress and type 2 diabetes: A review of how stress contributes to the development of type 2 diabetes. Annu. Rev. Public Health 2015, 36, 441-462. [CrossRef] [PubMed]",
    "[raw_reference] Gholap, N.; Davies, M.; Patel, K.; Sattar, N.; Khunti, K. Type 2 diabetes and cardiovascular disease in South Asians. Prim. Care Diabetes 2011, 5, 45-56. [CrossRef] [PubMed]",
    "[raw_reference] Saghiri, A.M.; Vahdati, M.; Gholizadeh, K.; Meybodi, M.R.; Dehghan, M.; Rashidi, H. A framework for cognitive Internet of Things based on blockchain. In Proceedings of the 2018 4th International Conference on Web Research (ICWR), Tehran, Iran, 25-26 April 2018; pp. 138-143.",
    "[raw_reference] Ongaro, D.; Ousterhout, J. In search of an understandable consensus algorithm. In Proceedings of the 2014 {USENIX} Annual Technical Conference ({USENIX}{ATC} 14), Philadelphia, PA, USA, 19-20 June 2014; pp. 305-319.",
    "[raw_reference] Castro, M.; Liskov, B. Practical Byzantine Fault Tolerance; OSDI: New Orleans, LA, USA, 1999; Volume 99, pp. 173-186.",
    "[raw_reference] Vukolić, M. The quest for scalable blockchain fabric: Proof-of-work vs. BFT replication. In International Workshop on Open Problems in Network Security; Springer: Berlin/Heidelberg, Germany, 2015; pp. 112-125.",
    "[raw_reference] Milutinovic, M.; He, W.; Wu, H.; Kanwal, M. Proof of luck: An efficient blockchain consensus protocol. In Proceedings of the 1st Workshop on System Software for Trusted Execution, Trento, Italy, 14-16 December 2016; pp. 1-6.",
    "[raw_reference] Alsunaidi, S.J.; Alhaidari, F.A. A survey of consensus algorithms for blockchain technology. In Proceedings of the 2019 International Conference on Computer and Information Sciences (ICCIS), Sakaka, Saudi Arabia, 3-4 April 2019; pp. 1-6.",
    "[raw_reference] Mizrahi, I.; Rosenfeld, M. Proof of Activity: Extending Bitcoin's Proof of Work via Proof of Stake. IACR Cryptol. Eprint Arch. 2014, 42, 34-37.",
    "[raw_reference] Bartoletti, M.; Lande, S.; Podda, A.S. A proof-of-stake protocol for consensus on bitcoin subchains. In Proceedings of the International Conference on Financial Cryptography and Data Security, Sliema, Malta, 3-7 April 2017; pp. 568-584.",
    "[raw_reference] Courtois, N.T. On the longest chain rule and programmed self-destruction of crypto currencies. arXiv 2014, arXiv:1405.0534.",
    "[raw_reference] Nakamoto, S. Bitcoin: A Peer-to-Peer Electronic Cash System. 2008. Available online: https://bitcoin.org/bitcoin.pdf (accessed on 24 February 2020).",
    "[raw_reference] Tang, S.; Shelden, D.R.; Eastman, C.M.; Pishdad-Bozorgi, P.; Gao, X. A review of building information modeling (BIM) and the internet of things (IoT) devices integration: Present status and future trends. Autom. Constr. 2019, 101, 127-139. [CrossRef]",
    "[raw_reference] Alam, T. Blockchain and its Role in the Internet of Things (IoT). arXiv 2019, arXiv:1902.09779.",
    "[raw_reference] Lee, I.; Lee, K. The Internet of Things (IoT): Applications, investments, and challenges for enterprises. Bus. Horizons 2015, 58, 431-440. [CrossRef]",
    "[raw_reference] Jamil, F.; Hang, L.; Kim, K.; Kim, D. A novel medical blockchain model for drug supply chain integrity management in a smart hospital. Electronics 2019, 8, 505. [CrossRef]",
    "[raw_reference] Jamil, F.; Ahmad, S.; Iqbal, N.; Kim, D.H. Towards a Remote Monitoring of Patient Vital Signs Based on IoT-Based Blockchain Integrity Management Platforms in Smart Hospitals. Sensors 2020, 20, 2195. [CrossRef]",
    "[raw_reference] Vermesan, O.; Friess, P. Internet of Things: Converging Technologies for Smart Environments and Integrated Ecosystems; River Publishers: Gistrup, Denmark, 2013.",
    "[raw_reference] West, D.M. How 5G technology enables the health internet of things. Brookings Cent. Technol. Innov. 2016, 3, 1-20.",
    "[raw_reference] Zhang, Y.; Sun, L.; Song, H.; Cao, X. Ubiquitous WSN for healthcare: Recent advances and future prospects. IEEE Internet Things J. 2014, 1, 311-318. [CrossRef]",
    "[raw_reference] Hussain, F. Internet of everything. In Internet of Things; Springer: Berlin/Heidelberg, Germany, 2017; pp. 1-11.",
    "[raw_reference] Jamil, F.; Iqbal, M.A.; Amin, R.; Kim, D. Adaptive thermal-aware routing protocol for wireless body area network. Electronics 2019, 8, 47. [CrossRef]",
    "[raw_reference] Jamil, F.; Kim, D.H. Improving Accuracy of the Alpha-Beta Filter Algorithm Using an ANN-Based Learning Mechanism in Indoor Navigation System. Sensors 2019, 19, 3946. [CrossRef] [PubMed]",
    "[raw_reference] Ahmad, S.; Jamil, F.; Khudoyberdiev, A.; Kim, D. Accident risk prediction and avoidance in intelligent semi-autonomous vehicles based on road safety data and driver biological behaviours. J. Intell. Fuzzy Syst. 2020, 38, 4591-4601. [CrossRef]",
    "[raw_reference] Kranz, M. Building the Internet of Things: Implement New Business Models, Disrupt Competitors, Transform Your Industry; John Wiley & Sons: Hoboken, NJ, USA, 2016.",
    "[raw_reference] Jamil, F.; Iqbal, N.; Imran; Ahmad, S.; Kim, D. Peer-to-Peer Energy Trading Mechanism based on Blockchain and Machine Learning for Sustainable Electrical Power Supply in Smart Grid. IEEE Access 2021, pp. 1-1. [CrossRef]",
    "[raw_reference] Ahmad, S.; Jamil, F.; Iqbal, N.; Kim, D. Optimal Route Recommendation for Waste Carrier Vehicles for Efficient Waste Collection: A Step Forward Towards Sustainable Cities. IEEE Access 2020, 8, 77875-77887. [CrossRef]",
    "[raw_reference] Iqbal, N.; Jamil, F.; Ahmad, S.; Kim, D. Toward Effective Planning and Management Using Predictive Analytics Based on Rental Book Data of Academic Libraries. IEEE Access 2020, 8, 81978-81996. [CrossRef]",
    "[raw_reference] Chung, C.M.; Chen, C.C.; Shih, W.P.; Lin, T.E.; Yeh, R.J.; Wang, I. Automated machine learning for Internet of Things. In Proceedings of the 2017 IEEE International Conference on Consumer Electronics-Taiwan (ICCE-TW), Taipei, Taiwan, 12-14 June 2017; pp. 295-296.",
    "[raw_reference] Rathore, S.; Pan, Y.; Park, J.H. BlockDeepNet a Blockchain-based secure deep learning for IoT network. Sustainability 2019, 11, 3974. [CrossRef]",
    "[raw_reference] Atlam, H.F.; Walters, R.J.; Wills, G.B. Intelligence of things: Opportunities challenges. In Proceedings of the 2018 3rd Cloudification of the Internet of Things (CIoT), Paris, France, 2-4 July 2018; pp. 1-6.",
    "[raw_reference] Lee, S.W.; Prenzel, O.; Bien, Z. Applying human learning principles to user-centered IoT systems. Computer 2013, 46, 46-52.",
    "[raw_reference] Khan, P.W.; Byun, Y. A Blockchain-Based Secure Image Encryption Scheme for the Industrial Internet of Things. Entropy 2020, 22, 175. [CrossRef] [PubMed]",
    "[raw_reference] Griggs, K.N.; Ossipova, O.; Kohlios, C.P.; Baccarini, A.N.; Howson, E.A.; Hayajneh, T. Healthcare blockchain system using smart contracts for secure automated remote patient monitoring. J. Med. Syst. 2018, 42, 130. [CrossRef] [PubMed]",
    "[raw_reference] Jamil, F.; Kim, D. Payment Mechanism for Electronic Charging using Blockchain in Smart Vehicle. Korea 2019, 30, 31.",
    "[raw_reference] Jamil, F.; Iqbal, N.; Ahmad, S.; Kim, D.H. Toward accurate position estimation using learning to prediction algorithm in indoor navigation. Sensors 2020, 20, 4410. [CrossRef] [PubMed]",
    "[raw_reference] Xu, G.; Liu, Y.; Khan, P.W. Improvement of the DPoS Consensus Mechanism in Blockchain Based on Vague Sets. IEEE Trans. Ind. Informatics 2019, 16, 4252-4259. [CrossRef]",
    "[raw_reference] Khan, P.W.; Byun, Y.C. Smart Contract Centric Inference Engine For Intelligent Electric Vehicle Transportation System. Sensors 2020, 20, 4252. [CrossRef]",
    "[raw_reference] Wright, K.L.; Martinez, M.; Chadha, U.; Krishnamachari, B. SmartEdge: A smart contract for edge computing. In Proceedings of the 2018 IEEE International Conference on Internet of Things (iThings) and IEEE Green Computing and Communications (GreenCom) and IEEE Cyber, Physical and Social Computing (CPSCom) and IEEE Smart Data (SmartData), Halifax, NS, Canada, 30 July-3 August 2018; pp. 1685-1690.",
    "[raw_reference] Salah, K.; Rehman, M.H.U.; Nizamuddin, N.; Al-Fuqaha, A. Blockchain for AI: Review and open research challenges. IEEE Access 2019, 7, 10127-10149. [CrossRef]",
    "[raw_reference] Qian, Y.; Jiang, Y.; Chen, J.; Zhang, Y.; Song, J.; Zhou, M.; Pustišek, M. Towards decentralized IoT security enhancement: A blockchain approach. Comput. Electr. Eng. 2018, 72, 266-273. [CrossRef]",
    "[raw_reference] Kshetri, N. Can blockchain strengthen the internet of things? IT Prof. 2017, 19, 68-72. [CrossRef]",
    "[raw_reference] Rathore, S.; Kwon, B.W.; Park, J.H. BlockSecIoTNet: Blockchain-based decentralized security architecture for IoT network. J. Netw. Comput. Appl. 2019, 143, 167-177. [CrossRef]",
    "[raw_reference] Elliott, M.; Eck, F.; Khmelev, E.; Derlyatka, A.; Fomenko, O. Physical activity behavior change driven by engagement with an incentive-based app: Evaluating the impact of Sweatcoin. JMIR mHealth uHealth 2019, 7, e12445. [CrossRef] [PubMed]",
    "[raw_reference] Derlyatka, A.; Fomenko, O.; Eck, F.; Khmelev, E.; Elliott, M.T. Bright spots, physical activity investments that work: Sweatcoin: a steps generated virtual currency for sustained physical activity behaviour change. Br. J. Sport. Med. 2019, 53, 1195-1196. [CrossRef] [PubMed]",
    "[raw_reference] Anthony, J. Run2Play. 2018. Available online: https://www.run2play.com/wp-content/uploads/2018/06/Run2Play_ Whitepaper_June-12-2018.pdf (accessed on 14 August 2020).",
    "[raw_reference] Holt, M. Movement App: Perfect App for Active Lifestyle. 2017. Available online: https://icobench.com/ico/movement-app (accessed on 14 August 2020).",
    "[raw_reference] Štreit, J. Truegym: Increasing Workout Effectivity. 2016. Available online: https://truegym.io/wp-content/uploads/2018/08/ True-Gym-Whitepaper-EN-v2.pdf (accessed on 14 August 2020).",
    "[raw_reference] Blankenship, D. The Hustle App: Promoting Health, Fitness and Wellness. 2018. Available online: https://www.hustletoken. org/read/HUSL-English-Whitepaper4.1.0e.pdf (accessed on 14 August 2020).",
    "[raw_reference] Floyd, K. TeamMate: Gamified Fitness Data. 2018. Available online: https://icobench.com/ico/teammate (accessed on 14 August 2020).",
    "[raw_reference] Seiler, B. Fitrova: Revolutionizing the Health and Fitness Industry. 2018. Available online: https://icobench.com/ico/fitrova (accessed on 14 August 2020).",
    "[raw_reference] Sanchez, D. 180NF: 180º Nutrition and Fitness App. 2019. Available online: https://icobench.com/ico/180nf (accessed on 14 August 2020).",
    "[raw_reference] Maxwell, R. FIT Token: Fitness and Sport Centers. 2018. Available online: https://icobench.com/ico/fit-token (accessed on 14 August 2020).",
    "[raw_reference] Sukhwani, H.; Wang, N.; Trivedi, K.S.; Rindos, A. Performance modeling of hyperledger fabric (permissioned blockchain network). In Proceedings of the 2018 IEEE 17th International Symposium on Network Computing and Applications (NCA), Cambridge, MA, USA, 1-3 November 2018; pp. 1-8."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
