{
  "paper_id": "3Y9L44LP",
  "title": "Challenges for the evaluation of digital health solutions-A call for innovative evidence generation approaches",
  "abstract": "The field of digital health, and its meaning, has evolved rapidly over the last 20 years. For this article we followed the most recent definition provided by FDA in 2020. Emerging solutions offers tremendous potential to positively transform the healthcare sector. Despite the growing number of applications, however, the evolution of methodologies to perform timely, cost-effective and robust evaluations have not kept pace. It remains an industry-wide challenge to provide credible evidence, therefore, hindering wider adoption. Conventional methodologies, such as clinical trials, have seldom been applied and more pragmatic approaches are needed. In response, several academic centers such as researchers from the Institute of Global Health Innovation at Imperial College London have initiated a digital health clinical simulation test bed to explore new approaches for evidence gathering relevant to solution type and maturity. The aim of this article is to: (1) Review current research approaches and discuss their limitations; (2) Discuss challenges faced by different stakeholders in undertaking evaluations; and (3) Call for new approaches to facilitate the safe and responsible growth of the digital health sector.",
  "year": 2000,
  "date": "2000",
  "journal": "J. Ambul. Care Manag",
  "publication": "J. Ambul. Care Manag",
  "authors": [
    {
      "forename": "Chaohui",
      "surname": "Guo",
      "name": "Chaohui Guo",
      "affiliation": "1  Roche Diagnostics , Basel , Switzerland. \n\t\t\t\t\t\t\t\t Roche Diagnostics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Basel \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "forename": "Hutan",
      "surname": "Ashrafian",
      "name": "Hutan Ashrafian",
      "affiliation": "2  Imperial College London , London , UK. \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "orcid": "0000-0003-1668-0672"
    },
    {
      "forename": "Saira",
      "surname": "Ghafur",
      "name": "Saira Ghafur",
      "affiliation": "2  Imperial College London , London , UK. \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Gianluca",
      "surname": "Fontana",
      "name": "Gianluca Fontana",
      "affiliation": "2  Imperial College London , London , UK. \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Clarissa",
      "surname": "Gardner",
      "name": "Clarissa Gardner",
      "affiliation": "2  Imperial College London , London , UK. \n\t\t\t\t\t\t\t\t Imperial College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Matthew",
      "surname": "Prime",
      "name": "Matthew Prime",
      "affiliation": "1  Roche Diagnostics , Basel , Switzerland. \n\t\t\t\t\t\t\t\t Roche Diagnostics \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Basel \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "matthew.prime.mp1@roche.com",
      "orcid": "0000-0001-8717-0130"
    },
    {
      "affiliation": "Scripps Research Translational Institute Scripps Research Translational Institute \n\t\t\t\t\t\t\t\t Scripps Research Translational Institute \n\t\t\t\t\t\t\t\t Scripps Research Translational Institute"
    }
  ],
  "doi": "10.1038/s41746-020-00314-2",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Digital health has evolved rapidly since the concept was first introduced in 2000 by Seth Frank  1, 2  . The FDA considers digital health as a broad scope that includes categories such as mobile health, health information technology, wearable devices, telehealth and telemedicine, and personalized medicine 3 , a definition we follow in this article. Indeed, the numbers of digital health solutions are booming, for example, more than 300,000 health applications exist with more than 200 added daily  4  . Digital solutions can be grouped as follows, based on potential risk to patients 5 : (1) Solutions that improve system efficiency but with no measurable patient outcome benefit; (2) Mobile digital health, that inform or deliver basic monitoring, and encourage behavior change and self-management; (3) Clinical decision support (CDS), and prediction models, that guide treatment, deliver active monitoring, calculate and/or diagnose.\n\nThe evidence requirements of regulators are determined by a product's intended use claims, as such, a large proportion of digital health solutions (e.g. administrative tools and wellness apps) fall outside of their jurisdiction. Therefore, a huge challenge for end users, such as patients and providers (e.g. healthcare professionals, hospital administrators), is how to determine a new solution's credibility and compliance with standards. Furthermore, end users have different thresholds for acceptance of innovation and can be grouped into five archetypes: innovators, early adopters, early majority, late majority, and laggards  6  . In addition, aging adults, considered amongst the most digitally divided demographic group  7  , present unique challenges and dedicated efforts exist to develop strategies for implementation  [7] [8] [9] [10]  . Conversely, challenges exist for healthcare innovators to best demonstrate solution impacts and to ensure compliance with standards, these include: unclear end-user expectations; uncertainty of evidence generation approaches; and, keeping up to date with the evolving compliance landscapes.\n\nThis article discusses the challenges for providing timely and robust evidence, to meet end-user expectations, in the context of digital health solutions. Specifically, we consider how the cadence of traditional research approaches are misaligned with the \"fail fast, fail often\" mantra espoused by technology start-ups. In addition, we introduce clinical simulation-based research as a potential opportunity to bridge the evidence gap."
    },
    {
      "title": "A RAPIDLY EVOLVING GUIDANCE AND REGULATORY LANDSCAPE",
      "text": "Over the last 10 years a plethora of guidance has been developed for digital health innovators. In Table  1 , we highlighted 10 of the key guidance (e.g., Continua Design Guidelines 2010, WHO monitoring and evaluating digital health solutions 2016, NICE evidence standards framework 2019; US FDA pre-certification program-a working model 2019, and FDA Proposed Regulatory Framework for modifications to Artificial intelligence/Machine learning-based Software as a Medical Device 2019). We ordered them by date first published and provided for each guidance a brief summary, applicable areas within digital health, releasing organization, and its main activities (Table  1 ). We observed that development of such documents follows a pattern: initial development by industry, optimization by non-government organizations, and finally refinement by government agencies. In addition, academic initiatives and institutions have produced critical thought leadership, often acting as counterbalance to industry proposals (Table  2 ; The digital health scorecard 2019). In Table  2 , we highlighted five academic recommendations relevant to undertaking evidence generation studies for digital health solutions.\n\nUntil recently regulators relied upon modifications to existing medical device (software) regulations and innovators were encouraged to conform to development standards, as shown in Table  3 , where we highlighted eight regulations and standards relevant to digital health solutions (e.g., IEC Medical device software, ISO Health informatics-requirements for an electronic health record architecture). However, the speed of development, 99 Documents developed by the International Medical Device Regulators Forum (IMDRF) as the basis for SaMD regulatory efforts in various countries Software as a Medical Device (SaMD) 2017 International Medical Device Regulators Forum (IMDRF) The International Medical Device Regulators Forum (IMDRF) was conceived in February 2011 as a forum to discuss future directions in medical device regulatory harmonization. It is a voluntary group of medical device regulators from around the world who have come together to build on the strong foundational work of the Global Harmonization Task Force on Medical Devices (GHTF), and to accelerate international medical device regulatory harmonization and convergence. US FDA mobile medical apps guidance 12 Risk-based approach (not all mobile apps are subject to FDA regulation). The agency oversees most mobile apps that are intended to treat, diagnose, cure, mitigate, or prevent disease or other conditions as medical devices under federal statute. Mobile medical applications 2018 Food & Drug Administration (FDA) The FDA is responsible for protecting and promoting public health throught the control and supervision, amongst other things, e.g., medical devices.\n\nTable 1 continued Document title Document descriptions Applicable areas within digital health Date first published Organization responsible Main activities of releasing organization Code of conduct for data-driven health and care technology 13 Provides 10 principles for developing and evaluating digital health solutions All digital health solutions 2019 UK Department of Health & Social Care Responsible for policy on health and social care matters in England & Wales NICE evidence standards framework 5\n\nProviding guidance on evidence generation for effectiveness standards (section A) and economic standards (section B). Guiding the user through identifying the functional classification of their product (threetier based on risk to users). For products with higher tier functions, the gold standard for evaluating their effectiveness is a high-quality intervention study or randomized controlled trial (RCT).\n\nDigital health solutions (excl. products with adaptive artificial intelligence algorithms) 2019 National Institute for Health and Care Excellence (NICE) Executive non-departmental public body of the Department of Health in the United Kingdom which publishes guidelines, amongst other things, the use of health technologies within the National Health Service (NHS)/ US FDA pre-certification program (a working model) 14 Provides a voluntary pathway for efficient oversight of software-based medical devices from manufacturers who have demonstrated a robust culture of quality and organizational excellence (CQOE) and are committed to monitoring real-world performance Low risk digital health solutions 2019 Food & Drug Administration (FDA) The FDA is responsible for protecting and promoting public health throught the control and supervision, amongst other things, e.g., medical devices. Proposed Regulatory Framework for modifications to Artificial intelligence/Machine learningbased Software as a Medical Device (SaMD) 100 Proposed framework for modifications to AI/ML-based SaMD that is based on the internationally harmonized International Medical Device Regulators Forum (IMDRF) risk categorization principles, FDA's benefit-risk framework, risk management principles in the software modifications guidance, and the organization-based TPLC approach as envisioned in the Digital Health Software Precertification (Pre-Cert) Program. It also leverages practices from current premarket programs, including the 510(k), De Novo, and PMA pathways AI and ML algorithms-based solutions 2019 (draft document released for feedback) Food & Drug Administration (FDA) The FDA is responsible for protecting and promoting public health throught the control and supervision, amongst other things, e.g., medical devices.\n\ndiversity of interventions, and potential risks has finally prompted policy-makers to produce more targeted guidance on solution classification and evidence requirements 5,11-14 (Tables  1  and  3 ). For example, one initiative, the FDA Pre-certification Program 14 , seeks to streamline the approval of Software as a Medical Device (SAMD), and proposes to assess both development organization and product capabilities. Notwithstanding, current guidance does not go far enough to enable innovators and end-users to know what evidence generation approaches are appropriate, and practical, for all classes of digital health solutions throughout the product lifecycle."
    },
    {
      "title": "TRADITIONAL APPROACHES TO EVALUATION OF DIGITAL HEALTH SOLUTIONS",
      "text": "The most commonly recognized evidence for healthcare interventions is the randomized controlled clinical trial (RCT)  15, 16  , yet, only a handful of products have been tested in this way as shown by recent systematic review  17  and our searching results in Table  4 , where we illustrated recent studies evaluating digital solutions and their methods (including study designs, study length, sample size, etc.). Indeed, a recent systematic review of publications between 1995 and 2016 identified just 24 RCTs for the high-risk CDS category  17  . In our opinion, this lack of studies indicates that these methods are no longer practicable, likely due to the speed of digital product development and iterative upgrading. In Fig.  1 , we mapped existing approaches along two dimensions; strength of evidence and study duration, which demonstrated the current methodological gap to evidence needs and opportunity for more innovative and agile approaches. In this section we highlight a few of the more common methodologies, discuss strengths and limitations, and provide examples of their application (Table  4 )."
    },
    {
      "title": "Surveys and interviews",
      "text": "In the early stages of development innovators seek to establish product usability, feasibility, and efficacy 18 . Surveys and/or interviews are often employed, which are low-cost, efficient, scalable tools to collect attitudes, user experience, and suitability insights.\n\nCommonly used methods include usability testing, user-center design, net promoter score survey (e.g. to rate likelihood to recommend a product), online surveys, and log-file data analyses (e.g. to evaluate how users interact with the digital solution)  19  . Such approaches have been used to explore user views on the usefulness of digital storytelling  20  , to assess a web-based network for MS patients  21  , and to collect attitudes towards digital treatment for depression  22  . Despite being common, few efforts are turned into peer-reviewed publications  19  , likely because the main purpose was to generate insights for internal use (e.g. product development) or external customer communication (e.g. case studies, presentations), and can be challenging to pass the peer-review for such work due to its relatively lower evidence strength  19, 23  .\n\nA key approach for digital solution development is usability testing which has been widely utilized to examine whether specified users can achieve intended use effectively and efficiently  [24] [25] [26]  . Typically, an intended user completes tasks and is observed for where they encounter problems. This can be exploratory, to identify new features or functionalities, or comparative testing A vs. B  27, 28  . Studies are conducted by UX researchers, who synthesize results and translate to actions (e.g. product improvements). Data collected can be qualitative (e.g. observations of problems) and/or quantitative (e.g. task time, task success rates). Evidence strength depends upon study design, for example, task-based and controlled studies that collect quantitative data and can be replicated in other settings/sites, generate stronger evidence, whilst surveys and self-reported behaviors provide weaker evidence, as suggested by UX practitioners  29  . Controversy exists regarding the appropriate number of participants. Whilst there is no \"single correct number\", for formative testing 5 participants is common (\"the magic number 5\"), compared with 20 participants for summative tests, which offer a tighter confidence interval  30  . Table 4 continued Evaluation approach Digital solution details Sample size Number of sites involved during evaluation Study length arm, 12-week, clusterrandomized study Prospective: Microrandomization design HeartSteps, an mHealth intervention that encourages regular walking via activity suggestions tailored to the individuals' current context 52 A micro-randomized trial to evaluate the efficacy of HeartSteps' activity suggestions to optimize the intervention; Contextually tailored suggestions could be delivered up to five times per day at user-selected times, for each participant on each day of the study, HeartSteps randomized whether to provide an activity suggestion, and, if so, whether to provide a walking or an antisedentary suggestion 44 adults were recruited Single Recruitment took place from August 2015 to January 2016; study conduction took 6 weeks; in total it took 4 years from recruitmnt (2015) to publishment (2019) Prospective: Pre-post intervention design Clinical decision support system to aid computerized physician order entry of chemotherapy order (C-CO) 117 Computerized chemotherpay order (C-CO) versus paper based chemotherapy order (P-CO) in a 30bed chemotherapy bay of a tertiary hospital. 9279 chemotherapy orders from patients Single Not reported Computerized provider order entry (CPOE) 118 CPOE system was implemented throughout the hospital, and impacts (e.g., active order number, medication-related patient safety events) were measured 212 medication-related events Single Not reported Prospective: computational simulation A deep-learning framework (Med3R) as clinical decision support 119 Evaluating a deep-learning framework (Med3R), which utilizes a human-like learning and reasoning process, its performance was measured against general human examinees and similar leading product (i.e., WatsonQA system) in mocked written test of National Medical Licensing Examination in China Before officially taking National Medical Licence Examination for China (NMLEC) 7 practice tests were undertaken by Med3R to evaluate performance. In 2017 the Med3R system was officially entered as a \"special examineee\" and succesfully passed with a score of 78%. Multi Not reported Direct order entry by physicians into computer-based medical information systems 81 A computer simulation model was developed to represent the process through which medical orders are entered into a digital hospital information system and estimate the impacts on process improvement, reduction of errors, and improved communication etc. No participant was involved for realtime; instead, four weeks of patient data were extracted from the information system; 227 simulations of order entry were conducted Single Simulation itself took 16 h; end-toend timeline not reported Prospective: Clinical simulation A CDS tool that embedded clinical prediction rules into primary care workflow in EMR systems 90 Physicians interacting with video clips of standardized trained patient actors enacting the clinical scenarios (Pneumonia and Strep cases) 8 (3 resident and 5 faculty providers) in the clinical simulation phase Single Not reported Enhanced electronic health records system with features Physicians randomly assigned to baseline EHR or enhanced EHR; cognitive load for physicians and 38 (20 in baseline, 18 in intervention) Single 9 months (2016 April-Dec)\n\nTable 4 continued Evaluation approach Digital solution Design/method details Sample size of sites involved during evaluation Study length such as automatic sorting and decision support instructions 91 performMazurance were evaluated for each condition Medication management system known as \"Patient Safety through Intelligent Procedure in Medication\" (PSIP-DK) 120 Physicians randomly assigned to baseline (local standard mangement system) or the new system (PSIP-DK); participating doctors were asked to perform a ward round on the five patients; impact on medical safefy were evaluated based on semistructural interviews 15 (10 doctors and 5 patients) and 50 simulation runs-25 using PSIP-DK and 25 using standard system Single 6+ months CDSS with weight-loss prediction model 121 Physicians with varying experience levels were then recruited to evaluate 100 patients in an independent validation data set of head and neck cancer twice (i.e., a pre-post design) 4 physicians evaluating 100 patient cases Single Not reported Voice assistants (recognition of commonly dispensed medications) 122 Voice recordings of 46 participants were played to voice assistants (e.g., Alexa, google assitant, siri) and compare the recognition accuracy rates 46 participants (voice recorded as stimuli) Single 2+ months (All voice recordings were analyzed between mid-December 2018 and mid-January 2019-end-to-end study length not reported) Retrospective (incl. hybrid with prospective) Watson for Oncology 67 Treatment recommendations made by WFO (638 breast cancers) and the tumor board were compared to evaluate the concordance in hospitals of India 638 breast cancer patients Not applicable/ reported 2 years (2016-2018) Electronic symptom screening assessment scale (ESAS) 123 Retrospective chart reviews on cancer patient visits at a regional cancer centeremote and/or distributedr to examine whether patient visits with higher ESAS symptom scores are associated with higher rates of symptom documented in the chart and symptom-specific actions being taken 912 visits were identified Single Study length not reported"
    },
    {
      "title": "Prospective studies",
      "text": "Prospective RCTs are the most accepted method for healthcare interventions  31  . For end-users, not considered \"early adopters\", such studies are critical to justify adoption decisions.\n\nThe randomization unit can be individuals, groups (\"clusters\"), or even specific solution components  32  . Choice of the study designs heavily depends on the digital solution and objectives of the evaluation. Individual-randomization trials (IRTs) are well-suited for digital solutions targeting an individual user, such as patient-level randomization (e.g. symptom self-monitoring  33  ) or clinician-level randomization (e.g. digital pathology algorithms for pathologists  34  ). This is traditionally the most commonly used experimental design in healthcare research (e.g., clinical trials for the development of drugs and diagnostic tests)  35  , however for digital health solutions, we found few studies employed strict individual randomized designs (Table  4 ; e.g., refs.  [36] [37] 7] [38]  ). One reason is that individual randomization is not always possible or appropriate as in the examples provided below.\n\nCluster-randomization trials (CRTs), by contrast, are better suited for digital solutions supporting group efforts (e.g. solutions supporting tumor board meetings  39  ), and this approach has been increasingly adopted by public health researchers  [40] [41] [42]  . CRTs are often used in situations when contamination may occur; for example, where individuals in the same cluster have been randomized to different intervention groups, or for logistic, feasibility or ethical reasons  43  . Attractive features include: increased administrative efficiency; decreased risk of experimental contamination (e.g. where control group individuals adopt the intervention)  43  ; and, enhancement of subject compliance  44  . In addition, CRTs allow both direct and indirect effects of an intervention to be evaluated-a particular advantage when both effects are hypothesized to be important, e.g., in vaccine field trials  45  . Disadvantages include: reduced statistical efficiency relative to IRTs  46  ; overmatching; and, subsampling bias  47, 48  . Analysis commonly employs multi-level modeling  49, 50  .\n\nMicro-randomization trials (MRTs) are helpful when researchers want to determine empirically the efficacy of a specific component (e.g., which component of an intervention should be delivered, and whether it had the intended effect)  32  . MRT involves randomly assigning an intervention option at each time point that the component could be delivered (e.g., see examples in the ref.  51 n p. 5 and ref.  52  )  51, 52  , and can be particularly powerful in the early stages of product development  51  . MRTs generate longitudinal data with repeated measures of participants' behaviors, context, and psychosocial factors, and can be analyzed by methods, such as multilevel models and generalized estimating equation  51, 53, 54  .\n\nThe most commonly used method for evaluating digital health solutions, however, is the pre-post design, as demonstrated by a previous systematic review  17  and supported by our own searches (Table  4 ). A standard approach of pre-post design involves: prephase, which provides control data; \"washout\" period  55  (i.e., with no interventions implemented with a time gap up to several months), to allow familiarization and to limit bias related to implementation  39, 56  ; post-phase to collect data on solution effectiveness. Existing studies are often undertaken at a single site (vs. multi-site), which is typically more practical and affordable. Typically, this design requires a longer duration, making it difficult to evaluate continuous solution upgrades (i.e. new features and/or bug fixes), which are often observed in digital health products. In addition, it is not optimal for testing medium-term or longer-term clinical outcomes, because it is difficult to determine independent effects when patients may appear in both pre-phase and postphase. Data analysis generally employs methods, such as analysis of variance (ANOVA) and analysis of covariance (ANCOVA) or nonparametric tests (depending on the underlying distributions)  57  .\n\nRelatively few multi-site studies have been conducted  17  (we also listed some examples in Table  4 ), nevertheless, a variety of designs have been attempted in this context including: pre-post  58  , cross-sectional with non-equivalent control  59  , crosssectional with internal control  60  , and randomized controlled trial  61  . For multi-site RCTs, some sites are assigned as controls and the rest as the experimental condition. For this approach, control and experimental sites should be matched along key characteristics (e.g., workflow, patient characteristics), which can be difficult to achieve. The main advantage is reduction in study duration. Disadvantages include: higher set-up efforts; increased cost; and, challenges to identify matched sites. Various tests are employed such as t-test, non-parametric tests, or other advanced techniques (depending on the underlying distributions)  62  ."
    },
    {
      "title": "Retrospective studies",
      "text": "Retrospective studies can be employed to analyze pre-existing data, such as patient charts or electronic medical records. Types of retrospective studies include case series, cohort, or case-control studies. They are typically quicker, cheaper, and easier  63  than prospective studies because data are already collected, and are commonly used to generate hypotheses for further investigation by prospective studies. The disadvantages are, that they are subject to biases and confounding factors, such as patient information loss or distortion during data collection  64  , risk factors"
    },
    {
      "title": "Increasing evidence level"
    },
    {
      "title": "ProspecƟve RCT studies"
    },
    {
      "title": "Longer-Ɵme to evidence generaƟon"
    },
    {
      "title": "Fast-evidence generaƟon",
      "text": "ProspecƟve observaƟonal studies Survey and interviews (incl., usability tesƟng) Expert opinion / case example Methodological gap exists for faster and high-quality evidence generaƟon"
    },
    {
      "title": "InnovaƟve & pragmaƟc approaches needed:",
      "text": "Is simulaƟon-based research an approach to bridge the gap?\n\nRetrospecƟve observaƟonal studies Fig.  1  Existing approaches for health digital solution evaluation, current methodological gap and emerging innovative pragmatic approaches to fill such gap. Note, the position of each methodology is meant to be illustrative and reflecting general cases.\n\npresent but not captured, normal growth or maturation influence, attrition (e.g. patients with unfavorable outcome(s) less likely to attend follow-up)  63, 65  , and selection bias due to non-random assignment of participants  65, 66  . Such biases threaten internal validity, therefore, retrospective studies are considered (particularly by the academic groups) inferior as compared to RCTs  [63] [64] [65] [66]  . It remains as an open question whether this is still the case for digital health solutions, particularly for the ones of lower-risk class.\n\nTo date, few publications have evaluated digital solutions with retrospective data, likely due to limited use of digital solutions in clinical practice, and challenges for data access (e.g. GDPR). Nevertheless, one such study from India investigated concordance between the treatment recommendations of an artificial intelligence (AI) algorithm compared with actual tumor board recommendations  67  (Table  4 ). Strictly speaking this study was a hybrid of retrospective (treatment recommendations from Tumor Board 2014-2016) and prospective (treatment recommendations from AI algorithm in 2016). A key limitation of the study was that breast cancer treatment knowledge was not constant for the two conditions, because of the evolving clinical practice standards. Additional, prospective studies would be required to examine impacts on clinical outcomes, efficiency, and mental fatigue of clinicians."
    },
    {
      "title": "Systematic reviews",
      "text": "Systematic reviews have a key role in evidence-based medicine and the development of clinical guidelines  [68] [69] [70]  . Reviews on a specific solution can provide stronger evidence for its impacts, but require a sufficient number of individual evaluation studies. A possible limitation for such work in digital health is that included studies would need to be matched to the same mechanism of intervention, disease area, and measurable outcome.\n\nSystematic reviews of prediction models are a new and evolving area and are increasingly undertaken to systematically identify, appraise, and summarize evidence on the performance of prediction models  [71] [72] [73]  . Frameworks and tools exist to facilitate this including: prediction model risk of bias assessment tool (PROBAST), quality in prognosis studies (QUIPS), revised Cochrane randomized comparative design (ROB), risk of bias in nonrandomized studies of interventions (ROBINS-I). Details provided in Table  2 .\n\nEconomic evaluation Demonstration of positive economic benefits are critical for the majority of end-users to justify solution adoption. In addition, such data is important for other critical actors (e.g. Payers, Government agencies, Professional Societies) to endorse the need for change. The World Health Organization (WHO) guidelines provide a good overview of options for economic evaluation (Table  4 .8 in WHO guideline 18 ) including: cost-effectiveness analysis, cost-benefit analysis, cost-consequence analysis, cost-minimization analysis, etc. However, for all of the aforementioned methods, tracking usage and performance data of users compared to non-users, is required.\n\nThe critical evidence gaps for digital health solutions In general, approaches for evidence generation at early stages of product development deliver weaker evidence. Although, such efforts may be enough to support internal needs, and can convince \"early adopters\", they are insufficient to satisfy the \"majority\" of a solution's potential beneficiaries. These groups require, and expect, more robust, traditional evidence approaches. Currently, and in our opinion, there is a gap between quick, lowercost approaches applied at the early stages of product development and higher-cost approaches needed to convince the majority of stakeholders."
    },
    {
      "title": "THE CHALLENGE OF THE TRADITIONAL APPROACH FOR DIGITAL HEALTH INNOVATORS",
      "text": "It is our opinion that traditional methods to develop more robust evidence are incongruent with the agile approach taken in software development (e.g., mismatch between the length of RCTs and the typical development and update cycle of software). As such, traditional approaches present fundamental limitations for researchers to create evidence for digital health solutions. In fact, evaluation of digital health solutions has been identified as requiring improvement, and has been cited as a major obstacle for wider adoption  [74] [75] [76]  . The paradox at the heart of this problem is that, \"without evidence healthcare providers would not adopt a solution; without solution adoption it is very difficult to generate evidence to convince healthcare providers\".\n\nDigital solution evaluation requires collective efforts from multiple parties, such as health authorities, healthcare providers (incl., academic medical centers), and manufacturers such as small and medium-sized enterprises (SMEs), multinational corporation (MNCs). Whilst they face shared difficulties with the current approaches for evidence generation (e.g. significant time and cost), they also have circumstance-specific challenges.\n\nSMEs-Limited resources to undertake clinical studies SMEs typically prioritize and allocate their research and development budget to product development. Anecdotal evidence suggests that close relationships between innovator and adopter are a critical driver of initial adoption decisions. Wider implementation requires robust evidence of benefit, yet this is difficult to prioritize given the many challenges for establishing new ventures. In addition, well designed and executed studies require skilled researchers, often via collaboration with academia, adding further complexity. Moreover, it has been estimated that the timescale for submitting a research proposal and receiving ethical approval for a pilot or trial study can take as long as 3 years  19  . As demonstrated in a recent report  19  , the biggest obstacle for providing evidence of effectiveness reported by companies, is the cost and timeframe for evaluation.\n\nMNCs-Out of date evidence not an investment priority Larger corporations have more resources to develop evidence but are equally limited by time. For internal budget allocation, it can be difficult to provide rationale for investments into expensive and time-consuming clinical studies for early-stage solutions when such products are constantly evolving. Given it typically takes 2-3 years to conduct a study, evidence published today may reflect a product that has been updated and refined multiple times. Furthermore, for many companies' investments in sales and manufacturing, for example, are more tangible with more predictable return on investment than those in clinical studies.\n\nThe same challenges (as SMEs) exist around navigating the complex infrastructure of the healthcare system, dealing with the cultural resistance to digital solutions, and identifying appropriate principle investigators for the evaluation studies. Despite the longexisting collaborations between large health abd life science companies and principal investigators in, for example clinical trials for drug development, this group of researchers may not necessarily be willing to conduct studies to evaluate digital solutions, as they require different settings, capabilities and also deliver different scientific output-benefits on the operational level impacting cost and indirectly patient outcome versus a drug that can improve patient outcome directly.\n\nAcademic institutions-focus on research output not widespread adoption A growing number of academic centers have created digital health research programs to develop and evaluate digital health solutions. However, such research units generally favor traditional research methodologies because of increased likelihood of high-impact publication. As such, the timeliness of studies is largely immaterial, therefore, potentially valuable solutions may be delayed and/or are never implemented at scale. Obtaining sufficient research funding can also be a challenge."
    },
    {
      "title": "EVOLVING PRAGMATIC APPROACHES FOR EVIDENCE GENERATION",
      "text": "In our opinion, large differences exist between the evidence required for initial adopters (e.g., surveys and interviews, case studies), and that required for the majority (prospective RCT studies). Other research areas, such as drug development, have demonstrated that pragmatic approaches can be adopted to control cost at early stages (pragmatic clinical trials, basket of baskets, umbrella trials, etc.  [77] [78] [79]  ). The \"gold standard\" RCT remains but for later-stage final assessment.\n\nThe concept of \"simulation\" is not new and is the methodological foundation for human behavior experimental research (e.g. neuroscience and experimental psychology). The assumption is that people behave similar to real-life if key components of the scenarios are extracted and fidelity maintained. Various approaches for simulation could be applied to evaluate digital solutions, such as, computational, system, and clinical simulation.\n\nComputational simulation for software evaluation involves two steps: verification and validation  80  . Verification checks if a system was built according to specification, and validation checks that a system meets user expectations. The most common application of computational has been for verification. Typically, this involves simulated outcomes based on synthesized or real cases, before involving users/clinicians. Recent efforts have extended its use to non-regulated and on-market products (e.g., Google Alexa; Table  4 ). This approach is more applicable for products where the outputs can be evaluated for individual users, and not for clinical management tools where a group of users are targeted (e.g. multidisciplinary tumor boards).\n\nSystem simulation adopts a system engineering view and methodology to model the effect of an intervention on a healthcare system (e.g. multi-site hospital network) without disrupting the real health care setting  81  . It has gained some traction (ASCO QCS Keynote topic by Joe Simone, literatures  82, 83  ), however, to date we are not aware of the use of system simulation to evaluate a digital health solution, perhaps because of the significant complexity to establish models that represent a healthcare system.\n\nClinical simulation was traditionally developed and used in training medical residents, and it was further developed as an approach to test systems and digital solutions with representative users doing representative tasks, in representative settings/ environments  84  . In our opinion, can be complementary to many of the traditional approaches reviewed above that require the use of a digital solution in real clinical practice, and could bridge the evidence needs between those of \"early adopters\" and the \"majority\". Clinical simulation provides a good balance between the strength of evidence (e.g., \"near-live\" clinical scenarios), whilst remaining cost-effective and timely for fast version updates (Fig.  1 ). Previous work demonstrated, the total cost for such a simulation was as little as 2750 USD, including set-up, subject and personnel cost  85  . A recent cost-effective analysis suggested that introducing simulation into a product development lifecycle could lead to cost savings of 37-79%  86  . Other advantages include: scalability  19  , flexibility in design of studies (e.g. different scenarios, various types of participants), feasibility in being implemented as remote and/or distributed  87  , and ability to collect behavioral and/ or cognitive metrics. Sophisticated approaches and equipment can be employed, such as eye-tracker analysis or measurement of EEG, which would not be possible in real clinical practice.\n\nFurthermore, clinical simulation may also be helpful in facilitating patient engagement and/or Patient and Public Involvement and Engagement (PPIE), an initiative aiming to involving patients and/ or representatives from relevant public bodies in the research  88  .\n\nClinical simulation has been increasingly used in evaluating digital health solutions, including five studies in Table  4 , and a further twenty studies from ITX-lab evaluating clinical information systems  89  . For example, in one study  90  primary care physicians interacted with videoclips of professional patient actors providing standardized responses to clinical scenarios and utilized a CDS tool of clinical prediction rules via an EMR system. In another recently published study  91  , cognitive load and performance of physicians was evaluated for different conditions by randomly assigning participants to baseline EHR (control) or enhanced EHR (simulated environment with features such as automatic sorting and decision support instructions). Moreover, a recent interview study of 10+ companies reported that they found this approach feasible for evidence generation for their own digital solution  19  .\n\nSeveral academic centers have established clinical simulation test environments, including: The School of Health Information Science (University of Victoria); The Department of Development and Planning (Aalborg University); The IT Experimentarium (ITX) lab (Danish Institute for Medical Simulation)  84  ; and, The Institute of Global Health Innovation (IGHI) (Imperial Colleague London)  92  . Indeed, researchers from IGHI have established a simulation test bed specifically to explore application to test digital health solutions. Initial work evaluated the impact of a digital solution on the conduction of cancer multidisciplinary team (MDT) meetings. 56 healthcare professionals (e.g. pulmonologist, oncologists, radiologists, clinical nurse specialists, and thoracic surgeons), who were regular participants at lung cancer tumor boards, were recruited to take 10 simulated MDT sessions. High-fidelity mock patient cases were developed by the study team and clinical experts  93  . Participants discussed up to 10 patient cases, using a standard UK approach to conduct MDTs (paper handout and PACS system) in the control condition, compared with the NAVIFY Tumor Board solution. A manuscript detailing the learnings and results from this pioneer work is under development.\n\nWhilst clinical simulation offers opportunities to prospectively test a digital solution quickly, safely and cost-effectively prior to implementation, there are a few limitations in its use. First, highfidelity is a prerequisite for generating valid and effective evidence. Therefore, researchers should take efforts to create scenarios representing real clinical practice, recruit the most representative end-users as participants, and provide comprehensive trainings of the digital solutions to the participants before their simulation sessions. Second, while the regulatory space evolves fast, we think clinical simulation results itself alone probably are not adequate for approval application from Health authorities, particularly for higher-risk group of digital solutions that would need to be approved as SaMD. Nevertheless, in these cases, clinical simulations can help to provide initial insights for product development, reduce safety risk for patients, and guide the design of large-scale real clinical studies. Third, for digital solutions that are already adopted in clinical practice, leveraging real-word data (RWD) is probably more suitable. RWD studies could be systematically employed to undertake near real-time evaluation during pilot implementation and post-market monitoring. Indeed, studies utilizing real-world data (RWD) have been encouraged to support regulatory decision making (e.g. The 21st Century Cures Act; Table  3 ); have been used for clinical evidence generation (e.g. diagnostic and treatment patterns)  [94] [95] [96]  ; and can demonstrate solution utility (e.g. meta-data associated with solution features and functionalities).\n\nFinally, we believe clinical simulation can be employed in combination with traditional study designs, e.g., individualrandomization, cluster-level randomization, and microrandomization to examine different types of digital solutions.\n\nFor example, clinical simulation-based study with microrandomization design can be a powerful and pragmatic to evaluate the digital solutions with multiple components at early stage of the product development."
    },
    {
      "title": "CONCLUSION",
      "text": "Innovators face significant challenges to overcome the \"no evidence, no implementation-no implementation, no evidence\" paradox in digital health. We believe that innovative approaches, such as simulation-based research, can enable the generation of higher-quality, lower-cost, and more timely evidence. By considering such methods, end-users will encourage developers to undertake research activities, rather than be intimidated by the complexity, cost, and duration of traditional approaches."
    },
    {
      "text": "Selected guidance and discussion documents relevant to digital health solutions (not exhaustive)."
    },
    {
      "text": "Selected academic recommendations relevant to undertaking evidence generation studies for digital health solutions (not exhaustive)."
    },
    {
      "text": "Selected regulations and standards relevant to digital health solutions (not exhaustive)."
    },
    {
      "text": "Recent studies utilizing various methodologies in evaluating digital health solutions (not exhaustive)."
    }
  ],
  "references": [
    {
      "title": "Digital health care-the convergence of health care and the Internet",
      "authors": [
        "S Frank"
      ],
      "year": 2000
    },
    {
      "title": "Digital health: a path to validation",
      "authors": [
        "S Mathews"
      ],
      "year": 2019
    },
    {
      "title": "IQVIA Institute for Human Data Science Study: Impact of Digital Health Grows as Innovation, Evidence and Adoption of Mobile Health Apps Accelerate",
      "authors": [
        "Iqvia"
      ],
      "year": 2017
    },
    {
      "title": "Diffusion of innovations",
      "authors": [
        "E Rogers"
      ],
      "year": 2010,
      "doi": "10.4324/9780203932445-8"
    },
    {
      "title": "The physical-digital divide: exploring the social gap between digital natives and physical natives",
      "authors": [
        "C Ball"
      ],
      "year": 2019
    },
    {
      "title": "Aging in the digital age: conceptualizing technology adoption and digital inequalities",
      "authors": [
        "J Francis"
      ],
      "year": 2019,
      "doi": "10.1007/978-981-13-3693-5_3"
    },
    {
      "title": "What it takes to successfully implement technology for aging in place: focus groups with stakeholders",
      "authors": [
        "S Peek"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5253"
    },
    {
      "title": "Bridging the digital divide in older adults: a study from an initiative to inform older adults about new technologies",
      "authors": [
        "Y. -H Wu"
      ],
      "year": 2015
    },
    {
      "title": "FDA regulation of mobile medical apps",
      "authors": [
        "Shuren"
      ],
      "year": 2018
    },
    {
      "title": "Introducing evidence-based medicine to plastic and reconstructive surgery",
      "authors": [
        "K Chung"
      ],
      "year": 2009
    },
    {
      "title": "Observational studies: cohort and case-control studies",
      "authors": [
        "J Song"
      ],
      "year": 2010,
      "doi": "10.1097/prs.0b013e3181f44abc"
    },
    {
      "title": "A systematic review of clinical decision support systems for clinical oncology practice",
      "authors": [
        "P Pawloski"
      ],
      "year": 2019,
      "doi": "10.6004/jnccn.2018.7104"
    },
    {
      "title": "A simulation test bed: the solution to the obstacles of evaluating the effectiveness of digital health interventions",
      "authors": [
        "S Ghafur"
      ]
    },
    {
      "title": "Web-based survey on the effect of digital storytelling on empowering women to seek help for urogenital atrophy",
      "authors": [
        "G Cumming"
      ],
      "year": 2010
    },
    {
      "title": "Health-care disparities stemming from sexual orientation of Italian patients with Multiple Sclerosis: a cross-sectional web-based study",
      "authors": [
        "L Lavorgna"
      ],
      "year": 2017
    },
    {
      "title": "Attitudes towards digital treatment for depression: a European stakeholder survey",
      "authors": [
        "N Topooco"
      ],
      "year": 2017,
      "doi": "10.1016/j.invent.2017.01.001"
    },
    {
      "title": "Hierarchy of evidence: a framework for ranking evidence evaluating healthcare interventions",
      "authors": [
        "D Evans"
      ],
      "year": 2003,
      "doi": "10.1046/j.1365-2702.2003.00662.x"
    },
    {
      "title": "Development and usability analysis of a multimedia eConsent solution",
      "authors": [
        "H Schneiderheinze"
      ],
      "year": 2019,
      "doi": "10.3233/shti190841"
    },
    {
      "title": "How inclusive, user-centered design research can improve psychological therapies for psychosis: development of SlowMo",
      "authors": [
        "A Hardy"
      ],
      "year": 2018,
      "doi": "10.2196/11222"
    },
    {
      "title": "Methods of usability testing in the development of eHealth applications: a scoping review",
      "authors": [
        "I Maramba"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.03.018"
    },
    {
      "title": "Comparative usability evaluation",
      "authors": [
        "Molich"
      ],
      "year": 2004
    },
    {
      "title": "An exploratory usability evaluation of Colorado State University Libraries' digital collections and the Western Waters Digital Library Web sites",
      "authors": [
        "Paschal Zimmerman"
      ],
      "year": 2009,
      "doi": "10.1016/j.acalib.2009.03.011"
    },
    {
      "title": "Beyond the five-user assumption: benefits of increased sample sizes in usability testing",
      "authors": [
        "L Faulkner"
      ],
      "year": 2003
    },
    {
      "title": "Systematic reviews in health care: assessing the quality of controlled clinical trials",
      "authors": [
        "P Jüni"
      ],
      "year": 2001
    },
    {
      "title": "Mobile health technology evaluation: the mHealth evidence workshop",
      "authors": [
        "S Kumar"
      ],
      "year": 2013
    },
    {
      "title": "Digital health: Smartphone-based monitoring of multiple sclerosis using Floodlight",
      "authors": [
        "Baker"
      ],
      "year": 2019
    },
    {
      "title": "Whole-slide image focus quality: automatic assessment and impact on AI cancer detection",
      "authors": [
        "T Kohlberger"
      ],
      "year": 2019
    },
    {
      "title": "Epidemiology and reporting of randomised trials published in PubMed journals",
      "authors": [
        "A.-W Chan",
        "D Altman"
      ],
      "year": 2005,
      "doi": "10.1016/s0140-6736(05)71879-1"
    },
    {
      "title": "Symptom monitoring with patient-reported outcomes during routine cancer treatment: a randomized controlled trial",
      "authors": [
        "Basch"
      ],
      "year": 2016,
      "doi": "10.1200/jco.2015.63.0830"
    },
    {
      "title": "Randomized trial of text messaging (TM) to reduce early discontinuation of aromatase inhibitor (AI) therapy in women with breast cancer: SWOG S1105",
      "authors": [
        "D Hershman"
      ],
      "year": 2019,
      "doi": "10.1200/jco.2019.37.15_suppl.6516"
    },
    {
      "title": "WellDoc™ Mobile diabetes management randomized controlled trial: change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "Quinn"
      ],
      "year": 2008
    },
    {
      "title": "Digital Tumor Board Solutions have significant impact on case preparation",
      "authors": [
        "R Hammer"
      ]
    },
    {
      "title": "Study protocol for Young & Strong: a cluster randomized design to increase attention to unique issues faced by young women with newly diagnosed breast cancer",
      "authors": [
        "Greaney"
      ],
      "year": 2015
    },
    {
      "title": "Impact of availability of telehealth programs on documented HIV viral suppression: A Cluster-Randomized Program Evaluation in the Veterans Health Administration",
      "authors": [
        "Ohl"
      ],
      "year": 2019,
      "doi": "10.1093/ofid/ofz206"
    },
    {
      "title": "The use of the cluster randomized crossover design in clinical trials: protocol for a systematic review",
      "authors": [
        "Arnup"
      ],
      "year": 2014
    },
    {
      "title": "A Practical Guide to Cluster Randomised Trials in Health Services Research",
      "authors": [
        "S Eldridge",
        "S Kerry"
      ],
      "year": 2012
    },
    {
      "title": "Pitfalls of and controversies in cluster randomization trials",
      "authors": [
        "A Donner",
        "N Klar"
      ],
      "year": 2004
    },
    {
      "title": "Design and interpretation of vaccine field studies",
      "authors": [
        "M Halloran"
      ],
      "year": 1999
    },
    {
      "title": "Randomization by group: a formal analysis",
      "authors": [
        "J Cornfield"
      ],
      "year": 1978,
      "doi": "10.1093/oxfordjournals.aje.a112592"
    },
    {
      "title": "Contamination in trials: is cluster randomisation the answer?",
      "authors": [
        "D Torgerson"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.322.7282.355"
    },
    {
      "title": "Cluster Randomized Trials: opportunities and Barriers Identified by Leaders of Eight Health Plans",
      "authors": [
        "K Mazor"
      ],
      "year": 2007,
      "doi": "10.1097/mlr.0b013e31806728c4"
    },
    {
      "title": "Statistical analysis and optimal design for cluster randomized trials",
      "authors": [
        "S Raudenbush"
      ],
      "year": 1997,
      "doi": "10.1037//1082-989x.2.2.173"
    },
    {
      "title": "Analysis of cluster randomized trials in primary care: a practical approach",
      "authors": [
        "M Campbell"
      ],
      "year": 2000
    },
    {
      "title": "Micro-Randomized Trials: an experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja"
      ],
      "year": 2015
    },
    {
      "title": "Efficacy of contextually tailored suggestions for physical activity: a Micro-randomized Optimization Trial of HeartSteps",
      "authors": [
        "P Klasnja"
      ],
      "year": 2018,
      "doi": "10.1093/abm/kay067"
    },
    {
      "title": "Intensive Longitudinal Methods: An Introduction to Diary and Experience Sampling Research",
      "authors": [
        "Laurenceau Bolger"
      ],
      "year": 2013
    },
    {
      "title": "Models for intensive longitudinal data",
      "authors": [
        "& Walls",
        "Schafer"
      ],
      "year": 2006,
      "doi": "10.1093/acprof:oso/9780195173444.001.0001"
    },
    {
      "title": "Clinical trial structures",
      "authors": [
        "S Evans"
      ],
      "year": 2010
    },
    {
      "title": "How we design feasibility studies",
      "authors": [
        "D Bowen"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2009.02.002"
    },
    {
      "title": "Pretest-posttest Designs and Measurement of Change",
      "authors": [
        "D Dimitrov",
        "P Rumrill"
      ],
      "year": 2003,
      "doi": "10.3233/wor-2003-00285"
    },
    {
      "title": "How effective are clinical pathways with and without online peer-review? An analysis of bone metastases pathway in a large, integrated National Cancer Institute-Designated Comprehensive Cancer Center Network",
      "authors": [
        "S Beriwal"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijrobp.2011.09.056"
    },
    {
      "title": "Physicians' attitudes towards the advice of a guideline-based decision support system: a case study with OncoDoc2 in the Management of Breast Cancer Patients",
      "authors": [
        "J Bouaud"
      ],
      "year": 2015
    },
    {
      "title": "Non-intercepted dose errors in prescribing anti-neoplastic treatment: a prospective, comparative cohort study",
      "authors": [
        "T Mattsson"
      ],
      "year": 2015,
      "doi": "10.1093/annonc/mdv032"
    },
    {
      "title": "Enhancing patient-provider communication with the electronic self-report assessment for cancer: a randomized trial",
      "authors": [
        "D Berry"
      ],
      "year": 2011
    },
    {
      "title": "Influence of sanitizing methods on healthcare-associated infections onset: a multicentre, randomized, controlled pre-post interventional study",
      "authors": [
        "E Caselli"
      ],
      "year": 2016
    },
    {
      "title": "Retrospective clinical studies in surgery: potentials and pitfalls",
      "authors": [
        "S Sauerland"
      ],
      "year": 2002
    },
    {
      "title": "Looking through the retrospectoscope: reducing bias in emergency medicine chart review studies",
      "authors": [
        "A Kaji"
      ],
      "year": 2014
    },
    {
      "title": "Threats to validity in retrospective studies",
      "authors": [
        "C Tofthagen"
      ],
      "year": 2012
    },
    {
      "title": "Adjusting for selection bias in retrospective, case-control studies",
      "authors": [
        "S Geneletti"
      ],
      "year": 2009
    },
    {
      "title": "Watson for Oncology and breast cancer treatment recommendations: agreement with an expert multidisciplinary tumor board",
      "authors": [
        "S Somashekhar"
      ],
      "year": 2018
    },
    {
      "title": "Clinical Practice Guidelines We Can Trust: Committee on Standards for Developing Trustworthy Clinical Practice Guidelines",
      "authors": [
        "R Graham"
      ],
      "year": 2011,
      "doi": "10.17226/13058"
    },
    {
      "title": "ACC/AHA guideline on the assessment of cardiovascular risk: a report of the American College of Cardiology. American Heart Association Task Force on Practice Guidelines",
      "authors": [
        "Goff"
      ],
      "year": 2014
    },
    {
      "title": "Guideline Development Group Risk assessment of fragility fractures: summary of NICE guidance",
      "authors": [
        "S Rabar"
      ],
      "year": 2012
    },
    {
      "title": "Reporting and methods in clinical prediction research: a systematic review",
      "authors": [
        "W Bouwmeester"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pmed.1001221"
    },
    {
      "title": "Transparent Reporting of a multivariable prediction model for Individual Prognosis or Diagnosis (TRIPOD): the TRIPOD statement",
      "authors": [
        "G Collins"
      ],
      "year": 2015
    },
    {
      "title": "A guide to systematic review and meta-analysis of prediction model performance",
      "authors": [
        "T Debray"
      ],
      "year": 2017
    },
    {
      "title": "Beyond \"implementation\": digital health innovation and service design",
      "authors": [
        "J Shaw"
      ],
      "year": 2018
    },
    {
      "title": "Computerized clinical decision support for prescribing: provision does not guarantee uptake",
      "authors": [
        "Moxey"
      ],
      "year": 2010
    },
    {
      "title": "Decision time for clinical decision support systems",
      "authors": [
        "O'sullivan"
      ],
      "year": 2014
    },
    {
      "title": "Good Clinical Practice Guidance and Pragmatic Clinical Trials: balancing the best of both worlds",
      "authors": [
        "R Mentz"
      ],
      "year": 2016,
      "doi": "10.1161/circulationaha.115.019902"
    },
    {
      "title": "Pragmatic trials",
      "authors": [
        "I Ford"
      ],
      "year": 2016
    },
    {
      "title": "An efficient basket trial design",
      "authors": [
        "K Cunanan"
      ],
      "year": 2017
    },
    {
      "title": "Modeling and Simulation in the Context of Health Technology Assessment: Review of Existing Guidance, Future Research Needs, and Validity Assessment",
      "authors": [
        "I Dahabreh"
      ],
      "year": 2017
    },
    {
      "title": "Evaluation in health informatics: computer simulation",
      "authors": [
        "J Anderson"
      ],
      "year": 2002
    },
    {
      "title": "Systems modeling and simulation applications for critical care medicine",
      "authors": [
        "Y Dong"
      ],
      "year": 2012,
      "doi": "10.1186/2110-5820-2-18"
    },
    {
      "title": "Tutorial on the simulation of healthcare systems",
      "authors": [
        "S Roberts"
      ],
      "year": 2011
    },
    {
      "title": "From usability testing to clinical simulations: bringing context into the design and evaluation of usable and safe health information technologies. Contribution of the IMIA human factors engineering for healthcare informatics working group",
      "authors": [
        "A Kushniruk"
      ],
      "year": 2013
    },
    {
      "title": "Low-cost rapid usability engineering: designing and customizing usable healthcare information systems",
      "authors": [
        "A Kushniruk"
      ],
      "year": 2006
    },
    {
      "title": "Low-Cost Rapid Usability Testing for health information systems: is it worth the effort? Stud",
      "authors": [
        "T Baylis"
      ],
      "year": 2012
    },
    {
      "title": "Research and design on distributed remote simulation based on Web",
      "authors": [
        "H Yao"
      ],
      "year": 2010
    },
    {
      "title": "Clinical simulation: a method for development and evaluation of clinical information systems",
      "authors": [
        "S Jensen"
      ],
      "year": 2015
    },
    {
      "title": "Integrating usability testing and think-aloud protocol analysis with \"near-live\" clinical simulations in evaluating clinical decision support",
      "authors": [
        "Li"
      ],
      "year": 2012,
      "doi": "10.1016/j.ijmedinf.2012.02.009"
    },
    {
      "title": "Association of the usability of electronic health records with cognitive workload and performance levels among physicians",
      "authors": [
        "Mazur"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.1709"
    },
    {
      "title": "A mixed methods study for the evaluation of a digital health solution for cancer multidisciplinary team meetings using simulation-based research methods",
      "authors": [
        "Gardner"
      ],
      "year": 2020,
      "doi": "10.1200/jco.2020.38.15_suppl.e14063"
    },
    {
      "title": "Real-world data for clinical evidence generation in oncology",
      "authors": [
        "Khozin"
      ],
      "year": 2017,
      "doi": "10.1093/jnci/djx187"
    },
    {
      "title": "Open triple therapy for chronic obstructive pulmonary disease: Patterns of prescription, exacerbations and healthcare costs from a large Italian claims database",
      "authors": [
        "Calabria"
      ],
      "year": 2020,
      "doi": "10.1016/j.pupt.2020.101904"
    },
    {
      "title": "Real-world treatment patterns and adverse events in metastatic renal cell carcinoma from a large US claims database",
      "authors": [
        "Pal"
      ],
      "year": 2019,
      "doi": "10.1186/s12885-019-5716-z"
    },
    {
      "title": "Evaluation of the quality of prognosis studies in systematic reviews",
      "year": 2006,
      "doi": "10.1109/etis64005.2025.10961721"
    },
    {
      "title": "PROBAST: a tool to assess the risk of bias and applicability of prediction model studies",
      "authors": [
        "Higgins"
      ],
      "year": 2006
    },
    {
      "title": "Mobile health intervention for self-management of adolescent chronic pain (WebMAP mobile): Protocol for a hybrid effectivenessimplementation cluster randomized controlled trial",
      "authors": [
        "Denis"
      ],
      "year": 2017
    },
    {
      "title": "Effectiveness of digital medicines to improve clinical outcomes in patients with uncontrolled hypertension and type 2 diabetes: Prospective, Open-Label, Cluster-Randomized Pilot Clinical Trial",
      "authors": [
        "Frias"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7833"
    },
    {
      "title": "Reduction in chemotherapy order errors with computerised physician order entry and clinical decision support systems",
      "authors": [
        "M Aziz"
      ],
      "year": 2015,
      "doi": "10.1177/183335831504400303"
    },
    {
      "title": "Computerized provider order entry in pediatric oncology: design, implementation, and outcomes",
      "authors": [
        "A Chen"
      ],
      "year": 2011,
      "doi": "10.1200/jop.2011.000344"
    },
    {
      "title": "Simulation studies for the evaluation of health information technologies: experiences and results",
      "authors": [
        "J Wu"
      ],
      "year": 2012,
      "doi": "10.1038/s41467-018-06799-6"
    },
    {
      "title": "Utility of a clinical decision support system in weight loss prediction after head and neck cancer radiotherapy",
      "authors": [
        "Cheng"
      ],
      "year": 2018,
      "doi": "10.1200/cci.18.00058"
    },
    {
      "title": "Do you understand the words that are comin outta my mouth? Voice assistant comprehension of medication names",
      "authors": [
        "Palanica"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0133-x"
    },
    {
      "title": "Do high symptom scores trigger clinical actions? An audit after implementing symptom screening",
      "authors": [
        "H Seow"
      ],
      "year": 2012,
      "doi": "10.1200/jop.2011.000525"
    }
  ],
  "num_references": 97
}
