{
  "paper_id": "44YXZJ75",
  "title": "Implementing the Learning Health System: From Concept to Action",
  "abstract": "Clinicians and health systems are facing widespread challenges, including changes in care delivery, escalating health care costs, and the need to keep up with rapid scientific discovery. Reorganizing U.S. health care and changing its practices to render better, more affordable care requires transformation in how health systems generate and apply knowledge. The \"rapid-learning health system\"posited as a conceptual strategy to spur such transformationleverages recent developments in health information technology and a growing health data infrastructure to access and apply evidence in real time, while simultaneously drawing knowledge from real-world care-delivery processes to promote innovation and health system change on the basis of rigorous research. This article describes an evolving learning health system at Group Health Cooperative, the 6 phases characterizing its approach, and examples of organization-wide applications. This practical model promotes bidirectional discovery and an open mind at the system level, resulting in willingness to make changes on the basis of evidence that is both scientifically sound and practice-based. Rapid learning must be valued as a health system property to realize its full potential for knowledge generation and application.",
  "year": 2003,
  "date": "2003",
  "authors": [
    {
      "name": "Sarah Greene"
    },
    {
      "name": "Robert Reid"
    },
    {
      "name": "Eric Larson"
    }
  ],
  "doi": "10.1001/jama.289.15.1969",
  "md5": "F827736405E66334C99B6A30524B0CD8",
  "publication": {
    "journal": "Health Aff (Millwood)",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "C linicians and health systems face widespread chal- lenges, including integration of meaningful use, payment reforms, and caring for newly insured persons. They are also challenged to keep up with rapid scientific discovery and address escalating costs. Reorganizing U.S. health care and changing its practices to render better, more affordable care requires transformation in how health systems generate and apply knowledge  (1) . The \"rapidlearning health system\"-posited as a conceptual strategy  (2)  to spur such transformation-leverages recent developments in health information technology and a growing health data infrastructure to access and apply evidence in real time, while simultaneously drawing knowledge from real-world care-delivery processes to promote innovation and health system change based on rigorous, generalizable research. This may be characterized as swift bidirectional learning, where evidence informs practice and practice informs evidence.\n\nTo show how an individual health care organization moved from concept to action, this article describes an evolving and aspirational learning health system at Group Health Cooperative, a nonprofit, integrated system providing care and coverage to 665 000 persons in the state of Washington. The launch of a patient-centered medical home (PCMH) primary care pilot (3) at Group Health in 2007 was a pivotal step on this journey, requiring close collaboration among administrators, clinicians, and researchers. By 2008, Group Health undertook comprehensive redesign of its entire system on the basis of pilot results, and by 2009, the model was spread to all 25 of its medical centers.\n\nStimulated by the collaborative PCMH experience that mixed research with health care operations, the organization launched additional collaborative projects, which provide further insights about how research can be immersed in real-world settings to create shared opportunities that can benefit both practice and the scientific community's knowledge base to achieve transformational learning. Recent examples include an opioid-prescribing safety ini-tiative for patients with chronic noncancer pain  (4, 5) ; an organization-wide study of the use of high-end imaging  (6) ; and ongoing evaluation of shared decision making to reduce unintended variation in care for preference-sensitive conditions  (7) . For conceptual purposes, the model is described in 6 distinct phases  (8)  that are arrayed in a learning circle  (Figure) . In each phase, research can play a role to support health system learning. Moreover, health system learning is inherently iterative, where innovations are refined and new ones introduced to meet changing circumstances and goals. For each phase, examples from both the PCMH and the recent opioid safety initiative demonstrate the application of learning health system principles in practice."
    },
    {
      "title": "LEARNING HEALTH SYSTEM FOUNDATION AND PHASES",
      "text": "The conceptual foundation of the rapid-learning health system has both human and technological aspects. Human factors include stakeholders motivated by a desire to continuously improve the system for patients. They must understand the organization's leadership and decisionmaking culture and be willing to be vulnerable and transparent, learning both from mistakes and successes. Trust among leaders, clinicians, and researchers facilitates change, collaboration, and explicit identification of problems and innovative solutions. Technology supports use of current, robust data to guide clinical and administrative decision making based on evidence and reporting systems that are accessible system-wide, allowing learning to permeate organizations. Making clinically relevant knowledge accessible at the point of care by leveraging technology is a distinctive characteristic of rapid-learning health systems  (9, 10) ."
    },
    {
      "title": "Scanning and Surveillance",
      "text": "The rapid-learning process begins with problem identification and characterization. Learning health systems are inherently observant-seeking new information and data from many sources. Within Group Health, clinicians and administrators regularly use data to identify gaps in patient experience, quality, and efficiency and then search for evidence-based solutions. Internal surveillance is supplemented by scans of emerging clinical and health-services research for potential solutions. The PCMH pilot at Group Health stemmed from internal recognition that solving problems in patient experience, staff burnout, quality, and costs was critical for organizational vitality  (11)  and that research literature on primary care, chronic illness, and the medical home pointed to redesign opportunities. Similarly, the opioid-prescribing initiative at Group Health arose from federally funded observational research indicating excess death in persons receiving opiates for noncancer pain at Group Health and elsewhere (4); review of patient care outcomes; and local factors, such as the introduction of state-level practice guidelines."
    },
    {
      "title": "Design",
      "text": "Participatory design involves key stakeholders to ensure that their ideas are considered and that end products meet their specific needs. By blending research evidence with daily experiences of a frontline workforce, a learning organization leverages evidence about \"what works\" in the context of its own setting, population, available resources, and organizational culture. For health care systems, onesize-fits-all solutions are rare; effective strategies usually have multiple components and require local tailoring at the microsystem level  (12) . The PCMH design work and opioid safety improvements each involved primary care clinicians, content experts, information technology personnel, researchers, and clinic staff to develop core components for the entire system and elements that could vary locally. The opioid-prescribing initiative combined design and prototyping into an intensive week-long workshop where representatives from across the organization defined new care processes, developed standardized patient education materials, and identified specialty care consultants to help manage complex cases. This intensive effort, based on best available evidence, allowed all stakeholders to iteratively develop and refine the tools and resources needed to improve prescribing safety. In both cases (PCMH and opioid work), the design work benefited from participation by an array of stakeholders, including patients. Although we have not developed a prescriptive staffing model for the rapidlearning health system, we have realized success by bringing together groups who are committed to achieving benefits through implementation and translation and who possess subject matter expertise, an understanding of the underlying data and information technology systems, clinical and care delivery experience, change management expertise, and research methods knowledge. Ideally, these Evaluate Collect data and analyze results to show what does and does not work Implement Internal External Apply the plan in pilot and control settings Design Design care and evaluation based on evidence generated here and elsewhere Adjust Use evidence to influence continual improvement Disseminate Share results to improve care for everyone Internal and External Scan Identify problems and potentially innovative solutions In a learning health care system, research influences practice and practice influences research"
    },
    {
      "title": "Implementation",
      "text": "It is risky and often counterproductive to introduce wholesale innovations in complex systems without pilottesting on a small scale-ideally, by using a control or similar benchmark. Innovations are often regarded skeptically by clinicians and managers, and the interplay of the innovation and current practices cannot be predicted. Piloting the PCMH at 1 Group Health clinic facilitated understanding of the interdependent variables that could affect successful spread to other clinics; the PCMH team identified core elements necessary for the model to work across the organization and those that could vary. The experiences of \"early adopters\" guided this implementationand-spread process. In the opioid initiative, the implementation activities were prototyped during the design phase and packaged in a cohesive manner to be spread systemwide. The package included electronic medical recordbased guidelines, online clinician training, standardized patient education materials, and a care plan template, which is also available in the electronic medical record. This multifaceted implementation strategy led to high clinician engagement and stronger partnerships between researchers and clinical leaders  (5) ."
    },
    {
      "title": "Evaluation",
      "text": "Predefined evaluation with timely feedback ensures that implementation of a change can guide subsequent actions. Ideally, the evaluation includes feedback from everyone affected. Group Health used real-time clinical, utilization, and cost data and brief surveys of practitioners and patients to form a comprehensive picture of intended and unintended outcomes of the new PCMH model. A mixed-methods approach was used to gather both quantitative and qualitative insights about the effect of the model on patients and staff and adherence to PCMH principles and processes. The evaluation identified features that would facilitate PCMH adoption system-wide. A rigorous prototype evaluation was valuable because system-wide implementation would require major investments and widespread redesign. In a rapidly changing health care environment, decision makers require timely results, so pragmatic research designs-deployed quickly to produce \"goodenough\" data-are well-suited to the pace of contemporary health care. Abernethy and colleagues  (10)  have underscored this point, noting the importance of balancing rigor and the efficient generation of generalizable evidence."
    },
    {
      "title": "Adjustment",
      "text": "Learning health systems are neither insular nor myopic; they actively seek and apply objective evidence about improving care. The Group Health PCMH demonstration occurred while other systems were testing similar changes, meaning that emerging evidence could be incorporated, as could refinements based on the internal evaluation, similar to \"plan-do-check-adjust\" cycles that are cornerstones of quality improvement  (13) . Each clinic has made modest adjustments reflective of its staff composition, clinic volume, and panel sizes; however, core elements of the model, such as the use of virtual medicine and using staff to the full extent of their licensure, were standardized from clinic to clinic  (14) . Formal evaluation of the opioid safety work at Group Health is under way."
    },
    {
      "title": "Dissemination",
      "text": "Open discussion of evaluation findings with internal stakeholders reinforces a learning culture. Although Group Health researchers remain committed to peer-reviewed publication to contribute to generalizable knowledge, peerreviewed literature alone is often not a sufficient dissemination channel for health care transformation; decision makers rely on information sources (for example, trade journals, industry webinars, and informal storytelling), and the lag time for academic publications is a problem for work that can potentially inform ongoing health care delivery. Deliberate and timely internal dissemination processes to describe why the prototype PCMH worked, for example, or sharing the researchers' work on opioid overuse in noncancer pain were critical for continuous learning and improvement. Researchers may often overlook these key steps if they view other researchers as their primary audience. We believe that learning health care systems require effective communication channels directed toward internal and external stakeholders.\n\nTo date, the PCMH and opioid initiatives have benefited from strong internal and external dissemination efforts, including peer-reviewed articles coauthored by researchers and clinical leaders  (4, 5, (11) (12) (13) , use of internal communication vehicles (newsletters, staff Web site, and leadership meetings) to promote awareness of these initiatives, and reports in lay media. In another recent learning health initiative, Group Health researchers and radiologists partnered to document and disseminate information about the rapid surge in use of high-end imaging in the organization, enabling radiology clinical leaders to inform the rest of the system of these findings in real time. This spurred system-wide efforts to develop and install decision support to improve use of imaging across the organization before the findings were published  (6) ."
    },
    {
      "title": "CONCLUSION",
      "text": "The hallmarks of the rapid-learning health system are the vital partnership between research and clinical operations and a shared commitment to leverage scientific knowledge and evaluation for rapid, point-of-care improvements. Given that clinical medicine is constantly adapting to ongoing discoveries, this concept of rapid-learning health care is a practical model that promotes bidirectional discovery and an open mind at the system level-resulting in willingness to make changes on the basis of evidence that is both scientifically sound and practice-based. Moving this from concept to action requires a culture and an infrastruc-"
    },
    {
      "title": "Medicine and Public Issues",
      "text": "Implementing the Learning Health System ture to facilitate rapid learning combined with strong leadership support. The PCMH pilot project catalyzed organizational change and helped cement the rapid-learning culture at Group Health, benefiting subsequent initiatives in opioid prescribing, shared decision making, high-end imaging, and value-based benefit design, among others. However, rapid learning is not automatic and can be humbling. Communication, engagement, flexibility, and an ongoing commitment to study changes in real time must be institutionalized and valued as system properties. The nation's investment in medical research demands that we do more with the knowledge we generate. Rapid-learning health systems can ensure a return on that investment.\n\nFrom Group Health Research Institute, Seattle, Washington.\n\nFinancial Support: All authors receive salary support from the Group Health Research Institute."
    },
    {
      "title": "Potential Conflicts of Interest:",
      "text": "Disclosures can be viewed at  www  .acponline.org/authors/icmje/ConflictOfInterestForms.do?msNumϭM12  -0886.\n\nRequest for Single Reprints: Sarah M. Greene, MPH, Group Health Cooperative, 320 Westlake Avenue North, GHQ E2N, Seattle, WA 98109; e-mail, greene.sm@ghc.org.\n\nCurrent author addresses and author contributions are available at  www  .annals.org ."
    },
    {
      "text": "Figure.The 6 phases of the rapid-learning health care system, from scanning to dissemination."
    },
    {
      "title": "Annals of Internal Medicine",
      "text": "www.annals.org"
    }
  ],
  "references": [
    {
      "title": "Disseminating innovations in health care",
      "authors": [
        "D Berwick"
      ],
      "year": 2003,
      "doi": "10.1001/jama.289.15.1969",
      "journal": "JAMA",
      "volume": "289",
      "raw": "Disseminating innovations in health care \n\t\t \n\t\t\t D M Berwick \n\t\t \n\t\t 10.1001/jama.289.15.1969 \n\t\t 12697800 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 289 \n\t\t\t 2003 \n\t\t \n\t \n\t Berwick DM. Disseminating innovations in health care. JAMA. 2003;289: [PMID: 12697800]"
    },
    {
      "title": "A rapid-learning health system",
      "authors": [
        "L Etheredge"
      ],
      "year": 2007,
      "doi": "10.1377/hlthaff.26.2.w107",
      "journal": "Health Aff (Millwood)",
      "volume": "26",
      "raw": "A rapid-learning health system \n\t\t \n\t\t\t L M Etheredge \n\t\t \n\t\t 10.1377/hlthaff.26.2.w107 \n\t\t 17259191 \n\t \n\t \n\t\t Health Aff (Millwood) \n\t\t \n\t\t\t 26 \n\t\t\t \n\t\t\t 2007 \n\t\t \n\t \n\t Etheredge LM. A rapid-learning health system. Health Aff (Millwood). 2007; 26:w107-18. [PMID: 17259191]"
    },
    {
      "title": "The patient-centered medical home movement: why now?",
      "authors": [
        "E Larson",
        "R Reid"
      ],
      "year": 2010,
      "doi": "10.1001/jama.2010.524",
      "journal": "JAMA",
      "volume": "303",
      "raw": "The patient-centered medical home movement: why now? \n\t\t \n\t\t\t E B Larson \n\t\t \n\t\t \n\t\t\t R Reid \n\t\t \n\t\t 10.1001/jama.2010.524 \n\t\t 20424256 \n\t \n\t \n\t\t JAMA \n\t\t \n\t\t\t 303 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Larson EB, Reid R. The patient-centered medical home movement: why now? JAMA. 2010;303:1644-5. [PMID: 20424256]"
    },
    {
      "title": "Long-term opioid therapy reconsidered",
      "authors": [
        "Von Korff",
        "M Kolodny",
        "A Deyo",
        "R Chou"
      ],
      "year": 2011,
      "journal": "Ann Intern Med",
      "volume": "155",
      "raw": "Long-term opioid therapy reconsidered \n\t\t \n\t\t\t Von Korff \n\t\t \n\t\t \n\t\t\t M Kolodny \n\t\t \n\t\t \n\t\t\t A Deyo \n\t\t \n\t\t \n\t\t\t R A Chou \n\t\t \n\t\t \n\t\t\t R \n\t\t \n\t\t 21893626 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 155 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Von Korff M, Kolodny A, Deyo RA, Chou R. Long-term opioid therapy reconsidered. Ann Intern Med. 2011;155:325-8. [PMID: 21893626]"
    },
    {
      "title": "Group Health's initiative to avert opioid misuse and overdose among patients with chronic noncancer pain",
      "authors": [
        "C Trescott",
        "R Beck",
        "M Seelig",
        "Von Korff"
      ],
      "year": 2011,
      "doi": "10.1377/hlthaff.2011.0759",
      "journal": "Health Aff (Millwood)",
      "volume": "30",
      "raw": "Group Health's initiative to avert opioid misuse and overdose among patients with chronic noncancer pain \n\t\t \n\t\t\t C E Trescott \n\t\t \n\t\t \n\t\t\t R M Beck \n\t\t \n\t\t \n\t\t\t M D Seelig \n\t\t \n\t\t \n\t\t\t Von Korff \n\t\t \n\t\t \n\t\t\t M R \n\t\t \n\t\t 10.1377/hlthaff.2011.0759 \n\t\t 21821559 \n\t \n\t \n\t\t Health Aff (Millwood) \n\t\t \n\t\t\t 30 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Trescott CE, Beck RM, Seelig MD, Von Korff MR. Group Health's initiative to avert opioid misuse and overdose among patients with chronic noncancer pain. Health Aff (Millwood). 2011;30:1420-4. [PMID: 21821559]"
    },
    {
      "title": "Rising use of diagnostic medical imaging in a large integrated health system",
      "authors": [
        "R Smith-Bindman",
        "D Miglioretti",
        "E Larson"
      ],
      "year": 2008,
      "doi": "10.1377/hlthaff.27.6.1491",
      "journal": "Health Aff (Millwood)",
      "volume": "27",
      "raw": "Rising use of diagnostic medical imaging in a large integrated health system \n\t\t \n\t\t\t R Smith-Bindman \n\t\t \n\t\t \n\t\t\t D L Miglioretti \n\t\t \n\t\t \n\t\t\t E B Larson \n\t\t \n\t\t 10.1377/hlthaff.27.6.1491 \n\t\t 18997204 \n\t \n\t \n\t\t Health Aff (Millwood) \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Smith-Bindman R, Miglioretti DL, Larson EB. Rising use of diagnostic medical imaging in a large integrated health system. Health Aff (Millwood). 2008;27:1491-502. [PMID: 18997204]"
    },
    {
      "title": "Randomized trial of a video-based patient decision aid for bariatric surgery",
      "authors": [
        "D Arterburn",
        "E Westbrook",
        "T Bogart",
        "K Sepucha",
        "S Bock",
        "W Weppner"
      ],
      "year": 2011,
      "doi": "10.1038/oby.2011.65",
      "journal": "Obesity (Silver Spring)",
      "volume": "19",
      "raw": "Randomized trial of a video-based patient decision aid for bariatric surgery \n\t\t \n\t\t\t D E Arterburn \n\t\t \n\t\t \n\t\t\t E O Westbrook \n\t\t \n\t\t \n\t\t\t T A Bogart \n\t\t \n\t\t \n\t\t\t K R Sepucha \n\t\t \n\t\t \n\t\t\t S N Bock \n\t\t \n\t\t \n\t\t\t W G Weppner \n\t\t \n\t\t 10.1038/oby.2011.65 \n\t\t 21475138 \n\t \n\t \n\t\t Obesity (Silver Spring) \n\t\t \n\t\t\t 19 \n\t\t\t \n\t\t\t 2011 \n\t\t \n\t \n\t Arterburn DE, Westbrook EO, Bogart TA, Sepucha KR, Bock SN, Weppner WG. Randomized trial of a video-based patient decision aid for baria- tric surgery. Obesity (Silver Spring). 2011;19:1669-75. [PMID: 21475138]"
    },
    {
      "title": "Sparking and sustaining the essential functions of research: Group Health's experience translating research into care",
      "authors": [
        "E Larson",
        "C Tachibana",
        "E Wagner"
      ],
      "doi": "10.1201/9781846198458-4",
      "raw": "Sparking and sustaining the essential functions of research: Group Health's experience translating research into care \n\t\t \n\t\t\t E B Larson \n\t\t \n\t\t \n\t\t\t C Tachibana \n\t\t \n\t\t \n\t\t\t E H Wagner \n\t\t \n\t\t 10.1201/9781846198458-4 \n\t \n\t \n\t\t Enhancing the Culture of Academic Health Science Centers: Impact on Research Programs \n\t\t \n\t\t\t T S Inui \n\t\t \n\t\t \n\t\t\t R M Frankel \n\t\t \n\t\t London, UK \n\t\t \n\t\t\t Radcliffe Publishing \n\t\t \n\t \n\t Forthcoming \n\t Larson EB, Tachibana C, Wagner EH. Sparking and sustaining the essential functions of research: Group Health's experience translating research into care. In: Inui TS, Frankel RM, eds. Enhancing the Culture of Academic Health Sci- ence Centers: Impact on Research Programs. London, UK: Radcliffe Publishing. [Forthcoming]."
    },
    {
      "title": "Improving the management of dyspnea in the community using rapid learning approaches",
      "authors": [
        "A Kamal",
        "B Miriovsky",
        "D Currow",
        "A Abernethy"
      ],
      "year": 2012,
      "doi": "10.1177/1479972311433576",
      "journal": "Chron Respir Dis",
      "volume": "9",
      "raw": "Improving the management of dyspnea in the community using rapid learning approaches \n\t\t \n\t\t\t A H Kamal \n\t\t \n\t\t \n\t\t\t B J Miriovsky \n\t\t \n\t\t \n\t\t\t D C Currow \n\t\t \n\t\t \n\t\t\t A P Abernethy \n\t\t \n\t\t 10.1177/1479972311433576 \n\t\t 22308555 \n\t \n\t \n\t\t Chron Respir Dis \n\t\t \n\t\t\t 9 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Kamal AH, Miriovsky BJ, Currow DC, Abernethy AP. Improving the man- agement of dyspnea in the community using rapid learning approaches. Chron Respir Dis. 2012;9:51-61. [PMID: 22308555]"
    },
    {
      "title": "Rapid-learning system for cancer care",
      "authors": [
        "A Abernethy",
        "L Etheredge",
        "P Ganz",
        "P Wallace",
        "R German",
        "C Neti"
      ],
      "year": 2010,
      "doi": "10.1200/jco.2010.28.5478",
      "journal": "J Clin Oncol",
      "volume": "28",
      "raw": "Rapid-learning system for cancer care \n\t\t \n\t\t\t A P Abernethy \n\t\t \n\t\t \n\t\t\t L M Etheredge \n\t\t \n\t\t \n\t\t\t P A Ganz \n\t\t \n\t\t \n\t\t\t P Wallace \n\t\t \n\t\t \n\t\t\t R R German \n\t\t \n\t\t \n\t\t\t C Neti \n\t\t \n\t\t 10.1200/jco.2010.28.5478 \n\t\t 20585094 \n\t \n\t \n\t\t J Clin Oncol \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Abernethy AP, Etheredge LM, Ganz PA, Wallace P, German RR, Neti C, et al. Rapid-learning system for cancer care. J Clin Oncol. 2010;28:4268-74. [PMID: 20585094]"
    },
    {
      "title": "The group health medical home at year two: cost savings, higher patient satisfaction, and less burnout for providers",
      "authors": [
        "R Reid",
        "K Coleman",
        "E Johnson",
        "P Fishman",
        "C Hsu",
        "M Soman"
      ],
      "year": 2010,
      "doi": "10.1377/hlthaff.2010.0158",
      "journal": "Health Aff (Millwood)",
      "volume": "29",
      "raw": "The group health medical home at year two: cost savings, higher patient satisfaction, and less burnout for providers \n\t\t \n\t\t\t R J Reid \n\t\t \n\t\t \n\t\t\t K Coleman \n\t\t \n\t\t \n\t\t\t E A Johnson \n\t\t \n\t\t \n\t\t\t P A Fishman \n\t\t \n\t\t \n\t\t\t C Hsu \n\t\t \n\t\t \n\t\t\t M P Soman \n\t\t \n\t\t 10.1377/hlthaff.2010.0158 \n\t\t 20439869 \n\t \n\t \n\t\t Health Aff (Millwood) \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Reid RJ, Coleman K, Johnson EA, Fishman PA, Hsu C, Soman MP, et al. The group health medical home at year two: cost savings, higher patient satisfac- tion, and less burnout for providers. Health Aff (Millwood). 2010;29:835-43. [PMID: 20439869]"
    },
    {
      "title": "Microsystems in health care: part 1. Learning from highperforming front-line clinical units",
      "authors": [
        "E Nelson",
        "P Batalden",
        "T Huber",
        "J Mohr",
        "M Godfrey",
        "L Headrick"
      ],
      "year": 2002,
      "doi": "10.1016/s1070-3241(02)28051-7",
      "journal": "Jt Comm J Qual Improv",
      "volume": "28",
      "raw": "Microsystems in health care: part 1. Learning from highperforming front-line clinical units \n\t\t \n\t\t\t E C Nelson \n\t\t \n\t\t \n\t\t\t P B Batalden \n\t\t \n\t\t \n\t\t\t T P Huber \n\t\t \n\t\t \n\t\t\t J J Mohr \n\t\t \n\t\t \n\t\t\t M M Godfrey \n\t\t \n\t\t \n\t\t\t L A Headrick \n\t\t \n\t\t 10.1016/s1070-3241(02)28051-7 \n\t\t 12216343 \n\t \n\t \n\t\t Jt Comm J Qual Improv \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Nelson EC, Batalden PB, Huber TP, Mohr JJ, Godfrey MM, Head- rick LA, et al. Microsystems in health care: part 1. Learning from high- performing front-line clinical units. Jt Comm J Qual Improv. 2002;28:472- 93. [PMID: 12216343]"
    },
    {
      "title": "The Improvement Guide: A Practical Approach to Enhancing Organizational Performance",
      "authors": [
        "G Langley",
        "R Moen",
        "K Nolan",
        "T Nolan",
        "C Norman",
        "L Provost"
      ],
      "year": 2009,
      "raw": "The Improvement Guide: A Practical Approach to Enhancing Organizational Performance \n\t\t \n\t\t\t G J Langley \n\t\t \n\t\t \n\t\t\t R Moen \n\t\t \n\t\t \n\t\t\t K M Nolan \n\t\t \n\t\t \n\t\t\t T W Nolan \n\t\t \n\t\t \n\t\t\t C L Norman \n\t\t \n\t\t \n\t\t\t L P Provost \n\t\t \n\t\t \n\t\t\t 2009 \n\t\t\t Jossey-Bass \n\t\t\t San Francisco \n\t\t \n\t \n\t 2nd ed \n\t Langley GJ, Moen R, Nolan KM, Nolan TW, Norman CL, Provost LP. The Improvement Guide: A Practical Approach to Enhancing Organizational Performance. 2nd ed. San Francisco: Jossey-Bass; 2009."
    },
    {
      "title": "Spreading a patient-centered medical home redesign: a case study",
      "authors": [
        "C Hsu",
        "K Coleman",
        "T Ross",
        "E Johnson",
        "P Fishman",
        "E Larson"
      ],
      "year": 2012,
      "doi": "10.1097/jac.0b013e318249e066",
      "journal": "J Ambul Care Manage",
      "volume": "35",
      "raw": "Spreading a patient-centered medical home redesign: a case study \n\t\t \n\t\t\t C Hsu \n\t\t \n\t\t \n\t\t\t K Coleman \n\t\t \n\t\t \n\t\t\t T R Ross \n\t\t \n\t\t \n\t\t\t E Johnson \n\t\t \n\t\t \n\t\t\t P A Fishman \n\t\t \n\t\t \n\t\t\t E B Larson \n\t\t \n\t\t 10.1097/jac.0b013e318249e066 \n\t\t 22415283 \n\t \n\t \n\t\t J Ambul Care Manage \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Hsu C, Coleman K, Ross TR, Johnson E, Fishman PA, Larson EB, et al. Spreading a patient-centered medical home redesign: a case study. J Ambul Care Manage. 2012;35:99-108. [PMID: 22415283]"
    },
    {
      "title": "Medicine and Public Issues Implementing the Learning Health System Current Author Addresses",
      "doi": "10.1089/thy.2022.29132.cal",
      "pages": "320",
      "raw": "10.1089/thy.2022.29132.cal \n\t\t \n\t\t Medicine and Public Issues Implementing the Learning Health System Current Author Addresses \n\t\t \n\t\t\t Ms. Greene: Group Health Cooperative \n\t\t\t 320 \n\t\t \n\t \n\t ACP chapter meetings, including scientific programs and registration forms, please visit ACP CHAPTER \n\t ACP CHAPTER MEETINGS For information on upcoming ACP chapter meetings, including scientific programs and registration forms, please visit www.acponline.org /meetings/chapter. Medicine and Public Issues Implementing the Learning Health System Current Author Addresses: Ms. Greene: Group Health Cooperative, 320"
    },
    {
      "authors": [
        "Avenue Westlake",
        "Ghq North"
      ],
      "doi": "10.59566/ijbs.2011.7172",
      "raw": "Avenue Westlake \n\t\t \n\t\t \n\t\t\t Ghq North \n\t\t \n\t\t \n\t\t\t E2n \n\t\t \n\t\t 10.59566/ijbs.2011.7172 \n\t\t \n\t\t\t 98109 \n\t\t\t Seattle, WA \n\t\t \n\t \n\t Westlake Avenue North, GHQ E2N, Seattle, WA 98109."
    },
    {
      "authors": [
        "Larson Reid"
      ],
      "doi": "10.47886/9781888569698.ch47",
      "raw": "Drs \n\t\t \n\t\t \n\t\t\t Larson Reid \n\t\t \n\t\t 10.47886/9781888569698.ch47 \n\t\t \n\t\t\t 1730. 98101 \n\t\t\t Minor Avenue, Suite 1600; Seattle, WA \n\t\t \n\t\t \n\t\t\t Group Health Research Institute \n\t\t \n\t \n\t Drs. Reid and Larson: Group Health Research Institute, 1730 Minor Avenue, Suite 1600, Seattle, WA 98101."
    },
    {
      "title": "Analysis and interpretation of the data",
      "authors": [
        "S Greene",
        "R Reid",
        "E Larson",
        "E Larson"
      ],
      "doi": "10.7326/0003-4819-157-3-201208070-00012",
      "raw": "Analysis and interpretation of the data \n\t\t \n\t\t\t S M Greene \n\t\t \n\t\t \n\t\t\t R J Reid \n\t\t \n\t\t \n\t\t\t E B Larson \n\t\t \n\t\t \n\t\t\t E B Larson \n\t\t \n\t\t 10.7326/0003-4819-157-3-201208070-00012 \n\t\t E.B. Larson \n\t\t \n\t \n\t Conception and design Administrative, technical \n\t Author Contributions: Conception and design: S.M. Greene, R.J. Reid, E.B. Larson. Analysis and interpretation of the data: E.B. Larson. Drafting of the article: S.M. Greene, E.B. Larson. Critical revision of the article for important intellectual content: S.M. Greene, R.J. Reid, E.B. Larson. Final approval of the article: S.M. Greene, R.J. Reid, E.B. Larson. Administrative, technical, or logistical support: E.B. Larson."
    }
  ],
  "num_references": 18,
  "figures": [
    {
      "caption": "Figure. The 6",
      "description": "Figure.The 6 phases of the rapid-learning health care system, from scanning to dissemination."
    }
  ],
  "num_figures": 1,
  "num_citations": 22,
  "cited_references": [
    "b3",
    "b13",
    "b4",
    "b5",
    "b0",
    "b7",
    "b11",
    "b8",
    "b12",
    "b6",
    "b9",
    "b1",
    "b10"
  ],
  "notes": [
    "7 August 2012 Annals of Internal Medicine Volume 157 • Number 3 www.annals.org Downloaded from https://annals.org by Institution Identity on 07/21/2025.",
    "Downloaded from https://annals.org by Institution Identity on 07/21/2025.",
    "7 August 2012 Annals of Internal Medicine Volume 157 • Number 3 www.annals.org Downloaded from https://annals.org by Institution Identity on 07/21/2025.",
    "Downloaded from https://annals.org by CASA Institution Identity on 07/21/2025.",
    "[raw_reference] Berwick DM. Disseminating innovations in health care. JAMA. 2003;289: [PMID: 12697800]",
    "[raw_reference] Etheredge LM. A rapid-learning health system. Health Aff (Millwood). 2007; 26:w107-18. [PMID: 17259191]",
    "[raw_reference] Larson EB, Reid R. The patient-centered medical home movement: why now? JAMA. 2010;303:1644-5. [PMID: 20424256]",
    "[raw_reference] Von Korff M, Kolodny A, Deyo RA, Chou R. Long-term opioid therapy reconsidered. Ann Intern Med. 2011;155:325-8. [PMID: 21893626]",
    "[raw_reference] Trescott CE, Beck RM, Seelig MD, Von Korff MR. Group Health's initiative to avert opioid misuse and overdose among patients with chronic noncancer pain. Health Aff (Millwood). 2011;30:1420-4. [PMID: 21821559]",
    "[raw_reference] Smith-Bindman R, Miglioretti DL, Larson EB. Rising use of diagnostic medical imaging in a large integrated health system. Health Aff (Millwood). 2008;27:1491-502. [PMID: 18997204]",
    "[raw_reference] Arterburn DE, Westbrook EO, Bogart TA, Sepucha KR, Bock SN, Weppner WG. Randomized trial of a video-based patient decision aid for baria- tric surgery. Obesity (Silver Spring). 2011;19:1669-75. [PMID: 21475138]",
    "Forthcoming",
    "[raw_reference] Larson EB, Tachibana C, Wagner EH. Sparking and sustaining the essential functions of research: Group Health's experience translating research into care. In: Inui TS, Frankel RM, eds. Enhancing the Culture of Academic Health Sci- ence Centers: Impact on Research Programs. London, UK: Radcliffe Publishing. [Forthcoming].",
    "[raw_reference] Kamal AH, Miriovsky BJ, Currow DC, Abernethy AP. Improving the man- agement of dyspnea in the community using rapid learning approaches. Chron Respir Dis. 2012;9:51-61. [PMID: 22308555]",
    "[raw_reference] Abernethy AP, Etheredge LM, Ganz PA, Wallace P, German RR, Neti C, et al. Rapid-learning system for cancer care. J Clin Oncol. 2010;28:4268-74. [PMID: 20585094]",
    "[raw_reference] Reid RJ, Coleman K, Johnson EA, Fishman PA, Hsu C, Soman MP, et al. The group health medical home at year two: cost savings, higher patient satisfac- tion, and less burnout for providers. Health Aff (Millwood). 2010;29:835-43. [PMID: 20439869]",
    "[raw_reference] Nelson EC, Batalden PB, Huber TP, Mohr JJ, Godfrey MM, Head- rick LA, et al. Microsystems in health care: part 1. Learning from high- performing front-line clinical units. Jt Comm J Qual Improv. 2002;28:472- 93. [PMID: 12216343]",
    "2nd ed",
    "[raw_reference] Langley GJ, Moen R, Nolan KM, Nolan TW, Norman CL, Provost LP. The Improvement Guide: A Practical Approach to Enhancing Organizational Performance. 2nd ed. San Francisco: Jossey-Bass; 2009.",
    "[raw_reference] Hsu C, Coleman K, Ross TR, Johnson E, Fishman PA, Larson EB, et al. Spreading a patient-centered medical home redesign: a case study. J Ambul Care Manage. 2012;35:99-108. [PMID: 22415283]",
    "ACP chapter meetings, including scientific programs and registration forms, please visit ACP CHAPTER",
    "[raw_reference] ACP CHAPTER MEETINGS For information on upcoming ACP chapter meetings, including scientific programs and registration forms, please visit www.acponline.org /meetings/chapter. Medicine and Public Issues Implementing the Learning Health System Current Author Addresses: Ms. Greene: Group Health Cooperative, 320",
    "[raw_reference] Westlake Avenue North, GHQ E2N, Seattle, WA 98109.",
    "[raw_reference] Drs. Reid and Larson: Group Health Research Institute, 1730 Minor Avenue, Suite 1600, Seattle, WA 98101.",
    "Conception and design Administrative, technical",
    "[raw_reference] Author Contributions: Conception and design: S.M. Greene, R.J. Reid, E.B. Larson. Analysis and interpretation of the data: E.B. Larson. Drafting of the article: S.M. Greene, E.B. Larson. Critical revision of the article for important intellectual content: S.M. Greene, R.J. Reid, E.B. Larson. Final approval of the article: S.M. Greene, R.J. Reid, E.B. Larson. Administrative, technical, or logistical support: E.B. Larson."
  ],
  "editors": [
    "T S Inui",
    "R M Frankel",
    "E.B. Larson"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
