{
  "paper_id": "45MM8V56",
  "title": "Deep mind in social responses to technologies: A new approach to explaining the Computers are Social Actors phenomena ☆",
  "abstract": "The Computers are Social Actors (CASA) paradigm has been increasingly used as a major theoretical framework to explain users' social responses to emerging technologies such as chatbots, voice assistants, and social robots. However, the core explanatory mechanism of the CASA paradigm is still under debate. In past works, mixed findings have emerged to support the mindlessness explanation and the mindfulness explanation. Thus, to better understand which mechanism features more explanatory power, this study analyzed 834 participants' responses and adopted a new approach combining the experimental design and classical multidimensional scaling. An investigation into participants' cognitive maps of technology differences in evoking social presence and perceived trustworthiness suggested that compared to mindfulness, mindlessness had more power in accounting for users' social responses to technologies. The findings can serve as important evidence for the explanatory mechanism of the CASA paradigm, make methodological contributions, and have practical implications.",
  "year": 2022,
  "date": "2022-05-05",
  "journal": "Annual Review of Psychology",
  "publication": "Annual Review of Psychology",
  "authors": [
    {
      "forename": "Kun",
      "surname": "Xu",
      "name": "Kun Xu",
      "affiliation": "a  College of Journalism and Communications , University of Florida , United States \n\t\t\t\t\t\t\t\t College of Journalism and Communications \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States",
      "email": "kun.xu@ufl.edu"
    },
    {
      "forename": "Xiaobei",
      "surname": "Chen",
      "name": "Xiaobei Chen",
      "affiliation": "a  College of Journalism and Communications , University of Florida , United States \n\t\t\t\t\t\t\t\t College of Journalism and Communications \n\t\t\t\t\t\t\t\t University of Florida \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States",
      "email": "xiaobei.chen@ufl.edu"
    },
    {
      "forename": "Luling",
      "surname": "Huang",
      "name": "Luling Huang",
      "affiliation": "b  Carnegie Mellon University , United States \n\t\t\t\t\t\t\t\t Carnegie Mellon University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United States",
      "email": "lulinghuang@cmu.edu"
    }
  ],
  "doi": "10.1016/j.chb.2022.107321",
  "sections": [
    {
      "title": "Introduction",
      "text": "The Computers are Social Actors (CASA) paradigm is a theoretical framework that describes users' social reactions to media technologies  (Nass et al., 1994) . Since the early 1990s, researchers have been applying this theoretical framework to explain users' interactions with desktop computers  (Nass et al., 1997) , televisions  (Nass & Moon, 2000) , and web interface agents  (Jung et al., 2014; Liew & Tan, 2018) . Today, the advancement of artificial intelligence (AI) technologies has further precipitated its application in human-robot interaction  (Lee et al., 2006; Spence et al., 2014) , human-chatbot interaction  (Edwards et al., 2019) , and human-smartphone interaction  (Carolus et al., 2018) .\n\nBased on a series of experimental research on the CASA paradigm,  Reeves and Nass (2002)  described their findings in the book The Media Equation, in which they concluded that users' responses to media technologies are fundamentally social and natural. Nass and Moon (2000)  argued that when technologies present humanlike attributes, such as interactivity and human voices, users will perceive these technologies as social actors and transfer human-human communication scripts to human-technology interaction.\n\nWhile the framework of the CASA paradigm has been widely applied to users' social responses to technologies, researchers have not reached a consensus on the mechanism that explains users' social responses. The explanatory mechanism that was originally endorsed by  Nass and Moon (2000)  was that individuals mindlessly treat computer technologies as if they were real people. Mindlessness occurs as a result of individuals being repeatedly exposed to social cues in interpersonal communication and thus automatically employing the social rules of interpersonal communication in human-computer interaction  (Fischer, 2011) . Another mechanism, anthropomorphism, refers to the process whereby individuals attribute humans' mental or emotional activities to nonhuman agents in an attempt to interpret their actions  (Epley et al., 2007) . Compared to mindlessness which is considered an automatic, involuntary, and spontaneous psychological process  (Fischer, 2011) , anthropomorphism is perceived to involve \"thoughtful, sincere belief that the object has human characteristics\"  (Nass & Moon, 2000, p. 93) .\n\nIn other words, anthropomorphism requires more declarative reasoning and reflective thinking, thereby inferring a more mindful psychological process  (Adolphs, 2009) . While research has attempted to examine whether it is mindlessness or anthropomorphism that drives users' social responses to technologies  (Kim & Sundar, 2012; Lee, 2010) , mixed findings have emerged, which calls for the continual exploration and investigation of the mechanisms underlying individuals' social responses to technologies. Prior research has attempted to solve this question by inferring mindlessness from cognitive styles  (Lee, 2010)  or adopting explicit versus implicit measures of anthropomorphism  (Araujo, 2018) . These approaches, however, have been perceived to have limitations and hence have been unable to provide dominant evidence for either of the explanations. Considering the difficulty in distinguishing mindless processing from mindful processing in a single study,  Lombard and Xu (2021)  argued that understanding the psychological processes of users' social responses to technologies requires scholars' continuous efforts to explore innovative methods and measures. Over time, the accumulated findings from various studies will lead to the convergence of evidence that either supports one of the explanations or more convolutedly parses out the power of these mechanisms in different communication contexts. Based on the mixed findings about the explanatory mechanism underlying the CASA paradigm, this study responds to the call for using more innovative methods and seeks to provide further evidence on the debate between mindless processing and mindful processing. More specifically, this study adopts a new approach combining experimental design and multidimensional scaling to scrutinize which psychological mechanism has greater power in explaining users' social responses to technologies.\n\nThe theoretical contribution of this study lies in its complement to the explanatory power of the CASA paradigm. Although past works have increasingly applied the framework to research on human-computer interaction (HCI), based on  Chaffee and Berger's (1987)  criteria for theory evaluation, the tenet that users respond to technologies as if they were social actors was more of a description of Nass and colleagues' research findings than of a fully developed theory that features explanatory and heuristic power. Therefore, to construct a more comprehensive theoretical framework, it is crucial to sort out and explicate the explanations that support the CASA findings. Examining whether individuals rely on a more involuntary processing route or a more laborious one may help inform how the human mind works in HCI and further advance psychological processing research regarding information processing, attention, and memory  (Geiger & Newhagen, 1993) .\n\nMethodologically, this study proposes the combination of multidimensional scaling and experimental design as a new approach to understanding mindless versus mindful processing. The experimental design has the strength in observing treatment effects, and the multidimensional scaling technique has the advantage of illustrating individuals' cognitive mapping without substantially raising their awareness of the dimensions that forge their cognitive spaces  (Jaworska & Chupetlovska-Anastasova, 2009) . Thus, this approach may pave the way for exploratory research on mindless vs. mindful responses in communication contexts."
    },
    {
      "title": "Literature review"
    },
    {
      "title": "Social cues and social signals in CASA",
      "text": "In explaining users' social responses to technologies,  Nass (2004)  argued that it is the social cues that evoke users' social perceptions and social attitudes. These social cues include but are not limited to language, voice, human faces, emotions, interactivity, engagement, autonomy, and unpredictability. Recent research has further differentiated social cues from social signals  (Fiore et al., 2013) . Specifically, social cues are \"biologically and physically determined features salient to observers because of their potential as channels of useful information\" (p. 2). Examples of social cues include a social actor's voice, humanlike appearance, and eye contact. Social signals are the meaningful interpretations of these social cues. Social signals include perceivers' translations of social cues, which include emotions, interactivity, personalities, companionship, engagement, and so on  (Fiore et al., 2013; Lombard & Xu, 2021) .\n\nBoth the effects of social cues and social signals have been investigated in prior CASA research. For example,  Salem et al. (2013)  found that a humanoid robot designed with gestures evoked participants' greater willingness to communicate than one without gestures. Moriguchi et al.'s (2010)  research suggested that an android's movements that were more smooth and less mechanical had stronger effects on children's modeling behavior. Language use is another important social cue in HCI. Informal, anthropomorphic, and warm (i.e., encouraging and friendly) language styles exerted more influence on users' social perception of technologies compared to formal, non-anthropomorphic, and cold language  (Goble & Edwards, 2018; Hoffmann et al., 2020; Sah & Peng, 2015) .\n\nAside from the effects of social cues, another line of CASA research has focused on the influence of social signals on social responses. These social signals reflect the abstract human characteristics of technologies perceived by users. For instance,  Lee et al. (2006)  manipulated the personalities of the zoomorphic robot AIBO and found that participants reported greater social presence after interacting with the AIBO that demonstrated a personality that complemented their own. Social identity is another social signal that can be perceived by users. Eyssel and Kuchenbrandt (2012)  informed participants of two robots' names, one German and one Turkish. They found that those in the group with the same-nationality robot were more likely to evaluate the robot's performance as positive. To simulate interpersonal communication, interactivity serves as a social signal that designers incorporate into technologies. Jung et al. (2014)  found that an interactive agent was perceived as more likeable and socially present than a non-interactive one. Other social signals include but are not limited to perceived companionship  (Rubin, 1984; Takeuchi & Katagiri, 1999) , uniqueness  (Choi et al., 2017) , flexibility  (Duffy & Zawieska, 2012) , and perceived life span of technologies  (Lechelt et al., 2020) . Although social cues and social signals are not the only factors that lead to users' social responses to media technologies, they play an essential role in evoking users' social perceptions and responses to technologies."
    },
    {
      "title": "Social responses",
      "text": "Social responses can be reflected via users' social perceptions, social attitudes, and social behaviors  (Nass & Moon, 2000) . Individuals' social responses to technologies may occur to a variety of media technologies ranging from hardcover books to social robots. For example, a moving, speaking, and humanlike robot may logically elicit individuals' strong social reactions  (Levy, 2009) , while an old hardcover book with its limited haptic cues and olfactory cues could also make readers perceive it as knowledgeable, noble, mysterious, and unique. Additionally, individuals may have social responses to vacuum cleaner robots that are personalized by their owners  (Sung et al., 2009) , or interpret slow movements, delayed responses, and low volume battery status as indicators of technology's weak life span  (Lechelt et al., 2020) .\n\nIn past research, users' social responses include but are not limited to users' social presence, perceived attraction of technologies, perceived trustworthiness of technologies, conformity behavior, and intention of future use  (Lee et al., 2006; Lombard & Xu, 2021) . This study focuses on two commonly examined concepts in users' social responses: social presence and perceived trustworthiness. Lee (2004a)  defined social presence as \"a psychological state in which virtual (para-authentic or artificial) social actors are experienced as actual social actors in either sensory or non-sensory ways\" (p. 44). Lombard and Ditton (1997)  categorized social presence into two major types: social-actor-within-medium presence and medium-as-social-actor presence. Social-actor-within-medium presence occurs when users respond to the social cues presented by the characters on television, in video games, or in virtual reality (e.g., para-social interaction with fictional characters), while medium-as-social-actor presence occurs when users respond to the social cues presented by the media technologies per se (e. g., interaction with robots and computers). As the CASA research focuses on users' direct interaction with media technologies, the type of social presence discussed in the study is medium-as-social-actor presence (for a review, see  Lombard & Xu, 2021) .\n\nAmple studies have examined the effects of social cues and social signals on social presence. For example, Xu (2019) investigated the effects of the social robot Alpha's gestures and found that those who had positive attitudes toward social robots felt stronger social presence when Alpha demonstrated gestural movements, while those who had negative attitudes toward robots reported stronger social presence when presented with non-gestural movements. Fiore et al. (2013)  found that an iRobot Ava that gave way to participants as it moved evoked stronger social presence than an Ava that did not yield, suggesting that yielding was interpreted as Ava's concern about others.\n\nThe perceived trustworthiness of technologies has been viewed as another major indicator of individuals' social responses in prior research. Individuals develop trust in technologies when they perceive them as social entities. For instance,  Stoll et al. (2016)  found that the telepresence robot Double was rated as more credible when it did not apply guilt-involving conversation styles. Chiou et al. (2020)  suggested that human-sounding speech enhanced users' trust in a pedagogical virtual agent more than machine-sounding speech did. Overall, based on prior literature, this study probes into individuals' social presence experiences and their trust in technologies as reflections of their social responses to technologies."
    },
    {
      "title": "Mindless anthropomorphism vs. mindful anthropomorphism"
    },
    {
      "title": "Conceptual distinction",
      "text": "According to  Nass and Moon's (2000) , two major mechanisms have emerged to account for users' social responses: mindlessness and anthropomorphism. Mindlessness refers to the idea that people are naturally oriented to social cues rather than asocial ones  (Langer, 2000) . Owing to the repetitive exposure to social cues in interpersonal communication, individuals \"mindlessly (and) prematurely commit to overly simplistic scripts drawn in the past\"  (Nass & Moon, 2000, p. 83) . In this process, humans' conscious reactions to interpersonal social cues gradually become efficient and automatic over time and operate without conscious guidance  (Bargh & Chartrand, 1999) . Mindlessness was supported by  Nass and Moon's (2000)  finding that although users demonstrated stereotypical and overlearned social behavior when interacting with computers, they denied that computers warranted social responses.\n\nAs the CASA \"fails to pinpoint precisely when and why mindless behavior will occur\"  (Nass & Moon, 2000, p. 96) , a more in-depth explanation for mindlessness was later proposed from the evolutionary psychology perspective. In their book The Media Equation,  Reeves and Nass (2002)  suggested that users' social responses to technologies occur because the human brain has not evolved to distinguish between mediated objects and real objects. The inability to immediately realize the differences between the real world and the mediated world can be attributed to humans' natural tendency to accept novel information as real without actively searching for alternative possibilities  (Langer, 2000; Lee, 2004b) . Such mindless reactions may further originate from humans' instinct to avoid potential threats  (Ng & Zhao, 2018) . As  Shoemaker (1996)  argued, humans' tendency to avoid dangers is imprinted in our adaptation, such that even when we use media, we are \"hardwired\" to surveil the mediated world for potential risks.\n\nThis evolutionary characteristic is also rooted in users' automatic mind perception and attribution. It has been found that four-to sixmonth-old infants are sensitive to facial expressions such as anger, fear, and surprise  (Serrano et al., 1992) , indicating that users' mind perceptions of facial cues are intuitive and evolutionary. Past work has also suggested that when critical facial cues, such as hairstyles, were attached to an object, participants involuntarily perceived the object as a person  (Gauthier & Tarr, 1977; Martin & Macrae, 2007) . Such phenomenon was further supported by the biophilia hypothesis  (Kahn, 1997; Wilson, 1984) , which suggests that humans have a genetically based propensity to affiliate with lifelike entities.\n\nApart from the mindlessness explanation and its evolutionary nature, the other major explanatory mechanism for users' social responses to technologies is anthropomorphism  (Lee, 2010) . Anthropomorphism refers to \"the tendency to imbue the real or imagined behavior of nonhuman agents with humanlike characteristics, motivations, intentions, or emotions\"  (Epley et al., 2007, p. 864) . Compared to mindlessness which occurs \"without extensive thought or deliberation\"  (Moon, 2000, p. 325) , anthropomorphism involves \"thoughtful, sincere belief that the object has human characteristics\"  (Nass & Moon, 2000, p. 93) . What merits note here is that although anthropomorphism was perceived as a thoughtful and conscious process, more recent research has suggested that anthropomorphism can indeed be mindless. For example,  Epley et al. (2007)  argued that anthropomorphism involves an automatic psychological process, which is a stable feature of human judgment. Serpell (2003)  also mentioned that anthropomorphism is a reflexive state that provides humans with the proclivity for simulation, which helps individuals understand and predict others' behavior. Thus, to be more precise and more aligned with recent literature (e.g.,  Kim & Sundar, 2012; Urquiza-Haas & Kotrschal, 2015) , we use mindless anthropomorphism and mindful anthropomorphism to distinguish these two explanations. Specifically, mindfulness is a state of mind wherein humans actively engage in the present and demonstrate sensitivity to new contexts or information, while mindlessness is a state of mind wherein humans tend to be automatic in cognitive processing, oblivious to novelty, and dependent on behaviors or judgments made in the past  (Langer, 1992 (Langer, , 2000)) . In other words, a mindful process is a more effortful, controlled, and top-down process, whereas a mindless process is a more rapid, natural, and bottom-up reaction  (Adolphs, 2009; Bargh & Chartrand, 1999) ."
    },
    {
      "title": "Measuring mindless anthropomorphism vs. mindful anthropomorphism",
      "text": "Past works have sought to examine whether users' social responses to technologies are a mindful anthropomorphism or a mindless anthropomorphism process. However, neither explanation has received dominantly supportive evidence. For instance,  Mou and Xu (2017)  suggested \"media inequality\" based on the finding that participants perceived human interlocutors' personalities in human-human communication and human-AI interaction as different. Their finding indicated that users' responses to technologies are not as mindless, natural, and spontaneous as surmised. Fischer et al. (2011)  noted that some participants laughed when interacting with a robot's humanlike greetings, implying that they noticed something odd and amusing about the robot, which also challenges the perspective of mindless transfer.\n\nMindful anthropomorphism has also been questioned. Kim and Sundar (2012)  found that participants explicitly denied treating an interactive website as humanlike but actually attributed personal features to the website, which corroborated the mindlessness perspective. Xu (2019)  found that when interacting with a social robot designed with humanlike features, participants explicitly denied perceiving the robot as a person; however, the mean values of their trust in the robot and their social presence experience were all above the midpoint of the scales, which supported the mindlessness explanation.\n\nThe mixed findings about mindless versus mindful anthropomorphism may be attributed to the means by which researchers measured mindlessness. For instance,  Lee (2010)  suggested that mindlessness can be inferred from individuals' rationality and cognitive loads. She postulated that if (mindful) anthropomorphism occurs, computer agents with humanlike characteristics should evoke stronger flattery effects than text-based agents. If mindlessness occurs, those with weaker critical thinking abilities and more limited cognitive resources should be more likely to demonstrate flattery effects compared to those with stronger critical thinking abilities and sufficient cognitive loads. The findings suggested that anthropomorphism was not supported, as the agents with more anthropomorphic characteristics did not elicit stronger flattery effects. The mindless explanation was also critically evaluated, as those with more cognitive duress became more suspicious of the computers' feedback rather than promptly accept computers' suggestions. Although less analytical thinkers exhibited stronger social responses, the results, according to  Lee (2010) , were equivocal considering low critical thinking ability could not be simply equated to mindlessness. Kim and Sundar (2012)  also acknowledged the difficulty of distinguishing mindless anthropomorphism from mindful anthropomorphism. They measured mindfulness by directly asking participants to report whether they perceived a website as humanlike, natural, or lifelike. When testing mindlessness, they inquired participants how adjectives such as likable, sociable, friendly, and personal described the website. Although their findings corroborated mindless anthropomorphism, a limitation mentioned by  Kim and Sundar (2012)  was that they actually asked participants to orient their responses to the agent on the website instead of the website itself. Additionally, a closer investigation of the measurement of mindlessness may raise questions about whether reporting on items such as likable and sociable can infer a mindless process, as participants might still have mindfully evaluated the website when responding to these questionnaire items.\n\nIt is without doubt that testing and differentiating mindless anthropomorphism from mindful anthropomorphism is an intricate task. Using merely one single method or measurement may not be enough to reveal solid and dominant evidence. For example, it may be risky to infer mindlessness by directly asking participants about their perceptions of a humanlike technology, as participants' retrospective reflections may already be a mindful process. Although using psychophysiological measures (e.g., electroencephalography) can bring the benefits of measuring subconscious processes without human biases, the psychophysiological measures may not render direct evidence, as they rarely support a one-to-one relationship between a physiological event and a psychological construct  (Ravaja, 2004) . Additionally, applying secondary task reaction time has strengths in assessing involvement and attention, but individuals' performances may vary in their learning abilities, reactions, and memory, which could lead to the difficulty of result interpretation  (Lang & Basil, 1998) .\n\nWhile it is undeniable that every method has its strengths and limitations and few methods can provide direct evidence to support mindlessness or mindfulness, reaching the consensus on users' mindless vs. mindful responses to technologies may be a long-lasting process that requires accumulated evidence based on a combination of methods and measures, including both objective and subjective ones (e.g., combining fMRI and interviews), and real-time and retrospective ones (e.g., combining thinking-aloud protocols and recall tests)  (Lombard & Xu, 2021) . The convergence and patterns from a series of studies may eventually provide a clearer picture of the relationship between mindlessness and mindfulness. Thus, in an attempt to add more evidence to the extant knowledge about the explanatory mechanism of the CASA paradigm, we propose a new approach that combines multidimensional scaling and experimental design. We expect the findings to be complementary to the existing explanatory mechanism of the CASA paradigm."
    },
    {
      "title": "Combining multidimensional scaling and experiment",
      "text": "Multidimensional scaling (MDS) is a technique that determines an Ndimensional space for a set of objects using matrices of pairwise comparisons between objects  (Giguere, 2006) . It is an explorative data analysis technique that condenses large amounts of data into a spatial map that demonstrates the interrelationships among objects  (Mugavin, 2008) . According to  Vishwanath and Chen (2006) , MDS requires a measurement system that compares the similarities or dissimilarities among a set of elements. Objects that are perceived as similar exhibit smaller distances, whereas those perceived as different exhibit larger distances  (Jaworska & Chupetlovska-Anastasova, 2009) .\n\nMDS was initially applied in geographic distance mapping  (Giguere, 2006) . Researchers later applied it to individuals' psychological distances and cognitive mapping. For instance, MDS results revealed that weight/non-weight and muscle/non-muscle were two dimensions that determined people's cognitive mapping of gender differences  (Fisher et al., 2002) . Among the limited media technology research that has applied this technique,  Vishwanath and Chen (2006)  based their research on the diffusion of innovation and found that early technology adopters preferred technologies that shared similarities in infrastructure. Late technology adopters purchased technologies based on their functional purposes rather than similarities.\n\nCombining MDS and experimental design to examine whether users mindlessly respond to technologies has the following strengths. First, using MDS can help identify the dimensions underlying individuals' perceptions of technologies, which may not be readily evident in users' cognitive schemas  (Jaworska & Chupetlovska-Anastasova, 2009) . Given that individuals' perceptions and behaviors can be activated without their awareness of the triggers  (Bargh, 2002) , by merely asking participants to report the distances between technologies, the possibility that individuals actively and thoughtfully ponder technologies from a social cue or social signal perspective would be substantially reduced.\n\nSecond, not only can MDS be used to explore the defining characteristics of unknown psychological structures, it can also test a priori hypotheses  (Giguere, 2006) . As MDS allows researchers to find individual or group differences by comparing objects in people's cognitive spaces, it provides researchers with opportunities to manipulate treatment and control conditions and explore the differences across conditions in the same cognitive space. In this case, the advantages of both MDS and experimental designs can be achieved.\n\nThird, prior MDS research had primarily focused on the analyses of single matrices that quantify individuals' cognitive mapping for object distances. However, in the past two decades, the availability of the quadratic assignment procedure has enabled researchers to test the associations between multiple matrices  (Krackardt, 1987) . This technique can reveal how individuals' cognitive mapping of one set of concepts may be related to that of another, which may further inform the effects of experimental manipulations even if the data are presented in a distance matrix format.\n\nBased on the strengths of combining multidimensional scaling and experimental design, one approach to infer mindful vs. mindless responses may lie in the comparisons between a condition in which individuals are instructed to reflect on the roles of social cues and social signals presented by technologies and then report how these technologies evoke social responses in their cognitive map (i.e., the mindful condition) and one in which individuals are directly asked to contemplate the potential of technologies to evoke social responses in their cognitive map without pondering the roles of social cues and social signals (i.e., the mindless condition).\n\nTo be more specific, according to the mindful anthropomorphism explanation  (Lee, 2010) , if participants are led to fathom the roles of social cues and social signals presented by media technologies, then the magnitudes of users' social responses to different technologies should reflect participants' processing of social cues and social signals in the first place. In other words, when mapped in a cognitive space, technologies that are perceived to have a similar number of social cues and social signals should be closer to each other, while technologies that are perceived to be different based on the number of social cues and social signals should be distant from each other.\n\nBy contrast, without being asked to reflect on the roles of social cues or social signals, if individuals can develop cognitive maps that are identical to those developed in the mindful anthropomorphism condition, it can be inferred that individuals have mindlessly processed social cues and social signals, as the same cognitive maps would not be generated if individuals did not mindlessly process the information about social cues and social signals. That is, under the condition wherein individuals are not asked to ponder social cues or social signals (the mindless condition), if individuals' cognitive mapping of technology differences is distinct from the one that is generated in the mindful condition, it should be safe to postulate that mindless processing of social cues and social signals has not occurred in this process. Overall, when people evaluate and interpret technologies in different ways, these differences should result in different psychological distances between technologies and thus constitute different cognitive maps  (Fink et al., 2021) . Based on the derivations above and the conceptualizations of mindless anthropomorphism and mindful anthropomorphism, the following hypotheses are proposed.\n\nH1a. When asked to compare technologies regarding their social presence-evoking power, those who are not exposed to the influence of social cues or social signals will develop cognitive maps that are highly correlated with the ones developed by those who are exposed to the influence of social cues and social signals. (mindless anthropomorphism)\n\nH1b. When asked to compare technologies regarding their social presence-evoking power, those who are exposed to the influence of social cues and social signals will develop cognitive maps that are not significantly correlated with the ones developed by those who are not exposed to the influence of social cues or social signals. (mindful anthropomorphism)\n\nH2a. When asked to compare technologies regarding their perceived trustworthiness, those who are not exposed to the influence of social cues and social signals will develop cognitive maps that are highly correlated with the ones developed by those who are exposed to the influence of social cues and social signals. (mindless anthropomorphism)\n\nH2b. When asked to compare technologies regarding their perceived trustworthiness, those who are exposed to the influence of social cues and social signals will develop cognitive maps that are not significantly correlated with the ones developed by those who are not exposed to the influence of social cues or social signals. (mindful anthropomorphism)\n\nTo better illustrate users' cognitive mapping of technology differences in the mindful anthropomorphism and the mindless anthropomorphism conditions, the following RQs are proposed."
    },
    {
      "title": "RQ1.",
      "text": "What are users' cognitive maps of technology differences regarding their social presence-evoking power in the mindless anthropomorphism and in the mindful anthropomorphism conditions? RQ2. What are users' cognitive maps of technology differences regarding their perceived trustworthiness in the mindless anthropomorphism and in the mindful anthropomorphism conditions?"
    },
    {
      "title": "Method"
    },
    {
      "title": "Participants",
      "text": "A total of 1177 participants were recruited from Amazon Mechanical Turk. All participants were over 18 years old. Participants were informed that experiences with emerging technologies such as smartwatches, wireless headphones, voice assistants, and social robots were highly preferred. Although experiences with these technologies were not required, we expected that prior interaction experiences with these technologies would help them report more precise responses when they were asked to compare technology use experiences.\n\nAfter removing those who failed attention check, 834 participants were included in the final analyses. Among the reported data, 479 were males (57.4%) and 349 were females (41.8%). Their average age was 37.47 years (SD = 11.72)."
    },
    {
      "title": "Research design and procedures",
      "text": "Participants were told that the study sought to understand people's daily media technology use experiences. After receiving the consent form, participants were randomly assigned to one of the two conditions: the mindful condition or the mindless condition.\n\nIn the mindful condition, participants were asked to complete two sessions of tasks. The first session required them to select the social cues and social signals that they believed could be presented by each technology. A total of 14 technologies were presented to them sequentially. They included both traditional technologies such as hardcover books and televisions, and emerging technologies such as smartwatches and smart speakers.\n\nIn this process, to help participants understand \"social cues,\" participants were not only provided with its definition  (Fiore et al., 2013, p.  2), but were also given examples of technologies that are designed with social cues. The examples included how the voice assistant Siri is designed with a human voice to interact with its users and how some humanoid social robots are designed with gestures or eye gazes to communicate with humans. Participants were provided with 13 social cues from which they could select. These cues included human voice, eye gaze, gestures, language styles, and so on.\n\nAfter coding the social cues for a technology, they were asked to code the social signals that can be presented by technologies. To foster participants' understanding of social signals, they were told that people sometimes perceive technologies to have abstract human characteristics. Examples included how people may perceive technologies to have personalities or to be humans' companions. Participants coded each technology sequentially. They were provided with nine social signals which included companionship, identity, and emotions (for a full list of social cues, social signals, and technologies, see supplementary materials Appendix A). Participants were instructed to reflect only on the social cues and social signals provided by the technologies per se rather than those provided by the human communication partners with whom they interacted through the technologies.\n\nAfter participants coded each technology, in the second session, they were asked to compare different pairs of technologies regarding the perceived trustworthiness and corresponding social presence experiences. As 14 technologies can generate 91 groups of comparisons, which would be too many to include in a standard questionnaire, we drew upon Giguère's (2006) method 1 to retain the ideal number of comparisons. Out of 91 groups of comparisons, each participant was asked to compare 19 pairs of technologies that were randomly selected from all the possible combinations of comparisons. Such randomization was to ensure that the final scaling solution would not be impacted  (Schiffman et al., 1981) . The order of the comparisons was also randomized to avoid order effects  (Reeves & Geiger, 1994) . To avoid straight-lining issues, both pairwise comparison and graphic rating method were applied  (Davidson, 1983) .\n\nFor the mindless condition, in the first session, without being asked to code the social cues and social signals presented by technologies, participants were directly instructed to compare 19 pairs of technologies that were randomly selected from the 91 groups of combinations. They were asked to indicate how different each pair of technologies was in evoking perceived trustworthiness and social presence. In the second session, participants were asked to code the social cues and social signals that they believed could be presented by the 14 technologies.\n\nTwo attention check questions were included in the questionnaire. One question applied  Egelman and Peer's (2015)  strategy of letting participants respond to an irrelevant question. The other question asked participants to recall the last technology they coded. The whole experiment took participants about 30 min to complete.\n\n1  Giguere (2006)  equation to retain the ideal number (J) of pair comparisons for each participant: J = 40 × D/(I -1). D equals the maximal anticipated number of dimensions (2-6). I equals the number of items used in the experiment."
    },
    {
      "title": "Measures"
    },
    {
      "title": "Technology differences in evoking social presence",
      "text": "The perceived distance between each pair of technologies with regard to social presence-evoking power was adapted from previous social presence measures in the HCI context  (Lee et al., 2006) . Participants reported on a continuous scale with four 10-point items (1 = highly similar, 10 = highly dissimilar). Examples of the items were \"Based on your overall use experiences or understanding of televisions and hardcover books, how different are they in making you feel as if you and the technology were communicating with each other?\" and \"How different are they in making you feel involved?\" Responses to the four items were added and averaged to form the distance between two technologies in their social presence-evoking power. Thus, 14 technologies generated a 14 × 14 distance matrix."
    },
    {
      "title": "Technology differences in perceived trustworthiness",
      "text": "The perceived distance between each pair of technologies in perceived trustworthiness was adapted from previous technology credibility measures  (Nass & Lee, 2001; Wheeless & Grotz, 1977) . Participants reported on a continuous scale with three 10-point items (1 = highly similar, 10 = highly dissimilar). Examples of the items were \"Based on your overall use experiences or understanding of televisions and hardcover books, how different are they in their credibility?\" and \"How different are they in their perceived trustworthiness?\" For each pair of technologies, responses to the three items were added and averaged to form a 14 × 14 distance matrix."
    },
    {
      "title": "Technology differences in social cues",
      "text": "Participants were asked to code the social cues for each technology. A 14 × 14 matrix of technology distances was generated by calculating the differences between the average number of social cues coded for each technology. For example, if participants checked 10 social cues for humanoid social robots and three social cues for desktop computers on average, they were calculated to be seven units away from each other."
    },
    {
      "title": "Technology differences in social signals",
      "text": "Participants were asked to code the social signals for each technology. A 14 × 14 matrix of technology distances was generated by calculating the differences between the average number of social signals coded for each technology (for all eight matrices, see supplementary materials, Appendix B). Some other variables were measured to understand participants' general technology use experiences. Technology ownership was measured by simply asking participants to identify which of the 14 technologies they owned or had owned in the past (M = 7.31, SD = 2.53). Media power use (M = 5.88, SD = 1.00, α =0.80) was measured by asking participants about their intensity of media use  (Derks & Bakker, 2014; Zhong, 2013) . Participants reported on a Likert-type scale with three seven-point items (1 = strongly disagree, 7 = strongly agree). Examples of the items were \"I make good use of most of the features available in my media devices\" and \"I use my media devices intensively. Media usage was measured by asking participants on a typical day how much time they spent on media devices at home (M = 4.96 h, SD = 3.32) and at work (M = 5.07 h, SD = 3.31)."
    },
    {
      "title": "Data analyses",
      "text": "SPSS and R were used for data management and analyses. The independent variable was whether participants were explicitly asked to reflect on the roles of social cues and social signals for each technology and the dependent variables were participants' perceived technology differences in evoking social responses. H1 and H2 were tested using Quadratic Assignment Procedure (QAP) correlation  (Krackardt, 1987) . QAP tests an arbitrary graph-level statistic against a null hypothesis via the Monte Carlo simulation of likelihood quantiles  (Butts, 1999) . The number of draws used for the quantile estimation was set as 1000. QAP correlation has been used to test the associations between two distance matrices 2 . In addition, as a form of manipulation check, to ensure that users' cognitive mapping was developed due to the effects of social cues and social signals in both conditions, QAP linear regression  (Krackardt, 1987)  was conducted. QAP regression treats each matrix of relations as a variable and predicts the relationship between two matrices.\n\nRQ1 and RQ2 were examined using Classical MDS (CMDS). Specifically, with 14 technologies, a symmetric matrix that consists of 91 cells was generated  (Schiffman et al., 1981) . SPSS uses the Euclidian model as a basis to compute the optimal distances between objects in an N-dimensional stimulus space. In SPSS, alternating least-squares scaling (ALSCAL) uses a loss function called S-Stress to indicate the difference between the input proximities and the output proximities in the N-dimensional map  (Jaworska & Chupetlovska-Anastasova, 2009; Kruskal & Wish, 1978) . The MDS program also provides a scree plot, by which users can determine whether an extra dimension may change the goodness of fit of the data. According to  Davidson (1983) , researchers choose the most interpretable dimensionality level with a relatively goodness of fit. According to  Jaworska and Chupetlovska-Anastasova (2009) , R 2 > 0.60 can be considered an acceptable fit."
    },
    {
      "title": "Results",
      "text": "To test whether participants in the mindless anthropomorphism condition will develop cognitive maps of technology differences that are correlated with those developed in the mindful anthropomorphism condition (H1-H2), QAP correlation suggested that the cognitive maps of technology differences regarding their social presence-evoking power in the mindless anthropomorphism had a high correlation with those in the mindful anthropomorphism condition, r = .94, p < .001, indicating that the two cognitive maps were highly similar to each other. Therefore, H1a was supported. H1b was rejected.\n\nQAP correlation also suggested that participants' cognitive maps of technology differences regarding their perceived trustworthiness in the mindless anthropomorphism had a high correlation with those in the mindful anthropomorphism condition, r = .90, p < .001, indicating that the two cognitive maps were highly similar to each other. Thus, H2a was supported and H2b was rejected. The results of the QAP correlation were shown in Table  1 .\n\nAdditionally, as a form of manipulation check, to confirm that users' cognitive maps were developed due to the effects of social cues and social signals in the mindful anthropomorphism condition, QAP regression suggested that the differences between technologies in regard to social cues significantly predicted the differences between technolo-"
    },
    {
      "title": "Table 1",
      "text": "Quadratic assignment procedure correlation. 2 Unlike t-test that is used to determine if there is a significant difference between the means of two groups, the difference between two distance matrices is often tested using QAP correlation or Mantel test  (Legendre & Legendre, 2012) .\n\ngies in social presence-evoking power, B = .25, p = .02, and also the differences between technologies in their perceived trustworthiness, B = 0.19, p = .02. Furthermore, QAP regression suggested that the differences between technologies in regard to social signals significantly predicted the differences between technologies in social presenceevoking power, B = .63, p = .002, and the differences between technologies in their perceived trustworthiness, B = 0.41, p = .012. Although in the mindless anthropomorphism condition, participants were directly asked to compare technology differences regarding their social presence-evoking power and perceived trustworthiness, QAP regression was still conducted to check how much users' cognitive mapping of technology differences can be explained by their cognitive maps of technology differences in regard to social cues and social signals. QAP linear regression suggested that the differences between technologies regarding social cues partially accounted for the differences between technologies in evoking social presence, B = .20, p = .076, R 2 = 0.11, but the effect was only marginally significant. The differences between technologies regarding social signals also partially accounted for the differences between technologies in evoking social presence, B = 0.43, p = .065, R 2 = 0.12. The effect was also marginally significant. However, the differences between technologies regarding social cues and social signals did not account for the differences between technologies in their perceived trustworthiness. The results of the QAP regression and their model fits were shown in Table  2 .\n\nTo examine users' cognitive maps of technology differences regarding their social presence-evoking potential in the mindful anthropomorphism and the mindless anthropomorphism condition (RQ1), the scree-plots of CMDS suggested that two dimensions revealed a good fit for the model. Results of CMDS suggested that in the mindful anthropomorphism condition, a two-dimensional space accounted for 63% of the variance in the structured data of users' cognitive maps of technologies regarding their social presence-evoking potential, R 2 = 0.63, STRESS = 0.31. In the mindless anthropomorphism condition, a two-dimensional space accounted for 62% of the variance in the structured data of users' cognitive maps of technologies regarding their social presence-evoking potential, R 2 = 0.62, STRESS = 0.32.\n\nTo examine users' cognitive maps of technology differences regarding their perceived trustworthiness in the mindful anthropomorphism and the mindless anthropomorphism condition (RQ2), the screeplots of CMDS suggested that two dimensions revealed a good fit for the model. Results of CMDS suggested that in the mindful anthropomorphism condition, a two-dimensional space accounted for 57% of the variance in the structured data of users' cognitive maps of technologies regarding their trustworthiness, R 2 = 0.57, STRESS = 0.32. In the mindless anthropomorphism condition, a two-dimensional space accounted for 50% of the variance in the structured data of users' mental maps of technologies regarding their perceived trustworthiness, R 2 = 0.50, STRESS = 0.33. The cognitive maps of technology differences in evoking social presence and perceived trustworthiness in both conditions were shown in Figs.  1  and  2 . Results of the CMDS were shown in Table  3  and  Table 4 ."
    },
    {
      "title": "Discussion",
      "text": "This study seeks to continue the theoretical discussion about the explanatory mechanism underlying the CASA paradigm. While past research has used various methods and measures to investigate the black box of individuals' social responses to technologies, this study applies QAP and MDS to compare users' cognitive maps related to mindful anthropomorphism and mindless anthropomorphism. The study suggests that overall, compared to mindful anthropomorphism, mindless anthropomorphism was better supported in explaining users' social responses to technologies.\n\nBased on the experimental design, this study hypothesized that mindful anthropomorphism should occur when the following conditions are met. First, social cues and/or social signals should evoke users' social responses including social presence and trust in technologies, as the degree of human-likeness manifested in technologies should predict the extent to which users respond to technologies socially  (Lee, 2010) . Second, in this process, users' cognitive mapping of technology differences under the explicit influence of social cues and social signals should be different from the one engendered without such influence. Although the QAP regression suggested that the first condition was met, QAP correlation suggested that the matrices of technology differences in evoking social presence and perceived trustworthiness were highly correlated with those produced without the influence of social cues or social signals, which rejected the second condition.\n\nBy contrast, mindless anthropomorphism should occur based on the two following criteria. First, without explicitly triggering users' cognitive processing of social cues and/or social signals, mindless anthropomorphism should allow individuals to process them without full awareness and hence perceive technologies to be social actors and credible. Second, to minimize the possibility that users' cognitive maps of technology differences in the mindless anthropomorphism condition correlate with those formed in the mindful anthropomorphism condition by chance, participants were asked to retrospectively code how various technologies manifest social cues and social signals. Despite the retrospective nature, their perceptions of technology differences in social cues and social signals should to some extent explain their mindless social responses. QAP correlation results confirmed that participants in the mindless anthropomorphism condition developed cognitive maps that were highly correlated with those generated in the mindful anthropomorphism condition. QAP regression suggested that the matrices of social cues and social signals marginally predicted the matrix of social presence but not perceived trustworthiness, which lent partial support to the mindlessness explanation (for a diagram of the explanations, please see Appendix C in supplemental materials).\n\nThe high correlation between participants' cognitive mapping of technologies between the mindful anthropomorphism condition and the mindless anthropomorphism condition serves as an indicator that participants mindlessly processed a variety of technologies based on their interpretation of social cues and social signals. The finding confirmed  Nass and Moon's (2000)  postulation that mindlessness is the key mechanism that explains users' social responses to technologies. It is also aligned with previous research wherein  Xu (2019)  found that individuals responded mindlessly to social robots' behavior and wherein  Kim and Sundar (2012)  found that users mindlessly assigned human features to an interactive web interface.\n\nSuch mindless responses to a wide range of technologies may further corroborate that mindlessness is rooted in human evolution. Theory of mind forwarded that people have evolved the ability to infer others' mental status and behavioral intensions based on their social cues  (Adolphs, 2009) . Even when these social cues are presented by technologies, people will automatically perceive them as social actors  (Nass & Moon, 2000) . The finding was further supported by the biophilia hypothesis that humans have a genetically based propensity to affiliate with lifelike entities  (Kahn, 1997; Wilson, 1984) .\n\nThe similarity in individuals' cognitive maps between the mindless   anthropomorphism condition and the mindful anthropomorphism condition was illustrated in the two-dimensional models generated by CMDS (Figs. 1 and 2\n\n). CMDS not only reflected the high correlation between participants' cognitive mapping under different conditions, but also denoted that individuals' social responses (i.e., social presence, trust) to technologies are contingent upon their construal of social cues and social signals. The distances between various pairs of technologies indicate that technologies that present more social cues and social signals are likely to evoke stronger social presence and perceived trustworthiness compared to technologies that present fewer social cues and social signals. Table 6 demonstrates the average number of social cues and social signals coded for each technology. For example, users' social presence of social robots is spatially distant from that of hardcover books as these two media technologies were perceived as heterogenous in the quantity of social cues and social signals. Comparatively, smart speakers and chatbots are spatially close, as they were perceived as similar in presenting social cues and social signals, which evoked similar levels of social responses.\n\nThe findings about the technology distances here corroborated the perspective that individuals not only respond to computers but also a range of media technologies as social actors  (Reeves & Nass, 2002; Lombard & Xu, 2021) . Meanwhile, the strength of individuals' social responses is contingent upon the social cues and social signals available to technology users, such that individuals are likely to experience greater levels of social presence and attribute more credibility to the technologies that display more social cues and social signals, while they may experience lower levels of social presence and attribute less credibility to those that display fewer social cues and social signals  (Lombard & Xu, 2001) .\n\nIt is worth noting that this study only demonstrated that mindless anthropomorphism was better supported as an explanatory mechanism of the CASA paradigm. However, it is premature and hasty to repudiate the validity of the mindful anthropomorphism. Indeed, QAP regression results confirmed that mindfully processing social cues and social signals predicted users' cognitive mapping of technology differences in social presence-evoking power and perceived trustworthiness, which is consistent with past postulations about users' mindful reactions to technologies  (Fischer et al., 2011; Lee, 2010) . Therefore, instead of treating mindless anthropomorphism and mindful anthropomorphism as mutually exclusive, researchers should be more prudent in deciding which mechanism has more weight under different contexts. After all, past works have suggested that mindful anthropomorphism is especially powerful when scholars seek to expound how individuals treat technologies or natural phenomena with limited cues as social actors (e.g., children imagining their non-humanlike toys as humanlike, picturing the sun or clouds as happy)  (Lombard & Xu, 2021) . Thus, more research is needed to further distinguish which mechanism is more tenable under various communication contexts.\n\nIn the mindlessness condition, although the matrices of social cues and social signals did not explain the matrix of technology differences in perceived trustworthiness, the findings could be explained from the following three aspects. First, scholars in prior research have suggested that social presence, as an indicator of social perception, does not always lead to social attitudes or social behavior. However, social attitudes and social behavior can be considered a reflection of users' social presence experiences  (Lombard & Xu, 2021) . A similar idea has been expressed in  Lee et al.'s (2006)  research, where they distinguished between first-degree and second-degree social responses. First-degree social responses refer to the identification of the social characteristics of technologies. Second-degree social responses refer to the attitudinal and behavioral changes that occur after first-degree social responses. Here, social presence can be seen as a form of the first-degree social responses. In other words, it is possible that users' mindless processing of social cues and social signals was sufficient only to explain users' social presence experiences but was not enough to arouse users' evaluations of the technology credibility.\n\nThe second possible reason lies in the mindlessness explanation itself. According to  Nass and Moon (2000) , one indicator of mindlessness is that individuals' denial that technology warrants human responses. As participants in the mindlessness condition were asked to compare the technology differences in evoking social responses prior to coding the social cues and social signals, it is possible that when these participants retrospectively coded the technologies, they mindfully denied associating the dimensions of social cues and social signals with the given technologies, which undermined the statistical significance of the relationship between social cues, social signals, and perceived trustworthiness of the technologies.\n\nThe third reason could be that in the mindlessness condition, participants' evaluations of these technology differences may have been affected by other factors in addition to social cues and social signals. To understand these potential influences, we further examined how participants in the two conditions varied with regard to their technology ownership, media usage, and power use of media. Results suggested that  participants in the mindful condition (M = 7.49, SD = 2.51) scored significantly higher in technology ownership than those in the mindless condition (M = 7.19, SD = 2.53), t(832) = 1.98, p = .048, r = 0.06, meaning that those in the mindful anthropomorphism condition might already have had more technology use experiences and thus developed more trust in technologies compared to those in the mindless anthropomorphism condition. However, a closer look at the effect size of the comparison revealed that it was lower than what is considered a small effect size (r = 0.10)  (Cohen, 1988) , meaning that the magnitude of the difference in technology ownership was limited. Beyond technology ownership, participants in both conditions did not report significant differences in media usage or power use (Table  5 )."
    },
    {
      "title": "Theoretical, methodological, and practical implications",
      "text": "This study has theoretical significance. While the CASA paradigm has been widely applied in various emerging technologies, how users' social responses to these technologies occur is still under debate. Past research has used both anthropomorphism and mindlessness as explanatory mechanisms of the CASA framework. This study follows researchers' call for more research on the psychological processing of emerging technologies and suggests that overall mindless anthropomorphism has relatively more explanatory power than mindful anthropomorphism. This study can add to the existing literature on the CASA paradigm and enhance the explanatory, organizing, and heuristic power of the theoretical framework.\n\nMethodologically, as no single method or measure can fully support or refute either of the explanations, it is important that scholars collect accumulated evidence for the explanations and seek the convergence of findings that inform the psychological process of social responses to technologies. This study distinguishes itself from previous research by combining both experimental design and MDS. By directly avoiding hinting to participants about the effects of social cues and social signals in the mindless anthropomorphism condition and by utilizing the advantage of MDS in visualizing individuals' hidden and implicit psychological structures in assessing technology differences  (Jaworska & Chupetlovska-Anastasova, 2009) , this study uncovered the differences between a controlled, effortful, and top-down process and a spontaneous, involuntary, and bottom-up process in users' social responses to technologies.\n\nPractically, the evidence that supports the mechanism of mindless anthropomorphism implies that researchers and developers should be more cautious about the potential effects of social cues and social signals when they design technologies. As users' responses to technologies tend to rely on a more mindless and spontaneous mechanism, it is imperative that researchers fully inform users about the potential risks of the technologies designed with human characteristics. Especially when technologies present a rich combination of social cues (e.g., deepfake videos and humanoid AI news anchors), users should be aware of not only the promises, but also more importantly, the perils of these technologies."
    },
    {
      "title": "Conclusion and limitations",
      "text": "This study adopts an innovative research method by combining MDS and an experimental design and examines whether it is mindful anthropomorphism or mindless anthropomorphism that prevails in explaining users' social responses to technologies. This study confirms the validity of the mindlessness explanation that was initially proposed by  Nass and Moon (2000)  and provides additional evidence for the current discussion about the explanatory mechanism of the CASA paradigm.\n\nOne limitation of this study is that it only seeks to investigate the explanations of mindlessness and mindfulness. However, as technologies have become more multi-layered, multi-structured, and convergent, some other explanations have emerged and necessitated more subtle examination. For instance,  Solomon and Wash (2014)  proposed the source orientation model whereby users may reorient their perceived sources in HCI based on the proximity of different technology components or by involving human users. Thus, future research could take into consideration more explanatory mechanisms and test their validity in users' social responses to technologies. Another limitation lies in the new approach, where mindless responses and mindful responses were examined in a generalized context. However, social responses to each technology in daily life may vary in individual differences and specific interaction contexts. Future investigation of their psychological processing of media technologies should take into account these contexts and personal differences. Note: *p < .05, r: effect size using Pearson correlation."
    },
    {
      "text": "p < .05, **p < .01, ***p < .001."
    },
    {
      "text": "Fig. 1. Cognitive maps of technology differences in evoking social presence across two conditions. The number following each technology means the corresponding condition. For example, social robot1 means the position of social robot in individuals' cognitive map in the mindful condition, whereas social robot2 means the position of it in the mindless condition."
    },
    {
      "text": "Fig. 2. Cognitive maps of technology differences in perceived trustworthiness across two conditions. The number following each technology means the corresponding condition. For example, social robot1 means the position of social robot in individuals' cognitive map in the mindful condition, whereas social robot2 means the position of it in the mindless condition."
    },
    {
      "text": "Quadratic assignment procedure linear regression."
    },
    {
      "text": "Technology differences in evoking social presence in mindful and mindless condition."
    },
    {
      "text": "Technology differences in perceived trustworthiness in mindful and mindless condition."
    },
    {
      "text": "Group differences in technology ownership, power use of media, and technology usage."
    },
    {
      "text": "Averaged number of social cues and social signals coded for each technology."
    }
  ],
  "references": [
    {
      "title": "The social brain: Neural basis of social knowledge",
      "authors": [
        "R Adolphs"
      ],
      "year": 2009,
      "doi": "10.1146/annurev.psych.60.110707.163514"
    },
    {
      "title": "Living up to the chatbot hype: The influence of anthropomorphic design cues and communicative agency framing on conversational agent and company perceptions",
      "authors": [
        "T Araujo"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2018.03.051"
    },
    {
      "title": "Losing consciousness: Automatic influences on consumer judgment, behavior, and motivation",
      "authors": [
        "J Bargh"
      ],
      "year": 2002
    },
    {
      "title": "The unbearable automaticity of being",
      "authors": [
        "J Bargh",
        "T Chartrand"
      ],
      "year": 1999,
      "doi": "10.1037//0003-066x.54.7.462"
    },
    {
      "title": "Perform quadratic assignment procedure (QAP) hypothesis tests for graph-level statistics",
      "authors": [
        "C Butts"
      ],
      "year": 1999
    },
    {
      "title": "Smartphones as digital companions: Characterizing the relationship between users and their phones",
      "authors": [
        "A Carolus",
        "J Binder",
        "R Muench",
        "C Schmidt",
        "F Schneider",
        "S Buglass"
      ],
      "year": 2018
    },
    {
      "title": "What communication scientists do",
      "authors": [
        "S Chaffee",
        "C Berger"
      ],
      "year": 1987
    },
    {
      "title": "How we trust, perceive, and learn from virtual humans: The influence of voice quality",
      "authors": [
        "E Chiou",
        "N Schroeder",
        "S Craig"
      ],
      "year": 2020,
      "doi": "10.1016/j.compedu.2019.103756"
    },
    {
      "title": "Location-based system: Comparative effects of personalization vs ease of use",
      "authors": [
        "B Choi",
        "O Kwon",
        "B Shin"
      ],
      "year": 2017,
      "doi": "10.1016/j.tele.2016.04.011"
    },
    {
      "title": "Statistical power analysis for the behavioral sciences",
      "authors": [
        "J Cohen"
      ],
      "year": 1988
    },
    {
      "title": "Multidimensional scaling",
      "authors": [
        "M Davidson"
      ],
      "year": 1983
    },
    {
      "title": "Smartphone use, work-home interference, and burnout: A diary study on the role of recovery",
      "authors": [
        "D Derks",
        "A Bakker"
      ],
      "year": 2014,
      "doi": "10.1111/j.1464-0597.2012.00530.x"
    },
    {
      "title": "Suspension of disbelief in social robotics",
      "authors": [
        "B Duffy",
        "K Zawieska"
      ],
      "year": 2012
    },
    {
      "title": "Evaluations of an artificial intelligence instructor's voice: Social identity theory in human-robot interactions",
      "authors": [
        "C Edwards",
        "A Edwards",
        "B Stoll",
        "X Lin",
        "N Massey"
      ],
      "year": 2019,
      "doi": "10.1016/j.chb.2018.08.027"
    },
    {
      "title": "Scaling the security wall: Developing a security behavior intentions scale (sebis)",
      "authors": [
        "S Egelman",
        "E Peer"
      ],
      "year": 2015
    },
    {
      "title": "On seeing human: A three-factor theory of anthropomorphism",
      "authors": [
        "N Epley",
        "A Waytz",
        "J Cacioppo"
      ],
      "year": 2007,
      "doi": "10.1037/0033-295x.114.4.864"
    },
    {
      "title": "Social categorization of social robots: Anthropomorphism as a function of robot group membership",
      "authors": [
        "F Eyssel",
        "D Kuchenbrandt"
      ],
      "year": 2012,
      "doi": "10.1111/j.2044-8309.2011.02082.x"
    },
    {
      "title": "How Americans make sense of two novel pandemics",
      "authors": [
        "E Fink",
        "R Smith",
        "D Cai",
        "H Jung",
        "J Woelfel"
      ],
      "year": 2021,
      "doi": "10.1080/10410236.2020.1857506"
    },
    {
      "title": "Toward understanding social cues and signals in human-robot interaction: Effects of robot gaze and proxemic behavior",
      "authors": [
        "S Fiore",
        "T Wiltshire",
        "E Lobato",
        "F Jentsch",
        "W Huang",
        "B Axelrod"
      ],
      "year": 2013,
      "doi": "10.3389/fpsyg.2013.00859"
    },
    {
      "title": "Interpersonal variation in understanding robots as social actors",
      "authors": [
        "K Fischer"
      ],
      "year": 2011
    },
    {
      "title": "Social comparison and body image: An investigation of body comparison process using multidimensional scaling",
      "authors": [
        "E Fisher",
        "M Dunn",
        "J Thompson"
      ],
      "year": 2002,
      "doi": "10.1521/jscp.21.5.566.22618"
    },
    {
      "title": "Becoming a \"Greeble\" expert: Exploring mechanisms for face recognition",
      "authors": [
        "I Gauthier",
        "M Tarr"
      ],
      "year": 1977,
      "doi": "10.1016/s0042-6989(96)00286-6"
    },
    {
      "title": "Revealing the black box: Information processing and media effects",
      "authors": [
        "S Geiger",
        "J Newhagen"
      ],
      "year": 1993,
      "doi": "10.1111/j.1460-2466.1993.tb01303.x"
    },
    {
      "title": "Collecting and analyzing data in multidimensional scaling experiments: A guide for psychologists using SPSS",
      "authors": [
        "G Giguere"
      ],
      "year": 2006,
      "doi": "10.20982/tqmp.02.1.p026"
    },
    {
      "title": "A robot that communicates with vocal fillers has Uhhh greater social presence",
      "authors": [
        "H Goble",
        "C Edwards"
      ],
      "year": 2018,
      "doi": "10.1080/08824096.2018.1447454"
    },
    {
      "title": "What a pity, Pepper! How warmth in robots' language impacts reactions to errors during a collaborative task",
      "authors": [
        "L Hoffmann",
        "M Derksen",
        "S Kopp"
      ],
      "year": 2020,
      "doi": "10.1145/3371382.3378242"
    },
    {
      "title": "A review of multidimensional scaling (MDS) and its utility in various psychological domains",
      "authors": [
        "N Jaworska",
        "A Chupetlovska-Anastasova"
      ],
      "year": 2009
    },
    {
      "title": "Participatory materials: Having a reflective conversation with an artifact in the making",
      "authors": [
        "M Jung",
        "N Martelero",
        "H Hoster",
        "C Nass"
      ],
      "year": 2014,
      "doi": "10.1145/2598510.2598591"
    },
    {
      "title": "Developmental psychology and the biophilia hypothesis: Children's affiliation with nature",
      "authors": [
        "P Kahn"
      ],
      "year": 1997,
      "doi": "10.1006/drev.1996.0430"
    },
    {
      "title": "Anthropomorphism of computers: Is it mindful or mindless?",
      "authors": [
        "Y Kim",
        "S Sundar"
      ],
      "year": 2012
    },
    {
      "title": "QAP partialling as a test of spuriousness",
      "authors": [
        "D Krackardt"
      ],
      "year": 1987
    },
    {
      "title": "Multidimensional scaling",
      "authors": [
        "J Kruskal",
        "M Wish"
      ],
      "year": 1978,
      "doi": "10.4135/9781412985130"
    },
    {
      "title": "Attention, resource allocation, and communication research: What do secondary task reaction times measure, anyway",
      "authors": [
        "A Lang",
        "M Basil"
      ],
      "year": 1998
    },
    {
      "title": "Matters of mind: Mindfulness/mindlessness in perspective",
      "authors": [
        "E Langer",
        "E Langer"
      ],
      "year": 1992,
      "doi": "10.1111/1467-8721.00099"
    },
    {
      "title": "Designing for the end of life of IoT objects",
      "authors": [
        "S Lechelt",
        "K Gorkovenko",
        "L Soares",
        "C Speed",
        "J Thorp",
        "M Stead"
      ],
      "year": 2020,
      "doi": "10.1145/3393914.3395918"
    },
    {
      "title": "Presence explicated",
      "authors": [
        "K Lee"
      ],
      "year": 2004,
      "doi": "10.1093/ct/14.1.27"
    },
    {
      "title": "Why presence occurs: Evolutionary psychology, media equation, and presence",
      "authors": [
        "K Lee"
      ],
      "year": 2004
    },
    {
      "title": "What triggers social responses to flattering computers? Experimental tests of anthropomorphism and mindlessness explanations",
      "authors": [
        "E Lee"
      ],
      "year": 2010,
      "doi": "10.1177/0093650209356389"
    },
    {
      "title": "Can robots manifest personality? An empirical test of personality recognition, social responses, and social presence in human-robot interaction",
      "authors": [
        "K Lee",
        "W Peng",
        "S Jin",
        "C Yan"
      ],
      "year": 2006,
      "doi": "10.1111/j.1460-2466.2006.00318.x"
    },
    {
      "title": "Numerical ecology",
      "authors": [
        "P Legendre",
        "L Legendre"
      ],
      "year": 2012
    },
    {
      "title": "Love and sex with robots: The evolution of human-robot relationships",
      "authors": [
        "D Levy"
      ],
      "year": 2009
    },
    {
      "title": "Exploring the effects of specialist versus generalist embodied virtual agents in a multi-product category online store",
      "authors": [
        "T Liew",
        "S Tan"
      ],
      "year": 2018,
      "doi": "10.1016/j.tele.2017.10.005"
    },
    {
      "title": "At the heart of it all: The concept of presence",
      "authors": [
        "M Lombard",
        "T Ditton"
      ],
      "year": 1997,
      "doi": "10.1111/j.1083-6101.1997.tb00072x"
    },
    {
      "title": "Social responses to media technologies: The Media are Social Actors paradigm",
      "authors": [
        "M Lombard",
        "K Xu"
      ],
      "year": 2021,
      "doi": "10.30658/hmc.2.2"
    },
    {
      "title": "A face with a cue: Exploring the inevitability of person categorization",
      "authors": [
        "D Martin",
        "C Macrae"
      ],
      "year": 2007,
      "doi": "10.1002/ejsp.445"
    },
    {
      "title": "Intimate exchanges: Using computers to elicit self-disclosure from consumers",
      "authors": [
        "Y Moon"
      ],
      "year": 2000
    },
    {
      "title": "Cues that trigger social transmission of disinhibition in young children",
      "authors": [
        "Y Moriguchi",
        "T Minato",
        "H Ishiguro",
        "I Shinohara",
        "S Itakura"
      ],
      "year": 2010
    },
    {
      "title": "The media inequality: Comparing the initial human-human and human-AI social interactions",
      "authors": [
        "Y Mou",
        "K Xu"
      ],
      "year": 2017,
      "doi": "10.1016/j.chb.2017.02.067"
    },
    {
      "title": "Multidimensional scaling: A brief overview",
      "authors": [
        "M Mugavin"
      ],
      "year": 2008
    },
    {
      "title": "Etiquette quality: Exhibitions and expectations of computer politeness",
      "authors": [
        "C Nass"
      ],
      "year": 2004,
      "doi": "10.1145/975817.975841"
    },
    {
      "title": "Does computer-synthesized speech manifest personality? Experimental tests of recognition, similarity attraction, and consistency attraction",
      "authors": [
        "C Nass",
        "K Lee"
      ],
      "year": 2001
    },
    {
      "title": "Machines and mindlessness: Social responses to computers",
      "authors": [
        "C Nass",
        "Y Moon"
      ],
      "year": 2000,
      "doi": "10.1111/0022-4537.00153"
    },
    {
      "title": "Are machines gender neutral? Gender-stereotypic responses to computers with voices",
      "authors": [
        "C Nass",
        "Y Moon",
        "N Green"
      ],
      "year": 1997,
      "doi": "10.1111/j.1559-1816.1997.tb00275.x"
    },
    {
      "title": "Computers are social actors",
      "authors": [
        "C Nass",
        "J Steuer",
        "E Tauber"
      ],
      "year": 1994,
      "doi": "10.1145/191666.191703"
    },
    {
      "title": "The human alarm system for sensational news, online news headlines, and associated generic digital footprints: A uses and gratifications approach",
      "authors": [
        "Y Ng",
        "X Zhao"
      ],
      "year": 2018
    },
    {
      "title": "Contributions of psychophysiology to media research: Review and recommendations",
      "authors": [
        "N Ravaja"
      ],
      "year": 2004,
      "doi": "10.1207/s1532785xmep0602_4"
    },
    {
      "title": "Designing experiments that assess psychological responses to media messages",
      "authors": [
        "B Reeves",
        "S Geiger"
      ],
      "year": 1994
    },
    {
      "title": "The media equation: How people treat computers, television, and new media like real people and places",
      "authors": [
        "B Reeves",
        "C Nass"
      ],
      "year": 2002
    },
    {
      "title": "Ritualized and instrumental television viewing",
      "authors": [
        "A Rubin"
      ],
      "year": 1984
    },
    {
      "title": "Effects of visual and linguistic anthropomorphic cues on social perception, self-awareness, and information disclosure in a health website",
      "authors": [
        "Y Sah",
        "W Peng"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2014.12.055"
    },
    {
      "title": "To err is human(-like): Effects of robot gesture on perceived anthropomorphism and likability",
      "authors": [
        "M Salem",
        "F Eyssel",
        "K Rohlfing",
        "S Kopp",
        "F Joublin"
      ],
      "year": 2013
    },
    {
      "title": "Introduction to multidimensional scaling: Theory, methods, and applications",
      "authors": [
        "S Schiffman",
        "M Reynolds",
        "F Young"
      ],
      "year": 1981
    },
    {
      "title": "Anthropomorphism and anthropomorphic selectionbeyond the cute response",
      "authors": [
        "J Serpell"
      ],
      "year": 2003
    },
    {
      "title": "Visual discrimination and recognition of facial expressions of anger, fear, and surprise in 4-to 6-month-old infants",
      "authors": [
        "J Serrano",
        "J Iglesias",
        "A Loeches"
      ],
      "year": 1992
    },
    {
      "title": "Hardwired for news: Using biological and cultural evolution to explain the surveillance function",
      "authors": [
        "P Shoemaker"
      ],
      "year": 1996
    },
    {
      "title": "Human-what interaction? Understanding user source orientation",
      "authors": [
        "J Solomon",
        "R Wash"
      ],
      "year": 2014
    },
    {
      "title": "Welcoming our robot overloads: Initial expectations about interaction with a robot",
      "authors": [
        "P Spence",
        "D Westerman",
        "C Edwards",
        "A Edwards"
      ],
      "year": 2014
    },
    {
      "title": "Why aren't you a sassy little thing\": The effects of robot-enacted guilt trips on credibility and consensus in a negotiation",
      "authors": [
        "B Stoll",
        "C Edwards",
        "A Edwards"
      ],
      "year": 2016
    },
    {
      "title": "Pimp my roomba: Designing for personalization",
      "authors": [
        "J Sung",
        "R Grinter",
        "H Christensen"
      ],
      "year": 2009
    },
    {
      "title": "Identity perception of computers as social actors",
      "authors": [
        "Y Takeuchi",
        "Y Katagiri"
      ],
      "year": 1999
    },
    {
      "title": "The mind behind anthropomorphic thinking: Attribution of mental states to other species",
      "authors": [
        "E Urquiza-Haas",
        "K Kotrschal"
      ],
      "year": 2015
    },
    {
      "title": "Technology clusters: Using multidimensional scaling to evaluate and structure technology clusters",
      "authors": [
        "& Vishwanath",
        "Chen"
      ],
      "year": 2006
    },
    {
      "title": "The measurement of trust and its relationship to selfdisclosure",
      "authors": [
        "L Wheeless",
        "J Grotz"
      ],
      "year": 1977
    },
    {
      "title": "Biophilia",
      "authors": [
        "E Wilson"
      ],
      "year": 1984
    },
    {
      "title": "First encounter with robot Alpha: How individual differences interact with vocal and kinetic cues in users' social responses",
      "authors": [
        "K Xu"
      ],
      "year": 2019
    },
    {
      "title": "From smartphones to iPad: Power users' disposition toward mobile media devices",
      "authors": [
        "B Zhong"
      ],
      "year": 2013
    }
  ],
  "num_references": 76
}
