{
  "paper_id": "47U26A38",
  "title": "The current status of culturally adapted mental health interventions: a practice-focused review of meta-analyses",
  "abstract": "In recent years, there has been a steadily increasing recognition of the need to improve the cultural competence of services and cultural adaptation of interventions so that every individual can benefit from evidence-based care. There have been attempts at culturally adapting evidence-based interventions for mental health problems, and a few meta-analyses have been published in this area. This is, however, a much debated subject. Furthermore, there is a lack of a comprehensive review of meta-analyses and literature reviews that provide guidance to policy makers and clinicians. This review summarizes the current meta-analysis literature on culturally adapted interventions for mental health disorders to provide a succinct account of the current state of knowledge in this area, limitations, and guidance for the future research.",
  "year": 2014,
  "date": "2014",
  "journal": "BMJ",
  "publication": "BMJ",
  "authors": [
    {
      "forename": "Shanaya",
      "surname": "Rathod",
      "name": "Shanaya Rathod",
      "affiliation": "1  southern health Nhs Foundation Trust , southampton , UK; \n\t\t\t\t\t\t\t\t southern health Nhs Foundation Trust \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t southampton \n\t\t\t\t\t\t\t\t\t UK;"
    },
    {
      "forename": "Lina",
      "surname": "Gega",
      "name": "Lina Gega",
      "affiliation": "2  Department of health sciences , University of York , York , UK; \n\t\t\t\t\t\t\t\t Department of health sciences \n\t\t\t\t\t\t\t\t University of York \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t York \n\t\t\t\t\t\t\t\t\t UK;"
    },
    {
      "forename": "Amy",
      "surname": "Degnan",
      "name": "Amy Degnan",
      "affiliation": "3  Division of Psychology and Mental health , University of Manchester , Manchester , UK; \n\t\t\t\t\t\t\t\t Division of Psychology and Mental health \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK;"
    },
    {
      "forename": "Jennifer",
      "surname": "Pikard",
      "name": "Jennifer Pikard",
      "affiliation": "4  Department of Psychiatry , Queen's University , Kingston , ON , canada; \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Queen's University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kingston \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t canada;"
    },
    {
      "forename": "Tasneem",
      "surname": "Khan",
      "name": "Tasneem Khan",
      "affiliation": "5  Faculty of applied health sciences , school of Public health and health systems , University of Waterloo , Waterloo , ON , canada \n\t\t\t\t\t\t\t\t Faculty of applied health sciences \n\t\t\t\t\t\t\t\t school of Public health and health systems \n\t\t\t\t\t\t\t\t University of Waterloo \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Waterloo \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t canada"
    },
    {
      "forename": "Nusrat",
      "surname": "Husain",
      "name": "Nusrat Husain",
      "affiliation": "3  Division of Psychology and Mental health , University of Manchester , Manchester , UK; \n\t\t\t\t\t\t\t\t Division of Psychology and Mental health \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t UK;"
    },
    {
      "forename": "Tariq",
      "surname": "Munshi",
      "name": "Tariq Munshi",
      "affiliation": "4  Department of Psychiatry , Queen's University , Kingston , ON , canada; \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Queen's University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kingston \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t canada;"
    },
    {
      "forename": "Farooq",
      "surname": "Naeem",
      "name": "Farooq Naeem",
      "affiliation": "4  Department of Psychiatry , Queen's University , Kingston , ON , canada; \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t Queen's University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kingston \n\t\t\t\t\t\t\t\t\t ON \n\t\t\t\t\t\t\t\t\t canada;"
    }
  ],
  "doi": "10.2147/ndt.s138430",
  "keywords": [
    "cultural adaptation",
    "interventions",
    "mental illness",
    "meta-analysis",
    "minority ethnic",
    "psychotherapies"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cultural differences are reported in the prevalence, clinical manifestation, diagnosis, treatment response, and outcomes for individuals with mental health problems. Globalization is making many countries culturally diverse,  1  and this places an enormous responsibility on health care systems to ensure that practice is relevant to the variety of cultural backgrounds of the diverse populations, 2 thereby reducing health disparities through cultural responsiveness, appropriateness, and effectiveness of clinical services. Lack of cultural competence and cultural adaptations in systems of care is a leading cause of disparity in services for minority cultures leading to poor uptake of available services, adverse outcomes, and increasing the cost to society.  3  Despite availability of a number of interventions, studies in mental health have concluded that outcomes for minority cultural groups are not as good as for Caucasian people.  4 The current criteria for judging good research designs may or may not be feasible for research on minority ethnic groups, and additionally, there are no paradigms for developing measures or interpreting existing measures to incorporate ethnicity and racialized experiences.  5 Therefore, the generalization of findings of the effectiveness of therapeutic interventions to many cultural groups may not be valid or even appropriate.\n\nDespite the potential for a cultural mismatch to render treatments ineffective, clinicians and researchers are disseminating interventions locally and globally across widely diverse cultures.  [6] [7] 7] [8] [9]  Efforts to improve this gap remain piecemeal. To date, no comprehensive review of meta-analyses is available with a detailed summary of findings, guidance on the state of current evidence, and directions for future practice. Neuropsychiatric Disease and Treatment downloaded from  https://www.dovepress.com/  by 54.70.40.11 on 07-Dec-2018 For personal use only. This review provides a summary and overview of findings across meta-analyses on culturally adapted interventions for mental health problems, describing the current state of affairs. The objectives of this review are to: 1) Summarize findings from existing meta-analyses and literature reviews of culturally adapted psychosocial interventions for mental health problems; 2) Gather knowledge regarding the nature and process of adaptation; 3) Identify what specific elements of cultural adaptation may moderate or mediate the effectiveness of such interventions for mental health problems; and 4) Discuss the way forward."
    },
    {
      "title": "Method",
      "text": "The PICO model  10  was used for this study."
    },
    {
      "title": "inclusion-exclusion criteria",
      "text": "We included all meta-analyses of 1) psychosocial interventions; 2) populations who belonged to a non-western cultural background, whether living in the west or outside the west; and 3) with mental health problems."
    },
    {
      "title": "Population",
      "text": "Reviews of studies comprising samples with any type of mental health problem or diagnosis were included. Reviews with mixed diagnostic samples were not excluded."
    },
    {
      "title": "interventions",
      "text": "Reviews relating to all types and modalities of an intervention that incorporated a cultural adaptation -psychological and social -were included. We excluded meta-analyses that only incorporated faith and religion-adapted interventions."
    },
    {
      "title": "comparators",
      "text": "We reported all comparisons of psychosocial interventions, including standard interventions without cultural adaptation and other comparators such as usual care."
    },
    {
      "title": "Outcomes",
      "text": "We included all health-related outcomes measured by standardized outcome measures, both generic (eg, quality of life, daily functioning, well-being, disability) and conditionspecific (eg, symptoms, risk, recurrence)."
    },
    {
      "title": "Design",
      "text": "We included review papers with meta-analyses. There was no restriction on the types of studies included in the reviews, and no reviews were excluded based on their methodological quality."
    },
    {
      "title": "search strategy",
      "text": "We carried out a comprehensive literature search to identify relevant published meta-analyses. The following electronic research databases were searched: MEDLINE (via the Ovid platform); EMBASE (via Ovid); PsycINFO (via EBSCO platform); The Cumulative Index to Nursing and Allied Health Literature (CINAHL) (via EBSCO); the Cochrane Database of Systematic Reviews (CDSR); Database of Abstracts of Reviews of Effectiveness (DARE); Health Technology Assessment database and the NIHR Journals Library; Database of promoting health effectiveness reviews (DoPHER); and PROSPERO (international prospective register of systematic reviews). We searched databases indexing gray literature, such as Opengrey ( www.opengrey.eu ), which contained references to potentially relevant theses. Reference lists of reviews meeting the inclusion criteria were manually checked to identify any relevant meta-analyses.\n\nWe conducted preliminary searches using different terms to capture relevant literature for this review in relation to population (ethnic, minority, migrant); intervention (cultural adaptation, culturally sensitive, culturally appropriate); comparator (intervention, therapy, treatment, care); outcomes (mental health, mental illness, psychiatric disorder, behavior, depression, anxiety, schizophrenia, psychosis); and design (meta-analysis, systematic review).\n\nWe used the truncation symbol (*) to search for variable endings; for example, cultural* captured cultural and culturally; depress* captured depression, depressed, and depressive; adapt* captured adaptation and adapted; meta-only* captured meta-analysis, meta-analyses, and meta-analytic (al); therapy* captured therapy, therapeutic, and therapies. Wildcard symbols (? and $) were used to capture different spellings (behavio?r for behaviour and behavior) and different prefixes ($therapy for psychotherapy, physiotherapy, and therapy). We combined our search terms using Boolean AND/OR commands; for example, we searched for (psychiatr* OR mental OR behavio?r*) AND (minorit* OR ethnic* OR *migrant).\n\nFollowing piloting of various search strategies to assess their sensitivity (ability to capture relevant well-known reviews in the field) and specificity (ability to filter out irrelevant literature so that we did not end up with overinflated number of returned reviews), the search strategy deemed to be the most efficient and sensitive search combined the terms (cultural* OR ethnic) AND (intervention* OR treatment* OR\n\nNeuropsychiatric Disease and Treatment downloaded from  https://www.dovepress.com/  by 54.70.40.11 on 07-Dec-2018 For personal use only.\n\n$therap*) and (meta-analy* OR metanaly*). The searches in Medline and CINHAL contained the same terms in all fields, whereas the searches in PsycIINFO searched for these terms only in \"abstracts\" and included the terms (adapt* OR sensitive OR appropriate OR competen*) to improve the specificity of the search and reduce the number of irrelevant returns.\n\nDatabase searches were conducted over the past 10 years (2006-2016) of each of the databases, as we know that no relevant reviews have been published before then. We did not filter the results of our searches using only review articles because this returned irrelevant results (reviews without meta-analyses) and also failed to capture some meta-analyses that were not identified in the databases as \"reviews.\" Searches were restricted to literature published in the English language as we anticipated that most reviews of culturally adapted mental health interventions for nondominant ethnic or racial groups, even when conducted by non-native English-speaking research groups, would have a version published in English. Finally, experts in the field were contacted to identify meta-analyses and reviews of literature in this area."
    },
    {
      "title": "evidence selection and synthesis",
      "text": "There is no agreed methodology on reviewing and analyzing data from meta-analyses and literature reviews. We followed a similar method to that of PRISMA.  11 We screened all titles and abstracts identified from our literature search against our inclusion criteria and retrieved the full texts of potentially relevant articles for more thorough screening. We selected meta-analyses that met our inclusion criteria regarding population, intervention, comparator, outcomes, and design (Figure  1 ). The lead (SR) and senior author (LG) extracted data on study and participant characteristics, meta-analytic results, methodological quality, cultural adaptation, and potential moderators."
    },
    {
      "title": "Results",
      "text": "We have summarized findings from existing meta-analyses and literature reviews of culturally adapted psychosocial interventions for mental health problems in tabular form (Table  1 ). Table 1 also presents specific elements of cultural adaptation that may moderate or mediate the effectiveness of such interventions for mental health problems.\n\nDue to methodological heterogeneity and nonindependence (with reviews including the same study samples), a narrative approach has been undertaken to synthesize the meta-analytic findings and discuss the nature and process of adaptation."
    },
    {
      "title": "characteristics of reviews",
      "text": "Our systematic search generated a total of 12 articles that met inclusion criteria. The overall approach in the studies of cultural adaptation appears to be western versus non-western cultures. These included 10 published reviews,  [12] [13] [14] [15] [16] [17] [18] [19] [20] [21]  one thesis,  22  and one unpublished review (accepted for publication).  23 We agreed that it would not be meaningful to calculate the total number of participants as a number of meta analyses looked at the same and previously published studies.\n\nMost of the reviews focused on a variety of disorders and populations. One focused on schizophrenia  23  while four focused on depressive symptoms.  13, 18, 19, 21 One review focused on a specific population, that is, Latinos,  22  and another on Latino, African American, or Native American only,  16  while the rest included studies of different ethnic and cultural groups. Two reviews focused on youth only (#18 years).  16, 17 ne review specifically focused on women -perinatal depression.  19 Only one review compared adapted versus unadapted interventions.  12 While most reviews attempted some description of cultural adaptation, only two of these described the nature and process in detail using a systematic approach.  13, 23 The latter two articles were also the only reviews that described and compared the different types of therapies adapted for culture. Two meta-analyses conducted by Rojas-Garcia et al  18, 19  focused on culturally adapted interventions for depressed persons from low socioeconomic status. Table  1  presents the study characteristics and results of each meta-analysis included in this review."
    },
    {
      "title": "effectiveness and quality of the reviews",
      "text": "The included reviews reported effect sizes ranging from 0.23 to 0.75, with the majority reporting moderate to large effect sizes.\n\nThese are summarized in Table  1 . Table  2  presents the quality assessment based on Assessment of Multiple SysTemAtic Reviews (AMSTAR) criteria.\n\nGriner and Smith  14  conducted the first meta-analysis of culturally adapted interventions and included the majority of retrieved studies as part of their strategy. The overinclusiveness was also a quality-limiting factor of the meta-analysis. The inclusion criteria were that the studies were written in English and provided quantitative data on evaluation of culturally adapted mental health interventions. The authors categorized cultural adaptation based on whether the treatments included components like explicit statement of culture, matched race or ethnicity between the client and the therapist, use of client's preferred language, incorporation of cultural values and worldview into sessions, collaborated with cultural others, and localized services appropriately and included relevant discussion of spirituality.\n\nHuey and Polo 17 analyzed published randomized trials comparing active treatment with no treatment and placebo or treatment as usual control groups for ethnic minority youth. They described treatment efficacy as \"well-established,\" \"probably efficacious,\" and \"possibly efficacious.\" In their review, none of the studies met the criteria for well-established therapies, 13 studies were considered probably efficacious, and 17 as possibly efficacious. This meta-analysis was limited by the small number of studies with inconsistent quality.\n\nSmith et al  20  used quasi-experimental or experimental designs and included adaptations to aspects of content, format, or delivery. They excluded substance abuse treatments and prevention programs. The authors acknowledged limitations in the low number of studies, researcher allegiance to culturally adapted interventions, the heterogeneity, and lack of systematic measurement of adapted treatments.\n\nBenish et al  12  conducted a multilevel direct comparison meta-analysis of published and unpublished studies prior to 2010, in the English language, that contained quantitative data. They compared culturally adapted treatments to a heterogeneous control group and then conducted a meta-analysis comparing culturally adapted treatments to a bonafide evidence-based treatment. In the third part of their meta-analysis, they studied whether adapting the explanation of the mental illness symptoms to a person's cultural belief (myth) produced better results. The authors recognized that very few studies in their analysis acknowledged the clients' ecological context and the underreporting of implicit adaptations in the comparison groups.\n\nChristina Sutton  22  conducted a meta-analysis of studies that reported culturally adapted interventions in Latino  Study characteristics Participant characteristics Results and methodological rigor Cultural adaptation, moderators, comments griner and smith 14 N=76 studies Focus = Broad Type of review = effect of interventions Design of studies = experimental, quasiexperimental, no comparison group intervention types = Not reported settings = Not reported Outcomes = ranging from retention to clinical outcome economic evaluation = Not reported N=25,225 age = all ages gender =55% female Background =31% african american, 31% hispanic/latino, 19% asian american, 11% Native american, 5% european american, 3% not specified Target problem = Wide range acculturation level = reported region (western, non-western) = Not reported effect size = d=0.45 (se =0.04, p,0.0001) with a 95% ci of d=0.36-0.53 heterogeneity analysis (Q(75) =459, p,0.0001) risk of bias analysis = U search strategy = adequately described inclusion/exclusion criteria = adequately described (only english literature studies) heterogeneity analysis risk of bias analysis = Yes search strategy = adequately described inclusion/exclusion criteria = cultural adaptation = attempted but inadequately reported (not consistently conducted) age (older age), ethnicity (interventions with groups that consisted of participants who were same race yielded effect sizes, which were four times more efficacious than did studies with groups of mixed racial composition), and language matching (studies in which therapists spoke the same [non-english] language as clients had effect sizes that were twice as high [d=0.49] than studies in which no descriptions regarding language matching were provided [d=0.21]) huey and Polo 17 Number =25 studies Focus = Minority youth with anxiety and other clinical problems Type = effect Design of studies = experimental intervention types = Not reported settings = Not reported Outcomes = clinical outcomes economic evaluation = Not reported N=1,056 age #18 years gender = N/a Background = african american, hispanic, Multiracial hawaiian Target problems = Anxiety, attention-deficit/ hyperactivity disorder, depression, conduct, substance use disorder, trauma-related syndromes, other clinical problems (no formal psychiatric diagnosis) acculturation level = Not reported region = N/a (studies were included if at least 70% participants were from ethnic minority background) heterogeneity analysis = effect size at 4-6 months (d=0.36), 1-1.17 years (d=0.28), 4 years (d=0.68), and 13.7 years (d=0.37). effect sizes higher with no control conditions (d=0.58); cf placebo (d=0.51) and TaU (d=0.22) (13 probably efficacious, 17 possibly efficacious) risk of bias analysis = Yes search strategy = Described inclusion/exclusion criteria = adequately described No moderating effect for ethnicity, problem type, clinical severity, diagnostic status, and culture-responsive treatment hodge et al 16 N=21 studies Focus = Youth Type = effectiveness Design of studies = experimental, quasiexperimental, no comparison group intervention types = Not reported settings = Not reported Outcomes = Behavioral outcomes economic evaluation = Not reported age #18 years gender = Both Background = latino, african american, or Native american Target problems = Behavioral problems acculturation level = Not reported region = Only Usa effect size = adapted interventions an aggregate standardized mean difference of 0.240 compared to those not participating in csis (hedge's g=0.239, 95% ci =0.139-0.339, p,0.001), kappa (0.84) heterogeneity analysis = Yes risk of bias analysis = + some degree of publication bias found search strategy = adequately described inclusion/exclusion criteria = adequately described No moderating effect of race or ethnicity Overall results suggest that csis are minimally effective with minority youths (Continued) Neuropsychiatric Disease and Treatment downloaded from  https://www.dovepress.com/  by 54.70.40.11 on 07-Dec-2018 For personal use only. 1. Was a priori design provided? The research question and inclusion criteria should be established before the conduct of the review."
    },
    {
      "title": "Was there duplicate study selection and data extraction?",
      "text": "There should be at least two independent data extractors and a consensus procedure for disagreements should be in place.\n\n3. Was a comprehensive literature search performed? at least two electronic sources should be searched. The report must include years and databases used (eg, central, eMBase, and MeDliNe). Key words and/or Mesh terms must be stated and where feasible the search strategy should be provided. All searches should be supplemented by consulting current contents, reviews, textbooks, specialized registers, or experts in the particular field of study, and by reviewing the references in the studies found.\n\n4. Was the status of publication (ie, gray literature) used as an inclusion criterion? The authors should state that they searched for reports regardless of their publication type. The authors should state whether or not they excluded any reports (from the systematic review), based on their publication status, language, and so on.\n\n5. Was a list of studies (included and excluded) provided? a list of included and excluded studies should be provided. 6. Were the characteristics of the included studies provided? in an aggregated form such as a table, data from the original studies should be provided on the participants, interventions, and outcomes. The ranges of characteristics in all the studies analyzed, for example, age, race, sex, relevant socioeconomic data, disease status, duration, severity, or other diseases, should be reported."
    },
    {
      "title": "7.",
      "text": "Was the scientific quality of the included studies assessed and documented? A priori methods of assessment should be provided (eg, for effectiveness studies if the author(s) chose to include only randomized, double-blind, placebocontrolled studies, or allocation concealment as inclusion criteria); for other types of studies alternative items will be relevant.\n\n8. Was the scientific quality of the included studies used appropriately in formulating conclusions? The results of the methodological rigor and scientific quality should be considered in the analysis and the conclusions of the review, and explicitly stated in formulating recommendations. 9. Were the methods used to combine the findings of studies appropriate? For the pooled results, a test should be done to ensure the studies were combinable, to assess their homogeneity (ie, Chi-squared test for homogeneity, I2). If heterogeneity exists, a random-effects model should be used and/or the clinical appropriateness of combining should be taken into consideration (ie, is it sensible to combine?).\n\n10. Was the likelihood of publication bias assessed? an assessment of publication bias should include a combination of graphical aids (eg, funnel plot, other available tests) and/or statistical tests (eg, egger regression test). 11. Was the conflict of interest included? Potential sources of support should be clearly acknowledged in both the systematic review and the included studies.\n\nNeuropsychiatric Disease and Treatment downloaded from  https://www.dovepress.com/  by 54.70.40.11 on 07-Dec-2018\n\nFor personal use only.\n\npopulations in the USA. The author rationalized that Latino individuals have less access to mental health care resources although they are the largest and fastest-growing minority population, estimated to reach 132.8 million by 2015. There were limitations through the reliability of individual studies in terms of control groups, adaptations, and outcomes. Hodge et al  16  conducted a random-effects model metaanalysis of studies from the USA where research employed an intervention that incorporated a measurable and modifiable outcome and the intervention incorporated surface or deep structure strategies to determine the effectiveness of culturally sensitive interventions on health and behavioral outcomes. Quality issues were highlighted around the use of passive control groups in some of the studies.\n\nChowdhary et al  13  conducted a review of adaptations of psychological therapies for depressive disorder to describe the process, extent, nature, and effectiveness in ethnic minority communities in western countries and for any populations in non-western countries. Incompleteness of information in some studies compromised quality.\n\nRojas-Garcia et al  19  conducted a systematic review and meta-analysis of 16 articles assessing 15 interventions (psychotherapeutic) to decrease depressive symptoms in socially disadvantaged women with or at risk of perinatal depression. Adaptations consisted of providing information in languages other than the dominant one, adjusting the content of the interventions to the cultural background of the women, providing additional information, or increasing the accessibility to the intervention. The interventions were mainly provided in group settings.\n\nRojas-Garcia et al  18  conducted another meta-analysis, for assessing both the short-(n=11) and long-term effectiveness (n=12) of interventions in depression. Strategies used to culturally adapt the interventions included adaptation of the content, training to providers in delivering the intervention in a culturally appropriate manner, use of peer providers, and the provision of extra services to facilitate adherence to the intervention.\n\nHall et al  15  set out to reconcile the differences of the previous meta-analyses, and, therefore, used studies from each of the previous meta-analysis on cultural adaptations and new studies completed since the earlier meta-analyses to conduct a meta-analysis of 78 studies. They used a random-effects multilevel regression model, which accounts for nonindependence of effect size because of multiple effect sizes obtained from a single sample. van Loon et al  21  focused on depression and anxiety in ethnic minority of the western world. They themselves commented that they had only identified a small number of US studies, so generalization of the findings to other western countries needed discussion.\n\nDegnan et al  23  recently conducted a systematic review of studies to examine the nature and effectiveness of culturally adapted psychosocial interventions in schizophrenia. To reduce heterogeneity, they adopted stringent inclusion criteria, including only controlled trials with 100% diagnosis of schizophrenia spectrum disorders (F20-29) (including schizophreniform, schizoaffective disorders, delusional disorder or psychosis [NOS]), and interventions targeting specific ethnic populations. Akin to Chowdhary et al,  13  they were interested in interventions that were adapted for minority groups in western (Europe and USA) countries and majority groups in non-western countries.\n\nMost of the meta-analyses reported limitations related to the included studies. For example, the inclusion of studies ranging from randomized controlled trials (RCTs) to observational or quasi-experimental research designs. The review authors highlighted limitations of individual trials including the lack of a systematic approach to cultural adaptation, limited description of the adaptation process, incomplete data, small sample sizes, and mixed diagnostic and ethnic samples. One review by Benish et al  12  compared adapted with unadapted therapies, which is considered to be the \"gold standard\" design to test whether adapted interventions are more effective. Most studies used usual care control groups leading to lack of systematic measurement of adapted treatments. Again, most studies reported either a short-term follow-up or none at all.\n\nLimitations of the reviews themselves included methodological heterogeneity, including studies with diverse designs and contexts (eg, intervention model, adaptation process, ethnic/cultural group, adapted for majority versus minority populations, type of control). Reviews often conducted meta-analyses on studies that focused on participants from a variety of ethnic background, with multiple problems who lived in different countries. Only one review reported outcomes in one ethnic group, that is, Latinos.  22 Only two reviews  13, 23  reported different types of interventions in detail and grouped therapies from various theoretical backgrounds together. As mentioned, all except a few studies combined papers that used a variety of experimental designs. Similarly, studies with various control conditions were combined. At least some of these factors could be controlled for through sensitivity, subgroup, or moderator analyses. However, most of the meta-analyses did not report subgroup analyses. These methodological issues in part might explain a wide variety of conclusions and a wide range of effect sizes reported by these studies (ie, 0.23-0.75). The meta-analyses used a variety of methods to calculate the effect sizes (eg, aggregated mean, fixed-, and random-effect size models). As the literature is limited in this area, and the reviews were not very focused, it was not surprising that most meta-analyses included the same papers. Finally, none of the studies reported economic evaluations.\n\nMost authors recognized a selection of studies published only in the English language. Authors highlighted the effect of risk biases, including publication bias, blinding of outcome assessors, and attrition bias. Publication bias was calculated in some studies, but its influence on effect size was not calculated. Other factors reported to influence the effect were the choice of control group and measurements by therapists versus self-reports and external observers."
    },
    {
      "title": "evaluation of nature and process of cultural adaption in reviews",
      "text": "The meta-analyses in this review used a variety of methods to assess the nature, process, and quality of cultural adaptation. For example, in their review of adapted interventions for mental health problems, Griner and Smith  14  categorized cultural adaptation based on whether the treatments included components like explicit statement of culture; matched race or ethnicity between the client and therapist; use of client's preferred language; incorporation of cultural values and worldview into sessions; collaborated with cultural others; localized services appropriately and included relevant discussion of spirituality. Chowdhary et al  13  evaluated cultural adaptation using Medical Research Council framework and Bernal and Saez-Sanriago  25  existing model and found that the majority of adaptations were made in the dimensions of language, context, and therapist delivering the treatment. In another meta-analysis of culturally adapted interventions for schizophrenia, the authors  23  used qualitative methodology to evaluate the nature of cultural adaptations reported in the included studies. The authors thematically analyzed the adaptations to generate nine themes: language, concepts, family, communication, content, cultural norms and practices, context and delivery, therapeutic alliance, and treatment goals."
    },
    {
      "title": "cultural factors as moderators of effect of adapted interventions",
      "text": "Some of the meta-analyses attempted to look into the factors that predicted a larger effect of culturally adapted interventions. These include certain characteristics of the intervention, design, sample, and context that may have made a difference to effectiveness.\n\nRojas-Garcia et al  19  reported that individually administered interventions (cf group-administered interventions), interventions conducted in hospitals/clinics and at home, those based on psychoeducation and interpersonal therapy, and those that were culturally adapted had more effect. Degnan et al  23  reported little difference in symptomatic effect based on intervention type but that interventions were more effective when participants attended with relatives versus alone.\n\nThe review by Degnan et al  23  found larger effect sizes for psychotic symptoms in RCTs with usual care control groups versus those with active controls. They also reported that studies with higher risk of bias (ie, open trials with unblinded outcome assessors, \"as treated\" analyses and high levels of attrition) had reduced effect sizes for symptomatic outcomes in schizophrenia compared to those studies with lower risk of bias.\n\nMultiple studies  14, 20, 22  found age as a predictor of the effect of culturally adapted interventions. Of these, two reviews  14, 20  specifically found older age to be a moderator of the effect of interventions. Other studies  14, 15  reported language match to influence the effectiveness of the interventions. Sutton 22  failed to find the effect of language on effectiveness.\n\nMost of the reviews  14, 15, 18, 22  that explored the effect of ethnicity as a moderator found it to be an influential factor. Interestingly, some of the reviews  14, 18, 20  also found that culturally adapted interventions work better when they are provided to a homogenous group of participants than when provided to persons from mixed racial or cultural backgrounds. Rojas-Garcia et al 18 also found that culturally adapted interventions were twice more effective with Asian Americans compared with other ethnic minority groups in the USA. Degnan et al  23  reported interventions adapted for Chinese and majority populations to be less effective at reducing overall symptoms in schizophrenia than non-Chinese and minority populations.\n\nTwo meta-analyses  12, 21  have probed deeper into the nature of the adaptation and its effect on moderating intervention effects. Benish et al  12  found that adaptation using illness myth had a strong moderating effect relative to culturally adapted treatments without illness myth adaptation. Similarly, van Loon et al  21  discovered that cultural adaptation works better if combined with a focus on patients' cultural values, beliefs, and symptom presentation. However, Sutton  22  reported that the type of cultural adaptation (ie, surface, deep, or combined structure) does not appear to moderate outcomes.\n\nThree reviews failed to find the moderating effect of any factors. Huey and Polo  17  found no moderating effect for ethnicity, problem type, clinical severity, diagnostic status, Neuropsychiatric Disease and Treatment downloaded from  https://www.dovepress.com/  by 54.70.40.11 on 07-Dec-2018 For personal use only.\n\nand culture-responsive treatment. Similarly, Hodge et al  16  found no moderating effect of race or ethnicity. Finally, Sutton  22  reported that acculturation, the immigration status of the study participants, the primary language of intervention, treatment style and format, and construct categories of mental health did not influence the effectiveness of adapted interventions."
    },
    {
      "title": "Discussion",
      "text": "This is the first review of meta-analyses of culturally adapted interventions. The majority of meta-analyses showed a moderate to large effect for culturally adapted interventions. However, we can only conclude that adapting interventions for culture is better than usual care because of limited studies including active controls and very few with nonadapted treatment arms. Moreover, caution is warranted in interpreting these results as most of these meta-analytic reviews lacked methodological rigor and were plagued with other problems, such as poor consideration of theoretical underpinning and cultural issues. The overall approach in the studies of cultural adaptation appears to be western versus non-western cultures, without realizing the diversity in the non-western cultures.\n\nAlthough not all the studies focused on content and process of adaptation, the limited evidence  13, 23  suggests that majority of adaptations were made in the dimensions of language, context, concepts, family, communication, content, cultural norms and practices, context and delivery, therapeutic alliance, and treatment goals. Chowdhary et al  13  evaluated cultural adaptation using the Medical Research Council framework  24  and Bernal and Saez-Sanriago's model  25  to describe nature of adaptation, while Degnan et al  23  used qualitative methodology to evaluate the nature of cultural adaptations. Degnan et al  23  review used robust methodology to evaluate the process and components of adaptation. However, both studies extracted data from the RCTs that might have limited the identification of themes, as authors often did not report the adaptations or the adaptation process was described separately.  7, 9, 26 This might have led to difficulty in building a comprehensive picture of the process of adaptation.\n\nA review of the moderators in the studies confirmed different factors that were statistically significant in the different studies, for example, age, language, ethnicity, use of homogenous groups instead of mixed race groups, and a focus on illness myths and cultural values and beliefs. There were, however, studies that failed to confirm some of the moderators as described earlier. Again, many of the articles did not describe the complete details of the process of adaptation, and therefore, some moderators may have been missed.\n\nA review of the studies highlighted a lack of standardized frameworks for cultural adaptation of interventions that have been universally accepted, evaluated, and applied routinely in research and practice. Therefore, the meta-analyses have been limited by the diverse criteria used to adapt interventions in the included studies, with each author group often developing their own criteria. Most adaptation frameworks have been developed in North America  [27] [28] [29] [30]  and Western Europe 9 for immigrant populations, and therefore might not work for indigenous populations. The number of adaptation frameworks developed outside the western world is limited.  7, 26, 31 Most of these frameworks are for general therapeutic principles, with few exceptions  5, 7, 9, 26  for cognitive therapy."
    },
    {
      "title": "The way forward",
      "text": "There is a growing evidence base to suggest that culturally adapted interventions are effective. However, there are a number of recommendations for future work in the field. There needs to be further research into the process of adaptation to find out what works. There is also a need for further studies evaluating the effectiveness of adapted interventions when compared with nonadapted interventions as opposed to usual care.\n\nCurrently, there is no review on frameworks of adaptation, and there is a need for one. Such a review can assimilate data from existing literature and provide a common evidence-based framework that could guide clinicians and researchers in adapting different types of therapies. Future papers should provide detailed accounts of potential moderators of cultural adaptation on outcome that can be tested in future meta-analyses. The lessons learnt from this exercise will also provide criteria against which meta-analyses can evaluate the adaptation of interventions.\n\nThe authors suggest that in addition to following the basic rules of meta-analysis, future meta-analyses should focus on specific ethnic and diagnostic populations, with intervention types sub-analyzed, instead of combining participants from a variety of backgrounds and analyzing different types of interventions together regardless of their varied theoretical underpinning. The studies in this area should be conducted using robust RCT designs, preferably three-armed trials comparing the adapted intervention to usual care versus the unadapted intervention, with strict eligibility criteria to see whether adapting interventions is more effective for specific populations. Finally, there is a need for economic evaluation of interventions to convince policy makers of the need through a sound financial argument."
    },
    {
      "title": "Conclusion",
      "text": "The present review suggests that there is value in cultural adaptation. Current evidence does not offer a solution to the issue of which components of cultural adaptation are effective, for what population, and whether cultural adaptation works better than noncultural adaption. Well-defined and standardized frameworks for adaptation are needed, and further research in testing the application of these frameworks to evaluate the effectiveness of adapted interventions is essential. There is also a need to further refine the criteria and process of RCTs and meta-analyses in this field."
    },
    {
      "text": "correspondence: shanaya rathod consultant Psychiatrist and Director of research, southern health Nhs Foundation Trust, clinical Trials Facility, Tom rudd Unit, Moorgreen hospital, Botley road, West end southampton sO30 3JB, UK email shanayarathod@nhs.net Neuropsychiatric Disease and Treatment downloaded from https://www.dovepress.com/ by 54.70.40.11 on 07-Dec-2018 For personal use only. Powered by TCPDF (www.tcpdf.org) This article was published in the following Dove Press journal: Neuropsychiatric Disease and Treatment"
    },
    {
      "text": "Figure1PRISMA flow chart. Notes: Moher D, liberati a, Tetzlaff J, altman Dg; The PrisMa group (2009). Preferred reporting items for systematic reviews and meta-analyses: The PrisMa statement. PLoS Med. 6(6):e1000097. 32"
    },
    {
      "text": "Disease and Treatment downloaded from https://www.dovepress.com/ by 54.70.40.11 on 07-Dec-2018 For personal use only."
    },
    {
      "text": "indicate whether each criterion is met: Yes (Y), No (N), Uncertain (U). Quality of meta-analyses assessed using a scale of 0-10, where 0 is poor and 10 is excellent.*assessment of Multiple sysTematic reviews (aMsTar) criteria (*shea BJ, hamel c, Wells ga, et al. aMsTar is a reliable and valid measurement tool to assess the methodological quality of systematic reviews. J Clin Epidem.2009;62(10):1013-1020)."
    },
    {
      "text": "Disease and Treatment downloaded from https://www.dovepress.com/ by 54.70.40.11 on 07-Dec-2018 For personal use only."
    },
    {
      "text": "Disease and Treatment downloaded from https://www.dovepress.com/ by 54.70.40.11 on 07-Dec-2018 For personal use only."
    },
    {
      "text": "Findings from review of meta-analysis of culturally adapted interventions"
    },
    {
      "text": "Continued)"
    },
    {
      "text": "Continued)"
    },
    {
      "text": "Quality assessment of included reviews using aMsTar* criteria"
    }
  ],
  "references": [
    {
      "title": "Psychological science of globalization",
      "authors": [
        "K Leung",
        "Q Lin",
        "C Chiu"
      ],
      "year": 2014,
      "doi": "10.1093/oxfordhb/9780199796694.013.022"
    },
    {
      "title": "Case for cultural adaptation of psychological interventions for mental healthcare in low and middle income countries",
      "authors": [
        "S Rathod",
        "D Kingdon"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g7636"
    },
    {
      "title": "Rethinking cultural competence",
      "authors": [
        "L Kirmayer"
      ],
      "year": 2012,
      "doi": "10.1177/1363461512444673"
    },
    {
      "title": "Setting up psychiatric services: cross-cultural issues in planning and delivery",
      "authors": [
        "D Bhugra"
      ],
      "year": 1997,
      "doi": "10.1177/002076409704300102"
    },
    {
      "title": "An examination of the evidence in culturally adapted evidence-based or empirically supported interventions",
      "authors": [
        "J Helms"
      ],
      "year": 2015,
      "doi": "10.1177/1363461514563642"
    },
    {
      "title": "Cognitive-behavioural therapy for patients with schizophrenia: a multicentre randomized controlled trial in Beijing, China",
      "authors": [
        "Z Li",
        "Z Guo",
        "N Wang"
      ],
      "year": 2015,
      "doi": "10.1017/s0033291714002992"
    },
    {
      "title": "Using cognitive behaviour therapy with South Asian Muslims: findings from the culturally sensitive CBT project",
      "authors": [
        "F Naeem",
        "P Phiri",
        "T Munshi"
      ],
      "year": 2015
    },
    {
      "title": "Brief psychological intervention after self-harm: randomised controlled trial from Pakistan",
      "authors": [
        "N Husain",
        "S Afsar",
        "J Ara"
      ],
      "year": 2014,
      "doi": "10.1192/bjp.bp.113.138370"
    },
    {
      "title": "Developing culturally sensitive cognitive behaviour therapy for psychosis for ethnic minority patients by exploration and incorporation of service users' and health professionals' views and opinions",
      "authors": [
        "S Rathod",
        "D Kingdon",
        "P Phiri",
        "M Gobbi"
      ],
      "year": 2010,
      "doi": "10.1017/s1352465810000378"
    },
    {
      "title": "Utilization of the PICO framework to improve searching PubMed for clinical questions",
      "authors": [
        "C Schardt",
        "M Adams",
        "T Owens",
        "S Keitz",
        "P Fontelo"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6947-7-16"
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000100"
    },
    {
      "title": "Culturally adapted psychotherapy and the legitimacy of myth: a direct-comparison meta-analysis",
      "authors": [
        "S Benish",
        "S Quintana",
        "B Wampold"
      ],
      "year": 2011,
      "doi": "10.1037/a0023626"
    },
    {
      "title": "The methods and outcomes of cultural adaptations of psychological treatments for depressive disorders: a systematic review",
      "authors": [
        "N Chowdhary",
        "A Jotheeswaran",
        "A Nadkarni"
      ],
      "year": 2014,
      "doi": "10.1017/s0033291713001785"
    },
    {
      "title": "Culturally adapted mental health intervention: a meta-analytic review",
      "authors": [
        "D Griner",
        "T Smith"
      ],
      "year": 2006,
      "doi": "10.1037/0033-3204.43.4.531"
    },
    {
      "title": "A meta-analysis of cultural adaptations of psychological interventions",
      "authors": [
        "Gcn Hall",
        "A Ibaraki",
        "E Huang",
        "C Marti",
        "E Stice"
      ],
      "year": 2016,
      "doi": "10.1016/j.beth.2016.09.005"
    },
    {
      "title": "Culturally sensitive interventions and health and behavioral health youth outcomes: a meta-analytic review",
      "authors": [
        "D Hodge",
        "K Jackson",
        "M Vaughn"
      ],
      "year": 2010,
      "doi": "10.1080/00981381003648398"
    },
    {
      "title": "Evidence-based psychosocial treatments for ethnic minority youth",
      "authors": [
        "Huey S Jr",
        "A Polo"
      ],
      "year": 2008
    },
    {
      "title": "Healthcare interventions for depression in low socioeconomic status populations: a systematic review and meta-analysis",
      "authors": [
        "A Rojas-García",
        "I Ruiz-Perez",
        "M Rodríguez-Barranco",
        "Gonçalves Bradley",
        "D Pastor-Moreno",
        "G Ricci-Cabello"
      ],
      "year": 2015
    },
    {
      "title": "Healthcare interventions for perinatal depression in socially disadvantaged women: a systematic review and meta-analysis",
      "authors": [
        "A Rojas-García",
        "I Ruíz-Pérez",
        "D Gonçalves",
        "M Rodríguez-Barranco",
        "I Ricci-Cabello"
      ],
      "year": 2014,
      "doi": "10.1111/cpsp.12081"
    },
    {
      "title": "Culture",
      "authors": [
        "T Smith",
        "M Rodríguez",
        "G Bernal"
      ],
      "year": 2011,
      "doi": "10.1002/jclp.20757"
    },
    {
      "title": "Bridging the gap for ethnic minority adult outpatients with depression and anxiety disorders by culturally adapted treatments",
      "authors": [
        "A Van Loon",
        "A Van Schaik",
        "J Dekker",
        "A Beekman"
      ],
      "year": 2013,
      "doi": "10.1016/j.jad.2012.12.014"
    },
    {
      "title": "Culturally adapted interventions for Latinos: a meta-analysis",
      "authors": [
        "C Sutton"
      ],
      "year": 2015
    },
    {
      "title": "The nature and efficacy of culturallyadapted psychosocial interventions for schizophrenia: a systematic review and meta-analysis",
      "authors": [
        "A Degnan",
        "S Baker",
        "D Edge"
      ],
      "year": 2017
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a1655"
    },
    {
      "title": "Culturally centered psychosocial interventions",
      "authors": [
        "G Bernal",
        "E Sáez-Santiago"
      ],
      "year": 2006,
      "doi": "10.1002/jcop.20096"
    },
    {
      "title": "A qualitative study to explore patients', carers' and health professionals' views to culturally adapt CBT for psychosis (CBTp) in Pakistan",
      "authors": [
        "F Naeem",
        "N Habib",
        "M Gul"
      ],
      "year": 2014,
      "doi": "10.1017/s1352465814000332"
    },
    {
      "title": "Cultural adaptation of treatments: a resource for considering culture in evidencebased practice",
      "authors": [
        "G Bernal",
        "M Jiménez-Chafey",
        "Domenech Rodríguez"
      ],
      "year": 2009,
      "doi": "10.1037/a0016401"
    },
    {
      "title": "Issues and challenges in the design of culturally adapted evidence-based interventions",
      "authors": [
        "F Castro",
        "M Barrera",
        "Holleran Jr",
        "L Steiker"
      ],
      "year": 2010,
      "doi": "10.1146/annurev-clinpsy-033109-132032"
    },
    {
      "title": "The psychotherapy adaptation and modification framework: application to Asian Americans",
      "authors": [
        "W Hwang"
      ],
      "year": 2006,
      "doi": "10.1037/0003-066x.61.7.702"
    },
    {
      "title": "Development of a framework and coding system for modifications and adaptations of evidence-based interventions",
      "authors": [
        "S Stirman",
        "C Miller",
        "K Toder",
        "A Calloway"
      ],
      "year": 2013,
      "doi": "10.1186/1748-5908-8-65"
    },
    {
      "title": "Development of Southampton Adaptation Framework for CBT (SAF-CBT): a framework for adaptation of CBT in non-western culture",
      "authors": [
        "F Naeem",
        "M Ayub",
        "M Gobbi",
        "D Kingdon"
      ],
      "year": 2009,
      "doi": "10.1017/s1352465810000822"
    },
    {
      "title": "The PRISMAGroup (2009). Preferred reporting items for systematic reviews and metaanalyses: The PRISMAStatement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Trim and fill: A simple funnel-plot-based method of testing and adjusting for publication bias in meta-analysis",
      "authors": [
        "S Duval",
        "R Tweedie"
      ],
      "year": 2000
    }
  ],
  "num_references": 33
}
