{
  "paper_id": "48BDMU73",
  "title": "Cost-Effectiveness Analysis in Telehealth: A Comparison between Home Telemonitoring, Nurse Telephone Support, and Usual Care in Chronic Heart Failure Management",
  "abstract": "Objectives: To assess the cost effectiveness of home telemonitoring (HTM) and nurse telephone support (NTS) compared with usual care (UC) in the management of patients with chronic heart failure, from a third-party payer's perspective. Methods: We developed a Markov model with a 20-year time horizon to analyze the cost effectiveness using the original study (Trans-European Network-Home-Care Management System) and various data sources. A probabilistic sensitivity analysis was performed to assess the decision uncertainty in our model. Results: In the original scenario (which concerned the cost inputs at the time of the original study), HTM and NTS interventions yielded a difference in quality-adjusted life-years (QALYs) gained compared with UC: 2.93 and 3.07, respectively, versus 1.91. An incremental net monetary benefit analysis showed €7,697 and €13,589 in HTM and NTS versus UC at a willingness-to-pay (WTP) threshold of €20,000, and €69,100 and €83,100 at a WTP threshold of €80,000, respectively. The incremental cost-effectiveness ratios were €12,479 for HTM versus UC and €8,270 for NTS versus UC. The current scenario (including telenurse cost inputs in NTS) yielded results that were slightly different from those for the original scenario, when comparing all New York Heart Association (NYHA) classes of severity. NTS dominated HTM, compared with UC, in all NYHA classes except NYHA IV. Conclusions: This modeling study demonstrated that HTM and NTS are viable solutions to support patients with chronic heart failure. NTS is costeffective in comparison with UC at a WTP of €9000/QALY or higher. Like NTS, HTM improves the survival of patients in all NYHA classes and is cost-effective in comparison with UC at a WTP of €14,000/ QALY or higher.",
  "year": 2015,
  "date": "2015-10-14",
  "journal": "Int J Cardiol",
  "publication": "Int J Cardiol",
  "authors": [
    {
      "forename": "Andrija",
      "surname": "Grustam",
      "name": "Andrija Grustam",
      "affiliation": "1  Erasmus School of Health Policy & Management , Erasmus University Rotterdam , Rotterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Erasmus School of Health Policy & Management \n\t\t\t\t\t\t\t\t Erasmus University Rotterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;",
      "email": "grustam@eshpm.eur.nl"
    },
    {
      "forename": "Johan",
      "surname": "Severens",
      "name": "Johan Severens",
      "affiliation": "1  Erasmus School of Health Policy & Management , Erasmus University Rotterdam , Rotterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Erasmus School of Health Policy & Management \n\t\t\t\t\t\t\t\t Erasmus University Rotterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "Daniele",
      "surname": "De Massari",
      "name": "Daniele De Massari",
      "affiliation": "3  Chronic Disease Management Department , Philips Research Europe , Eindhoven , The Netherlands; \n\t\t\t\t\t\t\t\t Chronic Disease Management Department \n\t\t\t\t\t\t\t\t Philips Research Europe \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Eindhoven \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "Nasuh",
      "surname": "Buyukkaramikli",
      "name": "Nasuh Buyukkaramikli",
      "affiliation": "1  Erasmus School of Health Policy & Management , Erasmus University Rotterdam , Rotterdam , The Netherlands; \n\t\t\t\t\t\t\t\t Erasmus School of Health Policy & Management \n\t\t\t\t\t\t\t\t Erasmus University Rotterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "Ron",
      "surname": "Koymans",
      "name": "Ron Koymans",
      "affiliation": "2  Professional Health Solutions and Services Department , Philips Research Europe , Eindhoven , The Netherlands; \n\t\t\t\t\t\t\t\t Professional Health Solutions and Services Department \n\t\t\t\t\t\t\t\t Philips Research Europe \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Eindhoven \n\t\t\t\t\t\t\t\t\t The Netherlands;"
    },
    {
      "forename": "Hubertus",
      "surname": "Vrijhoef",
      "name": "Hubertus Vrijhoef",
      "affiliation": "4  Saw Swee Hock School of Public Health , National University of Singapore , Singapore ; \n\t\t\t\t\t\t\t\t Saw Swee Hock School of Public Health \n\t\t\t\t\t\t\t\t National University of Singapore \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "affiliation": "Erasmus School of Health Policy & Management , Erasmus University Rotterdam , J-Building , Burgemeester Oudlaan 50 , Rotterdam 3062 PA , The Netherlands. \n\t\t\t\t\t\t\t\t Erasmus School of Health Policy & Management \n\t\t\t\t\t\t\t\t Erasmus University Rotterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t J-Building Burgemeester Oudlaan 50 \n\t\t\t\t\t\t\t\t\t 3062 \n\t\t\t\t\t\t\t\t\t Rotterdam \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t The Netherlands"
    }
  ],
  "doi": "https://doi.org/10.13039/100004320",
  "keywords": [
    "CEA",
    "CHF",
    "Markov model",
    "telehealth"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Cardiovascular disease (CVD) is the number one cause of death in the world-in 2012, 17.5 million people died from CVD, representing 31% of all global deaths  [1] . Age-related changes in the cardiovascular system-particularly hypertension, coronary artery disease, and valvular heart disease-result in a high prevalence of heart failure  [2] . As a result, chronic heart failure (CHF) is becoming an increasing problem globally, imposing \"direct costs to healthcare systems and indirect costs on society through morbidity, unpaid care costs, premature mortality and lost productivity\"  [3] .\n\nIn the European Union (EU), the rate of mortality from CVD has been declining since the early 1980s, but recently, deaths caused by CVD have plateaued in 15 countries  [4] . CVD causes 1.9 million deaths in the EU and is estimated to cost the EU economy almost €196 billion a year  [5] . Out of the total cost of CVD in the EU, about 54% is accounted for by direct health care costs, 24% by productivity losses, and 22% by informal care  [5] .\n\nPeople live longer in the EU  [6] , and although mortality from CVD is in decline, there will be an increasing number of patients with heart disease in the future, and this will place a significant burden on the health care systems  [7] . The use of information communication technologies in the provision of care for patients with heart disease could prove to be a useful strategy for tackling this problem. It is believed that successful management of patients with CHF is dependent on telemonitoring, adherence to treatment, provision of guidelines, and daily communication with patients  [8, 9] . There have been a number of studies on the clinical effectiveness of telemonitoring systems  [10, 11] , but few full analyses of the cost effectiveness of telemonitoring systems for patients with CHF  [12, 13] .\n\nThe biggest telemonitoring trial to date-the Whole System Demonstrator (WSD)-aimed to \"examine the costs and costeffectiveness of telehealth in addition to standard support and treatment, compared with standard support and treatment\" in heart failure in the United Kingdom  [12] . Participants received telehealth equipment and a monitoring service for 12 months, whereas the control group received usual care (UC) and social care. The authors found that telehealth is associated with lower mortality and reduced emergency admission rates  [14] , but \"the QALY gain by patients using telehealth in addition to usual care was similar to that for patients receiving usual care only, and total costs associated with the telehealth intervention were higher\"  [12] .\n\nThe Trans-European Network-Home-Care Management System (TEN-HMS), another study from the United Kingdom, the Netherlands, and Germany, found the \"number of admissions and mortality similar among patients assigned to home telemonitoring (HTM) or nurse telephone support (NTS), but the mean duration of hospital admissions reduced by 6 days (95% confidence interval 1 to 11) with HTM\"  [8] . The interventions were similar to the WSD: HTM consisted of twice-daily patient selfmeasurement of weight, blood pressure, and heart rate and rhythm with automated devices linked to a cardiology center; NTS consisted of specialist nurses being available to patients by telephone; and UC consisted of care delivered by primary care physicians  [8] . Patients assigned to receive UC had \"higher oneyear mortality (45%) than patients assigned to receive NTS (27%) or HTM (29%) (p ¼ 0.032)\"  [8] .\n\nBoth the WSD and TEN-HMS trials used versions of a Philips telemonitoring system. The aim of this study was to provide insights into the cost effectiveness of a telehealth (i.e., telemonitoring) system in the Netherlands. We were interested in knowing whether HTM and NTS are cost-effective strategies in the management of CHF, compared with UC, and whether there is a subgroup of patients with CHF who can benefit the most from telemonitoring."
    },
    {
      "title": "Methods",
      "text": "We developed a Markov cohort model to analyze the cost effectiveness of HTM and NTS for managing patients with CHF, compared with UC. We secured access to original data from the TEN-HMS study. Modeling was necessary for two reasons: 1) the original trial used a short follow-up interval of 240 to 450 days, and so there was a need to extrapolate beyond the end points of the trial because CHF is a chronic condition, and 2) the intervention is expected to have an effect on the costs and quality-adjusted life-years (QALYs) after the trial  [15] . Besides the TEN-HMS, we concentrated on clinical results and it was necessary to include Dutch health care costs to study the cost effectiveness."
    },
    {
      "title": "Framing the Model"
    },
    {
      "title": "Target population",
      "text": "In this modeling study we deal with a hypothetical cohort of 1000 people with CHF aged 70 years and older, in all New York Heart Association (NYHA) classes of severity  [16] . Our chosen population reflects the TEN-HMS study database population, that is, patients with CHF older than 70 years of age, of both sexes, and in all four NYHA stages. In the clinical trial, random permuted blocks for each hospital were used to allocate 426 patients to treatment groups by an independent statistical group (Institute for Medical Informatics and Biostatistics, Basel, Switzerland).\n\nPatients were assigned randomly to HTM, NTS, and UC in a 2:2:1 ratio. The TEN-HMS study included patients who had recently been admitted to a hospital with worsening heart failure (left ventricular ejection fraction o40%), and we used the characteristics of that population to model our own. A detailed description and the results of the TEN-HMS trial are published elsewhere  [8] ."
    },
    {
      "title": "Setting and location",
      "text": "Our model reflects the health care situation in the Netherlands, because we were using the EuroQol five-dimensional questionnaire (EQ-5D) weights and costs from the Netherlands."
    },
    {
      "title": "Study perspective",
      "text": "Because in the Netherlands it is probably the health care insurers who will decide on the availability of monitoring support to patients with CHF, in this study we performed the analysis on the basis of the third-party payer's perspective."
    },
    {
      "title": "Comparators",
      "text": "We were interested in the cost effectiveness of two interventions, compared with one comparator, in the management of CHF: HTM and NTS compared with UC. We give an outline of how each intervention is commonly delivered.\n\nUC comprises a patient management plan  [17]  which, upon discharge from hospital, is usually sent by a nurse to the patient's primary care physician, who is asked to implement it. The protocol follows the clinical guidelines. When the usual organization of care involves the titration of drugs by a specialist nurse, this is encouraged. The patient's status is usually evaluated at a clinic every 4 months to assess intervention history, symptoms and signs, renal function, and serum electrolytes.\n\nNTS is managed as described for UC except that patients are contacted by telephone each month by a specialist heart failure nurse to assess their symptoms and current medication. The nurse can offer advice to the patient at this time and provide feedback to the primary care provider. Patients can contact the nurse by telephone at any time, either directly or by leaving a message on a telephone-answering machine. Nevertheless, in the event of an out-of-hours emergency, they are expected to contact their primary care doctor or the ambulance service.\n\nPatients on HTM receive the telemonitoring equipment and written instructions on how to use it. A service engineer visits the patient's home to install the equipment, which usually consists of low-profile, electronic weighing scales, an automated sphygmomanometer, and a single-lead electrocardiogram using wristband electrodes. Each device contains a short-range radio transmitter that allows it to communicate automatically with a hub connected to the patient's conventional telephone line. The signal is sent automatically to a central Web server and then via secure Intranet connections to a workstation at each clinical site. Data are encrypted during transmission to ensure patient confidentiality. Patients are asked to take a set of measurements every day before breakfast and before their evening meal, after emptying their bladder, while wearing light clothing, no shoes, and before taking their next dose of medication. The patient's weight, blood pressure, and heart rate and rhythm are therefore monitored twice daily."
    },
    {
      "title": "Utilization data",
      "text": "Data gathered in the TEN-HMS study were used for the purposes of cost-effectiveness analysis. We were interested in health care resources utilization and tracked time-dependent (per 4 months) and time-independent (average) utilization of the following in each treatment arm: number of telephone calls with the telenurse, plus number of contacts with nurses, general practitioners, specialists, and hospitalists. We also mined and tracked time-dependent and time-independent number of emergency room visits and hospital days."
    },
    {
      "title": "Time horizon",
      "text": "The time horizon in our model is 20 years. Given that in the Framingham Heart Study the median survival after the onset of congestive heart failure, a possible etiology of CHF, was 1.7 years in men and 3.2 years in women  [18] , and in view of the predefined age for our hypothetical population, we assume that 20 years is sufficient to analyze the benefits of the interventions, and it can be considered a lifetime horizon. We expect all the patients to be dead at the end of the time horizon, so as to be able to calculate all the life-years (LYs)/QALYs generated in a patient's lifetime."
    },
    {
      "title": "Discount rate",
      "text": "The costs and effects were discounted by a 4% and 1.5% yearly rate, respectively, according to the Dutch guidelines for pharmacoeconomic evaluation  [19] ."
    },
    {
      "title": "Outcomes of the Model",
      "text": "The outcomes of the model are life expectancy, QALYs, and expected costs. QALYs are calculated by multiplying the duration of the period in which a patient remains in a health state by the utility values of the same state  [20] . The cost per Markov cycle is calculated by multiplying the cost by the volume of services rendered during the period in which the patient remains in that health state and intervention arm (e.g., NYHA IV in HTM). By comparing the three interventions, incremental cost-effectiveness and net monetary benefits can be calculated for HTM versus UC and for NTS versus UC (also HTM vs. NTS, although we are not interested in this outcome)."
    },
    {
      "title": "Structuring the Model"
    },
    {
      "title": "Model and population type",
      "text": "Our modeling approach included a Markov decision model for a hypothetical cohort of 1000 patients in all three intervention arms (HTM, NTS, and UC). The cohort/population was constructed from the original (TEN-HMS) data of patients with CHF for the United Kingdom, the Netherlands, and Germany. We acted as if all those patients had been treated by the health care system in the Netherlands, by applying the EQ-5D weights and costs for the Netherlands. This was necessary because the TEN-HMS study was inadequately powered  [8] , and if we were to exclude patients from other countries, we would miss the real effect of the interventions. The utility values were derived from the EQ-5D data  [21]  in the TEN-HMS database."
    },
    {
      "title": "Model states",
      "text": "The patient enters the model in one of the four states, according to the initial distribution of patients at baseline in the TEN-HMS trial: 19.44% in NYHA I, 43.94% in NYHA II, 29.29% in NYHA III, and 7.32% in NYHA IV. The cohort progresses through the states with the passage of time, that is, the progression of the disease. From each of the NYHA states, it is possible for a patient to move to any of the four NYHA states in the next cycle of 4 months. Death is possible from each of the NYHA states. We were not tracing events that move the patient from one state to another but just the movement between the NYHA states for each of the three strategies compared. The structure of the model is presented in Figure  1 ."
    },
    {
      "title": "Populating the Model"
    },
    {
      "title": "Transition probabilities",
      "text": "The transition probabilities between Markov states, which represent patients moving between disease stages, have been constructed from the TEN-HMS database that we acquired from the manufacturer of the telehealth system. We excluded the patients Fig.  1  -Diagrammatical representation of the model structure, where X is \"H\" in HTM, \"N\" in NTS, and \"U\" in UC. HTM, home telemonitoring; m, mortality; NTS, nurse telephone support; NYHA, New York Heart Association; t, transitional probability; UC, usual care.\n\nfor whom we could not trace the change of the NYHA class and were then left with 396 patients from the total of 426 patients who took part in the study  [8] . The probabilities were constructed by dividing the number of patients who moved to an NYHA class by the total number of patients in an originating class. For instance, the transition probability from NYHA class I to NYHA class II in the HTM intervention arm (0.30159) was constructed by dividing the total number of patients who moved from NYHA class I to NYHA class II  (38)  by the total number of patients in NYHA class I (126). The transitions were time-independent, that is, not dependent on the time when they happened during the intervention. We assumed that the transition probabilities, which were measured in a limited time frame of 240 to 450 days in the original study, will continue unaltered for 20 years. See Table  1  for the probabilities used in the deterministic analysis."
    },
    {
      "title": "Costs, currency, price date, and conversion",
      "text": "We used personnel-and hospital-related costs from the Dutch health care costing manual [22], adjusted for the 2015 rates on the basis of the consumer price index  [23] . Details of the cost of the telemonitoring system were acquired from the manufacturer and adjusted in accordance with the market research  [24]  for setup, equipment, and service fee per month (see Table  2  for a detailed cost breakdown and Table  4  for treatment specific costs per Markov cycle). The hospitalization costs were assumed to be treatment arm-independent, but NYHA class-dependent. The price scenarios-original and current, together with the threshold analysis-were built into the model. No currency conversion was necessary because all costs were expressed in euros."
    },
    {
      "title": "Measurement and valuation of preference-based outcomes",
      "text": "We used the utility values for each NYHA class, independently of the treatment arm, derived from the TEN-HMS database and constructed using the Dutch utility weights (see Table  3 ). We assumed that the utility values are connected to the severity of the disease, because they have been measured by the EQ-5D, and not the intervention, that is, the treatment arm."
    },
    {
      "title": "Analyzing the Model"
    },
    {
      "title": "Original scenario analysis",
      "text": "The original scenario considered the assumptions from the time of the TEN-HMS study  (2000) (2001) (2002) . The transition probabilities and utilities were estimated from the original data. The costs of NTS in this scenario were blended with other costs, which we adapted for 2015. In our analysis the patients stayed in the intervention arm to which they were assigned; for example, patients in the HTM arm were not removed from telemonitoring if the disease was controlled or the severity reversed. The same"
    },
    {
      "title": "Current scenario and subgroup analyses",
      "text": "We ran a current scenario analysis for all NYHA classes, and three subgroup analyses based on NYHA classes II to IV. The current scenario is a cost scenario in which telehealth nurse costs are added in the NTS treatment arm. This better reflects the reality of a nurse-led heart failure management service today, where salaries with overhead costs and fringe benefits prove to be the largest cost components  [25] . We kept the utilities treatment-independent (utilities are NYHA class-dependent and not treatment arm-dependent) and the transition probabilities consistent throughout all analyses. The difference between the original and the current scenarios therefore lies in telenurse cost inputs (Table  2 ). The subgroup analyses were combined with the original and the current scenarios to find information on the cost effectiveness of HTM and NTS compared with UC in different stages of CHF severity (i.e., NYHA class). The subgroups were NYHA II to IV, NYHA III and IV, and NYHA IV only, where the cohort of 1000 patients was deployed according to the initial probability of group participation, adjusted for the number of NYHA classes. The baseline population distribution was 195 patients in NYHA I, 439 in NYHA II, 293 in NYHA III, and 73 in NYHA IV."
    },
    {
      "title": "Threshold analysis",
      "text": "The threshold analysis was performed on the current scenario, keeping all the parameters from the scenario constant and varying the costs of telemonitoring in NYHA IV only. The telemonitoring setup costs were kept from the current scenario (deterministic €6.67/Markov cycle, probabilistic interval of €50-€150/y, equipment lifetime 5 years, after which it is exchanged for the same fee), whereas equipment and service fees were varied until a minimum value for these costs was found that resulted in HTM having a greater probability of being costeffective than NTS compared with UC."
    },
    {
      "title": "Sensitivity analysis",
      "text": "We performed a probabilistic sensitivity analysis (PSA) to assess the decision uncertainty in our model  [26] . Each parameter in the model was defined by the distribution according to the nature of the parameter. The polynomial transition probabilities were deconstructed in a Dirichlet matrix using a cumulative gamma function, because each draw was not independent. For the utilities, we used the beta function (which is bound from 0 to 1), and for the personnel-and hospital-related costs we used the gamma function (0 to infinity). The equipment and service fees, together with the installment fee, were parameterized by uniform function. We discerned the uncertainty not around the costs but around the volumes of care, and based it on the standard error.\n\nFor the PSA, 2500 Monte-Carlo simulations were run, where a value for each parameter was drawn at random from the probability distribution of the model parameters (transition probabilities, costs, and utility values). This led to 2500 estimates in terms of expected costs, QALYs, and life expectancy for HTM, NTS, and UC separately. We plotted the results in a costeffectiveness plane and LY plane (Figure  5 ). This procedure informed us of the \"spread\" of our scenarios and gave us a graphical representation of the uncertainty in our model. We then continued to the incremental analysis of each scenario, that is, the difference between the effects in relationship to the difference in costs, plotted again in the cost-effectiveness plane.\n\nThe results were then transferred to the net monetary benefit framework and subsequently converted into the probability of each intervention being cost-effective. Finally, cost-effectiveness acceptability curves were plotted to visualize which intervention is cost-effective at each willingness-to-pay (WTP) level: €0 to €80,000/QALY to reflect the health care realities in the Netherlands  [27] . The model and the analyses were created in MS Excel 2013, whereas the data mining was performed by RStudio 3.0.2."
    },
    {
      "title": "Assumptions",
      "text": "The main assumption of our cost-effectiveness analysis is that the original data from the TEN-HMS trial reflect the course of a CHF population depending on the intervention group to which a patient was randomly assigned. For instance, in our analysis the background mortality is included in the transition probabilities. In our model, after the first cycle, people can die because of the probabilities that were estimated in 240 to 450 days of follow-up in the original study.\n\nAlso, the clinical trial was run in three European countries (the United Kingdom, the Netherlands, and Germany), although we are modeling for the Dutch decision-making context only.\n\nOther assumptions concern the price of the telemonitoring equipment and the effectiveness of the telemonitoring service. Regarding the prices, in those 20 years of simulation they did not change in any treatment arm-not in HTM, NTS, or UC. This was a modeling assumption to make a 4-month cost contribution to Markov model constant. We based our analysis on the information found via the market research. The prices for the current scenario are based on the information received from the Centre for Telehealth (Hull, UK), where one telehealth nurse manages 200 to 400 patients with CHF  [28] . We assumed that four such nurses would be able to deliver the necessary care for our fictitious cohort of 1000 patients in the current scenario and threshold analysis, but not in the original scenario, where they were not introduced. Costs were calculated per patient per Markov state in all three Markov chains."
    },
    {
      "title": "Results"
    },
    {
      "title": "Original Scenario Results",
      "text": "The results of the deterministic analysis of the original scenario show clearly, within the parameters of our model, that both HTM and NTS were cost-effective compared with UC. From a thirdparty payer's perspective, patients assigned to HTM and NTS incurred higher costs than those treated in UC, but also produced more QALYs (Table  5 ).\n\nThe PSA results show the costs incurred for HTM (€27,468; 95% confidence interval [CI] €19,759-€37,368), NTS (€24,430; 95% CI €17,302-€33,859), and UC (€14,822; 95% CI €9,604-€22,323). Both HTM and NTM yielded more QALYs and LYs compared with UC. The PSA results in HTM show 3.01 QALYs gained (95% CI 2.21-3.99), Incremental net monetary benefits show €7,697 and €13,589 in HTM and NTS versus UC at a WTP threshold of €20,000, and €69,100 and €83,100 at a WTP threshold of €80,000, respectively. The results of the deterministic analysis are presented in Table  5 .\n\nThe results of the deterministic subgroup analysis show 2.85, 2.96, and 1.88 QALYs generated in HTM, NTS, and UC, respectively, for NYHA classes II and above. The PSA results show 2.91 QALYs gained for HTM (95% CI 2.1-3.92), 3.04 QALYs for NTS (95% CI 2.18-4.05), and 1.97 QALYs for UC (95% CI 1.29-2.87). In NYHA class III and above, there were 2.71, 2.92, and 1.77 QALYs generated in HTM, NTS, and UC, respectively. The PSA results show 2.77 QALYs generated for HTM (95% CI 1.95-3.77), 3.0 QALYs for NTS (95% CI 2.19-4.07), and 1.86 QALYs for UC (95% CI 1.22-2.79). In NYHA class IV only, there were 2.68, 2.56, and 1.81 QALYs generated in HTM, NTS, and UC, respectively. The PSA results show 2.73 QALYs generated for HTM (95% CI 1.83-3.76), 2.63 QALYs for NTS (95% CI 1.72-3.71), and 1.89 QALYs for UC (95% CI 1.13-2.81)."
    },
    {
      "title": "Current Scenario Results",
      "text": "For the full population analysis, that is, NYHA I to IV, the current scenario yielded results slightly different to those from the original scenario (Table  5 ). For the subgroup analyses NYHA II to IV and NYHA III to IV, the results were similar. Nevertheless, the current scenario analysis revealed the greater cost effectiveness of HTM versus both NTS and UC in NYHA IV subgroup analysis. The current scenario included the cost of telehealth nurses of €30,000/y (four nurses in the model, one nurse in charge of 250 patients). Patients assigned to HTM and NTS incurred higher costs than those treated in UC, but also gained more QALYs and LYs. The results of the deterministic analysis in all NYHA classes, and in NYHA IV only, are presented in Table  5 .\n\nThe PSA results show €28,121 for HTM (95% CI €19,269-€38,722), €23,052 for NTS (95% CI €14,782-€33,426), and €16,037 Incremental net monetary benefits show €5,166 and €7,944 in HTM and NTS versus UC at a WTP threshold of €20,000, and €57,059 and €52,903 at a WTP threshold of €80,000, respectively.\n\nThe threshold analysis for NYHA IV only revealed that €20 to €36.5/mo for telemonitoring equipment and service combined is the monetary value at which HTM starts to have a greater probability of being more cost-effective compared with UC than NTS compared with UC, at a WTP threshold of €20,000 (the setup fee is kept at €50-€100 per 5 years). This represents a sharp decline of €66.7 to €125/mo from the ranges used in the original and the current scenarios (see \"Equipment and service annual fee\" in Table  2 )."
    },
    {
      "title": "Sensitivity Analysis Results",
      "text": "The results of the PSA suggest that there is a very low probability of HTM being cost-effective when NTS is available for the management of patients with CHF, whereas both HTM and NTS are cost-effective compared with UC at a WTP of €14,000/QALY or higher. In the NYHA IV subgroup, there is a greater probability of HTM being more cost-effective than UC than there is of NTS being more cost-effective than UC at a WTP of €40,000/QALY or higher. Please see Fig.  2  for the cost-effectives acceptability curves for two main scenarios, and an NYHA IV subgroup analysis, and Fig.  5  for the results presented in the cost-effectiveness plane."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Study Findings and Comparisons",
      "text": "Our model demonstrated the cost effectiveness of both HTM and NTS compared with UC for patients with CHF in various scenarios (Fig.  2 ). It also showed better survival in both HTM and NTS than in UC. In terms of survival, a cohort of patients in HTM, consisting of all NYHA classes of severity, is shown to consistently outperform a similar cohort in UC, although it lags slightly behind a comparable cohort in NTS (Fig.  3 ). In the NYHA IV class, in terms of survival the HTM treatment arm outperforms NTS and UC by some 8.7 years (26 cycles in our model) and generates more QALYs (Fig.  4 ).\n\nThe estimates from this model show cost effectiveness of both HTM and NTS compared with UC in health care systems that pay more than €14,000/QALY. Nevertheless, comparing HTM with NTS, HTM is being dominated by NTS in all subgroup analyses except NYHA IV. The incremental cost-effectiveness ratios (ICERs) in the original scenario for all NYHA classes are €12,479 for HTM/UC and €8,270 for NTS/UC. In the current scenario, the central estimate for the ICER of HTM/UC stays the same and remains below the often-quoted upper limit for the WTP threshold of €20,000/QALY in the Netherlands  [29] , whereas it changes to €8,795 for NTS/UC in all NYHA classes. ⁎ HTM is dominated by NTS.\n\nThe upper limit of our analysis is set at €80,000/QALY-proposed by the Council for Public Health and Health Care (Raad voor de Volksgezondheid en Zorg)-which is not a fixed threshold but a maximum at the range commonly used in economic evaluations  [29] . Fig.  5  We searched for similar modeling studies representing the Netherlands, but without success. We compared our results with those from international studies and found the study from the United States by Smith et al.  [30]  that ascertained that telephone support is an effective strategy in disease management, with improved survival of patients with NYHA class III/IV symptoms when the ICERs were $67,784 and $95,721/QALY gained, respectively. A major difference with the methods we used was that we created a Markov model with full probabilistic analysis, whereas the authors of this US study used bootstrap resample to generate ICERs. Another Markov modeling study, carried out in the United Kingdom by Thokala et al.  [13] , compared telemonitoring and structured telephone support with UC, and found HTM to be a cost-effective strategy. Telemonitoring (TM) had an estimated ICER of £11,873/QALY, whereas \"human-to-human\" telephone support (STS HH) had an ICER of £228,035/QALY. The same study found that \"the monthly cost of TM has to be higher than £390 to have an ICER greater than £20,000/QALY against STS HH\"  [13] . The difference in results is significant, possibly because of the different methodologies used or the intervention implementation. A direct comparison of our results with other countries' calculations might be biased because of transferability issues  [31] .\n\nThe subgroup analysis revealed that HTM is more costeffective than NTS, compared with UC, in NYHA IV patients, that is, patients with the most severe cases of CHF. The PSA suggests that in countries willing to spend more than €40,000/QALY, HTM should be the first choice for tackling what are usually gravely ill patients who take up a significant amount of health care resources. Comparing our results with those of previously published studies, we discovered that a bootstrap analysis from the Netherlands (the Telemonitoring in Heart Failure (TEHAF) study) found that telemonitoring is a preferred intervention in patients with CHF in early stages of the disease and at €50,000/QALY or higher  [32] . 0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58 61 PERCENTAGE 4-MONTH CYCLES Survival of a cohort of 1000 patients (all NYHA) Home Tele Monitoring Nurse Telephone Support Usual care € 0 € 5,000,000 € 10,000,000 € 15,000,000 € 20,000,000 € 25,000,000 € 30,000,000 € 35,000,000 1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58 61 COSTS 4-MONTH CYCLES Discounted cumulative costs for 1000 patients (all NYHA) Home tele monitoring Nurse telephone support Usual care 0 500 1,000 1,500 2,000 2,500 3,000 3,500 1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58 61 QALYs 4-MONTH CYCLES Discounted cumulative QALYs for 1000 patients (all NYHA) Home tele monitoring Nurse telephone support Usual care\n\nFig.  3  -Survival, cumulative discounted costs, and effects for the cohort of 1000 patients: original scenario for all NYHA classes with treatment arm-independent hospitalization costs. NYHA, New York Heart Association; QALY, qualityadjusted life-year."
    },
    {
      "title": "Limitations, Generalizability, and Recommendations",
      "text": "As in any modeling exercise, our analysis has limitations, which are governed by data availability and related assumptions. We used 15-year-old data from the TEN-HMS study and derived information about patient satisfaction (i.e., utilities) and utilization of health care resources from it. In the meantime, several changes have occurred that have improved the prospects for successful implementation of telehealth: 1) more effective technology, 2) differentiated service offering, and 3) better embedding of telemonitoring technology in daily health care practice. The WSD trial reported on all three issues: telehealth being associated with lower mortality and emergency admission rates  [14] , each study site having a different supplier and service but not being designed to \"investigate the effect of individual service configurations or technologies\"  [12, 33] , and the necessity for services of this complexity to \"organically evolve, be responsive and adaptable to the local health and social care system, driven by support from front-line staff and management\"  [34] . Modern telemonitoring systems have significantly surpassed the technology used in the TEN-HMS study 15 years ago, in terms of both effectiveness and patient-related outcomes. Current telemonitoring implementation strategies might use more dynamic offerings. For instance, more recent concepts include a tiered approach for different patient groups or disease severities, with a step-up/step-down possibility. Even with improved accountability of the modern systems, 24/7 availability is not realistic, but we did not model the system downtimes and adverse effects.\n\nOur model does not compute these \"complications,\" and neither does it take into account time dependency. The building block of our Markov model is a 4-month period for which we calculate transitions and cost per QALY per LY contributions that have happened over the whole length of the TEN-HMS trial. Also, our model has not stratified the results by sex or age, and we have not modeled other possible consequences of CHF  [35] , nor a competing risk of death (e.g., multimorbidity). The background mortality was included in the model via transition probabilities to\n\n0% 10% 20% 30% 40% 50% 60% 70% 80% 90% 100% 1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58 61 PERCENTAGE 4-MONTH CYCLES Survival of a cohort of 1000 patients (NYHA IV) Home Tele Monitoring Nurse Telephone Support Usual care € 0 € 5,000,000 € 10,000,000 € 15,000,000 € 20,000,000 € 25,000,000 € 30,000,000 € 35,000,000 1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58 61 COSTS 4-MONTH CYCLES Discounted cumulative costs for 1000 patients (NYHA IV) Home tele monitoring Nurse telephone support Usual care 0 500 1,000 1,500 2,000 2,500 3,000 3,500 1 4 7 10 13 16 19 22 25 28 31 34 37 40 43 46 49 52 55 58 61 QALYs 4-MONTH CYCLES Discounted cumulative QALYs for 1000 patients (NYHA IV) Home tele monitoring Nurse telephone support Usual care Fig. 4 -Survival, cumulative discounted costs, and effects for the cohort of 1000 patients: current scenario for only the NYHA IV class with treatment arm-independent hospitalization costs. NYHA, New York Heart Association; QALY, quality-adjusted life-year. € 0 € 10,000 € 20,000 € 30,000 € 40,000 € 50,000 € 60,000 0.00 1.00 2.00 3.00 4.00 5.00 6.00 DISCOUNTED COSTS DISCOUNTED QALYs Original scenario (all NYHA) HTM NTS UC € 0 € 10,000 € 20,000 € 30,000 € 40,000 € 50,000 € 60,000 0.00 1.00 2.00 3.00 4.00 5.00 6.00 DISCOUNTED COSTS DISCOUNTED QALYs Contemporary scenario (all NYHA) HTM NTS UC € 0 € 10,000 € 20,000 € 30,000 € 40,000 € 50,000 € 60,000 0.00 1.00 2.00 3.00 4.00 5.00 6.00 DISCOUNTED COSTS DISCOUNTED QALYs Current scenario (NYHA IV) HTM NTS UC Fig. 5 -Cost-effectiveness plane, presenting discounted average costs and effects of all three interventions, generated from 2500 runs of Monte-Carlo simulation: 1) original scenario for all NYHA classes, 2) current scenario for all NYHA classes, and 3) current scenario for only the NYHA IV class, all with treatment arm-independent hospitalization costs. HTM, home telemonitoring; NTS, nurse telephone support; NYHA, New York Heart Association; QALY, quality-adjusted life-year; UC, usual care.\n\nthe \"death\" state. For future research, social characteristics need to be considered in cost-effectiveness analysis given the importance of such factors for health status, access to health care, and the uptake of eHealth. Lack of evidence of the benefits of telemonitoring and telephone support in the long run (improved awareness, disease management skills, behavioral changes, etc.) may mean we have missed the effect of HTM and NTS on the [quality-of-life] weights, as we understand that \"the organizational benefits of telecare go beyond finance and capacity\"  [36(p6) ] and that they may become apparent only in the long run  [37] . The telemonitoring equipment and service costs range was chosen on the basis of the market research and is in the medium to medium-high ballpark (i.e., telehealth vs. telecare implantation strategy for telemonitoring). Therefore, the current estimation of the HTM/UC ICER can be considered slightly conservative and biased against telemonitoring.\n\nIn addition, the methods applied in the analysis have a number of limitations that need to be considered when assessing its relative generalizability. First, the perspective was that of a third-party payer and not a societal one and, as such, it excluded indirect costs and/or out-of-pocket direct costs incurred by the patient (inclusion of the productivity-related costs would be minimal, considering that the average baseline age for CHF is quite high). Taking these costs into account would likely increase the cost effectiveness of the HTM and the NTS strategies. We deviated from the pharmacoeconomic guidance, which states that a societal perspective is to be preferred  [19, 38] , because we were interested in the cost perspective of a health care organization trusted with implementation of these technologies in health care. Second, the data used in our analysis were derived from a single clinical study (which was run at 16 hospital sites), a potential limitation to the generalizability of our findings to other countries or health care systems. Also, the TEN-HMS study was inadequately powered to demonstrate a reduction in the risk of an adverse event in the subgroup analysis  [8] . The original study considered three countries in Europe, thus making it applicable to the EU in general, but bringing into question its applicability to the US context. Further research should compare patient characteristics and outcomes by location to explore whether any difference emerges from such analysis.\n\nAs indicated, technological evolution and new methods of providing telemonitoring have significantly improved the cost effectiveness of providing these services to a broader range of chronically ill patients. Consequently, we advise governments and other organizations that deal with the implementation of telemonitoring to consider HTM for patients with CHF in NYHA classes II-IV. NTS may also be an alternative; this, however, poses challenges in terms of making the necessary levels of staff available, because a larger number of patients need to be supported. Telephone support intervention is to be preferred over UC in health care systems that pay €9000/QALY or higher, but this is often difficult to set up because of problems in staffing, training, and logistics  [39] . Telemonitoring, on the other hand, is to be preferred for a broad range of acuity levels and not only for the most acute patients. The trade-off between the cost effectiveness and the potential to manage populations of different sizes will be explored in future research for both HTM and NTS."
    },
    {
      "title": "Conclusions",
      "text": "Our modeling study based on the 2002 TEN-HMS data proved that HTM is a cost-effective solution for tackling CHF, but so is NTS. In all scenarios, HTM is cost-effective compared with UC at a WTP of €14,000/QALY or higher. NTS dominates HTM, compared with UC, in all NYHA classes except NYHA IV. For the most severe cases, that is, NYHA IV patients, the cost-effectiveness horizon shows UC to be the preferred intervention at a WTP of less than €9000/ QALY, NTS is to be preferred at a WTP of between €9,000 and €40,000/QALY, and HTM is to be preferred at a WTP threshold of €40,000/QALY or higher."
    },
    {
      "text": "Fig.2-Cost-effectiveness acceptability curves generated from 2500 runs of Monte-Carlo simulation: 1) original scenario for all NYHA classes, 2) current scenario for all NYHA classes, and 3) current scenario for NYHA IV class only, all with treatment arm-independent hospitalization costs. HTM, home telemonitoring; INMB, incremental net monetary benefit; NTS, nurse telephone support; NYHA, New York Heart Association; UC, usual care."
    },
    {
      "text": "Transition probabilities in the Markov model."
    },
    {
      "text": "Cost inputs to the Markov model in all three analyses (in euros)."
    },
    {
      "text": "Treatment arm-independent and timeindependent utility values of the Markov states."
    },
    {
      "text": "Treatment-specific costs (€) per Markov cycle (4 mo) for all interventions in all scenarios."
    },
    {
      "text": "Discounted cost effectiveness of HTM and NTS vs. UC for all three scenarios, all with treatment arm-independent hospitalization costs."
    }
  ],
  "references": [
    {
      "title": "Cardiovascular diseases (CVDs)",
      "year": 2015,
      "doi": "10.29171/acku_pamphlet_ge320_a33_e59_2015"
    },
    {
      "title": "Chronic heart failure",
      "authors": [
        "J Vader",
        "C Holley",
        "M Rich"
      ],
      "year": 2015,
      "doi": "10.1007/978-1-4939-1929-1_13"
    },
    {
      "title": "The annual global economic burden of heart failure",
      "authors": [
        "C Cook",
        "G Cole",
        "P Asaria"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijcard.2013.12.028"
    },
    {
      "title": "Trends in agespecific coronary heart disease mortality in the European Union over three decades: 1980-2009",
      "authors": [
        "M Nichols",
        "N Townsend",
        "P Scarborough",
        "M Rayner"
      ],
      "year": 2013,
      "doi": "10.1093/eurheartj/eht159"
    },
    {
      "title": "European Cardiovascular Disease Statistics",
      "authors": [
        "M Nichols",
        "N Townsend",
        "P Scarborough",
        "M Rayner"
      ],
      "year": 2012,
      "doi": "10.1093/eurheartj/eht356"
    },
    {
      "title": "Can we afford to live longer in better health? Hague",
      "authors": [
        "Ewmt Westerhout",
        "F Pellikaan"
      ],
      "year": 2005,
      "doi": "10.1007/978-3-642-60900-8_14"
    },
    {
      "title": "Executive summary: heart disease and stroke statistics-2012 update",
      "authors": [
        "V Roger",
        "A Go"
      ],
      "year": 2012
    },
    {
      "title": "Noninvasive home telemonitoring for patients with heart failure at high risk of recurrent admission and death: the Trans-European Network-Home-Care Management System (TEN-HMS) study",
      "authors": [
        "Jgf Cleland",
        "A Louis",
        "A Rigby"
      ],
      "year": 2005
    },
    {
      "title": "Telemonitoring can assist in managing cardiovascular disease in primary care: a systematic review of systematic reviews",
      "authors": [
        "R Purcell",
        "S Mcinnes",
        "E Halcomb"
      ],
      "year": 2014
    },
    {
      "title": "If home telemonitoring reduces mortality in heart failure, is this just due to better guideline-based treatment?",
      "authors": [
        "R Dierckx",
        "J Cleland",
        "P Pellicori"
      ],
      "year": 2015,
      "doi": "10.1177/1357633x15574947"
    },
    {
      "title": "Clinical and psychological telemonitoring and telecare of high risk heart failure patients",
      "authors": [
        "A Villani",
        "G Malfatto",
        "A Compare"
      ],
      "year": 2014,
      "doi": "10.1177/1357633x14555644"
    },
    {
      "title": "Cost effectiveness of telehealth for with long term conditions (Whole Systems Demonstrator telehealth questionnaire study): nested economic evaluation in a pragmatic, cluster randomised controlled trial",
      "authors": [
        "C Henderson",
        "M Knapp",
        "J-L Fernandez"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f2065"
    },
    {
      "title": "Telemonitoring after discharge from hospital with heart failure: cost-effectiveness modelling of alternative service designs",
      "authors": [
        "P Thokala",
        "H Baalbaki",
        "A Brennan"
      ],
      "year": 2013,
      "doi": "10.1136/bmjopen-2013-003250"
    },
    {
      "title": "Effect of telehealth on use of secondary care and mortality: findings from the Whole System Demonstrator cluster randomised trial",
      "authors": [
        "A Steventon",
        "M Bardsley",
        "J Billings"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e3874"
    },
    {
      "title": "Modelling in economic evaluation: an unavoidable fact of life",
      "authors": [
        "M Buxton",
        "M Drummond",
        "Van Hout"
      ],
      "year": 1997,
      "doi": "10.1002/(sici)1099-1050(199705)6:3<217::aid-hec267>3.0.co;2-w"
    },
    {
      "title": "Nomenclature and Criteria for Diagnosis of Diseases of the Heart and Great Vessels",
      "authors": [
        "M Dolgin"
      ],
      "year": 1994,
      "doi": "10.1016/0002-8703(74)90267-1"
    },
    {
      "title": "Cost/utility ratio in chronic heart failure: comparison between heart failure management program delivered by day-hospital and usual care",
      "authors": [
        "S Capomolla",
        "O Febo",
        "M Ceresa"
      ],
      "year": 2002,
      "doi": "10.1016/s1062-1458(02)01028-0"
    },
    {
      "title": "Survival after the onset of congestive heart failure in Framingham Heart Study subjects",
      "authors": [
        "K Ho",
        "K Anderson",
        "W Kannel"
      ],
      "year": 1993,
      "doi": "10.1161/01.cir.88.1.107"
    },
    {
      "title": "Guidelines for pharmacoeconomic research",
      "year": 2006,
      "doi": "10.1007/978-981-13-5793-0_7"
    },
    {
      "title": "Health outcomes in economic evaluation: the QALY and utilities",
      "authors": [
        "S Whitehead",
        "S Ali"
      ],
      "year": 2010,
      "doi": "10.1093/bmb/ldq033"
    },
    {
      "title": "The Measurement and Valuation of Health Status Using EQ-5D: A European Perspective",
      "authors": [
        "R Brooks",
        "R Rabin",
        "F De Charro"
      ],
      "year": 2013
    },
    {
      "title": "Consumer prices: European harmonised price index 2005 ¼ 100 (HICP)",
      "authors": [
        "L&la=en&vw=t"
      ],
      "year": 2016
    },
    {
      "title": "Analysis of remote monitoring markets for telehealth and telecare in Europe",
      "authors": [
        "Sullivan Frost"
      ],
      "year": 2015,
      "doi": "10.1111/ced.12748"
    },
    {
      "title": "Cost-effectiveness of nurse-led disease management for heart failure in an ethnically diverse urban community",
      "authors": [
        "P Hebert",
        "J Sisk",
        "J Wang"
      ],
      "year": 2008,
      "doi": "10.7326/0003-4819-149-8-200810210-00006"
    },
    {
      "title": "Handling uncertainty in cost-effectiveness models",
      "authors": [
        "A Briggs"
      ],
      "year": 2012,
      "doi": "10.2165/00019053-200017050-00006"
    },
    {
      "title": "Zinnige En Duurzame Zorg",
      "authors": [
        "Raad Voor De Volksgezondheid En Zorg"
      ],
      "year": 2006
    },
    {
      "title": "Yorkshire and the Humber Telehealth Hub",
      "authors": [
        "J Cruickshank",
        "J Paxman"
      ],
      "year": 2013,
      "doi": "10.1093/ww/9780199540884.013.25290"
    },
    {
      "title": "Willingness to pay for a quality-adjusted life-year: the individual perspective",
      "authors": [
        "A Bobinac",
        "Nja Van Exel",
        "Ffh Rutten",
        "Wbf Brouwer"
      ],
      "year": 2010,
      "doi": "10.1111/j.1524-4733.2010.00781.x"
    },
    {
      "title": "Costeffectiveness of telephonic disease management in heart failure",
      "authors": [
        "B Smith",
        "P Hughes-Cromwick",
        "E Forkner",
        "A Galbreath"
      ],
      "year": 2008
    },
    {
      "title": "Transferability of economic evaluations across jurisdictions: ISPOR Good Research Practices Task Force Report",
      "authors": [
        "M Drummond",
        "M Barbieri",
        "J Cook"
      ],
      "year": 2009,
      "doi": "10.1111/j.1524-4733.2008.00489.x"
    },
    {
      "title": "Cost-effectiveness analysis of telemonitoring versus usual care in patients with heart failure: the TEHAF study",
      "authors": [
        "J Boyne",
        "A Van Asselt",
        "A Gorgels"
      ],
      "year": 2013,
      "doi": "10.1177/1357633x13495478"
    },
    {
      "title": "A comprehensive evaluation of the impact of telemonitoring in patients with long-term conditions and social care needs: protocol for the Whole Systems Demonstrator cluster randomised trial",
      "authors": [
        "P Bower",
        "M Cartwright",
        "S Hirani"
      ],
      "year": 2011
    },
    {
      "title": "An organisational analysis of the implementation of telecare and telehealth: the Whole Systems Demonstrator",
      "authors": [
        "J Hendy",
        "T Chrysanthaki",
        "J Barlow"
      ],
      "year": 2012,
      "doi": "10.1186/1472-6963-12-403"
    },
    {
      "title": "The causes, consequences, and treatment of left or right heart failure",
      "authors": [
        "P Pazos-López",
        "J Peteiro-Vázquez",
        "A Carcía-Campos"
      ],
      "year": 2011
    },
    {
      "title": "Examining perspectives on telecare: factors influencing adoption, implementation, and usage",
      "authors": [
        "D Barrett",
        "J Thorpe",
        "N Goodwin"
      ],
      "year": 2014
    },
    {
      "title": "Assessing the impact of a care innovation: telecare",
      "authors": [
        "S Bayer",
        "J Barlow",
        "R Curry"
      ],
      "year": 2007
    },
    {
      "title": "Principles of pharmacoeconomic analysis of drug therapy",
      "authors": [
        "Dda Freund",
        "R Dittus"
      ],
      "year": 1992,
      "doi": "10.2165/00019053-199201010-00006"
    },
    {
      "title": "The role of nurses in installing telehealth technology in the home",
      "authors": [
        "J Starren",
        "C Tsai",
        "S Bakken"
      ],
      "year": 2005,
      "doi": "10.1097/00024665-200507000-00004"
    },
    {
      "authors": [
        "V A L U E I N H E A L T H"
      ]
    }
  ],
  "num_references": 39
}
