{
  "paper_id": "49XC6EC8",
  "title": "The Association Between Smartphone App-Based Self-monitoring of Hypertension-Related Behaviors and Reductions in High Blood Pressure: Systematic Review and Meta-analysis",
  "abstract": "Background: Self-monitoring of behavior can support lifestyle modifications; however, we do not know whether such interventions are effective in supporting positive changes in hypertension-related health behaviors and thus in reducing blood pressure in patients treated for hypertension. Objective: This systematic literature review evaluates the extent to which smartphone app-based self-monitoring of health behavior supports reductions in blood pressure and changes in hypertension-related behaviors. It also explores the behavioral components that might explain intervention effectiveness. \n Methods: A systematic search of 7 databases was conducted in August 2021. Article screening, study and intervention coding, and data extraction were completed independently by reviewers. The search strategy was developed using keywords from previous reviews and relevant literature. Trials involving adults, published after the year 2000, and in the English language were considered for inclusion. The random-effects meta-analysis method was used to account for the distribution of the effect across the studies. \n Results: We identified 4638 articles, of which 227 were included for full-text screening. A total of 15 randomized controlled trials were included in the review. In total, 7415 patients with hypertension were included in the meta-analysis. The results indicate that app-based behavioral self-monitoring interventions had a small but significant effect in reducing systolic blood pressure (SBP), on average, by 1.64 mmHg (95% CI 2.73-0.55, n=7301; odds ratio [OR] 1.60, 95% CI 0.74-3.42, n=114) and in improving changes in medication adherence behavior (standardized mean difference [SMD] 0.78, 95% CI 0.22-1.34) compared to usual care or minimal intervention. The review found the intervention had a small effect on supporting improvements in healthy diet by changing habits related to high sodium food (SMD -0.44, 95% CI -0.79 to -0.08) and a trend, although insignificant, toward supporting smoking cessation, low alcohol consumption, and better physical activity behaviors. A subgroup analysis found that behavioral self-monitoring interventions combined with tailored advice resulted in higher and significant changes in both SBP and diastolic blood pressure (DBP) in comparison to those not providing tailored advice (SBP: -2.92 mmHg, 95% CI -3.94 to -1.90, n=3102 vs -0.72 mmHg, 95% CI -1.67 to 0.23, n=4199, χ 2 =9.65, P=.002; DBP: -2.05 mmHg, 95% CI -3.10 to -1.01, n=968 vs 1.54 mmHg, 95% CI -0.53 to 3.61, n=400, χ 2 =9.19, P=.002). \n Conclusions: Self-monitoring of hypertension-related behaviors via smartphone apps combined with tailored advice has a modest but potentially clinically significant effect on blood pressure reduction. Future studies could use rigorous methods to explore its effects on supporting changes in both blood pressure and hypertension-related health behaviors to inform recommendations for policy making and service provision.",
  "year": 2021,
  "date": "2021-08-23",
  "journal": "DOCX File",
  "publication": "DOCX File",
  "authors": [
    {
      "forename": "Aikaterini",
      "surname": "Kassavou",
      "name": "Aikaterini Kassavou",
      "affiliation": "The Primary Care Unit , Department of Public Health and Primary Care , The University of Cambridge , Cambridge , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t The Primary Care Unit \n\t\t\t\t\t\t\t\t The University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "aikaterini.kassavou@wbs.ac.uk"
    },
    {
      "forename": "Michael",
      "surname": "Wang",
      "name": "Michael Wang",
      "affiliation": "The Primary Care Unit , Department of Public Health and Primary Care , The University of Cambridge , Cambridge , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t The Primary Care Unit \n\t\t\t\t\t\t\t\t The University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Venus",
      "surname": "Mirzaei",
      "name": "Venus Mirzaei",
      "affiliation": "The Primary Care Unit , Department of Public Health and Primary Care , The University of Cambridge , Cambridge , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t The Primary Care Unit \n\t\t\t\t\t\t\t\t The University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Sonia",
      "surname": "Shpendi",
      "name": "Sonia Shpendi",
      "affiliation": "The Primary Care Unit , Department of Public Health and Primary Care , The University of Cambridge , Cambridge , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t The Primary Care Unit \n\t\t\t\t\t\t\t\t The University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Rana",
      "surname": "Hasan",
      "name": "Rana Hasan",
      "affiliation": "The Primary Care Unit , Department of Public Health and Primary Care , The University of Cambridge , Cambridge , United Kingdom \n\t\t\t\t\t\t\t\t Department of Public Health and Primary Care \n\t\t\t\t\t\t\t\t The Primary Care Unit \n\t\t\t\t\t\t\t\t The University of Cambridge \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000272",
  "keywords": [
    "self-monitoring",
    "smartphone apps",
    "behavior change",
    "hypertension",
    "blood pressure",
    "mobile health",
    "mHealth",
    "mobile app",
    "self-management",
    "lifestyle"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Hypertension, or high blood pressure, affects over 1 billion adults globally and is a leading risk factor for premature morbidity and mortality  [1, 2] . However, only about half of adults with hypertension achieve adequate blood pressure control, increasing both health care resources and the cost required for treatment  [3] . In England, hypertension is estimated to cost the National Health Service an excess of £2 billion (US $2.4 billion) per year  [4] . Although various risk factors contribute to poorly controlled blood pressure, nonadherence to prescribed health behaviors, like compliance to prescribed medications  [5] , improvements in physical activity  [6, 7] , low salt intake  [8, 9] , consumption of fruits and vegetables  [10] , low alcohol consumption  [11] , and smoking cessation  [12] , independently account for most of these uncontrolled cases.\n\nModifying health-related behaviors to address the underlying risk factors of hypertension could result in clinically significant health improvements and reduce morbidity, mortality, and treatment cost. Practitioners have an important role in prescribing lifestyle modifications; however, the time they can spend providing advice about and supporting adherence to health behavior change recommendations is limited and expensive  [13] , and there is currently limited evidence on effective interventions to support health behavior change in patients treated for hypertension  [14] [15] [16] .\n\nThere is growing interest in the potential of digital innovations as an inexpensive and scalable method to deliver personalized advice to people with long-term health conditions, enabling them to improve adherence to their recommended health behavior modifications and achieve health improvements  [17] [18] [19] . Mobile apps, facilitated via digital technologies such as computers, smartphones, tablets, and other mobile devices are accessible to large numbers of people and in different settings  [20] . Smartphone apps appear to be promising due to their potential to complement physician efforts and engage patients in decision-making processes regarding their health care  [21, 22] . Users of app-based interventions can receive real-time advice about patterns of health behaviors that impact their long-term health condition  [23] , with the potential to eliminate barriers that rely on memory and are prone to inaccuracies and recall bias, and to better inform shared decision-making during usual care consultations.\n\nMoreover, reporting and monitoring health behaviors using apps could act as a behavior change strategy to support the individual in self-regulating health behaviors and thus lead to sustained improvements in clinical health indicators  [23, 24] . Self-monitoring of behavior could underpin individual behavior change by modifying self-regulation processes, for example, by enabling patients to reflect on and change their health behaviors informed by behavioral performance  [24] [25] [26] .\n\nInterventions providing advice to support patients' self-regulatory processes might be more effective at improving long-term treatment adherence and thus might be a cost-effective solution for sustained health care.\n\nWhile smartphone app-based self-monitoring of health behaviors has the potential to have a direct, positive effect on patients' health and an indirect effect on service provision, to date there is a lack of evidence on the clinical effectiveness of app-based behavioral self-monitoring to support patients treated for hypertension.\n\nPrevious systematic reviews have evaluated the impact of app-based interventions to support changes in behavioral or clinical outcomes, suggesting some promising evidence of their potential effectiveness  [18, [27] [28] [29] [30] . Furthermore, content analysis of publicly available apps suggests that such interventions are complex and often consist of one or a combination of the following components: generic education about the health condition, provision of social support, reminders and feedback about the behavior, feedback on blood pressure measurements, or provision of clinical advice about medicine adjustments. However, previous reviews have neither investigated the impact of behavioral self-monitoring via smartphone apps on both clinical and behavioral effectiveness nor disentangled the components that account for clinical effectiveness in patients treated for hypertension. This review investigates whether app-based self-monitoring of health behavior reduces blood pressure and improves health behaviors in patients treated for hypertension. The review also explores the intervention components combined with the behavioral self-monitoring interventions and estimates whether and to what extent they explain intervention clinical effectiveness."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Systematic Searches, Study Eligibility and Selection, and Data Coding",
      "text": "This systematic literature review involved searching the electronic databases MEDLINE via Ovid, Embase via Ovid, Web of Science, PsycINFO, Scopus, CINAHL, and the Cochrane Central Register of Controlled Trials (CENTRAL) in August 2021 to identify eligible studies. References for additional trials involved searches in 1 additional database: JMIR Publications [31].\n\nThe search strategy was developed using keywords from previous reviews and relevant literature (see an example of the search strategy in Multimedia Appendix 1). The review included randomized controlled trials testing intervention effects on behavior change and clinical effectiveness in people treated for hypertension. Studies on trials involving adults, published after the year 2000, and in the English language were considered for inclusion. The review was preregistered on PROSPERO (CRD42019136158).\n\nScreening of the title, abstract, and full text was conducted independently by 4 reviewers (MW, VM, SS, and RH), and disagreements were discussed by another reviewer (AK). Articles had to meet all of the following criteria to be eligible for full-text screening: (1) the population comprised adult individuals treated for hypertension; (2) the intervention consisted of self-monitoring of hypertension-related health behaviors via a mobile app; (3) the intervention aimed to support changes in both blood pressure and related health behaviors; (4) the comparator was usual care, enhanced usual care, or a minimal behavioral intervention; (5) the study included measurements of both blood pressure and health behaviors; and (6) the study design was a randomized controlled trial.\n\nOutcome data were extracted for measurements of systolic and diastolic blood pressure (SBP and DSP, respectively), as well as health behaviors for medication adherence, physical activity, healthy diet, alcohol consumption, and smoking cessation. Outcome data for blood pressure and health behaviors were extracted for baseline and follow-up values for most of the studies; otherwise, only the follow-up values were extracted. When follow-up values were missing (eg, SD), the baseline values were selected to estimate intervention effects.\n\nThe Taxonomy of Behavior Change Techniques  [32]  was selected to conceptualize and guide the coding for the self-monitoring interventions. We also coded the intervention component \"tailoring\" for those interventions that delivered different messages to different participants based on information obtained about them  [17, 18] , as well as the hypothesized mechanism of behavior change when these were reported. Authors of primary studies were contacted by email for missing information. Risk of bias was assessed using the Cochrane Risk of Bias tool, version 2, evaluating the risk introduced in the primary outcome of blood pressure  [33, 34] . Two reviewers independently coded study design and intervention components and extracted outcome data. Disagreement was discussed and resolved by a third reviewer."
    },
    {
      "title": "Analysis",
      "text": "A random-effects meta-analysis was conducted to estimate the weighted, pooled effect for each of the blood pressure and behavioral outcomes to account for the true effect that may vary across the individual studies  [35] . Effect sizes for continuous outcomes were calculated using the mean difference for blood pressure and the standardized mean difference (SMD) for behavioral outcome measurements. Mean difference was selected for blood pressure because measurements used similar units, whereas SMD was selected for behavioral outcomes because measurements were obtained using diverse methods, scales, units, or a composite of these. For example, for physical activity, these were minutes of physical activity per day and number of exercise sessions per week; for medication adherence, these were days of adherence per week, summary score responses to a 5-point scale, 8-item questionnaire. Effect sizes for dichotomous outcomes were calculated using the odds ratio (OR) for both blood pressure and behavioral outcomes  [35, 36] . In most cases, blood pressure outcomes were grouped based on an SBP threshold of 140 mmHg and a DBP threshold of 90 mmHg (exceeding the threshold indicates poorly controlled blood pressure whereas values below the threshold indicate controlled blood pressure) unless stratification variables were applied and reported (eg, age or gender-specific thresholds, clinic vs remote measurements thresholds, multimorbidity thresholds). Behavioral outcomes were grouped based on the corresponding guidelines for health behavior change adopted by individual studies.\n\nChange-from-baseline outcomes were calculated unless baseline data were missing, in which case changes at follow-up were included in the analysis. The random-effects meta-analysis method was used to account for the distribution of the effect across studies  [37] .\n\nThe I 2 statistic was used to estimate the percentage of the variability in the effect estimates that is due to heterogeneity rather than chance  [35] . Heterogeneity was explored further via subgroup analyses to investigate whether study-level variables could explain the observed heterogeneity.\n\nFrequencies were used to summarize the behavioral strategies coded for each of the intervention and comparator groups  [38] . Intervention strategies coded more than 3 times (frequency above 3) were considered for inclusion in the analysis. Subgroup analyses were performed to test for quantitative interactions, that is, whether intervention behavioral strategies could explain variation in the effect size.\n\nPublication bias was examined by visual inspection of funnel plots and the Egger test. The meta-analysis was conducted using RevMan (version 5.4; The Cochrane Collaboration)  [39] ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Overview",
      "text": "The systematic search of the 7 databases identified 4638 articles, of which 227 were included for full-text screening. One additional trial was identified from another source. A total of 15 randomized controlled trials with 7415 participants met all the eligibility criteria and were included in the analysis (Figure  1 ).\n\nThe majority of the included trials were conducted in the United States  [40] [41] [42] [43] [44] [45] , whereas 2 studies were conducted in Australia  [46, 47] , and 1 study in each of the following countries: Canada  [48] , China  [49] , New Zealand  [50] , Ghana  [51] , India  [52] , China and India  [53] , and Norway  [54] . Participants (adults aged >18 years) were recruited from primary and secondary health care settings (Multimedia Appendix 2)."
    },
    {
      "title": "Meta-analysis"
    },
    {
      "title": "Blood Pressure",
      "text": "The meta-analysis suggested that behavioral self-monitoring interventions via smartphone apps have a small but significant effect on reducing SPB by an average of 1.64 mmHg (95% CI 2.73-0.55, n=7301; Figure  2 ) across the studies among those in the intervention group compared to those in the control group. A similar but insignificant effect was found among studies measuring changes in SBP based on recommended thresholds; participants receiving the intervention were, on average, 60% more likely to achieve recommended levels of SBP (eg, SBP below 140 mmHg for measurements obtained in clinic) compared to those in the control group (OR 1.60, 95% CI 0.74-3.42, n=114; Figure  3 ).\n\nA similar direction of effect, though not significant, was found for the impact of the app-based behavioral self-monitoring interventions in changing DBP. The interventions had a small effect in changing DBP by an average of 0.39 mmHg (95% CI -2.01 to 1.23, n=1368; Multimedia Appendix 3) compared to the control. The effect of the intervention in supporting reductions in DBP (eg, DBP below 90 mmHg) was, on average, 41% more likely in the intervention than in the control (OR 1.41, 95% CI 0.66-3.01, n=114; Multimedia Appendix 4), though the changes were not different between the 2 groups.\n\nHeterogeneity between studies was low for most blood pressure outcome measurements (SBP, continuous: I 2 =29%, Τ 2 =0.87, P=.15; SBP, dichotomous: I 2 =0%, Τ 2 =0, P=.58; DBP, continuous: I 2 =53%, Τ 2 =2.56, P=.04; DBP, dichotomous: I 2 =0%, Τ 2 =0, P=.54), suggesting that there is potentially small, unimportant variation in the effect beyond chance between the 2 studies that operationalized the blood pressure outcome using categorical thresholds."
    },
    {
      "title": "Medication Adherence",
      "text": "The SMD between the intervention and control groups was medium to large (SMD 0.78, 95% CI 0.22-1.34, n=688; Multimedia Appendix 5), suggesting that app-based behavioral self-monitoring is significantly more effective at supporting improvements in medication adherence behavior compared to the control. A similar direction of effect was found for the subsample of studies that used categorical operationalization for the intervention effect and suggested those receiving the app-based behavioral self-monitoring intervention are, on average, 3.8 times more likely to achieve clinically meaningful medication adherence than those not receiving the intervention (OR 3.83, 95% CI 1.25-11.76, n=6428; Multimedia Appendix 6)."
    },
    {
      "title": "Physical Activity",
      "text": "The review found a moderate but insignificant effect of the app-based behavioral self-monitoring interventions in improving physical activity (SMD 1.63, 95% CI -0.35 to 0.87, n=501; Multimedia Appendix 7) although only 4 studies provided data for this, with one of the included studies suggesting that intervention group patients were 1.6 times more likely to adhere to the lifestyle change."
    },
    {
      "title": "Diet",
      "text": "The meta-analysis included 4 studies on healthy diet and suggested a moderate effect of behavioral self-monitoring on changing dietary habits by reducing the consumption of high sodium food by an SMD of 0.44 (95% CI 0.08-0.79, n=382; Multimedia Appendix 8). Objective measures of urinalysis suggested a positive but insignificant trend of the behavioral intervention in reducing salt intake. Although promising, these results should be interpreted with caution due to the small number of studies and sample size contributing to the meta-analyses."
    },
    {
      "title": "Smoking and Alcohol",
      "text": "One study found, on average, a 53% improvement in smoking cessation among those receiving an app-based self-monitoring intervention compared to those in the control group (OR 1.53, 95% CI 0.76-3.09, n=3698)  [52] . Effects on alcohol consumption were very small and not significant."
    },
    {
      "title": "Subgroup Analyses",
      "text": "The most frequent behavior change technique coded in app-based behavioral self-monitoring interventions was feedback on behavior (n=13). Many app-based interventions (n=8) prompted participants to obtain advice from a health care provider following the behavioral measurements, and some (n=6) provided tailored advice to address the underlying mechanisms of behavior change. Goal setting of behavior, information about health consequences, and generic information about hypertension were strategies each coded in a small number of interventions (n=4). The most frequent strategy coded across both the intervention and control groups was reporting blood pressure and feedback on blood pressure (Multimedia Appendix 9). Subgroup analysis found that tailored interventions resulted in higher and significant changes in both SBP and DBP in comparison to nontailored interventions (SBP: -2.92 mmHg, 95% CI -3.94 to -1.90, n=3102 vs -0.72 mmHg, 95% CI -1.67 to 0.23, n=4199, χ 2 =9.65, P=.002; DBP: -2.05 mmHg, 95% CI -3.10 to -1.01, n=968 vs 1.54 mmHg, 95% CI -0.53 to 3.61, n=400, χ 2 =9.19, P=.002). The differences between the 2 conditions were statistically significant and clinically meaningful (Multimedia Appendices 10 and 11).\n\nFurther investigation of the data revealed no effect of preselected variables that could influence blood pressure outcome (eg, sample size, time of follow-up, blood pressure outcome measurement obtained at clinic or remotely) on the observed effect."
    },
    {
      "title": "Risk of Bias",
      "text": "The risk-of-bias analyses suggested that studies were of low risk of bias. Inspection of funnel plots and the Egger test suggested a low risk of publication bias (Multimedia Appendix 12)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This systematic literature review and meta-analysis included 15 randomized controlled trials with 7415 participants and found that patients treated for hypertension receiving an app-based behavioral self-monitoring intervention reduced SBP by an average of 1.64 mmHg (95% CI 2.73-0.55) and were, on average, 60% more likely to reduce SBP to <140 mmHg and DBP to <90 mmHg compared to those in the control group. Further subgroup analysis suggested that behavioral self-monitoring interventions combined with tailored advice had a higher and potentially clinically meaningful effect on reducing both SBP (mean reduction of 2.92 mmHg) and DBP (mean reduction of 2.05 mmHg)  [55, 56] .\n\nThis study found that app-based self-monitoring of behavior interventions increased the odds of achieving medication adherence by 3 folds in the intervention group compared to the control. The significant effect of the app-based behavioral self-monitoring interventions in supporting improvements in both blood pressure and medication adherence provides us with confidence that such interventions could be effective solutions to support health behavior change and thus reduce blood pressure in patients treated for hypertension during blood pressure checks or similar clinical consultations.\n\nThe behavioral interventions indicated positive effects for supporting improvements in healthy diet by reducing the consumption of high sodium food, as well as positive trends in supporting physical activity, smoking cessation, and alcohol consumption. Although promising, a small number of studies contributed to these meta-analyses, and thus the results should be treated with caution."
    },
    {
      "title": "Strengths and Limitations",
      "text": "This review has several strengths and limitations. It did not include gray literature or unpublished studies and was limited to searching a few publicly accessible databases only. Nevertheless, this review summarizes the currently available evidence and suggests that behavioral tailored self-monitoring interventions are effective in changing SBP and DBP by -2.92 mmHg and -2.05 mmHg on average, respectively, compared to usual care, enhanced usual care, or a minimal behavioral intervention.\n\nA limitation of the included studies is the use of self-reported measurements for the behavioral outcomes, which are inherent to bias. This might have diminished the validity of the observed intervention effect on health behaviors. Future trials should employ valid methods of measurement to assess behavioral outcomes and thus inform recommendations for policy making and practice. This review has evaluated randomized controlled trials that compared behavioral self-monitoring interventions with usual care, enhanced usual care, or minimal behavioral interventions. We have used an extensive search strategy and identified all publicly available evidence. We have adopted a rigorous approach to data extraction and intervention coding to generate the results and form recommendations for best practices and future intervention development."
    },
    {
      "title": "Implications for Practice and Intervention Development",
      "text": "The included trials had a duration of 1 to 12 months; thus, the evidence for the sustained effects of the intervention remains uncertain. However, a limited number of studies with long-term measurements had positive trends toward blood pressure reduction. Considering the wide reach and low-cost use of mobile technologies, this evidence indicates the potential impact of behavioral interventions on overall hypertension-related morbidity and mortality.\n\nThe comparator group included usual care (eg, clinic blood pressure checks), enhanced usual care (eg, regular blood pressure checks and medication adjustments), or minimal generic lifestyle interventions (eg, lifestyle tips and advice), suggesting that tailored behavioral self-monitoring is an acceptable addition to usual care and has a small, though clinically meaningful, effect on reducing blood pressure beyond and above usual care clinical practice.\n\nMany studies involved clinicians in signposting participants to the app-based behavioral intervention, which might have influenced participants' engagement with the intervention and their health care. Moreover, the most frequent strategies reported being used with the behavioral self-monitoring interventions were feedback on health behaviors and prompts to obtain advice from a health care provider following behavioral measurements that require further support and monitoring. Although none of these strategies individually explained clinical effectiveness, they could have a synergistic effect in supporting patients' engagement with self-monitoring processes and thus in generating the observed improvements in health behaviors and reductions in blood pressure.\n\nHowever, due to the limited information reported by primary studies, this review could not provide comprehensive, theory-based evidence on the mechanism by which the self-monitoring intervention achieved the observed clinical effectiveness  [23] [24] [25] [26] . Only a small number of studies explicitly reported on the theoretical concepts that informed the health behavior change intervention. For example, Chandler et al  [40]  and Dorsch et al  [42]  reported that the intervention aimed to modify beliefs and attitudes to support self-regulation processes and bring about changes in health behaviors. However, there is no evidence on the effects of the interventions with regard to modifying these theoretical influences to achieve changes in health behaviors and blood pressure. It would be useful if future studies report on the theoretical underpinnings and use valid measurements of engagement with the intervention strategies, as well as the underpinnings of health behaviors, to facilitate the generation of rigorous and replicable evidence on the mechanisms by which self-monitoring of behavior via the use of digital interventions support health behavior change and clinical effectiveness  [57] ."
    },
    {
      "title": "Conclusion",
      "text": "This systematic literature review suggested that tailored behavioral self-monitoring of hypertension-related behaviors facilitated via smartphone apps is effective in reducing blood pressure by an average of 2 mmHg above and beyond usual care, enhanced usual care, or minimal behavioral interventions. Thus, clinical practice should recommend behavioral self-monitoring combined with tailored behavioral advice to achieve clinical effectiveness. Considering the wide use of smartphone apps and their potential to reach large numbers of people, app-based behavioral self-monitoring interventions combined with tailored behavioral advice could potentially be a cost-effective addition to usual care blood pressure consultations. However, due to the limited quality of the trials included in this review, future research with rigorous methods is required to determine the direct impact of such interventions on both health behavior change and blood pressure, as well as their indirect effects on service provision and hypertension-related morbidity and mortality."
    },
    {
      "text": "Figure 1. The PRISMA flowchart."
    },
    {
      "text": "Figure 2. Meta-analysis of continuous outcome measurements for systolic blood pressure."
    },
    {
      "text": "Figure 3. Meta-analysis of dichotomous outcome measurements for systolic blood pressure."
    }
  ],
  "references": [
    {
      "title": "Meta-analysis of dichotomous outcome measurements for diastolic blood pressure"
    },
    {
      "authors": [
        "B Zhou",
        "R Carrillo-Larco",
        "G Danaei",
        "L Riley",
        "C Paciorek",
        "G Stevens"
      ],
      "year": 2021
    },
    {
      "title": "Adherence to antihypertensive medications and cardiovascular morbidity among newly diagnosed hypertensive patients",
      "authors": [
        "G Mazzaglia",
        "E Ambrosioni",
        "M Alacqua",
        "A Filippi",
        "E Sessa",
        "V Immordino"
      ],
      "year": 2009,
      "doi": "10.1161/circulationaha.108.830299"
    },
    {
      "title": "Evaluation of the Scale, Causes and Costs of Waste Medicines: Final Report",
      "year": 2010,
      "doi": "10.1093/ww/9780199540884.013.29274"
    },
    {
      "title": "Interventions for improving adherence to treatment in patients with high blood pressure in ambulatory settings",
      "authors": [
        "K Schroeder",
        "T Fahey",
        "S Ebrahim"
      ],
      "year": 2004,
      "doi": "10.1002/14651858.cd004804"
    },
    {
      "title": "Physical activity and the prevention of hypertension",
      "authors": [
        "K Diaz",
        "D Shimbo"
      ],
      "year": 2013,
      "doi": "10.1007/s11906-013-0386-8"
    },
    {
      "title": "Physical Activity and Risk of Hypertension",
      "authors": [
        "P Huai",
        "H Xun",
        "K Reilly",
        "Y Wang",
        "W Ma",
        "B Xi"
      ],
      "year": 2013,
      "doi": "10.1161/hypertensionaha.113.01965"
    },
    {
      "title": "Effect of longer term modest salt reduction on blood pressure: Cochrane systematic review and meta-analysis of randomised trials",
      "authors": [
        "F He",
        "J Li",
        "G Macgregor"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f1325"
    },
    {
      "title": "Salt intake, stroke, and cardiovascular disease: meta-analysis of prospective studies",
      "authors": [
        "P Strazzullo",
        "D 'elia",
        "L Kandala",
        "N Cappuccio"
      ],
      "doi": "10.1136/bmj.b4567"
    },
    {
      "title": "Effects of fruit and vegetable consumption on plasma antioxidant concentrations and blood pressure: a randomised controlled trial",
      "authors": [
        "J John",
        "S Ziebland",
        "P Yudkin",
        "L Roe",
        "H Neil"
      ],
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)98858-6"
    },
    {
      "title": "The effect of a reduction in alcohol consumption on blood pressure: a systematic review and meta-analysis",
      "authors": [
        "M Roerecke",
        "J Kaczorowski",
        "S Tobe",
        "G Gmel",
        "Osm Hasan",
        "J Rehm"
      ],
      "year": 2017,
      "doi": "10.1016/s2468-2667(17)30003-8"
    },
    {
      "title": "Cigarette smoking as a risk factor for coronary heart disease in women compared with men: a systematic review and meta-analysis of prospective cohort studies",
      "authors": [
        "R Huxley",
        "M Woodward"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60781-2"
    },
    {
      "title": "Quality and Outcomes Framework",
      "year": 2020,
      "doi": "10.1211/pj.2019.20206879"
    },
    {
      "title": "Interventions for enhancing medication adherence",
      "authors": [
        "R Nieuwlaat",
        "N Wilczynski",
        "T Navarro",
        "N Hobson",
        "R Jeffery",
        "A Keepanasseril"
      ],
      "year": 2014,
      "doi": "10.1002/14651858.cd000011.pub4"
    },
    {
      "title": "Alcohol intake reduction for controlling hypertension",
      "authors": [
        "M Acin",
        "J Rueda",
        "L Saiz",
        "M Parent",
        "N Alzueta",
        "I Solà"
      ],
      "year": 2020,
      "doi": "10.1002/14651858.cd010022.pub2"
    },
    {
      "title": "Walking for hypertension",
      "authors": [
        "L Lee",
        "C Mulvaney",
        "Y Wong",
        "E Chan",
        "M Watson",
        "H Lin"
      ],
      "year": 2021,
      "doi": "10.1002/14651858.cd008823.pub2"
    },
    {
      "title": "Automated telecommunication interventions to promote adherence to cardio-metabolic medications: meta-analysis of effectiveness and meta-regression of behaviour change techniques",
      "authors": [
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2018,
      "doi": "10.1080/17437199.2017.1365617"
    },
    {
      "title": "Do mobile device apps designed to support medication adherence demonstrate efficacy? A systematic review of randomised controlled trials, with meta-analysis",
      "authors": [
        "L Armitage",
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2020,
      "doi": "10.1136/bmjopen-2019-032045"
    },
    {
      "title": "Does self-monitoring diet and physical activity behaviors using digital technology support adults with obesity or overweight to lose weight? A systematic literature review with meta-analysis",
      "authors": [
        "R Berry",
        "A Kassavou",
        "S Sutton"
      ],
      "year": 2021,
      "doi": "10.1111/obr.13306"
    },
    {
      "title": "The text message is 20 years old today",
      "year": 2012,
      "doi": "10.4135/9781446250884.n4"
    },
    {
      "title": "Medicines adherence: involving patients in decisions about prescribed medicines and supporting adherence",
      "year": 2009,
      "doi": "10.1016/j.jval.2017.08.1667"
    },
    {
      "title": "Global strategy on digital health 2020-2025",
      "year": 2021,
      "doi": "10.2471/blt.20.253955"
    },
    {
      "title": "User Engagement With Smartphone Apps and Cardiovascular Disease Risk Factor Outcomes: Systematic Review",
      "authors": [
        "E Spaulding",
        "F Marvel",
        "R Piasecki",
        "S Martin",
        "J Allen"
      ],
      "year": 2021,
      "doi": "10.2196/18834"
    },
    {
      "title": "Reactivity of measurement in health psychology: how much of a problem is it? What can be done about it?",
      "authors": [
        "D French",
        "S Sutton"
      ],
      "year": 2010,
      "doi": "10.1348/135910710x492341"
    },
    {
      "title": "Can simply answering research questions change behaviour? Systematic review and meta analyses of brief alcohol intervention trials",
      "authors": [
        "J Mccambridge",
        "K Kypri"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pone.0023748"
    },
    {
      "title": "Systematic review of the Hawthorne effect: new concepts are needed to study research participation effects",
      "authors": [
        "J Mccambridge",
        "J Witton",
        "D Elbourne"
      ],
      "year": 2014,
      "doi": "10.1016/j.jclinepi.2013.08.015"
    },
    {
      "title": "Mobile Applications to Improve Medication Adherence",
      "authors": [
        "J Haase",
        "K Farris",
        "M Dorsch"
      ],
      "year": 2017,
      "doi": "10.1089/tmj.2015.0227"
    },
    {
      "title": "Mobile Phone Apps Targeting Medication Adherence: Quality Assessment and Content Analysis of User Reviews",
      "authors": [
        "Jye Park",
        "J Li",
        "A Howren",
        "N Tsao",
        "De Vera"
      ],
      "year": 2019,
      "doi": "10.2196/11919"
    },
    {
      "title": "Smartphone Apps to Support Self-Management of Hypertension: Review and Content Analysis",
      "authors": [
        "T Alessa",
        "M Hawley",
        "E Hock",
        "L De Witte"
      ],
      "year": 2019,
      "doi": "10.2196/13645"
    },
    {
      "title": "The Effect of Smartphone App-Based Interventions for Patients With Hypertension: Systematic Review and Meta-Analysis",
      "authors": [
        "H Xu",
        "H Long"
      ],
      "year": 2020,
      "doi": "10.2196/21759"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Chapter 8: Assessing risk of bias in a randomized trial. Cochrane Handbook for Systematic Reviews of Interventions, version 6.3",
      "authors": [
        "J Higgins",
        "J Savović",
        "M Page",
        "R Elbers"
      ],
      "year": 2022
    },
    {
      "title": "RoB 2: A revised Cochrane risk-of-bias tool for randomized trials",
      "doi": "10.1002/cesm.12031"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "Jpt Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "Chapter 6: Choosing effect measures and computing estimates of effect. Cochrane Handbook for Systematic Reviews of Interventions, version 6.3",
      "authors": [
        "J Higgins",
        "T Li",
        "J Deeks"
      ],
      "year": 2022,
      "doi": "10.1002/9781119536604.ch6"
    },
    {
      "title": "Chapter 10: Analysing data and undertaking meta-analyses",
      "authors": [
        "J Deeks",
        "J Higgins",
        "A Douglas"
      ],
      "year": 2022
    },
    {
      "title": "Importance of the nature of comparison conditions for testing theory-based interventions: reply",
      "authors": [
        "S Michie",
        "A Prestwich",
        "M De Bruin"
      ],
      "year": 2010,
      "doi": "10.1037/a0020844"
    },
    {
      "title": "Cochrane Training",
      "authors": [
        "Cochrane Revman"
      ],
      "year": 2021
    },
    {
      "title": "Impact of a Culturally Tailored mHealth Medication Regimen Self-Management Program upon Blood Pressure among Hypertensive Hispanic Adults",
      "authors": [
        "J Chandler",
        "L Sox",
        "K Kellam",
        "L Feder",
        "L Nemeth",
        "F Treiber"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16071226"
    },
    {
      "title": "Image-Based Mobile System for Dietary Management in an American Cardiology Population: Pilot Randomized Controlled Trial to Assess the Efficacy of Dietary Coaching Delivered via a Smartphone App Versus Traditional Counseling",
      "authors": [
        "B Choi",
        "T Dhawan",
        "K Metzger",
        "L Marshall",
        "A Akbar",
        "T Jain"
      ],
      "year": 2019,
      "doi": "10.2196/10755"
    },
    {
      "title": "Effects of a Novel Contextual Just-In-Time Mobile App Intervention (LowSalt4Life) on Sodium Intake in Adults With Hypertension: Pilot Randomized Controlled Trial",
      "authors": [
        "M Dorsch",
        "M Cornellier",
        "A Poggi",
        "F Bilgen",
        "P Chen",
        "C Wu"
      ],
      "year": 2020,
      "doi": "10.2196/16696"
    },
    {
      "title": "Association of a Smartphone Application With Medication Adherence and Blood Pressure Control: The MedISAFE-BP Randomized Clinical Trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "Effect of Home Blood Pressure Monitoring via a Smartphone Hypertension Coaching Application or Tracking Application on Adults With Uncontrolled Hypertension: A Randomized Clinical",
      "authors": [
        "S Persell",
        "Y Peprah",
        "D Lipiszko",
        "J Lee",
        "J Li",
        "J Ciolino"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.0255"
    },
    {
      "title": "Digital health intervention during cardiac rehabilitation: A randomized controlled trial",
      "authors": [
        "R Widmer",
        "T Allison",
        "R Lennon",
        "F Lopez-Jimenez",
        "L Lerman",
        "A Lerman"
      ],
      "year": 2017,
      "doi": "10.1016/j.ahj.2017.02.016"
    },
    {
      "title": "Evaluation of an mHealth-Based Adjunct to Outpatient Cardiac Rehabilitation",
      "authors": [
        "Del Rosario",
        "M Lovell",
        "N Fildes",
        "J Holgate",
        "K Yu",
        "J Ferry"
      ],
      "year": 2018,
      "doi": "10.1109/jbhi.2017.2782209"
    },
    {
      "title": "Medication reminder applications to improve adherence in coronary heart disease: a randomised clinical trial",
      "authors": [
        "K Santo",
        "A Singleton",
        "K Rogers",
        "A Thiagalingam",
        "J Chalmers",
        "C Chow"
      ],
      "year": 2019,
      "doi": "10.1136/heartjnl-2018-313479"
    },
    {
      "title": "Mobile health, exercise and metabolic risk: a randomized controlled trial",
      "authors": [
        "R Petrella",
        "M Stuckey",
        "S Shapiro",
        "D Gill"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-1082"
    },
    {
      "title": "Mobile health applications for the management of primary hypertension: A multicenter, randomized, controlled trial",
      "authors": [
        "K Gong",
        "Y Yan",
        "Y Li",
        "J Du",
        "J Wang",
        "Y Han"
      ],
      "year": 2020,
      "doi": "10.1097/md.0000000000019715"
    },
    {
      "title": "A salt-reduction smartphone app supports lower-salt food purchases for people with cardiovascular disease: Findings from the SaltSwitch randomised controlled trial",
      "authors": [
        "H Eyles",
        "R Mclean",
        "B Neal",
        "Y Jiang",
        "R Doughty",
        "R Mclean"
      ],
      "year": 2017,
      "doi": "10.1177/2047487317715713"
    },
    {
      "title": "Phone-based intervention for blood pressure control among Ghanaian stroke survivors: A pilot randomized controlled trial",
      "authors": [
        "F Sarfo",
        "F Treiber",
        "M Gebregziabher",
        "S Adamu",
        "M Nichols",
        "A Singh",
        "Team"
      ],
      "year": 2019,
      "doi": "10.1177/1747493018816423"
    },
    {
      "title": "Members of the Research Steering Committee‚ Investigators‚ Members of the Data SafetyMonitoring Board. Effectiveness of an mHealth-Based Electronic Decision Support System for Integrated Management of Chronic Conditions in Primary Care: The mWellcare Cluster-Randomized Controlled Trial",
      "authors": [
        "D Prabhakaran",
        "D Jha",
        "D Prieto-Merino",
        "A Roy",
        "K Singh",
        "Ajay Vs"
      ],
      "year": 2019,
      "doi": "10.1161/CIRCULATIONAHA.118.038192"
    },
    {
      "title": "A Cluster-Randomized, Controlled Trial of a Simplified Multifaceted Management Program for Individuals at High Cardiovascular Risk (SimCard Trial) in Rural Tibet, China, and Haryana, India",
      "authors": [
        "M Tian",
        "V Ajay",
        "D Dunzhu",
        "S Hameed",
        "X Li",
        "Z Liu"
      ],
      "year": 2015,
      "doi": "10.1161/circulationaha.115.015373"
    },
    {
      "title": "Long-term follow-up with a smartphone application improves exercise capacity post cardiac rehabilitation: A randomized controlled trial",
      "authors": [
        "P Lunde",
        "A Bye",
        "A Bergland",
        "J Grimsmo",
        "E Jarstad",
        "B Nilsson"
      ],
      "year": 2020,
      "doi": "10.1177/2047487320905717"
    },
    {
      "title": "Global burden of blood-pressure-related disease, 2001",
      "authors": [
        "C Lawes",
        "S Hoorn",
        "A Rodgers"
      ],
      "year": 2008,
      "doi": "10.1016/s0140-6736(08)60655-8"
    },
    {
      "title": "Age-specific relevance of usual blood pressure to vascular mortality: a meta-analysis of individual data for one million adults in 61 prospective studies",
      "year": 2002,
      "doi": "10.1016/s0140-6736(02)11911-8"
    },
    {
      "title": "Process Evaluation of MAPS: A Highly Tailored Digital Intervention to Support Medication Adherence in Primary Care Setting",
      "authors": [
        "A Kassavou",
        "C Court",
        "V Mirzaei",
        "J Brimicombe",
        "S Edwards",
        "S Sutton"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.806168"
    }
  ],
  "num_references": 56
}
