{
  "paper_id": "4LVLVBKS",
  "title": "Radial Artery Free and T Graft Patency as Coronary Artery Bypass Conduit Over a 15-Year Period",
  "abstract": "Background-The radial artery is often used as the second arterial graft for coronary artery bypass grafting. Little is known about the differences in long-term patency between radial free and T grafts. This study was performed to determine long-term radial artery patency over a 15-year period. Methods and Results-Radial arteries were used as free grafts or T grafts for coronary artery bypass grafting over a 15-year period. Patients were contacted to determine if postoperative cardiac catheterization was performed and examination of any reports and films was performed. Grafts were graded as patent, luminal irregularity, or occluded. Each sequential graft was counted separately. Between September 1993 and December 2008, 13 926 patients underwent isolated coronary artery bypass grafting and 3248 patients had at least one radial artery graft used as a conduit. Catheterizations were performed at a mean of 7.4Ϯ3.8 years (range, 3 days to 14.4 years) on 372 radial artery grafts (103 free and 269 T) in 215 patients. Kaplan-Meier freedom from occlusion for radial free and T grafts at 1 and 10 years was 97.1% and 75.4% and 99.6% and 62.9%, respectively (Pϭ0.146 free versus T). Kaplan-Meier survival to 15 years was not statistically different between free and T graft patients (Pϭ0.5). Conclusions-In 215 patients with postoperative catheterization after coronary artery bypass grafting with a radial artery graft, radial free and T grafts had similar and acceptable long-term patency to support their use as a coronary artery bypass graft conduit.",
  "year": 2025,
  "date": "2025-07-18",
  "journal": "Eur J Cardiothorac Surg",
  "publication": "Eur J Cardiothorac Surg",
  "authors": [
    {
      "forename": "Hendrick",
      "surname": "Barner",
      "name": "Hendrick Barner",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B"
    },
    {
      "forename": "Marci",
      "surname": "Bailey",
      "name": "Marci Bailey",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B"
    },
    {
      "forename": "Tracey",
      "surname": "Guthrie",
      "name": "Tracey Guthrie",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B"
    },
    {
      "forename": "Michael",
      "surname": "Pasque",
      "name": "Michael Pasque",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B"
    },
    {
      "forename": "Marc",
      "surname": "Moon",
      "name": "Marc Moon",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B"
    },
    {
      "forename": "Ralph",
      "surname": "Damiano",
      "name": "Ralph Damiano",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B"
    },
    {
      "forename": "Jennifer",
      "surname": "Lawton",
      "name": "Jennifer Lawton",
      "affiliation": "From the Division of Cardiothoracic Surgery , Department of Surgery , St Louis University , St Louis , MO (H.B. \n\t\t\t\t\t\t\t\t Division of Cardiothoracic Surgery \n\t\t\t\t\t\t\t\t Department of Surgery \n\t\t\t\t\t\t\t\t St Louis University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St Louis \n\t\t\t\t\t\t\t\t\t MO (H.B",
      "email": "lawtonj@wustl.edu"
    }
  ],
  "doi": "10.1161/circulationaha.111.081497",
  "sections": [
    {
      "text": "T he radial artery is often used as the second arterial graft for coronary artery bypass grafting (CABG). Its use remains controversial due to perceived issues by individual surgeons. Proponents of the use of the radial artery note its ease of harvest, absence of development of atherosclerosis and intimal hyperplasia seen in saphenous vein grafts, the benefit of reduced sternal and leg infections (particularly in obese and diabetic patients), its ideal length, and its superior patency (particularly in the long term) to saphenous vein grafts.  [1] [2] 2] [3]  In contrast, critics of its use stress its relatively smaller size in women, its ability to spasm, its reduced patency in target vessels with competitive flow, warn of the risk of hand complications, and stress the speed and ease in which saphenous vein may be harvested.\n\nMid-to long-term radial artery graft patency (Ն5 years) has been reported to be between 70.7% and 98.3%.  [3] [4] [5] [6] [7] [8] [9] [10] [11] [12]  Reports have noted patency differences with respect to target vessel location and target vessel stenosis; however, little is known about the differences in long-term patency between radial artery free grafts and radial artery T grafts.\n\nThis study was designed to review radial artery graft patency over a 15-year period and to specifically compare patency of radial artery free and T grafts."
    },
    {
      "title": "Methods",
      "text": "With Washington University Institutional Review Board approval, all patients undergoing isolated CABG at Barnes Jewish Hospital (September 1993 and December 2008) and Christian Northeast Hospital (September 1993 and December1998) were queried for the use of the radial artery as conduit. During this timeframe, one surgeon almost exclusively performed radial artery T grafting using the radial artery originating from the left internal mammary artery using cardiopulmonary bypass. Other surgeons typically performed radial artery free grafts with or without cardiopulmonary bypass.\n\nAll patients in whom the radial artery was used as a conduit for CABG as a free (anastomosed to the ascending aorta, the hood of a vein graft anastomosed to the aorta, or anastomosed to the descending aorta) or T graft (originating from the left internal mammary artery) were contacted by telephone or mailed survey to determine if postoperative cardiac catheterization was performed. In addition, electronic medical records were queried for postoperative cardiac catheterization. In the majority, catheterizations were symptomdirected but also included preoperative clearance for noncardiac surgery or other significant stressors. Cardiac catheterization reports (and films when appropriate in 2.8% of patients) were collected and reviewed by 2 surgeons (H.B.B. and J.S.L.). All bypass grafts were graded as patent (0%-50% stenosis), presence of luminal irregularity (51%-99% stenosis), or occluded (including grafts with \"string sign\"). Each sequential graft was graded separately. Mortality was updated by the Social Security Death Index as of November 15, 2011. Mean patient follow-up time was calculated from the date of the patient's initial surgical procedure until the date of last confirmed contact or date of death. Mean graft follow-up time was determined from the date of the surgical procedure until the date of the cardiac catheterization procedure that confirmed either the patency or occlusion of the specific graft."
    },
    {
      "title": "Statistical Analysis",
      "text": "Continuous variables are expressed as meanϮSD. Categorical variables are expressed as frequencies and percentages. Categorical outcomes were compared by using either the 2 or Fisher exact test, and continuous outcomes were compared by using the t test for means of normally distributed continuous variables and Wilcoxon rank-sum nonparametric test for skewed distributions. Kaplan-Meier method was used to estimate freedom from graft occlusion and survival. Estimates were compared using the log-rank test when stratified between free and T grafts. All data analyses were done using SPSS (SPSS 11.0 for Windows; SPSS Inc, Chicago, IL)."
    },
    {
      "title": "Results",
      "text": "Between September 1993 and December 2008, 13 926 patients underwent isolated CABG at Barnes Jewish Hospital and Christian Northeast Hospital (September 1993 and December 1998). A total of 3248 patients (23.3%) had a radial artery used for at least one bypass graft. Of these patients, 215 patients (6.6% of those patients with a radial artery graft) had a postoperative cardiac catheterization. A total of 372 radial artery grafts (103 free grafts and 269 T grafts) were used in these in 215 patients. The mean time from CABG until time of catheterization was 7.5Ϯ3.5 years and 6.6Ϯ4.0 years for radial artery T and free graft patients, respectively (range, 3 days to 14.4 years). Kaplan-Meier freedom from occlusion for radial free and T grafts at 1, 3, 5, and 10 years was not statistically different (Pϭ0.146 free versus T; Figure  1 ).\n\nDemographics for radial artery T and free graft patients are listed in Table  1 . More patients in the radial artery T graft group had preoperative renal failure, 3-vessel coronary artery disease, and use of cardiopulmonary bypass. Only 4 patients with free radial artery grafts had CABG without cardiopulmonary bypass. More patients in the radial artery free graft group had hypertension and previous cardiac surgery (Table  1 ).\n\nThe majority (65.2%) of radial artery T graft patients received 2 grafts with the radial artery, whereas the majority (74.0%) of radial artery free graft patients received one graft with the radial artery. The majority (88.4%) of patients received one internal mammary artery graft (left internal mammary artery [IMA] in 185 and right IMA in 5 patients). A total of 130 radial artery T graft patients received one IMA and 59 radial artery free graft patients received one IMA. A total of 15 patients (8 radial artery T graft patients and 7 radial artery free graft patients) received bilateral IMA grafts and 163 patients received all arterial revascularization (98.5% of T graft patients and 36.7% of free graft patients).\n\nThe patency of radial artery T versus free grafts at the time of angiogram as well as graft patency for each sequential anastomosis is listed in Table  2 . Overall radial artery graft patency was 69.3% at the time of angiogram with overall patency of T grafts of 65.8% and that of free grafts 78.6%. Radial artery T graft patency declined with each successive anastomosis, whereas radial artery free graft patency remained similar or improved.\n\nRadial artery graft patency by target vessel is listed in Table  3 . Patency was highest for radial artery grafts to the diagonal followed by the obtuse marginal branches and then the right coronary artery branches. There were only 10 radial artery grafts (3 T and 7 free) to the left anterior descending artery with patency of 80.0%, and there were only 14 radial artery grafts (9 T and 5 free) to the ramus with patency of 64.3%.\n\nThe mean patient follow-up time (time from initial surgical procedure until the date of last confirmed contact or date of death) was 14.0Ϯ3.3 years and 12.7Ϯ3.3 years for radial artery T and free graft patients, respectively. Kaplan-Meier survival for radial free and T graft patients was not statistically different (Pϭ0.5 free versus T; Figure  2 )."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Patency of T Versus Free Grafts",
      "text": "The present study uniquely documents long-term follow-up (7.5Ϯ3.5 years) in a large cohort of patients (Nϭ138) with 269 radial artery T graft segments. In this study, no significant difference was noted between radial artery T graft and radial artery free graft freedom from occlusion. These findings are consistent with others as well as Yie and colleagues who reported that the methods used for proximal anastomosis failed to affect radial artery patency by univariate analysis with follow-up angiography at a mean of 32.7 months in a group of 123 patients.  13, 14 The majority of radial artery T grafts were used as sequential grafts to 2 targets (Nϭ90), and the majority of radial artery free grafts were used as single grafts to one target (Nϭ57). Aortocoronary and composite T radial artery grafts have inherently different flow characteristics. Patency of the radial artery T graft is dependent on flow from the left IMA (and subclavian artery), the anastomosis to the left IMA, the resistance of the sequential grafts, the target vessel quality, and target vessel runoff. Patency of the radial artery free graft is dependent on the anastomosis to the aorta, the target vessel quality, and target vessel runoff."
    },
    {
      "title": "Patency in Sequential Grafts",
      "text": "Each sequential radial artery graft was evaluated independently for patency in this study. Radial artery free graft patency remained similar or improved with each sequential anastomosis. Similar findings were reported by Schwann and colleagues  15  who noted similar patency for radial artery sequential segments in radial artery grafts primarily anastomosed to the aorta. In addition, Achouh and colleagues  12  reported a trend (Pϭ0.08) toward better patency when radial artery grafts were used as sequential grafts when compared with single grafts.\n\nIn contrast, the radial artery T graft patency was superior in the first segment and declined in the second and third sequential anastomoses in the present study. In the majority of cases, the first target for the radial artery T graft was a branch of the left circumflex and the second target was a branch of the right coronary artery. Therefore, these results may reflect reduced patency noted in the right coronary artery distribution (and perhaps due to a degree of target vessel stenosis or reduced runoff area) as noted by other authors.  2, 14"
    },
    {
      "title": "Patency Based on Target Vessel",
      "text": "Patency for all radial artery grafts was best in grafts to the diagonal followed by the obtuse marginal and then the right coronary artery. In radial artery T grafts, patency was equivalent in diagonal and obtuse marginal targets and superior to right coronary artery targets. Patency in radial artery free grafts was best with a diagonal target and superior\n\nTable 1. Demographics of Radial T and Free Graft Patients T Graft Free Graft P Value No. of patients 138 77 Demographics Male 98 (71.0%) 62 (80.5%) 0.144 Age, y 56.6Ϯ9.8 56.5Ϯ10.1 0.969 BMI, kg/m 2 30.5Ϯ5.2 30.6Ϯ5.0 0.845 Preoperative risk factors Tobacco use 107 (77.5%) 53 (68.8%) 0.192 Diabetes mellitus 36 (26.1%) 29 (37.7%) 0.089 COPD 8 (5.8%) 3 (3.9%) 0.750 Previous MI 58 (42.0%) 33 (42.9%) 1.000 Hyperlipidemia 98 (71.0%) 57 (74.0%) 0.751 Renal failure 4 (5.2%) 0 0.016 Hypertension 64 (46.4%) 47 (61.0%) 0.047 Peripheral vascular disease 9 (6.5%) 6 (7.8%) 0.783 Cerebral vascular disease 4 (2.9%) 6 (7.8%) 0.173 Cardiac evaluation Left main disease 27 (19.6%) 15 (19.5%) 1.000 Three-vessel coronary disease 75 (54.3%) 7 (9.1%) Ͻ0.001 Ejection fraction, % 48.7Ϯ13.7 45.8Ϯ13.6 0.229 Previous cardiac surgery 12 (8.7%) 14 (18.2%) 0.050 Operative and postoperative Urgent/emergent status 8 (5.8%) 8 (10.4%) 0.280 CPB used 138 (100.0%) 73 (94.8%) 0.016 Hospital length of stay 6.2Ϯ2.9 6.4Ϯ3.4 0.644 Late outcomes Follow-up time, y 14.0Ϯ3.3 12.7Ϯ3.3 0.856 Kaplan-Meier survival 0.475 1 y 100.0% (nϭ138) 100.0% (Nϭ77) 3 y 99.3% (nϭ137) 100.0% (Nϭ77) 5 y 97.1% (nϭ134) 97.3% (Nϭ76) 10 y 87.6% (nϭ120) 87.7% (Nϭ64) 15 y 71.4% (nϭ67) 59.7% (Nϭ17) BMI indicates body mass index; COPD, chronic obstructive pulmonary disease; MI, myocardial infarction; CPB, cardiopulmonary bypass.\n\nTable 2. Radial Artery Graft Patency by Each Sequential Anastomosis Conduit No. of Grafts Patency (Patent or Luminal Irregularity) Radial artery (all patent/all RA) 372 69.3% (66.2% patent only) RA first anastomosis 217 76% (72.8% patent only) RA second anastomosis 130 59.2% (56.2% patent only) RA third anastomosis 25 64.0% (60.0% patent only) Radial artery T grafts (all) 269 65.8% (63.6% patent only) Radial artery T first anastomosis 137 74.5% (73.7% patent only) Radial artery T second anastomosis 110 56.3% (52.7% patent only) Radial artery T third anastomosis 22 59.0% (54.5% patent only) Radial artery free grafts (all) 103 78.6% (72.8% patent only) Radial artery free first anastomosis 80 78.8% (71.3% patent only Radial artery free second anastomosis 20 75.0% (same patent only) Radial artery free third anastomosis 3 100.0% (same patent only) LIMA (all) 251 89.6% (88% patent only) LIMA first anastomosis 200 89.5% (88% patent only) LIMA second anastomosis 51 92.2% (90.1% patent only) RIMA (all) 22 77.3% (same patent only) RIMA first anastomosis 20 75.0% (same patent only) RIMA second anastomosis 1 100% (same patent only) RIMA third anastomosis 1 100% (same patent only) GEPA (all) 6 83% (66.6% patent only) GEPA first anastomosis 5 80.0% (60.0% patent only) GEPA second anastomosis 1 100% (same patent only) SVG (all) 76 77.6% (69.7% patent only) SVG first anastomosis 66 75.8% (68% patent only) SVG second anastomosis 8 87.5% (same patent only) SVG third anastomosis 2 100% (50% patent only) Patency is defined as a patent graft or a graft with luminal irregularity/patent graft at the time of postoperative angiogram. RA indicates radial artery; LIMA, left internal mammary artery; RIMA, right internal mammary artery; GEPA, gastroepiploic artery; SVG, saphenous vein graft."
    },
    {
      "title": "S142",
      "text": "Circulation September 11, 2012\n\nto both obtuse marginal targets and right coronary artery targets, which were similar. Similar variable patency rates have been documented by other investigators suggesting radial artery patency is best when grafted to the left anterior descending artery Ͼ diagonal Ͼ obtuse marginal branches Ͼ right coronary artery branches.  2, [12] [13] 3] [14]  Others have suggested that the right coronary artery and its branches may be perceived as smaller targets with smaller runoff territory when compared with the left circulation (particularly in nonright-dominant patients).  11 In contrast, in a randomized trial (Radial Artery Patency Study) of saphenous vein versus radial artery graft, Desai and colleagues found no difference in patency based on the bypassed vessel.  16, 17 imilarly, Hadinata and colleagues  11  found no difference in absolute patency rates between radial artery and saphenous vein grafts to the right coronary artery territory suggesting no benefit of the arterial conduit to this territory."
    },
    {
      "title": "Longevity of Patent Radial Grafts",
      "text": "Freedom from occlusion for radial artery T and free grafts was not significantly different at 10 years (Figure  1 ). The freedom from occlusion remained stable and acceptable out to 10 years and suggests continued use of this arterial conduit for CABG. Similarly, patency remained consistent in patients followed over a decade by Tatoulis and colleagues 2 who reported 92.5% patency of radial artery grafts in place for Ͼ5 years and 92.5% patency in grafts in place for Ͼ7 years. The authors also reported a lack of atherosclerosis in radial artery grafts. Indeed, the real benefit of the radial artery may be in the long term in which low attrition rates may be similar to other arterial grafts as longer-term data become available.\n\nIn a recent meta-analysis, 35 studies reporting graft patency for radial artery and saphenous vein grafts were reviewed and categorized by mean follow-up (early patency was Յ1 year, medium-term patency was 1-5 years, and long-term patency was Ͼ5 years).  18 Early radial artery patency was similar to vein graft patency, medium-term follow-up demonstrated deterioration in vein graft patency, and radial artery patency was superior in long-term followup. The long-term radial artery patency ranged from 85% to 94.9% and the saphenous vein patency ranged from 64.5% to 91.7%; the pooled OR for 7 studies indicated better patency with the radial artery conduits.  18 The authors suggested a nonhomogeneous comparative patency of radial arteries and saphenous vein grafts over time and recommended preferential radial artery use over saphenous vein use for CABG conduit in all patients who have a life expectancy Ͼ5 years. This meta-analysis lends support for the durability of radial artery grafts after the initial postoperative period."
    },
    {
      "title": "Survival",
      "text": "Survival was not statistically different in radial artery T and free graft patients up to 15 years despite different grafting\n\nTable 3. Radial Artery Graft Patency by Target Vessel Conduit No. of Grafts Patency (Patent or Luminal Irregularity) Diagonal Radial artery to diagonal 31 87.1% (83.9% patent only) Radial artery to diagonal first anastomosis 30 90.0% (86.7% patent only) Radial artery to diagonal second anastomosis 1 Only one occluded graft Radial artery to diagonal as T graft 13 76.9% (same patent only) Radial artery to diagonal as Free graft 18 100% (94.1% patent only) Obtuse marginal (any) Radial artery to obtuse marginal 147 76.9% (72.1% patent only) Radial artery to obtuse marginal first anastomosis 117 76.9% (74.4% patent only) Radial artery to obtuse marginal second anastomosis 28 67.9% (64.3% patent only) Radial artery to obtuse marginal third anastomosis 2 100% (50% patent only) Radial artery to obtuse marginal as T graft 106 76.4% (73.6% patent only) Radial artery to obtuse marginal as Free graft 41 73.2% (68.3% patent only) Right coronary (PDA, PL, LPL, or RCA) Radial artery to right coronary 148 58.1% (56.1% patent only) Radial artery to right coronary first anastomosis 34 64.7% (same patent only) Radial artery to right coronary second anastomosis 92 55.4% (52.2% patent only) Radial artery to right coronary third anastomosis 22 59.0% (same patent only) Radial artery to right coronary as T graft 133 56.4% (54.1% patent only) Radial artery to right coronary as Free graft 15 73.3% (same patent only) Patency is defined as a patent graft or a graft with luminal irregularity/patent graft at the time of postoperative angiogram. PDA indicates posterior descending artery; PL, posterior lateral artery; LPL,s left posterior lateral artery; RCA, right coronary artery. strategies. It is well established that use of the left IMA improves long-term survival after CABG as does the addition of the right IMA.  19  In addition, complete arterial revascularization ideally provides excellent long-term patency of CABGs. When comparing survival between the radial artery T and the radial artery free graft groups, it is therefore important to note that all arterial revascularization was accomplished in 134 radial artery T graft patients (98.5%) and in 29 radial artery free graft patients (36.7%) in this study. Only 15 patients (8 radial artery T graft and 7 radial artery free graft) had revascularization using both IMAs. In addition, all of the radial artery T graft patients received at least one IMA, whereas only 85.7% of radial artery free graft patients received at least one IMA graft."
    },
    {
      "title": "Limitations",
      "text": "This retrospective study is limited due to the lack of information on postoperative medication use (aspirin, ␤-blockers, statin use, tobacco use, Plavix, etc). Similarly, the routine use of calcium channel blockers was not done or often stopped by referring physicians at the first follow-up visit. Also, preoperative vessel stenosis, conduit quality, and target vessel size and runoff are not known, all of which may influence conduit patency. In addition, the study spans multiple years and advances in operative and postoperative care make comparisons difficult.\n\nThe Kaplan-Meier method for estimating freedom from occlusion is not ideal because actual time to graft failure is unknown.  20 Symptom-directed angiograms will overestimate graft failure rates, miss asymptomatic graft occlusions, and miss patients who have silent ischemia.  20"
    },
    {
      "text": "Figure 1. Kaplan-Meier freedom from occlusion for radial artery free and T grafts over a 10-year period. N is the number of patients remaining at each time point."
    },
    {
      "text": "Figure 2. Kaplan-Meier survival for radial artery free and T graft patients over a 15-year period. N is the number of patients remaining at each time point."
    }
  ],
  "references": [
    {
      "title": "Editorial comment. Radial artery patency",
      "authors": [
        "H Barner"
      ],
      "year": 2012,
      "doi": "10.1016/j.ejcts.2011.06.018"
    },
    {
      "title": "Long-term patency of 1108 radial arterial-coronary angiograms over 10 years",
      "authors": [
        "J Tatoulis",
        "B Buxton",
        "J Fuller",
        "M Meswani",
        "S Theodore",
        "N Powar",
        "R Wynne"
      ],
      "year": 2009,
      "doi": "10.1016/j.athoracsur.2009.03.086"
    },
    {
      "title": "for the Radial Artery Versus Saphenous Vein Patency (RSVP) Trial Investigators. Radial artery versus saphenous vein patency randomized trial: five-year angiographic follow-up",
      "authors": [
        "P Collins",
        "C Webb",
        "C Chong",
        "N Moat"
      ],
      "year": 2008,
      "doi": "10.1161/circulationaha.107.736215"
    },
    {
      "title": "The radial artery for coronary artery bypass grafting: clinical and angiographic results at five years",
      "authors": [
        "C Acar",
        "A Ramsheyi",
        "J Pagny",
        "V Jebara",
        "P Barrier",
        "J Fabiani",
        "A Deloche",
        "J Guermonprez",
        "A Carpentier"
      ],
      "year": 1998,
      "doi": "10.1016/s0022-5223(98)70050-9"
    },
    {
      "title": "Long-term results of the radial artery used for myocardial revascularization",
      "authors": [
        "G Possati",
        "M Gaudino",
        "F Prati",
        "F Alessandrini",
        "C Trani",
        "F Glieca",
        "M Mazzari",
        "N Luciani",
        "G Schiavoni"
      ],
      "year": 2003,
      "doi": "10.1161/01.cir.0000087402.13786.d0"
    },
    {
      "title": "Radial artery patency and clinical outcomes: five-year interim results of a randomized trial",
      "authors": [
        "B Buxton",
        "J Raman",
        "P Ruengsakulrach",
        "I Gordon",
        "A Rosalion",
        "R Bellomo",
        "M Horrigan",
        "D Hare"
      ],
      "year": 2003,
      "doi": "10.1016/s0022-5223(02)73241-8"
    },
    {
      "title": "Five-year angiographic patency of radial artery bypass grafts",
      "authors": [
        "J Cameron",
        "S Trivedi",
        "G Stafford",
        "N Bett"
      ],
      "year": 2004,
      "doi": "10.1161/01.cir.0000138976.63221.14"
    },
    {
      "title": "Improved survival with radial artery versus vein conduits in coronary bypass surgery with left internal thoracic artery to left anterior descending artery grafting",
      "authors": [
        "A Zacharias",
        "R Habib",
        "T Schwann",
        "C Riordan",
        "S Durham",
        "A Shah"
      ],
      "year": 2004,
      "doi": "10.1161/01.cir.0000121743.10146.78"
    },
    {
      "title": "Contemporary coronary graft patency: 5-year observational data from a randomized trial of conduits",
      "authors": [
        "P Hayward",
        "B Buxton"
      ],
      "year": 2007,
      "doi": "10.1016/j.athoracsur.2007.04.028"
    },
    {
      "title": "Midterm angiographic follow-up after offpump coronary artery bypass: serial comparison using early, 1-year, and 5-year postoperative angiograms",
      "authors": [
        "K Kim",
        "K Cho",
        "D Jeong"
      ],
      "year": 2008,
      "doi": "10.1016/j.jtcvs.2007.09.044"
    },
    {
      "title": "Choice of conduit for the right coronary system: 8-year analysis of radial artery patency and clinical outcomes trial",
      "authors": [
        "I Hadinata",
        "P Hayward",
        "D Hare",
        "G Matalanis",
        "S Seevanayagam",
        "A Rosalion",
        "B Buxton"
      ],
      "year": 2009,
      "doi": "10.1016/j.athoracsur.2009.06.010"
    },
    {
      "title": "Reappraisal of a 20-year experience with the radial artery as a conduit for coronary bypass grafting",
      "authors": [
        "P Achouh",
        "K Isselmou",
        "R Boutekadjirt",
        "D 'alessandro",
        "C Pagny",
        "J Fouquet",
        "R Fabiani",
        "J Acar"
      ],
      "year": 2012,
      "doi": "10.1016/j.ejcts.2011.05.027"
    },
    {
      "title": "Radial artery patency: are aortocoronary conduits superior to composite grafting?",
      "authors": [
        "H Maniar",
        "H Barner",
        "M Bailey",
        "S Prasad",
        "M Moon",
        "M Pasque",
        "M Lester",
        "W Gay",
        "R Damiano"
      ],
      "year": 2003,
      "doi": "10.1016/s0003-4975(03)00758-6"
    },
    {
      "title": "Angiographic results of the radial artery graft patency according to the degree of native coronary stenosis",
      "authors": [
        "K Yie",
        "C Na",
        "S Oh",
        "J Kim",
        "S Shinn",
        "H Seo"
      ],
      "year": 2008,
      "doi": "10.1016/j.ejcts.2007.12.025"
    },
    {
      "title": "Sequential radial artery grafts for multivessel coronary artery bypass graft surgery: 10-year survival and angiography results",
      "authors": [
        "T Schwann",
        "A Zacharias",
        "C Riordan",
        "S Durham",
        "A Shah",
        "R Habib"
      ],
      "year": 2009,
      "doi": "10.1016/j.athoracsur.2009.03.081"
    },
    {
      "title": "for the Radial Artery Patency Study Investigators. A randomized comparison of radial-artery and saphenous-vein coronary bypass grafts",
      "authors": [
        "N Desai",
        "E Cohen",
        "C Naylor",
        "S Fremes"
      ],
      "year": 2004,
      "doi": "10.1056/nejmoa040982"
    },
    {
      "title": "for the Radial Artery Patency Study Investigators. Impact of patient and target-vessel characteristics on arterial and venous bypass graft patency. Insight from a randomized trial",
      "authors": [
        "N Desai",
        "C Naylor",
        "A Kiss",
        "E Cohen",
        "R Feder-Elituv",
        "S Miwa",
        "S Radhakrishnan",
        "J Dubbin",
        "L Schwartz",
        "S Fremes"
      ],
      "year": 2007,
      "doi": "10.1161/circulationaha.105.567495"
    },
    {
      "title": "Radial artery versus saphenous vein conduits for coronary artery bypass surgery: forty years of competition-which conduit offers better patency? A systematic review and meta-analysis",
      "authors": [
        "T Athanasiou",
        "S Saso",
        "C Rao",
        "J Vecht",
        "J Grapsa",
        "J Dunning",
        "M Lemma",
        "R Casula"
      ],
      "year": 2011,
      "doi": "10.1016/j.ejcts.2010.11.012"
    },
    {
      "title": "The effect of bilateral internal thoracic artery grafting on survival during 20 postoperative years",
      "authors": [
        "B Lytle",
        "E Blackstone",
        "J Sabik",
        "P Houghtaling",
        "F Loop",
        "D Cosgrove"
      ],
      "year": 2004,
      "doi": "10.1016/j.athoracsur.2004.05.070"
    },
    {
      "title": "Do angiographic results from symptom-directed studies reflect true graft patency?",
      "authors": [
        "B Buxton",
        "M Durairaj",
        "D Hare",
        "I Gordon",
        "S Moten",
        "V Orford",
        "S Seevanayagam"
      ],
      "year": 2005,
      "doi": "10.1016/j.athoracsur.2005.03.097"
    }
  ],
  "num_references": 20
}
