{
  "paper_id": "4PSMHYI4",
  "title": "Assessing the Effectiveness of eHealth Interventions to Manage Multiple Lifestyle Risk Behaviors Among Older Adults: Systematic Review and Meta-Analysis",
  "abstract": "Background: Developing adverse lifestyle behaviors increases the risk of a variety of chronic age-related diseases, including cardiovascular disease, obesity, and Alzheimer disease. There is limited evidence regarding the effectiveness of eHealth-based multiple health behavior change (MHBC) interventions to manage lifestyle risk behaviors. \n Objective: The purpose of this systematic evaluation was to assess the effectiveness of eHealth MHBC interventions in changing ≥2 major lifestyle risk behaviors in people aged ≥50 years. \n Methods: The literature search was conducted in 6 electronic databases-PubMed, Embase, Web of Science, Scopus, Cochrane Library, and SPORTDiscus-from inception to May 1, 2024. Eligible studies were randomized controlled trials of eHealth interventions targeting ≥2 of 6 behaviors of interest: alcohol use, smoking, diet, physical activity (PA), sedentary behavior, and sleep. Results: A total of 34 articles with 35 studies were included. eHealth-based MHBC interventions significantly increased smoking cessation rates (odds ratio 2.09, 95% CI 1.62-2.70; P<.001), fruit intake (standardized mean difference [SMD] 0.18, 95% CI 0.04-0.32; P=.01), vegetable intake (SMD 0.17, 95% CI 0.05-0.28; P=.003), self-reported total PA (SMD 0.22, 95% CI 0.02-0.43; P=.03), and objectively measured moderate to vigorous PA (SMD 0.25, 95% CI 0.09-0.41; P=.002); in addition, the interventions decreased fat intake (SMD -0.23, 95% CI -0.33 to -0.13; P<.001). No effects were observed for alcohol use, sedentary behavior, or sleep. A sensitivity analysis was conducted to test the robustness of the pooled results. Moreover, the certainty of evidence was evaluated using the GRADE (Grading of Recommendations Assessment, Development, and Evaluation) framework. Conclusions: eHealth-based MHBC interventions may be a promising strategy to increase PA, improve diet, and reduce smoking among older adults. However, the effect sizes were small. Further high-quality, older adult-oriented research is needed to develop eHealth interventions that can change multiple behaviors.",
  "year": 2011,
  "date": "2011",
  "journal": "Circulation. Aug",
  "publication": "Circulation. Aug",
  "authors": [
    {
      "forename": "Beibei",
      "surname": "Shi",
      "name": "Beibei Shi",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Guangkai",
      "surname": "Li",
      "name": "Guangkai Li",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Shuang",
      "surname": "Wu",
      "name": "Shuang Wu",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Hongli",
      "surname": "Ge",
      "name": "Hongli Ge",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Xianliang",
      "surname": "Zhang",
      "name": "Xianliang Zhang",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Si",
      "surname": "Chen",
      "name": "Si Chen",
      "affiliation": "2  School of Nursing and Rehabilitation , Cheeloo College of Medicine , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Nursing and Rehabilitation \n\t\t\t\t\t\t\t\t Cheeloo College of Medicine \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yang",
      "surname": "Pan",
      "name": "Yang Pan",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Qiang",
      "surname": "He",
      "name": "Qiang He",
      "affiliation": "1  School of Physical Education , Shandong University , Jinan , China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jinan \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "affiliation": "School of Physical Education , Shandong University 17922 Jingshi Road , Lixia District Shandong Province Jinan , 250061 China \n\t\t\t\t\t\t\t\t School of Physical Education \n\t\t\t\t\t\t\t\t Shandong University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 17922 Jingshi Road \n\t\t\t\t\t\t\t\t\t 250061 \n\t\t\t\t\t\t\t\t\t Lixia District Shandong Province Jinan \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "10.2196/58174",
  "keywords": [
    "eHealth",
    "lifestyle risk behaviors",
    "older adults",
    "multiple health behavior change",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "The aging population and the rise in chronic diseases will significantly increase health care expenditures; in the United States, for example, it is estimated that 80% of older adults have 1 chronic disease and 50% have at least 2  [1] . Up to 80% of global cases of heart disease, stroke, and type 2 diabetes, as well as >30% of cancers, could be prevented by reducing tobacco and harmful alcohol use and improving diet and physical activity (PA)  [2] . Key indicators of health risk behaviors in older adults include physical inactivity, eating <5 portions of fruits and vegetables per day, obesity, and current tobacco use. The American Heart Association's recently published Life's Essential 8 metrics include healthy sleep as an indicator of cardiovascular health on top of a healthy diet, participation in PA, and avoidance of nicotine  [3] . Similarly, many health guidelines now integrate recommendations for PA, sleep, and sedentary behavior (SB)  [4, 5] . Overall, there is a clear link between these risk factors and poor health outcomes and quality of life  [6, 7] . Lifestyle behaviors, as important factors in health, provide scientists with valuable and interesting areas of research  [8, 9] .\n\nEngaging in multiple risk behaviors can negatively impact health by increasing the risk of, for example, chronic disease and mortality  [10] ; moreover, risk behaviors often occur simultaneously. A previous study reported a prevalence rate of approximately 50% for the co-occurrence of unhealthy diet and physical inactivity in adults  [11] . Compared to those who do not engage in any of the 4 lifestyle risk behaviors, those who do so face an elevated mortality risk equal to an additional 14 years of aging in both healthy populations  [12]  and populations with disease  [13, 14] . This suggests that it may be beneficial to use a holistic intervention approach to collectively change multiple health behaviors rather than individually change a single behavior. Multiple health behavior change (MHBC) interventions have attracted increased attention of late  [15, 16] . Growing evidence suggests that lifestyle interventions targeting MHBC may have a greater impact on public health than interventions targeting single health behavior change (SHBC)  [17, 18] . The advantages of MHBC interventions include maximizing health benefits and greater reduction in medical costs  [19] ; in addition, successfully modifying 1 behavior may increase confidence or motivation to change other health behaviors  [16] . Existing systematic reviews have examined the effectiveness of behavioral interventions on multiple health risk behaviors  [20] .\n\neHealth refers to the use of information and communication technologies in health and health-related fields to enhance health care services; health surveillance; health literature; and health education, knowledge, and research  [21] . There are several advantages over traditional face-to-face interventions  [22] . An eHealth intervention can be delivered over long distances; is cost-effective, efficient, and highly accessible; and allows for easy data collection  [22, 23] . This makes eHealth interventions potentially powerful and scalable tools and enables eHealth-based MHBC interventions to improve ongoing adherence to chronic disease management. However, only a few systematic reviews have specifically examined the effectiveness of eHealth-based MHBC interventions in adult populations; for example, the review by Norman et al  [24]  focused on dietary behavior change and PA interventions, while Oosterveen et al  [25]  examined interventions targeting smoking, nutrition, alcohol use, and PA. Overall, previous reviews have included a limited number of health behaviors (<4), focusing primarily on PA and diet."
    },
    {
      "title": "Objectives",
      "text": "Although studies on eHealth-based MHBC interventions aimed at promoting lifestyle changes in adolescents  [26]  and adults have been published, to the best of our knowledge, there are no knowledge reviews of such interventions designed for the older population. Older adults have limited access to programs and services that promote healthy lifestyles (eg, gyms) compared to younger adults  [27] . eHealth interventions may be the solution to help individuals adopt and maintain a healthy lifestyle. Therefore, it is urgent to investigate whether eHealth can be used to implement evidence-based lifestyle changes. In this review, we targeted studies involving adults aged ≥50 years because this age is often associated with retirement, providing more time and energy to focus on health, and improved quality of life is critical for older adults. A previous systematic review found significant effects of eHealth interventions on PA in older adults; however, lifestyle risk behaviors other than PA were not part of the inclusion criteria, and the findings were inconclusive due to an insufficient number of studies  [28] . Engaging in multiple lifestyle risk behaviors increases the risk of chronic disease and all-cause mortality more than the cumulative effect of a single behavior  [29, 30] . Therefore, we aimed to systematically review the effectiveness of eHealth interventions for risk behavior change in older adults, targeting ≥2 of 6 behaviors of interest: alcohol use, smoking, diet, PA, SB, and sleep."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "This systematic review and meta-analysis was registered with PROSPERO (CRD42023444418) and was reported following the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) guidelines (refer to Multimedia Appendix 1 for the PRISMA checklist)  [31] . In addition, this systematic review and meta-analysis was conducted according to the recommendations of the Cochrane Handbook for Systematic Reviews of Interventions  [32] ."
    },
    {
      "title": "Search Strategy",
      "text": "We conducted a literature search from inception to May 1, 2024, in 6 databases: PubMed, Embase, Cochrane Library, Scopus, Web of Science, and SPORTDiscus. Following the PICOS (Population, Intervention, Comparison, Outcomes, and Study Design) principles and recommendations from the Cochrane Collaboration, we designed the search strategy using Medical Subject Headings terms, text word searches, and Boolean logic (Multimedia Appendix 2). In addition, we incorporated keywords, titles, or abstract terms, including but not limited to \"older adults,\" \"health behavior,\" \"risk reduction behavior,\" \"ehealth,\" \"mobile health,\" and \"telemedicine.\" The search was restricted to randomized controlled trials (RCTs), and the studies included were limited to those published in English. Furthermore, we manually reviewed the reference lists of the retrieved studies and identified and obtained other relevant literature."
    },
    {
      "title": "Study Eligibility Criteria",
      "text": "The study eligibility criteria are presented in Textbox 1."
    },
    {
      "title": "Textbox 1. Inclusion and exclusion criteria."
    },
    {
      "title": "Inclusion criteria"
    },
    {
      "title": "•",
      "text": "Population: mean age: ≥50 years"
    },
    {
      "title": "•",
      "text": "Intervention: eHealth is a major component of the intervention"
    },
    {
      "title": "•",
      "text": "Comparison: included no intervention, education as usual, or an alternative evidence-based intervention not delivered via eHealth (eg, face-to-face)\n\n• Outcome: targeted ≥2 of the following behaviors: drinking, smoking, diet, physical activity, sedentary behavior, and sleep • Study design: randomized controlled trials • Language: English Exclusion criteria • Population: mean age: <50 years • Intervention: eHealth component of the intervention is not predominant (eg, face-to-face interventions complemented by the use of a website) • Comparison: any intervention delivered via eHealth component • Outcome: targeted 1 of the following behaviors: drinking, smoking, diet, physical activity, sedentary behavior, and sleep • Study design: qualitative studies, conference articles, letters, reviews, commentaries, protocols, or pilot studies • Language: not English"
    },
    {
      "title": "Study Selection and Data Extraction",
      "text": "All titles and abstracts of the identified studies were downloaded and imported into EndNote X9 (Clarivate), and all duplicate articles were removed. To confirm whether the studies met the included criteria, 2 authors (BS and GL) worked independently to screen the titles and abstracts of the studies simultaneously. Next, they reviewed the full text of each paper based on the eligibility criteria. Any disagreements were resolved through discussion or consultation with a third author (QH).\n\nTwo authors (BS and GL) extracted data independently from the included studies and entered them into a predesigned data extraction form. The data extracted included the first author, the year of publication, the country where the study took place, study design, intervention frequency and duration, participant population, age, sample size, targeted risk behaviors, measurement tools, intervention types, intervention components, types of control groups, and theoretical basis or behavior change techniques."
    },
    {
      "title": "Quality Assessment",
      "text": "Two reviewers (BS and GL) independently examined the methodological quality and risk of bias of the included studies using the risk-of-bias tool for randomized trials in the Cochrane Handbook for Systematic Review of Interventions (version 5.1.0). The tool includes 6 domains: selection bias (random sequence generation and allocation concealment), performance bias (blinding of participants and personnel), detection bias (blinding of outcome assessment), attrition bias (incomplete outcome data), reporting bias (selective reporting), and other bias (anything else, ideally prespecified). Each domain has 3 grades: low risk of bias, high risk of bias, and unclear risk of bias. Disagreements were resolved through discussion or consultation with a third author.\n\nIn addition, we used the GRADE (Grading of Recommendations Assessment, Development, and Evaluation) framework to assess the quality of the body of evidence  [33] ."
    },
    {
      "title": "Data Synthesis and Analysis",
      "text": "For our meta-analysis, the outcomes were prevalence of alcohol use and smoking (yes or no); intake of fruit and vegetables (mean servings per day or mean portions per day), sugar intake, fat intake, fiber intake (percentage of total energy, grams per 1000 kilocalories, or grams per day), and energy intake (kilojoules per day or kilocalories per day); PA (accelerometer and self-report; minutes per day or minutes per week); sedentary time (minutes per day); and sleep (minutes per day or hours per day). For continuous outcomes, the corresponding variance was calculated using the preintervention and postintervention means and SDs; and for dichotomous outcomes, we extracted the preintervention and postintervention change values and sample sizes. However, if some studies had changes in baseline and postintervention data or if there were significant differences in their baseline data, we used the within-group difference in means and SDs for the intervention and control groups to calculate the effect size. Review Manager (version 5.3; The Cochrane Collaboration) was used to conduct the meta-analysis. We report continuous outcomes using standardized mean differences (SMDs) and dichotomous outcomes using odds ratios (ORs). We present these results using forest plots for each outcome of interest, with the weight (in percentage) indicating the influence of an individual study on the pooled result. The overall effect difference was considered statistically significant if the 2-tailed P value was <.05. In addition, we assessed the statistical heterogeneity of the included studies using the I 2 statistic and P value. Data were pooled and analyzed with a fixed effects model if I 2 ≤50% and P>.10; if these values were not met, which meant high heterogeneity among the studies, we used a random effects model to obtain more conservative estimates. We also conducted a sensitivity analysis using the leave-1-study-out method to test the robustness and reliability of the pooled results."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search Results and Study Selection",
      "text": "Across the 6 electronic databases, a total of 19,073 articles were initially retrieved from the literature search. Of these 19,073 articles, 4407 (23.11%) duplicates were removed. Of the remaining 14,666 articles, 14,379 (98.04%) were excluded after title and abstract screening, leaving 287 (1.96%) full-text articles. Of these 287 articles, 250 (87.1%) were excluded for reasons related to the eligibility criteria, leaving 37 (12.9%) studies for inclusion in the narrative synthesis. Using other methods, an additional 38 records were identified, of which 31 (81.6%) were excluded after title and abstract screening. Of the remaining 7 articles assessed for eligibility, 5 (71%) were excluded, leaving 2 (29%) studies for inclusion. The total number of articles included in the narrative synthesis was 39, of which 5 (13%) articles whose data could not be pooled for meta-analysis were excluded. Ultimately, 34 articles and 35 studies were included in the systematic review. The search and selection processes are shown in Figure  1 ."
    },
    {
      "title": "Description of the Included Studies"
    },
    {
      "title": "Study Characteristics",
      "text": "Table 1 presents the study characteristics of the 35 studies from the 34 included articles. All 35 studies are RCTs that were conducted between 2009 and 2024 in 15 countries: the United\n\nStates (n=10, 29%), Australia (n=5, 14%), the United Kingdom (n=3, 9%), India (n=2, 6%), Canada (n=3, 9%), China (n=2, 6%), Belgium (n=2, 6%), Sweden (n=1, 3%), Germany (n=1, 3%), Italy (n=1, 3%), the Netherlands (n=1, 3%), South Korea (n=1, 3%), Israel (n=1, 3%), Japan (n=1, 3%), and Iran (n=1, 3%)."
    },
    {
      "title": "Waitlist",
      "text": "The intervention developed a personal action plan to change selected health behaviors, anticipated potential barriers and found solutions, and enabled users to choose how to monitor their behavior; at the end of the first session, the user's responses were summarized in a printable action plan, and they were provided with optional information on how they could obtain support from a partner, friend, family member, or colleague."
    },
    {
      "title": "PA and SB",
      "text": ": IPAQ; accelerometer Mobile app 3 arms; 5 wk; 1 time/wk PA; SB n=54; age: mean 62.67 (SD 8.4) y; 37% women Patients with type 2 diabetes mellitus Poppe et al [60], 2019a; Belgium Behavior change theory"
    },
    {
      "title": "Waitlist",
      "text": "The intervention developed a personal action plan to change selected health behaviors, anticipated potential barriers and found solutions, and enabled users to choose how to monitor their behavior; at the end of the first session, the user's responses were summarized in a printable action plan, and they were provided with optional information on how they could obtain support from a partner, friend, family member, or colleague."
    },
    {
      "title": "PA and SB",
      "text": ": IPAQ; accelerometer Mobile app 3 arms; 5 wk; 1 time/wk PA; SB n=63; age: mean 58.68 (SD 7.76) y; 75% women Adults aged ≥50 y Poppe et al [60], 2019b; Belgium NR Usual care The intervention stored the health records electronically, enabling long-term monitoring and followup; it was also equipped to send SMS text message reminders (to take medication and attend followup visits) to patients. Self-reporting Mobile app 2 arms; 12 mo; NR smoking; alcohol use n=3698; age: mean 55.1 (SD 11.0) y; 44.8% women Patients with hypertension or diabetes mellitus Prabhakaran et al [61], 2019; India Behavior change techniques Usual care The app provided an initial assessment of the participant, identified a behavioral agenda (exercise, diet, lifestyle habits, and number of steps per day), and enabled self-monitoring. Self-reporting Mobile app 2 arms; 3 mo PA; diet; smoking n=78; age: mean 51.95 (SD 6.5) y; 0% women Patients with obesity and hypertension Sakane et al [62], 2023; Japan XSL • FO RenderX Theoretical basis or behavior change techniques Comparison group Intervention components Measurement tools Intervention Study design; intervention duration; frequency Targeted risk behaviors Sample population; mean age (SD); female population (%) Population Study, year; country NR Attention control Self-set goals related to diet and PA were developed based on teleconferences, and action plans were developed to help participants achieve their goals; motivational interviewing and decision-making guidance were used to help participants develop individualized diet and activity goals. PA and SB: IPAQ, long-form version; diet: FFQ Telephone 3 arms; 4 mo; biweekly telephone calls (7 calls in total) PA; SB; diet n=60; age: mean 56.1 (SD 6.7) y; 68.5% women Patients with type 2 diabetes mellitus Swoboda et al [63], 2016; United States Self-determination theory Usual care plus an exercise referral scheme\n\nThe intervention (e-coachER) offered a range of interactive opportunities to enhance participants' motivation to take up the exercise referral scheme and to maintain a more physically active lifestyle, whether or not they engaged with their local exercise referral scheme; participants were encouraged to make use of the pedometer and the activity record sheets for self-monitoring and goal setting in conjunction with the e-coachER website."
    },
    {
      "title": "PA and SB",
      "text": ": accelerometer and pedometer; sleep: accelerometer Webbased 2 arms; 4 mo; NR PA; SB; sleep n=450; age: mean 50 (SD, 12) y; 64% women Patients with inactive exercisers and chronic health conditions Taylor et al [64], 2021; United Kingdom Transtheoretical model Regular education plus general theoretical knowledge messages The information design included 5 main areas: health awareness, dietary control, PA, lifestyle habits, and weight control; telephone follow-up was conducted after each stage of the intervention. Self-reporting SMS text messages 2 arms; 12 mo; 2 times/wk PA; smoking; alcohol use n=171; age: mean 55.1 (SD 10.8) y; 43% women Patients with type 2 diabetes mellitus Wang et al [65], 2020; China Social support and decisional balance theory Usual care The Imperative Health system generated personalized daily targets (weight loss, PA, and dietary targets) for each participant; automated weekly feedback on the participants' performance, assessed by the selfmonitoring devices (weighing scales and accelerometer) and the food diary, was provided. PA: validated RPAQ p ; diet: 3month recall Webbased 2 arms; 12 mo; personalized information service PA; diet n=65; age: mean 52.1 (SD 7.4) y; 55% women Adults who were obese and inactive with ≥1 CVD o risk factors Watson et al [66], 2015; United Kingdom XSL • FO RenderX Theoretical basis or behavior change techniques Comparison group Intervention components Measurement tools Intervention Study design; intervention duration; frequency Targeted risk behaviors Sample population; mean age (SD); female population (%) Population Study, year; country Behavior change theory Usual care plus 2 thankyou messages per month The intervention was designed as a secondary prevention program that sent participants 1 of each of the following text message types according to a prespecified algorithm: general knowledge of coronary heart disease, blood pressure control, medication adherence, PA, healthy eating, and smoking cessation. PA: IPAQ; shortform version Text messages 2 arms; 6 mo; 6 times/wk PA; smoking n=822; age: mean 56.4 (SD 9.5) y; 14.1% women Patients with coronary heart disease and without diabetes mellitus Zheng et al [67], 2019; China a PA: physical activity. b NR: not reported. c IPAQ: International Physical Activity Questionnaire. d TEXT ME: Tobacco, Exercise, and Diet Messages. e FFQ: Food Frequency Questionnaire. f GPAQ: Global Physical Activity Questionnaire. g SB: sedentary behavior. h CHAMPS: Community Healthy Activities Model Program for Seniors."
    },
    {
      "title": "Characteristics of Participants",
      "text": "A total of 12,931 participants were enrolled in the included studies, with the number of participants ranging from 21 to 879 in individual studies. The mean age of the older adults included ranged between 50.0 (SD 11.2) years  [49]  and 73.3 (SD 6.6) years  [55] . Nearly one-half of the participants (6009/12,931, 46.47%) were female, and 2 (6%) of the 35 studies targeted only women  [42, 47] . The studies included not only healthy older adults (4/35, 11%) but also people with various chronic conditions, such as cancer  ( 8/35, 23%), type 2 diabetes mellitus (6/35, 17%), hypertension (4/35, 11%), coronary disease (4/35, 11%), and overweight or obesity (3/35, 9%)."
    },
    {
      "title": "Characteristics of eHealth Interventions",
      "text": "The eHealth interventions included in these studies were delivered mainly through 8 intervention methods: SMS text message  [36, 40, 45, 58, 65, 67] , telephone  [35, 39, 42, 47, 48, 55, 57, 63] , email  [41] , website  [37, 50, 52, 54, 56, 59, 64, 66] , mobile app  [44, 51, [60] [61] [62] , social tool  [38, 49] , DVD  [53] , and smartwatch  [55] ; and the most common methods were based on a website (8/35, 23%), SMS text message (6/35, 17%), and mobile app (6/35, 17%). Intervention durations in the included studies ranged from 5 weeks to 21 months, the most common being 6 months (12/35, 34%) and 12 months (8/35, 23%).\n\nMost of the studies (30/35, 86%) targeted 2 to 3 risk factors. Of the 35 studies, 5 (14%) investigated 4 (67%) of the 6 behaviors (PA, smoking cessation, alcohol cessation, and diet)  [35, 38, 41] , and only 9% (3/35) of the studies addressed sleep  [37, 55, 64] . The most common combination was PA and diet (8/35, 23%), followed by PA and SB (7/35, 20%) and PA and smoking cessation (5/35, 14%). Of the 35 studies, 25 (71%) used a theoretical basis (n=18, 72%) or behavior change techniques (n=7, 28%). In the studies using theoretical underpinnings, the most common were the social cognitive model (7/25, 28%) and behavior change theory or techniques  (12/25, 48%) ; the studies also used the transtheoretical model, the theory of planned behavior, the self-regulation model, and the self-determination model."
    },
    {
      "title": "Characteristics of Controls",
      "text": "All participants in the control groups received usual care during the study period. In addition, 6 (17%) of the 35 studies supplied a paper version of the guidance booklet  [39, 42, 55, 58, 59, 64] . Zheng et al  [67]  and Wang et al  [65]  sent thank-you text messages or general theoretical knowledge information, Grey et al  [46]  provided face-to-face introductory sessions and National Health Service online health resources, and Swoboda et al  [63]  conducted an attention control intervention."
    },
    {
      "title": "Outcome Measures",
      "text": "A variety of outcomes were subjectively or objectively assessed before and after the intervention. The measurement tools used for the different outcomes are shown in Multimedia Appendix 3.\n\nThe end points of self-reported total PA (TPA), objectively measured TPA, self-reported moderate to vigorous PA (MVPA), objectively measured MVPA, daily steps, regular exercise, and inactive PA were used to describe PA behavior. More than 10 different questionnaires were used to assess participants' self-reported PA levels and SB levels, the most common of which was the International Physical Activity Questionnaire. Objective measurements of TPA and MVPA were obtained from accelerometer measurements, and a pedometer was used to measure daily steps. Regular exercise was defined as accumulating >30 minutes of moderate exercise performed ≥5 days per week. PA was categorized into active and inactive on the basis of established recommendations regarding the total level: ≥600 and <600 metabolic equivalent of task minutes per week, respectively. Eight indicators were selected to describe diet behavior: energy intake as well as intake of fruits, vegetables, fruits and vegetables (together), fats, proteins, sugars, and fiber. Of the 35 studies, 17 (49%) used various versions of the Food Frequency Questionnaire and dietary records or recall from different periods to evaluate the dietary indicators. In addition, the Dutch Standard Questionnaire on Food Consumption was used in the study by Kanera et al  [52] . The 3 studies involving sleep used 3 measuring tools, namely the 5-item validated Women's Health Initiative Insomnia Rating Scale, the Pittsburgh Sleep Quality Index, and an accelerometer. The prevalence of alcohol and tobacco use was collected through interviews or questionnaires."
    },
    {
      "title": "Risk of Bias",
      "text": "The included studies were assessed for risk of bias using the risk-of-bias tool for randomized trials in the Cochrane Handbook for Systematic Review of Interventions (version 5.1.0). A summary of the overall risk-of-bias assessment for all included studies as well as the judgments regarding specific studies can be found in Multimedia Appendix 4 .\n\nAccording to our assessment, which was conducted by 2 independent reviewers (BS and GL), 17 (49%) of the 35 publications had a high risk of bias for not blinding participants and study personnel to the intervention assignment; however, blinding in intervention trials for behavior change is challenging. For most of the publications (20/35, 57%), the risk associated with allocation concealment was high (6/35, 17%) or unclear (14/35, 40%). Of the 35 studies, 9 (26%) did not provide sufficient detail to determine whether researchers were blinded to the assessment of outcomes; therefore, the risk was rated as unclear."
    },
    {
      "title": "Certainty of Evidence",
      "text": "Of all outcomes listed in the summary of findings presented in Multimedia Appendix 5, we deemed the quality of the evidence to be very low to high, as determined by the GRADE framework. We judged the quality of evidence for most of the diet-related outcome indicators to be high. The evidence for outcome indicators related to PA and SB was low, mainly because of the high risk of bias, inconsistent study results, and imprecise measurements. In addition, evidence relating to smoking, alcohol use, and sleep was deemed to be very low or low because of the high risk of bias, small sample sizes, and imprecise measurements."
    },
    {
      "title": "Meta-Analysis Results"
    },
    {
      "title": "Overview",
      "text": "We have summarized the forest plot results for continuous (Figure  2 ) and dichotomous (Figure  3 ) variable outcomes. Overall, eHealth-based MHBC interventions may be able to improve PA, diet, and smoking cessation in older adults, with no effect on alcohol use, SB, or sleep. Forest plots for each of the outcomes are presented in Multimedia Appendix 6 ."
    },
    {
      "title": "PA Assessment",
      "text": "The effectiveness of eHealth interventions on self-reported TPA levels in older adults was assessed in 17 (49%) of the 35 studies. Compared with the control group, the eHealth interventions significantly increased self-reported TPA (SMD 0.22, 95% CI 0.02-0.43; P=.03), with substantial heterogeneity between the studies (I 2 =79%; P<.001; Figure  S1A  in Multimedia Appendix 6). The sensitivity analysis suggested a similar result (SMD 0.12, 95% CI 0.04-0.20; P=.006), and the heterogeneity dropped significantly (I 2 =0%; P=.80) after excluding the study by Cicolini et al  [41]  (Multimedia Appendix 7 ). A meta-analysis of the effectiveness of eHealth interventions on objectively measured TPA by a fixed effects model (I²=19%; P=.79) showed the opposite result (SMD 0.09, 95% CI -0.23 to 0.42; P=.57; Figure  S1B  in Multimedia Appendix 6). No significant increase was observed in self-reported MVPA after the eHealth intervention (SMD 0.10, 95% CI -0.57 to 0.36; P=.67), with greater heterogeneity (I²=94%; P<.001; Figure  S1C  in Multimedia Appendix 6). After excluding the studies by Taylor et al  [64]  and Pischke et al  [59] , synthesis using fixed effects models showed a significant increase in self-reported MVPA after the intervention (SMD 0.15, 95% CI 0.03-0.27; P=.02), with moderate heterogeneity (I²=54%; P=.03). However, the eHealth-based MHBC interventions led to a small but significant increase in objectively measured MVPA (SMD 0.25, 95% CI 0.09-0.41; P=.002), without any heterogeneity (I²=0%; P=.76; Figure  S1D  in Multimedia Appendix 6). In addition, a meta-analysis of the 7 studies reporting daily steps showed that the eHealth interventions increased the number of steps taken by older adults compared to the control group (SMD 0.21, 95% CI -0.01 to 0.44; P=.06), corresponding to an average estimate of 597 steps, with borderline significant results and low heterogeneity (I²=0%; P=.64; Figure  S1E  in Multimedia Appendix 6). Overall, compared to the controls, the eHealth interventions significantly increased the prevalence of regular exercise (OR 4.17, 95% CI 3.42-5.36; P<.001), with low heterogeneity (I²=0%; P<.001; Figure  S1F  in Multimedia Appendix 6); and significantly reduced the prevalence of inactive PA (OR 4.53, 95% CI 3.27-6.28; P<.001), with low heterogeneity (I²=16%; P=.31; Figure  S1G  in Multimedia Appendix 6). Sensitivity analysis showed that these results were relatively stable."
    },
    {
      "title": "Smoking and Alcohol Use",
      "text": "A meta-analysis of the 8 studies reporting outcomes on smoking showed that the eHealth interventions significantly reduced the prevalence of smoking (OR 2.09, 95% CI 1.62-2.70; P<.001) but with greater heterogeneity (I 2 =85%; P<.001; Figure  S4A  in Multimedia Appendix 6). After excluding the studies by Gallagher et al  [43]  and Prabhakaran et al  [61] , sensitivity analysis showed that the result was stable (OR 3.64, 95% CI 2.68-4.93; P<.001), and the results were homogeneous across the trials (I 2 =0%; P=.76). Of the 35 studies, 4 (11%) reported outcomes for alcohol use, and meta-analysis showed no effect of the eHealth intervention on the prevalence of alcohol use (OR 0.75, 95% CI 0.26-2.18; P=.60), with less heterogeneity (I²=65%; P=.03; Figure  S4B  in Multimedia Appendix 6). After excluding the study by Babu et al  [35] , sensitivity analysis showed that the result was stable (OR 0.50, 95% CI 0.22-1.15; P=.10), and the results were homogeneous across the trials (I 2 =40%; P=.  19) ."
    },
    {
      "title": "Sleep",
      "text": "Data from 3 (9%) of the 35 studies were used to assess the effectiveness of eHealth interventions on sleep in older adults. Due to the low level of article heterogeneity (I 2 =44%; P=.17) and the small number of included studies, a fixed effects model was used. Meta-analysis showed that the eHealth interventions did not affect sleeping time in older adults (SMD 0.12, 95% CI -0.04 to 0.29; P=.  15 ; Figure S5 in Multimedia Appendix 6). Sensitivity analysis showed that the result was stable. Discussion Overview This systematic review is the first study to systematically examine the effectiveness of eHealth interventions targeting ≥2 of the following behaviors in a population of older adults (aged ≥50 y): PA, diet, smoking, alcohol consumption, sleep, and SB. A total of 35 studies with 12,931 older adults aged ≥50 years met the eligibility criteria for this review. The majority (6009/12,931, 46.47%) of the participants were female, with a mean age ranging from 50.0 (SD 11.2) years to 73.3 (SD 6.6) years. The overall methodological quality was moderate, according to the GRADE framework. Compared to usual care or waitlist, eHealth-based MHBC interventions significantly changed diet, SB, and smoking but had little effect on PA, alcohol consumption, and sleep."
    },
    {
      "title": "Principal Findings"
    },
    {
      "title": "PA Assessment",
      "text": "Our data suggest that eHealth-based MHBC interventions may improve PA levels and daily steps in older adults. Previous meta-analyses also revealed that eHealth-based MHBC interventions significantly promoted PA among people with noncommunicable diseases and adults compared to the control conditions  [22, 68] . It is worth noting that the PA referred to in both studies was a synthetic size of multiple effect sizes within a particular scope of outcomes (eg, energy expenditure, steps, and time spent in PA or MVPA). We conducted a separate meta-analysis of PA-related metrics. First, the eHealth-based MHBC intervention significantly improved older adults' self-reported TPA compared with the control group. This is consistent with a previous meta-analysis  [28] , which found a mean increase in TPA of 90.7 minutes per week according to questionnaires in the eHealth-based MHBC intervention group compared to the control group. Another review involving people aged ≥50 years found that interventions containing smart technology significantly increased self-reported TPA compared to face-to-face interventions (SMD 0.17, 95% CI 0.02-0.32) [69] , which is broadly comparable to our effect size. Second, although we also found that the eHealth-based MHBC intervention significantly increased the time spent in MVPA in older adults, this result needs to be interpreted with caution because 4 (80%) of the 5 data points are from the same article. Interestingly, this review found very different results for self-reported and objectively measured TPA or MVPA. Another review reported similar results, with eHealth interventions significantly increasing objectively measured MVPA but not self-reported MVPA  [69] . This may be because the MHBC intervention intervened on a larger number of target behaviors than the SHBC intervention, and the intervention effect was unstable  [70, 71] . Another reason may be that the effect of eHealth interventions on the PA time measured by ActiGraph devices and that measured by questionnaires was quite different  [72] . Third, this review also showed that participants in the eHealth intervention group walked more than those in the control group (mean difference 597 steps/d). This is a conclusion we believe to be quite credible  [28, 69] . Earlier studies have shown that older people commonly cite inconvenience and a lack of access to a PA program as reasons for avoiding performing PA  [73] . Walking is the most commonly targeted PA for older people because it does not require access to specific programs and can be practiced anywhere  [74] . Finally, we also meta-analyzed changes in the prevalence of regular exercise as well as inactive PA and found a positive effect of an eHealth-based MHBC intervention. With up to 40% of people in industrialized countries not engaging in any regular PA  [75] , increasing PA rates by the rate produced by these interventions would have an important impact on health outcomes."
    },
    {
      "title": "Diet",
      "text": "Our review found that all MHBC interventions involving dietary interventions in older adults were performed together with PA, with a combination of both of them being the most common (8/35, 23%). This combination was also found by previous authors to be the most common combination in adolescent and adult MHBC interventions  [26, 68] . The results of our study suggest that eHealth-based MHBC interventions can significantly improve the diet of older adults. Specifically, there was an increase in fruit or vegetable intake. This finding aligns with previous research demonstrating that both the eHealth-based SHBC intervention and the eHealth-based MHBC intervention significantly boosted fruit or vegetable intake in the intervention group  [26, 53, 76] . Furthermore, we also found significant reductions in fat intake and energy intake in this population. eHealth interventions similarly significantly reduced dietary fat intake in adults but not in adolescents  [26, 76] . This may be because the health benefits of reducing fat intake are greater for middle-aged and older adults; therefore, they have greater motivational self-efficacy  [77] . eHealth interventions have an impact not only on dietary intake (33%-35%) but also on diet-related cognitive variables (69%-79%)  [78] . In addition, we found no evidence that eHealth interventions can change the dietary intake of sugar and fiber in older people. Although other studies have shown that it is possible to reduce children's consumption of sugary beverages, reducing unhealthy eating behaviors is often considered more difficult than starting new healthy behaviors  [79, 80] . The contents of eHealth interventions that are communicated to participants about behavior change and the feedback they receive can also influence changes in participants' behavior. Further research is needed to examine intervention contents regarding these dietary outcomes to increase the size and sustainability of the effects of MHBC interventions, particularly among older adults."
    },
    {
      "title": "Smoking and Alcohol Use",
      "text": "The effectiveness of eHealth-based MHBC interventions for stopping drinking is generally weak; however, promising results were seen for smoking cessation. The quality of evidence for alcohol use was deemed to be very low because the review only included 4 RCTs with relatively small sample sizes, which might have affected the pooled effect. In general, the longer the duration of the drinking and smoking interventions, the more effective they are  [81] . In this review, we included studies with intervention durations of 3 months as well as 6 months, in addition to the 12-month intervention duration. Due to the limited number of studies, we did not conduct further analyses. Indeed, the evidence for the effectiveness of eHealth-based smoking and alcohol cessation interventions is currently controversial  [82, 83] . There is also evidence that eHealth interventions may have similar effects in reducing drinking and smoking when compared to face-to-face treatment or no support  [84, 85] . Moreover, SMS text messaging may be particularly powerful for smoking behaviors such as abstinence and reduction of use, particularly automated reminders and motivating messages that can be sent during times of cravings  [86] . Thus, further work is needed to detect specific moderators of interventions such as follow-up length and message frequency."
    },
    {
      "title": "SB Assessment",
      "text": "The lack of a significant reduction in either self-reported sedentary time (P=.08) or objectively measured sedentary time (P=.06) was an unexpected finding, leaving ample room for improvement. Champion et al  [26]  found that eHealth-based MHBC interventions led to decreased sedentary time compared to controls (SMD -0.09, 95% CI -0.17 to -0.01). Although in the same direction and a similar effect size to our result, their result was statistically significant. Previous literature suggests that eHealth interventions can improve sedentary time within, but not between, groups of older adults. The review by Yerrakalva et al  [87]  showed that mobile health app interventions had the potential to reduce SB and increase PA in older adults. The MHBC studies for SB included in this review are all combined with PA, and most of the comments received by participants in the eHealth interventions (via SMS text messaging and telephone) supported their focus on PA and the step goals rather than on SB. In addition, research suggests that given the automaticity of SB, different and more effortful strategies are required to break existing habits compared to forming new habits  [88, 89] . This hints that future interventions regarding MHBC interventions could use multiple intervention strategies to reduce sedentary time  [90] ."
    },
    {
      "title": "Sleep",
      "text": "Sleep duration is a commonly used indicator for assessing sleep quality, and suboptimal sleep duration has been associated with increased morbidity and mortality  [91] , with short sleep durations in particular being detrimental to health  [92] . We found that eHealth-based MHBC interventions may not significantly improve sleep duration in older adults. Of the 3 studies on sleep that we included, 2 (67%) found significant improvements in sleep quality. However, the third study did not find that the eHealth intervention did not improve sleep duration. This may be because, in this study, sleep was used as a secondary outcome, and the intervention only set specific PA goals for the participants without any recommendations for sleep. In contrast to our findings, Howarth et al  [93]  evaluated the impact of a workplace digital health intervention on health-related outcomes and found that it could improve participants' sleep quality. Inconsistencies in conclusions may be due to possible differences in the effects of eHealth interventions on various indicators of sleep. In addition to objectively measured sleep duration, a range of subjectively measured sleep outcomes (nocturnal sleep quality, sleep duration, sleep efficiency, sleep latency, and sleep medication use) are equally important in older adults with insomnia or insomnia symptoms  [94] . PA resulted in significant improvements in overall sleep quality, sleep quality, and sleep latency but not in sleep duration, efficiency, or disturbance  [95] . According to the American National Sleep Foundation, nonpharmacological treatment options are the preferred first choice of treatment for sleep problems  [96] . Therefore, the doubt whether MHBC interventions can improve sleep problems in older adults is important and needs to be explored in more RCTs."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The strengths of this study include the focus on a variety of lifestyle behaviors associated with adverse health outcomes and our rigorous methodology.\n\nHowever, our study has several limitations. First, despite our best efforts to conduct a thorough literature search in a limited number of databases, the diversity of outcome indicator descriptions may still have resulted in the omission of appropriate topics or relevant studies. Second, this review included some participants aged 50 to 60 years because some of the trials were designed to recruit older adults, but they did not specifically exclude people aged <60 years. Future research should explicitly target older adults (aged ≥60 y) for RCTs of eHealth interventions. Third, although all included studies used eHealth interventions, there was still considerable variation in terms of participants (eg, cultural background, age, and health status), intervention characteristics (eg, intervention channel, content, and duration), and outcome measures, and the small number of studies may lead to cautious interpretations of the pooled results. In particular, SHBC interventions differ from MHBC interventions in terms of effectiveness. Finally, because we only searched for articles published in English, the results of the meta-analysis may be affected by language bias."
    },
    {
      "title": "Implications",
      "text": "This paper highlights important directions for future research. First, there is a lack of qualified interventions to address sleep problems, although many older adults report sleep deprivation or sleep problems  [97] , and there is a growing recognition that exercise behaviors (such as PA), SB, and sleep are interdependent. Second, there is a general lack of follow-up analyses in intervention designs. Most of the included studies measured outcomes twice (before the intervention and after the intervention). Thus, the long-term and maintenance effects of eHealth interventions on multiple risk behavior changes in older adults have not been validated. As advocated  [6, 13] , the next phase of this study is to explore how and under what conditions these initial changes can be maintained by adding a longer follow-up design. Finally, the intervention components included in the study focused primarily on health behavior education and counseling, with a lack of substantive behavioral coaching; this may be due to the limitations of current eHealth intervention channels. A commonly used intervention paradigm is to select a specific health behavior change theory (eg, behavior change theory, social cognitive theory, or self-regulation theory) as a framework and further promote a theory of choice for effective elements (eg, motivation, planning, and self-regulation). As the results of previous reviews have confirmed the effectiveness of this intervention paradigm, to further improve intervention effectiveness, it may be prudent to use dual-process approaches (ie, focusing on conscious and unconscious processes of behavior change)  [54, 56]  alongside socioecological approaches (ie, involving policy dimensions, environment, and individual factors)  [59, 64] .\n\nIn addition, we need to pay extra attention to the synergistic or transfer effects involved in MHBC interventions. Accordingly, lessons, skills, and knowledge learned concerning 1 behavior apply to another, thereby improving multiple behaviors. In addition, success in changing ≥1 lifestyle behaviors may also increase confidence or self-efficacy to improve risky behaviors in individuals who are less motivated to change  [22] . In addition to potentially greater efficacy and impact on health, MHBC interventions have greater real-world applicability and provide information about the effective treatment of co-occurring behaviors  [23] . This is particularly true among older adults, who are more likely to have co-occurring health conditions than younger adults. Future research should seek to explore this effect in trials of MHBC interventions."
    },
    {
      "title": "Conclusions",
      "text": "A wide range of eHealth-based MHBC interventions were effective in improving diet, aiding smoking cessation, and increasing daily step counts. However, effect sizes were small, and the overall quality of the evidence was low. Further high-quality research is needed to develop eHealth interventions that are effective in simultaneously modifying multiple risk factors for chronic disease, including substance use and sleep outcomes. It is recommended that eHealth-based MHBC interventions be included in the guidelines to improve the quality of life of older persons and reduce the risk of chronic diseases in later life."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flowchart showing the article selection process."
    },
    {
      "text": "i DASH: Dietary Approaches to Stop Hypertension. j NHS: National Health Service."
    },
    {
      "text": "k SQUASH: Short Questionnaire to Assess Health-Enhancing Physical Activity. l PASE: Physical Activity Scale for the Elderly."
    },
    {
      "text": "m PSQI: Pittsburgh Sleep Quality Index. n mHealth: mobile health. o CVD: cardiovascular disease. p RPAQ: Recent Physical Activity Questionnaire."
    },
    {
      "text": "Figure 2. Forest plot integration for continuous outcomes. MVPA: moderate to vigorous physical activity; PA: physical activity; SB: sedentary behavior; SMD: standard mean difference. *P<.05, **P<.01, ***P<.001."
    },
    {
      "text": "Figure 3. Forest plot integration for dichotomous outcomes. PA: physical activity. ***P<.001."
    },
    {
      "text": "Characteristics of the included studies."
    }
  ],
  "references": [
    {
      "title": "The state of aging and health in America",
      "year": 2011,
      "doi": "10.1093/ofid/ofv131.60"
    },
    {
      "title": "cancers, chronic respiratory diseases and diabetes",
      "year": 2009,
      "doi": "10.2471/b09488"
    },
    {
      "title": "Life's essential 8: updating and enhancing the American heart association's construct of cardiovascular health: a presidential advisory from the American heart association",
      "authors": [
        "Lloyd-Jones Dm Allen",
        "N Anderson",
        "C Black",
        "T Brewer",
        "L Foraker"
      ],
      "year": 2022,
      "doi": "10.1161/cir.0000000000001078"
    },
    {
      "title": "Introduction to the Canadian 24-hour movement guidelines for adults aged 18-64 years and adults aged 65 years or older: an integration of physical activity, sedentary behaviour, and sleep",
      "authors": [
        "R Ross",
        "M Tremblay"
      ],
      "year": 2020,
      "doi": "10.1139/apnm-2020-0843"
    },
    {
      "title": "The South African 24-hour movement guidelines for birth to 5 years: an integration of physical activity, sitting behavior, screen time, and sleep",
      "authors": [
        "C Draper",
        "S Tomaz",
        "L Biersteker",
        "C Cook",
        "J Couper",
        "M De Milander"
      ],
      "year": 2020,
      "doi": "10.1123/jpah.2019-0187"
    },
    {
      "title": "Introduction to the Canadian 24-hour movement guidelines for children and youth: an integration of physical activity, sedentary behaviour, and sleep",
      "authors": [
        "M Tremblay",
        "V Carson",
        "J Chaput"
      ],
      "year": 2016,
      "doi": "10.1139/apnm-2016-0203"
    },
    {
      "title": "Objective assessment of physical activity, sedentary behaviour and sleep in older Australians. Medicine and science in sports and exercise",
      "authors": [
        "B Rattray",
        "J Northey",
        "K Pumpa",
        "D Smee",
        "N Cherbuin",
        "K Anstey"
      ],
      "year": 2015,
      "doi": "10.1249/01.mss.0000479121.32482.2a"
    },
    {
      "title": "Consequences of physical inactivity in older adults: a systematic review of reviews and meta-analyses",
      "authors": [
        "C Cunningham",
        "O' Sullivan",
        "R Caserotti",
        "P Tully"
      ],
      "year": 2020,
      "doi": "10.1111/sms.13616"
    },
    {
      "title": "Relationship between multiple lifestyle behaviors and health-related quality of life among elderly individuals with prediabetes in rural communities in China: a STROBE-compliant article",
      "authors": [
        "Z Hu",
        "L Qin",
        "A Kaminga",
        "H Xu"
      ],
      "year": 2020,
      "doi": "10.1097/md.0000000000019560"
    },
    {
      "title": "Combined effect of health behaviours and risk of first ever stroke in 20,040 men and women over 11 years' follow-up in Norfolk cohort of European prospective investigation of cancer (EPIC Norfolk): prospective population study",
      "authors": [
        "P Myint",
        "R Luben",
        "N Wareham",
        "S Bingham",
        "K Khaw"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b349"
    },
    {
      "title": "A systematic review on the clustering and co-occurrence of multiple risk behaviours",
      "authors": [
        "N Meader",
        "K King",
        "T Moe-Byrne",
        "K Wright",
        "H Graham",
        "M Petticrew"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3373-6"
    },
    {
      "title": "Combined impact of health behaviours and mortality in men and women: the EPIC-Norfolk prospective population study",
      "authors": [
        "K Khaw",
        "N Wareham",
        "S Bingham",
        "A Welch",
        "R Luben",
        "N Day"
      ],
      "year": 2008,
      "doi": "10.1371/journal.pmed.0050012"
    },
    {
      "title": "Association of a healthy lifestyle with all-cause and cause-specific mortality among individuals with type 2 diabetes: a prospective study in UK biobank",
      "authors": [
        "H Han",
        "Y Cao",
        "C Feng",
        "Y Zheng",
        "K Dhana",
        "S Zhu"
      ],
      "year": 2022,
      "doi": "10.2337/dc21-1512"
    },
    {
      "title": "Association of lifestyle factors and antihypertensive medication use with risk of all-cause and cause-specific mortality among adults with hypertension in China",
      "authors": [
        "Q Lu",
        "Y Zhang",
        "T Geng",
        "K Yang",
        "K Guo",
        "X Min"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2021.46118"
    },
    {
      "title": "Use of biological feedback as a health behavior change technique in adults: scoping review",
      "authors": [
        "K Richardson",
        "M Jospe",
        "A Saleh",
        "T Clarke",
        "A Bedoya",
        "N Behrens"
      ],
      "year": 2023,
      "doi": "10.2196/44359"
    },
    {
      "title": "Effectiveness of multiple health behavior change interventions in reducing symptoms of anxiety in the adult population: a systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "I Gómez-Gómez",
        "C Barquero-Jiménez",
        "E Johnson",
        "S Conejo-Cerón",
        "P Moreno-Peral",
        "J Bellón"
      ],
      "year": 2024,
      "doi": "10.1016/j.ypmed.2024.107847"
    },
    {
      "title": "Behavioural treatment strategies improve adherence to lifestyle intervention programmes in adults with obesity: a systematic review and meta-analysis",
      "authors": [
        "E Burgess",
        "P Hassmén",
        "M Welvaert",
        "K Pumpa"
      ],
      "year": 2017,
      "doi": "10.1111/cob.12180"
    },
    {
      "title": "Impact of dietary and lifestyle interventions in elderly or people diagnosed with diabetes, metabolic disorders, cardiovascular disease, cancer and micronutrient deficiency on micronuclei frequency -a systematic review and meta-analysis",
      "authors": [
        "K Wagner",
        "L Schwingshackl",
        "A Draxler",
        "B Franzke"
      ],
      "year": 2021,
      "doi": "10.1016/j.mrrev.2021.108367"
    },
    {
      "title": "Prioritizing multiple health behavior change research topics: expert opinions in behavior change science",
      "authors": [
        "K Amato",
        "E Park",
        "C Nigg"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-015-0381-5"
    },
    {
      "title": "Health4Life eHealth intervention to modify multiple lifestyle risk behaviours among adolescent students in Australia: a cluster-randomised controlled trial",
      "authors": [
        "K Champion",
        "N Newton",
        "L Gardner",
        "C Chapman",
        "L Thornton",
        "T Slade"
      ],
      "year": 2023,
      "doi": "10.1016/s2589-7500(23)00028-6"
    },
    {
      "title": "Effects of eHealth-based multiple health behavior change interventions on physical activity, healthy diet, and weight in people with noncommunicable diseases: systematic review and meta-analysis",
      "authors": [
        "Y Duan",
        "B Shang",
        "W Liang",
        "G Du",
        "M Yang",
        "R Rhodes"
      ],
      "year": 2021,
      "doi": "10.2196/23786"
    },
    {
      "title": "Blending face-to-face and internet-based interventions for the treatment of mental disorders in adults: systematic review",
      "authors": [
        "D Erbe",
        "H Eichert",
        "H Riper",
        "D Ebert"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6588"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.05.007"
    },
    {
      "title": "A systematic review of eHealth behavioral interventions targeting smoking, nutrition, alcohol, physical activity and/or obesity for young adults",
      "authors": [
        "E Oosterveen",
        "F Tzelepis",
        "L Ashton",
        "M Hutchesson"
      ],
      "year": 2017,
      "doi": "10.1016/j.ypmed.2017.01.009"
    },
    {
      "title": "Effectiveness of school-based eHealth interventions to prevent multiple lifestyle risk behaviours among adolescents: a systematic review and meta-analysis",
      "authors": [
        "K Champion",
        "B Parmenter",
        "C Mcgowan",
        "B Spring",
        "Q Wafford",
        "L Gardner"
      ],
      "year": 2019,
      "doi": "10.1016/s2589-7500(19)30088-3"
    },
    {
      "title": "Cardiac rehabilitation during quarantine in COVID-19 pandemic: challenges for center-based programs",
      "authors": [
        "F Besnier",
        "M Gayda",
        "A Nigam",
        "M Juneau",
        "L Bherer"
      ],
      "year": 2020,
      "doi": "10.1016/j.apmr.2020.06.004"
    },
    {
      "title": "The effect of e-health interventions promoting physical activity in older people: a systematic review and meta-analysis",
      "authors": [
        "R Kwan",
        "D Salihu",
        "P Lee",
        "M Tse",
        "D Cheung",
        "I Roopsawang"
      ],
      "year": 2020,
      "doi": "10.1186/s11556-020-00239-5"
    },
    {
      "title": "Traditional and emerging lifestyle risk behaviors and all-cause mortality in middle-aged and older adults: evidence from a large population-based Australian cohort",
      "authors": [
        "D Ding",
        "K Rogers",
        "H Van Der Ploeg",
        "E Stamatakis",
        "A Bauman"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pmed.1001917"
    },
    {
      "title": "The combined effects of healthy lifestyle behaviors on all cause mortality: a systematic review and meta-analysis",
      "authors": [
        "M Loef",
        "H Walach"
      ],
      "year": 2012,
      "doi": "10.1016/j.ypmed.2012.06.017"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman",
        "Group"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-151-4-200908180-00135"
    },
    {
      "title": "Cochrane systematic review and meta-analysis of the impact of psychological treatments for people with epilepsy on health-related quality of life",
      "authors": [
        "R Michaelis",
        "V Tang",
        "J Wagner",
        "A Modi",
        "Lafrance Jr",
        "W Goldstein"
      ],
      "year": 2018,
      "doi": "10.1111/epi.13989"
    },
    {
      "title": "GRADE: an emerging consensus on rating quality of evidence and strength of recommendations",
      "authors": [
        "G Guyatt",
        "A Oxman",
        "G Vist",
        "R Kunz",
        "Y Falck-Ytter",
        "P Alonso-Coello"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.39489.470347.ad"
    },
    {
      "title": "Development and efficacy of an electronic, culturally adapted lifestyle counseling tool for improving diabetes-related dietary knowledge: randomized controlled trial among ethnic minority adults with type 2 diabetes mellitus",
      "authors": [
        "K Abu-Saad",
        "H Murad",
        "R Barid",
        "L Olmer",
        "A Ziv",
        "N Younis-Zeidan"
      ],
      "year": 2019,
      "doi": "10.2196/13674"
    },
    {
      "title": "A randomized controlled trial of medication adherence and management of risk factors for secondary prevention of stroke (MaMoRS) using a smartphone-based application",
      "authors": [
        "V Babu",
        "P Sylaja",
        "B Soman",
        "R Varma",
        "M Ms",
        "G Gl"
      ],
      "year": 2024,
      "doi": "10.1177/17474930241245612"
    },
    {
      "title": "mHealth interventions for lifestyle and risk factor modification in coronary heart disease: randomized controlled trial",
      "authors": [
        "J Bae",
        "S Woo",
        "J Lee",
        "S Park",
        "S Kwon",
        "S Choi"
      ],
      "year": 2021,
      "doi": "10.2196/29928"
    },
    {
      "title": "Surviving and thriving with cancer using a web-based health behavior change intervention: randomized controlled trial",
      "authors": [
        "E Bantum",
        "C Albright",
        "K White",
        "J Berenberg",
        "G Layi",
        "P Ritter"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3020"
    },
    {
      "title": "Findings from an exploration of a social network intervention to promote diet quality and health behaviours in older adults with COPD: a feasibility study",
      "authors": [
        "I Bloom",
        "L Welch",
        "I Vassilev",
        "A Rogers",
        "K Jameson",
        "C Cooper"
      ],
      "year": 2020,
      "doi": "10.1186/s40814-020-0553-z"
    },
    {
      "title": "A randomized trial of tailoring and motivational interviewing to promote fruit and vegetable consumption for cancer prevention and control",
      "authors": [
        "M Campbell",
        "C Carr",
        "B Devellis",
        "B Switzer",
        "A Biddle",
        "M Amamoo"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9140-5"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis",
        "J Thakkar",
        "K Santo",
        "M Hackett"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Efficacy of a nurse-led email reminder program for cardiovascular prevention risk reduction in hypertensive patients: a randomized controlled trial",
      "authors": [
        "G Cicolini",
        "V Simonetti",
        "D Comparcini",
        "I Celiberti",
        "Di Nicola",
        "M Capasso"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijnurstu.2013.10.010"
    },
    {
      "title": "A diet and exercise intervention during chemotherapy for breast cancer",
      "authors": [
        "Z Djuric",
        "J Ellsworth",
        "A Weldon",
        "J Ren",
        "C Richardson",
        "K Resnicow"
      ],
      "year": 2011,
      "doi": "10.2174/1876823701103010087"
    },
    {
      "title": "The effect of a game-based mobile app 'MyHeartMate' to promote lifestyle change in coronary disease patients: a randomized controlled trial",
      "authors": [
        "R Gallagher",
        "C Chow",
        "H Parker",
        "L Neubeck",
        "D Celermajer",
        "J Redfern"
      ],
      "year": 2023,
      "doi": "10.1093/ehjdh/ztac069"
    },
    {
      "title": "Twelve-month outcomes of an internet-based diabetes self-management support program",
      "authors": [
        "R Glasgow",
        "D Kurz",
        "D King",
        "J Dickman",
        "A Faber",
        "E Halterman"
      ],
      "year": 2012,
      "doi": "10.1016/j.pec.2011.07.024"
    },
    {
      "title": "Effect of self-care education on lifestyle modification, medication adherence and blood pressure in hypertensive adults: randomized controlled clinical trial",
      "authors": [
        "J Golshahi",
        "H Ahmadzadeh",
        "M Sadeghi",
        "N Mohammadifard",
        "A Pourmoghaddas"
      ],
      "year": 2015,
      "doi": "10.4103/2277-9175.166140"
    },
    {
      "title": "Effects of a web-based, evolutionary mismatch-framed intervention targeting physical activity and diet: a randomised controlled trial",
      "authors": [
        "E Grey",
        "D Thompson",
        "F Gillison"
      ],
      "year": 2019,
      "doi": "10.1007/s12529-019-09821-3"
    },
    {
      "title": "Randomized trial comparing telephone versus in-person weight loss counseling on body composition and circulating biomarkers in women treated for breast cancer: the lifestyle, exercise, and nutrition (LEAN) study",
      "authors": [
        "M Harrigan",
        "B Cartmel",
        "E Loftfield",
        "T Sanft",
        "A Chagpar",
        "Y Zhou"
      ],
      "year": 2016,
      "doi": "10.1200/jco.2015.61.6375"
    },
    {
      "title": "Effects of a telephone-delivered multiple health behavior change intervention (CanChange) on health and behavioral outcomes in survivors of colorectal cancer: a randomized controlled trial",
      "authors": [
        "A Hawkes",
        "S Chambers",
        "K Pakenham",
        "T Patrao",
        "P Baade",
        "B Lynch"
      ],
      "year": 2013,
      "doi": "10.1200/jco.2012.45.5873"
    },
    {
      "title": "Effects of a weight management program delivered by social media on weight and metabolic syndrome risk factors in overweight and obese adults: a randomised controlled trial",
      "authors": [
        "M Jane",
        "M Hagger",
        "J Foster",
        "S Ho",
        "R Kane",
        "S Pal"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0178326"
    },
    {
      "title": "Effectiveness of a web-based physical activity intervention for adults with type 2 diabetes-a randomised controlled trial",
      "authors": [
        "C Jennings",
        "C Vandelanotte",
        "C Caperchione",
        "W Mummery"
      ],
      "year": 2014,
      "doi": "10.1016/j.ypmed.2013.12.011"
    },
    {
      "title": "Effects of interactive patient smartphone support app on drug adherence and lifestyle changes in myocardial infarction patients: a randomized study",
      "authors": [
        "N Johnston",
        "J Bodegard",
        "S Jerström",
        "J Åkesson",
        "H Brorsson",
        "J Alfredsson"
      ],
      "year": 2016,
      "doi": "10.1016/j.ahj.2016.05.005"
    },
    {
      "title": "Long-term effects of a web-based cancer aftercare intervention on moderate physical activity and vegetable consumption among early cancer survivors: a randomized controlled trial",
      "authors": [
        "I Kanera",
        "R Willems",
        "C Bolman",
        "I Mesters",
        "P Verboon",
        "L Lechner"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0474-2"
    },
    {
      "title": "An eHealth intervention to increase physical activity and healthy eating in older adult cancer survivors: summative evaluation results",
      "authors": [
        "P Krebs",
        "J Shtaynberger",
        "M Mccabe",
        "M Iocolano",
        "K Williams",
        "E Shuk"
      ],
      "year": 2017,
      "doi": "10.2196/cancer.6435"
    },
    {
      "title": "Pilot randomised controlled trial of a web-based intervention to promote healthy eating, physical activity and meaningful social connections compared with usual care control in people of retirement age recruited from workplaces",
      "authors": [
        "J Lara",
        "O 'brien",
        "N Godfrey",
        "A Heaven",
        "B Evans",
        "E Lloyd"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0159703"
    },
    {
      "title": "An mHealth-facilitated personalized intervention for physical activity and sleep in community-dwelling older adults",
      "authors": [
        "J Li",
        "S Szanton",
        "M Mcphillips",
        "N Lukkahatai",
        "G Pien",
        "K Chen"
      ],
      "year": 2022,
      "doi": "10.1123/japa.2020-0463"
    },
    {
      "title": "Effectiveness of user-and expert-driven web-based hypertension programs: an RCT",
      "authors": [
        "S Liu",
        "D Brooks",
        "S Thomas",
        "G Eysenbach",
        "R Nolan"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2018.01.009"
    },
    {
      "title": "Effects of home-based diet and exercise on functional outcomes among older, overweight long-term cancer survivors: RENEW: a randomized controlled trial",
      "authors": [
        "M Morey",
        "D Snyder",
        "R Sloane",
        "H Cohen",
        "B Peterson",
        "T Hartman"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2009.643"
    },
    {
      "title": "Text messaging for exercise promotion in older adults from an upper-middle-income country: randomized controlled trial",
      "authors": [
        "A Müller",
        "S Khoo",
        "T Morris"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5235"
    },
    {
      "title": "Web-based versus print-based physical activity intervention for community-dwelling older adults: crossover randomized trial",
      "authors": [
        "C Pischke",
        "C Voelcker-Rehage",
        "T Ratz",
        "M Peters",
        "C Buck",
        "J Meyer"
      ],
      "year": 2022,
      "doi": "10.2196/32212"
    },
    {
      "title": "Efficacy of a self-regulation-based electronic and mobile health intervention targeting an active lifestyle in adults having type 2 diabetes and in adults aged 50 years or older: two randomized controlled trials",
      "authors": [
        "L Poppe",
        "I De Bourdeaudhuij",
        "M Verloigne",
        "S Shadid",
        "J Van Cauwenberg",
        "S Compernolle"
      ],
      "year": 2019,
      "doi": "10.2196/13363"
    },
    {
      "title": "Effectiveness of an mHealth-based electronic decision support system for integrated management of chronic conditions in primary care: the mWellcare cluster-randomized controlled trial",
      "authors": [
        "D Prabhakaran",
        "D Jha",
        "D Prieto-Merino",
        "A Roy",
        "K Singh",
        "V Ajay"
      ],
      "year": 2019,
      "doi": "10.1161/circulationaha.118.038192"
    },
    {
      "title": "The effect of a mHealth app (KENPO-app) for specific health guidance on weight changes in adults with obesity and hypertension: pilot randomized controlled trial",
      "authors": [
        "N Sakane",
        "A Suganuma",
        "M Domichi",
        "S Sukino",
        "K Abe",
        "A Fujisaki"
      ],
      "year": 2023,
      "doi": "10.2196/43236"
    },
    {
      "title": "Setting single or multiple goals for diet and physical activity behaviors improves cardiovascular disease risk factors in adults with type 2 diabetes: a pragmatic pilot randomized trial",
      "authors": [
        "C Swoboda",
        "C Miller",
        "C Wills"
      ],
      "year": 2016,
      "doi": "10.1177/0145721716650043"
    },
    {
      "title": "Randomised controlled trial of an augmented exercise referral scheme using web-based behavioural support for inactive adults with chronic health conditions: the e-coachER trial",
      "authors": [
        "A Taylor",
        "R Taylor",
        "W Ingram",
        "S Dean",
        "K Jolly",
        "N Mutrie"
      ],
      "year": 2021,
      "doi": "10.1136/bjsports-2020-103121"
    },
    {
      "title": "The role of text messaging intervention in inner Mongolia among patients with type 2 diabetes mellitus: a randomized controlled trial",
      "authors": [
        "X Wang",
        "D Liu",
        "M Du",
        "R Hao",
        "H Zheng",
        "C Yan"
      ],
      "year": 2020,
      "doi": "10.1186/s12911-020-01129-7"
    },
    {
      "title": "Effect of a web-based behavior change program on weight loss and cardiovascular risk factors in overweight and obese adults at high risk of developing cardiovascular disease: randomized controlled trial",
      "authors": [
        "S Watson",
        "J Woodside",
        "L Ware",
        "S Hunter",
        "A Mcgrath",
        "C Cardwell"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3828"
    },
    {
      "title": "Effect of text messaging on risk factor management in patients with coronary heart disease: the CHAT randomized clinical trial",
      "authors": [
        "X Zheng",
        "E Spatz",
        "X Bai",
        "X Huo",
        "Q Ding",
        "P Horak"
      ],
      "year": 2019,
      "doi": "10.1161/circoutcomes.119.005616"
    },
    {
      "title": "The long-term effectiveness of internet-based interventions on multiple health risk behaviors: systematic review and robust variance estimation meta-analysis",
      "authors": [
        "F Tzelepis",
        "A Mitchell",
        "L Wilson",
        "E Byrnes",
        "A Haschek",
        "L Leigh"
      ],
      "year": 2021,
      "doi": "10.2196/23513"
    },
    {
      "title": "Interventions including smart technology compared with face-to-face physical activity interventions in older adults: systematic review and meta-analysis",
      "authors": [
        "C D'amore",
        "J Reid",
        "M Chan",
        "S Fan",
        "A Huang",
        "J Louie"
      ],
      "year": 2022,
      "doi": "10.2196/36134"
    },
    {
      "title": "Can smartphone apps increase physical activity? systematic review and meta-analysis",
      "authors": [
        "A Romeo",
        "S Edney",
        "R Plotnikoff",
        "R Curtis",
        "J Ryan",
        "I Sanders"
      ],
      "year": 2019,
      "doi": "10.2196/12053"
    },
    {
      "title": "Efficacy of interventions that use apps to improve diet, physical activity and sedentary behaviour: a systematic review",
      "authors": [
        "S Schoeppe",
        "S Alley",
        "W Van Lippevelde",
        "N Bray",
        "S Williams",
        "M Duncan"
      ],
      "year": 2016,
      "doi": "10.1186/s12966-016-0454-y"
    },
    {
      "title": "Comparison of a subjective and an objective measure of physical activity in a population sample",
      "authors": [
        "M Hagstromer",
        "B Ainsworth",
        "P Oja",
        "M Sjostrom"
      ],
      "year": 2010,
      "doi": "10.1123/jpah.7.4.541"
    },
    {
      "title": "The effects of an online theory-based bone health program for older adults",
      "authors": [
        "E Nahm",
        "B Resnick",
        "C Brown",
        "S Zhu",
        "J Magaziner",
        "M Bellantoni"
      ],
      "year": 2017,
      "doi": "10.1177/0733464815617284"
    },
    {
      "title": "Measuring moderate-intensity walking in older adults using the ActiGraph accelerometer",
      "authors": [
        "A Barnett",
        "D Van Den Hoek",
        "D Barnett",
        "E Cerin"
      ],
      "year": 2016,
      "doi": "10.1186/s12877-016-0380-5"
    },
    {
      "title": "The international prevalence study on physical activity: results from 20 countries",
      "authors": [
        "A Bauman",
        "F Bull",
        "T Chey",
        "C Craig",
        "B Ainsworth",
        "J Sallis"
      ],
      "year": 2009,
      "doi": "10.1186/1479-5868-6-21"
    },
    {
      "title": "Promoting healthy eating and physical activity behaviors: a systematic review of multiple health behavior change interventions among cancer survivors",
      "authors": [
        "S Amireault",
        "A Fong",
        "C Sabiston"
      ],
      "year": 2018,
      "doi": "10.1177/1559827616661490"
    },
    {
      "title": "Testing phase-specific self-efficacy beliefs in the context of dietary behaviour change",
      "authors": [
        "S Ochsner",
        "U Scholz",
        "R Hornung"
      ],
      "year": 2013,
      "doi": "10.1111/j.1758-0854.2012.01079.x"
    },
    {
      "title": "Types of interventions targeting dietary, physical activity, and weight-related outcomes among university students: a systematic review of systematic reviews",
      "authors": [
        "K Belogianni",
        "C Baldwin"
      ],
      "year": 2019,
      "doi": "10.1093/advances/nmz027"
    },
    {
      "title": "Individual-, family-, and school-level interventions targeting multiple risk behaviours in young people",
      "authors": [
        "G Macarthur",
        "D Caldwell",
        "J Redmore",
        "S Watkins",
        "R Kipping",
        "J White"
      ],
      "year": 2018,
      "doi": "10.1002/14651858.cd009927.pub2"
    },
    {
      "title": "Breaking and creating habits on the working floor: a field-experiment on the power of implementation intentions",
      "authors": [
        "R Holland",
        "H Aarts",
        "D Langendam"
      ],
      "year": 2006,
      "doi": "10.1016/j.jesp.2005.11.006"
    },
    {
      "title": "The effectiveness of smartphone app-based interventions for assisting smoking cessation: systematic review and meta-analysis",
      "authors": [
        "Y Guo",
        "Y Chen",
        "A Dabbs",
        "Y Wu"
      ],
      "year": 2023,
      "doi": "10.2196/43242"
    },
    {
      "title": "The Stop-tabac smartphone application for smoking cessation: a randomized controlled trial",
      "authors": [
        "J Etter",
        "Y Khazaal"
      ],
      "year": 2022,
      "doi": "10.1111/add.15738"
    },
    {
      "title": "Effect of technology-assisted brief abstinence game on long-term smoking cessation in individuals not yet ready to quit: a randomized clinical trial",
      "authors": [
        "T Houston",
        "J Chen",
        "D Amante",
        "A Blok",
        "C Nagawa",
        "J Wijesundara"
      ],
      "year": 2022,
      "doi": "10.1001/jamainternmed.2021.7866"
    },
    {
      "title": "Personalized drinking feedback: a meta-analysis of in-person versus computer-delivered interventions",
      "authors": [
        "J Cadigan",
        "A Haeny",
        "M Martens",
        "C Weaver",
        "S Takamatsu",
        "B Arterberry"
      ],
      "year": 2015,
      "doi": "10.1037/a0038394"
    },
    {
      "title": "Effectiveness of the internet-based versus face-to-face interaction on reduction of tobacco use among adults: a meta-analysis",
      "authors": [
        "R Kant",
        "P Yadav",
        "M Bairwa"
      ],
      "year": 2021,
      "doi": "10.7759/cureus.19380"
    },
    {
      "title": "Text messaging-based interventions for smoking cessation: a systematic review and meta-analysis",
      "authors": [
        "L Scott-Sheldon",
        "R Lantini",
        "E Jennings",
        "H Thind",
        "R Rosen",
        "E Salmoirago-Blotcher"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5436"
    },
    {
      "title": "Effects of mobile health app interventions on sedentary time, physical activity, and fitness in older adults: systematic review and meta-analysis",
      "authors": [
        "D Yerrakalva",
        "D Yerrakalva",
        "S Hajna",
        "S Griffin"
      ],
      "year": 2019,
      "doi": "10.2196/14343"
    },
    {
      "title": "Making health habitual: the psychology of 'habit-formation' and general practice",
      "authors": [
        "B Gardner",
        "P Lally",
        "J Wardle"
      ],
      "year": 2012,
      "doi": "10.3399/bjgp12X659466"
    },
    {
      "title": "Changes in self-reported health and psychosocial outcomes in older adults enrolled in sedentary behavior intervention study",
      "authors": [
        "T Matson",
        "M Anderson",
        "A Renz",
        "M Greenwood-Hickman",
        "J Mcclure",
        "D Rosenberg"
      ],
      "year": 2019,
      "doi": "10.1177/0890117119841405"
    },
    {
      "title": "Systematic review of reviews of intervention components associated with increased effectiveness in dietary and physical activity interventions",
      "authors": [
        "C Greaves",
        "K Sheppard",
        "C Abraham",
        "W Hardeman",
        "M Roden",
        "P Evans"
      ],
      "year": 2011,
      "doi": "10.1186/1471-2458-11-119"
    },
    {
      "title": "Association of sleep duration with all-and major-cause mortality among adults in Japan, China, Singapore, and Korea",
      "authors": [
        "T Svensson",
        "E Saito",
        "A Svensson",
        "O Melander",
        "M Orho-Melander",
        "M Mimura"
      ],
      "year": 2021,
      "doi": "10.1001/jamanetworkopen.2021.22837"
    },
    {
      "title": "Short sleep duration and cardiometabolic risk: from pathophysiology to clinical evidence",
      "authors": [
        "E Tobaldini",
        "E Fiorelli",
        "M Solbiati",
        "G Costantino",
        "L Nobili",
        "N Montano"
      ],
      "year": 2019,
      "doi": "10.1038/s41569-018-0109-6"
    },
    {
      "title": "The impact of digital health interventions on health-related outcomes in the workplace: a systematic review",
      "authors": [
        "A Howarth",
        "J Quesada",
        "J Silva",
        "S Judycki",
        "P Mills"
      ],
      "year": 2018,
      "doi": "10.1177/2055207618770861"
    },
    {
      "title": "Effects of physical activity programs on sleep outcomes in older adults: a systematic review",
      "authors": [
        "J Vanderlinden",
        "F Boen",
        "J Van Uffelen"
      ],
      "year": 2020,
      "doi": "10.1186/s12966-020-0913-3"
    },
    {
      "title": "The relationship between physical activity and sleep from mid adolescence to early adulthood. a systematic review of methodological approaches and meta-analysis",
      "authors": [
        "C Lang",
        "N Kalak",
        "S Brand",
        "E Holsboer-Trachsler",
        "U Pühse",
        "M Gerber"
      ],
      "year": 2016,
      "doi": "10.1016/j.smrv.2015.07.004"
    },
    {
      "title": "Safe use of sleep aids",
      "year": 2019,
      "doi": "10.1093/sleep/zsad077.0940"
    },
    {
      "title": "randomized controlled trial SB: sedentary behavior SHBC: single health behavior change SMD: standardized mean difference TPA: total physical activity",
      "authors": [
        "J Rodriguez",
        "J Dzierzewski",
        "C Alessi"
      ],
      "year": 2015,
      "doi": "10.1016/j.mcna.2014.11.013"
    },
    {
      "title": "Assessing the Effectiveness of eHealth Interventions to Manage Multiple Lifestyle Risk Behaviors Among Older Adults: Systematic Review and Meta-Analysis",
      "authors": [
        "B Shi",
        "G Li",
        "S Wu",
        "H Ge",
        "X Zhang",
        "S Chen",
        "Y Pan",
        "Q He"
      ],
      "year": 2024,
      "doi": "10.2196/58174"
    },
    {
      "title": "Originally published in the Journal of Medical Internet Research",
      "authors": [
        "Guangkai Shi",
        "Shuang Li",
        "Hongli Wu",
        "Xianliang Ge",
        "Si Zhang",
        "Yang Chen",
        "Qiang Pan",
        "He"
      ],
      "doi": "10.2196/preprints.58174"
    },
    {
      "year": 2024,
      "doi": "10.1016/j.clinthera.2013.03.011"
    }
  ],
  "num_references": 99
}
