{
  "paper_id": "4Q43VVLJ",
  "title": "Clinical informatics during the COVID-19 pandemic: Lessons learned and implications for emergency department and inpatient operations",
  "abstract": "In response to a pandemic, hospital leaders can use clinical informatics to aid clinical decision making, virtualizing medical care, coordinating communication, and defining workflow and compliance. Clinical informatics procedures need to be implemented nimbly, with governance measures in place to properly oversee and guide novel patient care pathways, diagnostic and treatment workflows, and provider education and communication. The authors' experience recommends (1) creating flexible order sets that adapt to evolving guidelines that meet needs across specialties, (2) enhancing and supporting inherent telemedicine capability, (3) electronically enabling novel workflows quickly and suspending noncritical administrative or billing functions in the electronic health record, and (4) using communication platforms based on tiered urgency that do not compromise security and privacy.",
  "year": 2020,
  "date": "2020-11-28",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Hanson",
      "surname": "Hsu",
      "name": "Hanson Hsu",
      "affiliation": "1  Department of Emergency Medicine , NewYork-Presbyterian Hospital/Weill Cornell Medical Center , New York , New York , USA , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Weill Cornell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Peter",
      "surname": "Greenwald",
      "name": "Peter Greenwald",
      "affiliation": "1  Department of Emergency Medicine , NewYork-Presbyterian Hospital/Weill Cornell Medical Center , New York , New York , USA , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Weill Cornell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Matthew",
      "surname": "Laghezza",
      "name": "Matthew Laghezza",
      "affiliation": "1  Department of Emergency Medicine , NewYork-Presbyterian Hospital/Weill Cornell Medical Center , New York , New York , USA , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Weill Cornell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Peter",
      "surname": "Steel",
      "name": "Peter Steel",
      "affiliation": "1  Department of Emergency Medicine , NewYork-Presbyterian Hospital/Weill Cornell Medical Center , New York , New York , USA , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Weill Cornell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Richard",
      "surname": "Trepp",
      "name": "Richard Trepp",
      "affiliation": "2  Department of Emergency Medicine , NewYork-Presbyterian Hospital/Columbia University Irving Medical Center , New York , New York , USA \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Columbia University Irving Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rahul",
      "surname": "Sharma",
      "name": "Rahul Sharma",
      "affiliation": "1  Department of Emergency Medicine , NewYork-Presbyterian Hospital/Weill Cornell Medical Center , New York , New York , USA , \n\t\t\t\t\t\t\t\t Department of Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Weill Cornell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Emergency Medicine , NewYork-Presbyterian Hospital/Weill Cornell Medical Center , 525 East 68th Street , New York , NY 10065 , USA; \n\t\t\t\t\t\t\t\t Emergency Medicine \n\t\t\t\t\t\t\t\t NewYork-Presbyterian Hospital/Weill Cornell Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 525 East 68th Street \n\t\t\t\t\t\t\t\t\t 10065 \n\t\t\t\t\t\t\t\t\t New York \n\t\t\t\t\t\t\t\t\t NY \n\t\t\t\t\t\t\t\t\t USA;"
    }
  ],
  "doi": "10.1093/jamia/ocaa311",
  "keywords": [
    "COVID-19",
    "COVID",
    "clinical operations",
    "clinical informatics",
    "emergency medicine"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "The global coronavirus disease 2019 (COVID-19) pandemic has thrust into the spotlight the importance of disease surveillance, diagnosis, treatment, and research.  1 With the adoption of the electronic health record (EHR) with the American Recovery and Reinvestment Act in 2009, many health networks would have less than a decade's worth of opportunity and experience with the utility and limitations of this computer-based tool in improving healthcare quality, population health, and health system efficiency, while the medical community has been familiar with strengths and weaknesses from decades of practiced medical informatics.  2 Informatics, in its many forms and classifications and in association with health information management, is the ideal confluence of people, process, and technol-ogy.  3, 4 Many of the principles of informatics with regard to computers, software, Internet connectivity, and telemedicine have been described in the literature within the area of disaster mitigation and preparedness.  [5] [6] 6] [7] [8]  However, resources elucidating the practical clinical application of informatics toward a pandemic response require further exploration.  9, 10 Swift clinical practice changes can be challenging within the confines of a large health organization, even with an abundance of research and evidence.  11 e intend to describe the role of clinical informatics in aiding clinical decision making, virtualizing medical care, coordinating communication, and defining workflow and compliance during the rapidly evolving response to the COVID-19 pandemic at NewYork-Presbyterian, a nonprofit healthcare network comprising 2 academic  medical centers within 1 affiliate hospital serving the New York City metropolitan area. Of note, the healthcare system is currently transitioning to a single unified EHR (Epic Systems, Verona, WI) by a phased implementation approach that began in 2018 and is due to be completed by the first quarter of 2022. Clinical departments across the network have been tasked to standardize practice as one of the guiding principles of the project. Practicing clinicians, with predefined roles within governance committees, participate in the clinical informatics process as a volunteer or as a designee by their respective clinical departments. All clinical departments participate in the informatics governance process."
    },
    {
      "title": "COVID-19 diagnostic and treatment order sets",
      "text": "Computerized provider order entry (CPOE) has been described as introducing several types of unintended adverse consequences, many of which revolve around creating new workflows and workflow demands on clinicians.  12 Order sets, defined as collective grouping of diagnostic or treatment orders within a CPOE system for a particular medical condition or purpose have been widely adopted for guidance, ease of use, and efficiency advantages despite the paucity of studied evidence.  [13] [14] 4] [15] [16]  Default settings and preselection of orders have been shown to reduce variability and drive clinician ordering habits.  17 ur healthcare system decided to rapidly introduce COVID-19 testing and initial workup, emergency department (ED) COVID follow-up, and postintubation order sets despite the inherent barriers of interoperability between different EHRs at different hospitals. A COVID-19 informatics committee was formed with weekly meetings that included key stakeholders and clinical experts from appropriate departments (emergency medicine, laboratory medicine, infectious disease, hospital medicine, pulmonary medicine, and criti- cal care). Debates concerning clinical utility were resolved by consensus to provide a consistent user-centric experience. Consensus decision making followed a Quaker-based model (Figure  1 ).  18 s the disease process became further elucidated, these order sets were continuously updated based on the most recent data and policy. Availability of a specific test or treatment (high-sensitivity troponin, interleukin-6) within each hospital compendium was denoted to ordering providers at each site. Order set updates were reviewed weekly by the committee for consistency with up-to-the-minute policy updates and testing guidelines. Clinical decision support for the documentation of quarantined travel advisories and the suggested ordering of rapid-resulting (hours) vs standard-resulting SARS-CoV-2 (severe acute respiratory syndrome coronavirus 2) tests according to patient symptoms were introduced. While the COVID-19 testing and initial workup order set had been utilized over 24 000 times since inception in March 2020 (third most frequently used order set), a formal user evaluation system had not been instituted.\n\nCurrent ED order set for initial workup examples:\n\n1. Isolation orders auto-generated with placement of COVID specific test orders (Figure  2 ) 2. Laboratory orders with default selections for ease of entry (Figure  3 ) 3. Radiologic orders with COVID precautions (Figure  4 )"
    },
    {
      "title": "Added clinical decision support examples:",
      "text": "1. Documentation of symptoms and exposure (Figure  5 ) 2. Indication for testing (Figure  6 ) Facing the possibility of increased ED visits, a safety measure for discharged ED patients was introduced. The ED COVID follow-up order had been created to be placed by the treating provider for our nurse practitioner (NP) pool to initiate a followup telephone call the next day. The telephone call served 2 purposes: (1) to relay postdischarge results and (2) to provide a safety net for the subset of patients that show more severe symptoms as the disease progresses. The follow-up calls had been conducted daily, 7 days a week, with the option of transitioning from a telephone call to a telehealth video visit as per the discretion of the NP. This measure was implemented in the early stages of the pandemic as a response to the conservation of inpatient beds with stricter admission criteria and have been used on average 3.5 times per day throughout the pandemic."
    },
    {
      "title": "Virtualization of services",
      "text": "Telemedicine and virtualization of medical services had been described as near-perfect milieus for enabling social distancing and practicing quarantine measures.  19, 20 Telemedicine has relied heavily on medical informatics principles with regard to providing patient-specific information remotely in conjunction with rapidly accessible epidemiologic and statistical information.  21 The ED telehealth program at our institution consisted of (1) ED Express Care in which patients presenting to the ED would be treated by a remote physician  22  and (2) a direct-to-consumer telemedicine service for at-home patients. NYP OnDemand allows patients to consult directly with our board-certified emergency physicians as an Internet-based virtual healthcare service (Amwell; American Well, Boston, MA).  23 Our direct-to-consumer telemedicine visits at our institution jumped from 30 calls daily to over 300 calls daily (Figure  7 ), which correlated to the rise of COVID-19 cases in New York City (Figure  8 ).  24 ragmatically, the increased call volume to our direct-toconsumer virtual urgent care telemedicine service required increased physician staffing, primarily filled with emergency medicine physicians. Our institution's executive order to cancel elective and nonemergent surgical cases led to an enterprise-wide strategic staffing model to redeploy physicians to areas of highest need. These new medical providers required provisioning and onboarding with the EHR systems to function, needed access to our telehealth Web application and information systems, and desired ongoing briefing and education about evolving COVID-19 guidelines. Despite evidence contrary to the quality of templated or copied notes,  25  the large influx of patients primarily concerned with COVID-19 symptoms and treatment favored the use of templated notes and patient instructions as an expeditious method of visit documentation and treatment plans. These templated notes and treatment plans, as Microsoft Word documents, have been easily updated and distributed through the ED's wiki (Confluence 6.6.16; Atlassian, Sydney, Australia) as guidelines evolved throughout the pandemic. The ED COVID-19 Response Committee (chaired by an ED physician) had been charged with the maintenance and content update of uploaded documents which were made available to both ED and telehealth patients (Figures  9  and  10 ).\n\nBeginning in March 2020 and over the next 2.5 months, there were over 60 redeployed physicians across 15 medical specialties that cared for over 2500 patients on our virtual urgent care telemedicine service. Determination of the impact of this service toward a reduction of ED visits is difficult to quantify, but we believe that, at a minimum, a certain percentage of these patients would have sought care at an ED, as primary care physicians had yet to ramp up their own telehealth capabilities.  26 dditionally, existent videoconferencing technology was coopted for telemedicine evaluations (Avizia [American Well] and, Cisco Jabber [Cisco Systems, San Jose, CA]), allowing physicians and other medical providers to interview patients in the ED while  maintaining isolation precautions. Remote physicians conducted histories, simple physicals, and patient education while on-site ED personnel concentrated on in-person COVID-19-related testing and procedures (Figure  11 )."
    },
    {
      "title": "Supporting novel patient care workflow creation and suspending noncritical functionality",
      "text": "Supporting new workflows with regard to patient care and healthcare provider interaction is paramount to a well-functioning health-care system.  27 Specific examples from our experience include: creating an EHR-based order for the (1) mildly symptomatic ED patient follow-up with a hospital dispensed pulse oximeter, seen via telemedicine; (2) normally admitted hypoxemic ED patient that had been discharged with remote patient monitoring and home oxygen; and (3) a newly discharged inpatient that had required close followup for resolution of symptoms. Each patient cohort was followed by a different discharge service depending on presenting and discharging location and disease severity, along with differing levels of EHR access and accountability (Figure  12 ). As a corollary to expediting simple and organized electronic order entry for radiologic procedures during a disaster response,  28  suspension of noncritical compliance requirements for CPOE had been an important factor in order to decrease alert fatigue. Alerting logic for patient location requirements for intensive care unit-only reserved medications (ie, propofol by infusion) had been removed as recovery units and floor beds expanded into overflow intensive care units. Observation of the rights of clinical decision support (right information, right person, right intervention format, right channel, right time in the workflow)  29  supported the suspension of prerequisite documentation for the New York State mandate of offering HIV testing before placing a hospital admission or ED discharge order. Instituting clinical decision support reminders for providers to order COVID-19 polymerase chain reaction testing and to check for the  result had the potential to lead to expedited bed assignment and patient cohorting.\n\nED providers (physicians, physician assistants, NPs) suggested these changes through their Clinical Leadership Group representative and were instituted to respond to the growing amount of temporarily redeployed medical personnel that had been unfamiliar with routine ED workflows. Intended consequences, such as a decrease in HIV testing offers, were considered and deemed inconsequential. Other unintended consequences (increased walkouts, increased length of stay) were not observed with regulatory requirements and liability suspended by state government emergency mandate.  30"
    },
    {
      "title": "Medical provider communication",
      "text": "At the core of clinical (medical) informatics has been the retrieval of information coupled with knowledge base management and transmission.  31 With almost ubiquitous searching and instant access to medical information on the Internet,  32, 33  the increasing acceptability of social media,  34, 35  and the use of real-time crowdsourced communication tools,  36, 37  the distribution of institutional and departmental policy and procedures has been paramount.\n\nFor redeployed physicians and medical providers now providing telemedicine support, a wiki-type content management system (Atlassian Confluence 6.6.16) was constructed as described. Additionally, medical providers engaged in real-time on-shift support with medical peers through an Internet-based chat mobile app (WhatsApp [Facebook, Menlo Park, CA]). The WhatsApp group was a private chat group enabled to provide real-time advice to other providers working clinically, members of our core leadership team, and our technology support team. This group chat helped respond to the needs of the new providers, giving them real-time support and \"on the job\" training as well as continuing education. The use of real-time group messaging had been described elsewhere with regard to the care of diagnosis-specific patient groups with concerns over potential security and privacy settings.  38, 39 Future operational research detailing messaging content and Health Insurance Portability and Accountability Act privacy compliance had been planned.\n\nMedical provider communication adapted throughout the COVID-19 pandemic. The traditional departmental email listserv delivered daily updates from ED leadership concerning evolving operational issues such as personal protective equipment and staffing changes. Interactive video conferencing (Zoom [Zoom Video Communications, San Jose, CA], Cisco Webex [Cisco Systems]) was deployed and was encouraged throughout the institution as a communication tool as a substitute for in-person meetings and medical student education lectures despite inherent concerns for privacy and effectiveness.  40, 41"
    },
    {
      "title": "CONCLUSION",
      "text": "The disruption of normal everyday workflows from the COVID-19 pandemic extends from the ED to the inpatient and outpatient clinical departments. From the evolution and universal adoption of the EHR, to the expansion of Internet-based knowledge management, and to the adoption of modern media and communication tools, it is imperative that the practice of clinical informatics guides the interaction of people, technology, and information.\n\nIn summary, clinical informatics principles need to be implemented nimbly, with governance measures in place to properly oversee and guide novel patient care pathways, diagnostic and treatment workflows, and provider education and communication.\n\nWe recognize that the \"lessons learned\" presented here are to be taken as one institution's response during an unforeseen crisis and"
    },
    {
      "text": "Figure 1. Informatics Clinical Leadership Group organization chart."
    },
    {
      "text": "Figure 2. Isolation Orders auto-generated with placement of Covid specific test orders."
    },
    {
      "text": "Figure3. Laboratory orders with default selections for ease of entry."
    },
    {
      "text": "Figure 4. Radiologic orders with COVID precautions."
    },
    {
      "text": "Figure 5. Documentation of symptoms and exposure."
    },
    {
      "text": "Figure 6. Indications for testing."
    },
    {
      "text": "Figure 7. Virtual Urgent Care Volume."
    },
    {
      "text": "Figure 8. Positive Cases of COVID-19 in New York City by Date."
    },
    {
      "text": "Figure 9. Sample COVID19."
    },
    {
      "text": "Figure 10. Clinical Documentation tool for patients seen via telemedicine."
    },
    {
      "text": "Figure 11. Using Telemedicine for patients presenting to the Emergency Department."
    },
    {
      "text": "Figure 12. Pathway for patients with suspected COVID-19."
    }
  ],
  "references": [
    {
      "title": "Covid-19-navigating the uncharted",
      "authors": [
        "A Fauci",
        "H Lane",
        "R Redfield"
      ],
      "year": 2020,
      "doi": "10.1056/nejme2002387"
    },
    {
      "title": "Stimulating the adoption of health information technology",
      "authors": [
        "D Blumenthal"
      ],
      "year": 2009
    },
    {
      "title": "A stimulus to define informatics and health information technology",
      "year": 2009
    },
    {
      "title": "A \"fundamental theorem\" of biomedical informatics",
      "authors": [
        "C Friedman"
      ],
      "year": 2009
    },
    {
      "title": "Current hospital disaster preparedness",
      "authors": [
        "A Kaji",
        "K Koenig",
        "R Lewis"
      ],
      "year": 2007,
      "doi": "10.1001/jama.298.18.2188"
    },
    {
      "title": "The informatics response in disaster, terrorism, and war",
      "authors": [
        "J Teich",
        "M Wagner",
        "C Mackenzie",
        "K Schafer"
      ],
      "year": 2002,
      "doi": "10.1197/jamia.m1055"
    },
    {
      "title": "Information technology and emergency medical care during disasters",
      "authors": [
        "T Chan",
        "J Killeen",
        "W Griswold",
        "L Lenert"
      ],
      "year": 2004,
      "doi": "10.1197/j.aem.2004.08.018"
    },
    {
      "title": "Planning for future disasters: telemedicine as a resource",
      "authors": [
        "P Greenwald",
        "H Hsu",
        "R Sharma"
      ],
      "year": 2018,
      "doi": "10.1016/j.annemergmed.2017.10.031"
    },
    {
      "title": "e-Health preparedness assessment in the context of an influenza pandemic: a qualitative study in China",
      "authors": [
        "J Li",
        "H Seale",
        "P Ray"
      ],
      "year": 2013,
      "doi": "10.1136/bmjopen-2012-002293"
    },
    {
      "title": "The next pandemic: anticipating an overwhelmed health care system",
      "authors": [
        "M Duley"
      ],
      "year": 2005
    },
    {
      "title": "The answer is 17 years, what is the question: understanding time lags in translational research",
      "authors": [
        "Z Morris",
        "S Wooding",
        "J Grant"
      ],
      "year": 2011,
      "doi": "10.1258/jrsm.2011.110180"
    },
    {
      "title": "Types of unintended consequences related to computerized provider order entry",
      "authors": [
        "E Campbell",
        "D Sittig",
        "J Ash",
        "K Guappone",
        "R Dykstra"
      ],
      "year": 2006,
      "doi": "10.1197/jamia.m2042"
    },
    {
      "title": "Order sets in health care: a systematic review of their effects",
      "authors": [
        "A Chan",
        "J Chan",
        "J Cafazzo"
      ],
      "year": 2012,
      "doi": "10.1017/s0266462312000281"
    },
    {
      "title": "Computerized physician order entry in the critical care environment: a review of current literature",
      "authors": [
        "D Maslove",
        "N Rizk",
        "H Lowe"
      ],
      "year": 2011,
      "doi": "10.1177/0885066610387984"
    },
    {
      "title": "CADTH Rapid Response Reports. Standardized Hospital Order Sets in Acute Care: A Review of Clinical Evidence, Cost-Effectiveness, and Guidelines",
      "authors": [
        "C Wells",
        "H Loshak"
      ],
      "year": 2019
    },
    {
      "title": "Viewpoint: controversies surrounding use of order sets for clinical decision support in computerized provider order entry",
      "authors": [
        "A Bobb",
        "T Payne",
        "P Gross"
      ],
      "year": 2007
    },
    {
      "title": "Default settings of computerized physician order entry system order sets drive ordering habits",
      "authors": [
        "J Olson",
        "C Hollenbeak",
        "K Donaldson",
        "T Abendroth",
        "W Castellani"
      ],
      "year": 2015,
      "doi": "10.4103/2153-3539.153916"
    },
    {
      "title": "Can we take the religion out of religious decisionmaking? The case of Quaker business method",
      "authors": [
        "R Muers",
        "N Burton"
      ],
      "year": 2019,
      "doi": "10.1007/s40926-018-0095-0"
    },
    {
      "title": "Virtually perfect? Telemedicine for Covid-19",
      "authors": [
        "J Hollander",
        "B Carr"
      ],
      "year": 2020,
      "doi": "10.1056/nejmp2003539"
    },
    {
      "title": "Telehealth for global emergencies: implications for coronavirus disease 2019 (COVID-19)",
      "authors": [
        "A Smith",
        "E Thomas",
        "C Snoswell"
      ],
      "year": 2020,
      "doi": "10.1177/1357633x20916567"
    },
    {
      "title": "The role of medical informatics in telemedicine",
      "authors": [
        "T Clemmer"
      ],
      "year": 1995,
      "doi": "10.1007/bf02257190"
    },
    {
      "title": "Telemedicine evaluations for lowacuity patients presenting to the emergency department: implications for safety and patient satisfaction",
      "authors": [
        "H Hsu",
        "P Greenwald",
        "S Clark"
      ],
      "year": 2020
    },
    {
      "title": "Telemedicine and its transformation of emergency care: a case study of one of the largest US integrated healthcare delivery systems",
      "authors": [
        "R Sharma",
        "P Fleischut",
        "D Barchi"
      ],
      "year": 2017,
      "doi": "10.1186/s12245-017-0146-7"
    },
    {
      "title": "Positive cases of COVID-19",
      "authors": [
        "Health"
      ],
      "year": 2020
    },
    {
      "title": "Copy, paste, and cloned notes in electronic health records",
      "authors": [
        "J Weis",
        "P Levy"
      ],
      "year": 2014,
      "doi": "10.1378/chest.13-0886"
    },
    {
      "title": "COVID-19 transforms health care through telemedicine: evidence from the field",
      "authors": [
        "D Mann",
        "J Chen",
        "R Chunara",
        "P Testa",
        "O Nov"
      ],
      "year": 2020
    },
    {
      "title": "Electronic health information in use: characteristics that support employee workflow and patient care",
      "authors": [
        "A Russ",
        "J Saleem",
        "C Justice",
        "H Woodward-Hagg",
        "P Woodbridge",
        "B Doebbeling"
      ],
      "year": 2010,
      "doi": "10.1177/1460458210365981"
    },
    {
      "title": "Expedited electronic entry: a new way to manage mass-casualty radiology order workflow",
      "authors": [
        "K Bookman"
      ],
      "year": 2013,
      "doi": "10.1017/s1049023x13003488"
    },
    {
      "title": "Implementation pearls from a new guidebook on improving medication use and outcomes with clinical decision support. Effective CDS is essential for addressing healthcare performance improvement imperatives",
      "authors": [
        "A Sirajuddin",
        "J Osheroff",
        "D Sittig",
        "J Chuo",
        "F Velasco",
        "D Collins"
      ],
      "year": 2009
    },
    {
      "title": "COVID in NYC: what we could do better",
      "authors": [
        "T Powell",
        "E Chuang"
      ],
      "year": 2020
    },
    {
      "title": "Medical informatics meets medical education",
      "authors": [
        "E Shortliffe"
      ],
      "year": 1995
    },
    {
      "title": "Websites most frequently used by physician for gathering medical information",
      "authors": [
        "De Leo",
        "G Lerouge",
        "C Ceriani",
        "C Niederman"
      ],
      "year": 2006
    },
    {
      "title": "Retrieving clinical evidence: a comparison of PubMed and Google Scholar for quick clinical searches",
      "authors": [
        "S Shariff",
        "S Bejaimal",
        "J Sontrop"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2624"
    },
    {
      "title": "Social media use in medical education: a systematic review",
      "authors": [
        "C Cheston",
        "T Flickinger",
        "M Chisolm"
      ],
      "year": 2013
    },
    {
      "title": "Understanding the factors that influence the adoption and meaningful use of social media by physicians to share medical information",
      "authors": [
        "B Mcgowan",
        "M Wasko",
        "B Vartabedian",
        "R Miller",
        "D Freiherr",
        "M Abdolrasulnia"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2138"
    },
    {
      "title": "The power of crowdsourcing in disaster response operations",
      "authors": [
        "M Riccardi"
      ],
      "year": 2016,
      "doi": "10.1016/j.ijdrr.2016.11.001"
    },
    {
      "title": "An analysis of WhatsApp usage for communication between consulting and emergency physicians",
      "authors": [
        "U Gulacti",
        "U Lok",
        "S Hatipoglu",
        "H Polat"
      ],
      "year": 2016
    },
    {
      "title": "WhatsApp in stroke systems: current use and regulatory concerns",
      "authors": [
        "J Calleja-Castillo",
        "G Gonzalez-Calderon"
      ],
      "year": 2018
    },
    {
      "title": "Effects of introducing a secure web-based messenger application for communication among Non-consultant Hospital Doctors (NCHDs)",
      "authors": [
        "M Corbett",
        "L Chapman",
        "O' Shea"
      ],
      "year": 2019,
      "doi": "10.7759/cureus.5285"
    },
    {
      "title": "Pagers, smartphones, and HIPAA: finding the best solution for electronic communication of protected health information",
      "authors": [
        "R Freundlich",
        "K Freundlich",
        "B Drolet"
      ],
      "year": 2018,
      "doi": "10.1007/s10916-017-0870-9"
    },
    {
      "title": "Applied research: effectiveness of lectures attended via interactive video conferencing versus in-person in preparing third-year internal medicine clerkship students for Clinical Practice Examinations (CPX)",
      "authors": [
        "T Bertsch",
        "P Callas",
        "A Rubin",
        "M Caputo",
        "M Ricci"
      ],
      "year": 2007,
      "doi": "10.1080/10401330709336616"
    }
  ],
  "num_references": 41
}
