{
  "paper_id": "4WDTQHTD",
  "title": "Pilot RCT of Bidirectional Text Messaging for ART Adherence Among Nonurban Substance Users with HIV",
  "abstract": "Objective-This pilot study tested the preliminary efficacy of a theory-based bidirectional text messaging intervention (TEXT) on antiretroviral (ART) adherence, missed care visits, and substance use among people with HIV. Methods-Participants with recent substance use and ART nonadherence from 2 nonurban HIV clinics were randomized to TEXT or to usual care (UC). The TEXT intervention included daily queries of ART adherence, mood, and substance use. The system sent contingent intervention messages created by participants for reports of adherence/non-adherence, good mood/poor mood, and no substance use/use. Assessments were at pre-intervention, post-intervention, and 3-month post-intervention follow-up. Objective primary outcomes were adherence, measured by past 3month pharmacy refill rate, and proportion of missed visits (PMV), measured by medical records. The rate of substance-using days from the timeline follow-back was a secondary outcome. Results-Sixty-three patients participated, with 33 randomized to TEXT and 30 to UC. At preintervention, adherence was 64.0%, PMV was 26.9%, and proportion of days using substances was 53.0%. At post-intervention, adherence in the TEXT condition improved from 66% to 85%, compared to 62 to 71% in UC participants (p=.04). PMV improved from 23% to 9% for TEXT participants and 31% to 28% in UC participants (p =.12). There were no significant differences between conditions in substance-using days at post-intervention. At 3-month follow-up, differences were not significant. Conclusions-Personalized bidirectional text messaging improved adherence and shows promise to improve visit attendance, but did not reduce substance using days. This intervention merits further testing and may be cost-efficient given its automation.",
  "year": 2015,
  "date": "2015-12-16",
  "journal": "Journal of Acquired Immune Deficiency Syndromes",
  "publication": "Journal of Acquired Immune Deficiency Syndromes",
  "authors": [
    {
      "forename": "Karen",
      "surname": "Ingersoll",
      "name": "Karen Ingersoll",
      "affiliation": "1  University of Virginia School of Medicine , Department of Psychiatry and Neurobehavioral Sciences , Charlottesville , Virginia \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Department of Psychiatry and Neurobehavioral Sciences \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "forename": "Rebecca",
      "surname": "Dillingham",
      "name": "Rebecca Dillingham",
      "affiliation": "2  University of Virginia School of Medicine , Department of Medicine , Charlottesville , Virginia \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "forename": "Jennifer",
      "surname": "Hettema",
      "name": "Jennifer Hettema",
      "affiliation": "1  University of Virginia School of Medicine , Department of Psychiatry and Neurobehavioral Sciences , Charlottesville , Virginia \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Department of Psychiatry and Neurobehavioral Sciences \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "forename": "Mark",
      "surname": "Conaway",
      "name": "Mark Conaway",
      "affiliation": "3  University of Virginia School of Medicine , Department of Public Health Sciences , Charlottesville , Virginia \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Department of Public Health Sciences \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "forename": "Jason",
      "surname": "Freeman",
      "name": "Jason Freeman",
      "affiliation": "1  University of Virginia School of Medicine , Department of Psychiatry and Neurobehavioral Sciences , Charlottesville , Virginia \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Department of Psychiatry and Neurobehavioral Sciences \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t Virginia"
    },
    {
      "forename": "George",
      "surname": "Reynolds",
      "name": "George Reynolds",
      "affiliation": "4  Health Decision Technologies , Oakland , California \n\t\t\t\t\t\t\t\t Health Decision Technologies \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oakland \n\t\t\t\t\t\t\t\t\t California"
    },
    {
      "forename": "Sharzad",
      "surname": "Hosseinbor",
      "name": "Sharzad Hosseinbor",
      "affiliation": "1  University of Virginia School of Medicine , Department of Psychiatry and Neurobehavioral Sciences , Charlottesville , Virginia \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Department of Psychiatry and Neurobehavioral Sciences \n\t\t\t\t\t\t\t\t University of Virginia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charlottesville \n\t\t\t\t\t\t\t\t\t Virginia"
    }
  ],
  "doi": "10.1037/hea0000295",
  "pmid": "16540929",
  "keywords": [
    "messaging",
    "HIV",
    "ART adherence",
    "substance use"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "People living with HIV (PLWH) who use substances often have suboptimal medication adherence, including the intermittent pattern of adherence most related to viral rebound and treatment failure  (Ingersoll, 2004) . People who use substances often have significant psychosocial problems, medical complications and psychiatric comorbidities that can present barriers to engagement and retention in HIV care  (Wolfe, Carrieri, & Shepard, 2010) . Substance use is common in PLWH. In a national probability sample, 50% of PLWH reported current or past drug and alcohol disorders, and 12% screened positive for current substance dependence  (Bing et al., 2001) . Approximately 53% of people living with HIV report past-month alcohol use, with 15% reporting current heavy drinking  (Galvan et al., 2002) . In a population-based study, 13% of PLWH in HIV care had comorbid psychiatric symptoms and drug or alcohol problems  (Galvan, Burnam, & Bing, 2003) . The most common psychiatric disorder among PLWH is major depression, found in 36% of studied samples  (Bing et al., 2001) . PLWH living in non-urban and rural areas experience additional challenges, including high levels of stigma, isolation, poverty, and transportation problems, all of which undermine attending care visits and adherence to antiretroviral therapy (ART)  (Crawford, Sanderson, & Thornton, 2014; Milberg et al., 2001; Muthulingam, Chin, Hsu, Scheer, & Schwarcz, 2013) .\n\nART adherence and attending care visits are measurable behaviors that are reliably associated with achieving an undetectable viral load, suppression of viral replication, and reduced morbidity and mortality  (Flandre et al., 2002; Godwin et al., 2009; Mugavero et al., 2009; Paterson et al., 2000) . Attending care visits is associated with reduced health care utilization costs  (Crawford et al., 2014; Doshi et al., 2014; Mugavero, Amico, Horn, & Thompson, 2013) , even when accounting for the costs of an intensive case management program  (Sansom et al., 2008) . When patients adhere to ART and remain in care, they can achieve viral suppression and live a healthy life  (Chesney, 2003; Doshi et al., 2014; Wood et al., 2008) . Nonadherence, in contrast, is directly related to viral rebound, higher transmission risk, morbidity and mortality  (Flandre et al., 2002; Paterson et al., 2000) . Nonadherence to ART creates a major public health burden, with greater health care utilization and higher costs due to progression of HIV disease  (Gardner, Maravi, Rietmeijer, Davidson, & Burman, 2008) .\n\nWhile adherence interventions can be quite efficacious  (Amico, Harman, & Johnson, 2006; de Bruin, Viechtbauer, Hospers, Schaalma, & Kok, 2009; Simoni, Amico, Pearson, & Malow, 2008; Simoni, Pearson, Pantalone, Marks, & Crepaz, 2006) , few studies have included substance users. Active substance use has such a strong and consistent relationship with poor adherence that it is crucial to address it as part of ART adherence interventions. Reviews show that a few ART adherence interventions with substance users had promising results  (Ingersoll et al., 2011; Naar-King et al., 2013; Pachankis, Lelutiu-Weinberger, Golub, & Parsons, 2013; Parsons, Golub, Rosof, & Holder, 2007; Parsons, Rosof, & Mustanski, 2008) , but most have targeted adherence only, or substance use only.\n\nIn the typical care setting, monitoring of adherence occurs sporadically and only during clinic visits. Non-adherence may go undetected by healthcare providers for long periods of time, limiting their ability to intervene effectively. Ecological momentary assessment (EMA) is a strategy for collecting health information as phenomena occur in real time  (Schiffman & Stone, 1998) . This tool may be helpful for tracking adherence, substance use, or precipitants of these behaviors in real time, so that timely reinforcement or intervention can be provided  (Simoni et al., 2008) . Once the need is detected, a system could send an adherence intervention when patients report non-adherence or when they report precipitants of non-adherence, such as substance use or depressed mood. This idea was suggested in a few studies among substance users who reported drug craving and drug use in real time. (Freedman, Lester, McNamara, Milby, & Schumacher, 2006; Gwaltney, Shiffman, Balabanis, & Paty, 2005; Litt, Cooney, & Morse, 1998; Preston et al., 2009; Shiffman, 2009) . In the study by Freedman and colleagues, participants later reported that responding to EMA queries made them more aware of their own behaviors, and the authors suggested that this was a potential intervention effect. It may be possible to prevent the initiation of substance use by detecting precipitants of use in real time, or interrupt substance use during early in an episode of use  (Freedman et al., 2006; Vahabzadeh, Lin, Mezghanni, Epstein, & Preston, 2009) .\n\nText messaging is one way EMA may be implemented in real world settings. Text messaging can reach patients living in remote areas, even when a cellular signal is weak. Nonurban patients usually have adequate access to text messaging services and prefer to receive interventions on their phones  (Farrell-Carnahan, Fabbri, & Ingersoll, 2011) . While several studies have investigated text messaging to promote adherence, they have limitations. Most studies of text messaging focus on medication adherence as the sole intervention target  (Pellowski & Kalichman, 2012) , and fail to attend to important precipitants of nonadherence. Additionally, the methodological quality of available studies makes interpretation difficult. A recent Cochrane review of studies published through 2011 found only two text messaging intervention studies of sufficient quality for inclusion  (Horvath, Azman, Kennedy, & Rutherford, 2012) . These two studies examined weekly text messaging adherence interventions conducted in Kenya, and showed that text messaging enhanced ART adherence and improved suppression of viral load. A meta-analysis of RCTs conducted within the same time period showed that text messaging improved adherence more than control conditions, and had larger effects with lower frequency messaging, bidirectional communication, personalized messages, and matched ART dosing  (Finitsis, Pellowski, & Johnson, 2014) . We identified 5 additional text messaging ART adherence intervention studies since those studies. While two of these studies investigated two-way and tailored text messaging similar to those in the current study, neither had a control condition, while the other 3 investigated simple unidirectional reminder systems  (Lewis et al., 2013; Dowshen, Kuhns, Johnson, Holoyda, & Garofalo, 2012) . A systematic review of texting interventions for ART adherence concluded that there have been few rigorous trials  (Chaiyachati et al., 2014) . The early evidence suggests that two-way messaging may improve ART adherence, but randomized trials of bidirectional messaging interventions are needed.\n\nBidirectional text messaging using EMA could detect nonadherence in time to deliver tailored, automated adherence interventions. We created a texting system, nicknamed Treatment Extension by TEXT (TEXT)  (Ingersoll et al., 2014) . The theoretical foundations for the intervention were the Information, Motivation and Behavior Skills (IMB) Model of Adherence and Social Action Theory (SAT). The IMB model of adherence is an individual change model, specifying that in order to change a habit, a person must gather information, build motivation, and identify and practice behavioral skills  (Amico, Toro-Alfonso, & Fisher, 2005) . SAT complements the IMB by specifying the social contexts of health behavior including contexts that can promote self-management actions  (Ewart, 1991) . TEXT promotes a new setting (texting) to maintain relationships with HIV care providers and others, facilitates self-monitoring through queries that motivate good habits and build behavioral skill, and builds social interaction and teaches self-control via personalized intervention messages that enhance self-change processes that lead to health protective actions. Providing the phone and training on texting would enhance social interaction processes because participants could use it to contact not only the study staff, but also friends and family. With more social interaction in combination with more motivation and use of behavioral skills, participants may increase problem solving skills, which lead to enhanced generative capabilities that improve health outcomes  (Ewart, 1991) .\n\nPreviously, we described the formative work we conducted to develop the intervention in preparation for this study  (Ingersoll et al., 2014) . Here, we briefly summarize that work to provide context for this pilot trial. First, we reviewed data from an earlier, unidirectional texting program in our target population (non-urban and rural people living with HIV) that demonstrated that participants rated self-designed, personalized messages encouraging ART adherence as highly motivating  (Delgado et al., 2009) . That unidirectional program was primarily a reminder system. Instead, for the current study, we planned a bidirectional system that could send a query, receive and identify a response from the participant to that initial query, and send an appropriate intervention message in return.\n\nSecond, we used 3 focus groups and individual interviews to assess the opinions and preferences of 19 members of the target population and 10 clinicians to plan key aspects of the study, including rate of patient phone ownership, ability to receive Internet, cellular or text signals at home, number of desired messages from the study per day and per week, and methods of querying about socially disapproved behaviors such as substance use. These data showed that over a fifth of patients did not have a mobile phone, and half reported that they could not afford the per-text cost they could incur. We concluded that we should provide a study phone. Further, the data showed that many nonurban people living with HIV had inconsistent cellular or internet service, but that they could usually receive text messages. Therefore, we built a texting system rather than one that would require a strong cellular signal or internet access. Third, we conducted a small usability study with the beta version of the program to observe usage and response rate among 3 pilot participants. Last, once the pilot RCT was underway, we examined the process data generated by the system. We concluded from that formative and process analysis work that the TxText system was feasible and acceptable to the patient population, and demonstrated that it evoked moderate to high rates of responding to 3 categories of query and consistent responding to queries over time for most users. We describe the final bidirectional texting intervention in the methods section below.\n\nIn the current study, we conducted a pilot randomized clinical trial to test the bidirectional text messaging system among nonurban substance users living with HIV for its impact on objectively measured ART adherence and attendance at visits for HIV care. A secondary aim was to assess its impact on days using alcohol or illicit drugs."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "The study was a 2-condition pilot study randomized clinical trial. The conditions were the TEXT intervention (experimental) and Usual Care (UC, control). The intervention period was 12 weeks. Assessments occurred at pre-intervention, post-intervention (3 months after baseline) and 3 months after the intervention period (3 month follow-up). The University of Virginia Institutional Review Board approved the study, and the NIH issued a Certificate of Confidentiality. Recruitment occurred from May 2012 through October 2012."
    },
    {
      "title": "Intervention (TEXT)",
      "text": "The bidirectional text messaging system can send messages to and receive and interpret messages from participants, enabling the system to send an appropriate intervention response. The automated system sent daily queries of medication dosing, mood twice daily, and substance use once daily. Most participants received 4 queries per day. Medication adherence queries said: \"Did you take your medication today? Text back MEDS Y or MEDS N.\" Mood queries said: \"How is your mood right now? (0= extremely negative, 1= somewhat negative, 2=neutral, 3=somewhat positive, 4=extremely positive). Reply MOOD #.\" Privacy of substance use messages sent back and forth was a concern. While phones could be password-protected if the user selected a password, messages could show on the screen even when the phone was locked. To minimize potential privacy concerns, we masked substance use queries by using a weather question. Specifically, participants were asked \"How were the skies in the past 24 hours? Respond SKIES clear, cloudy, rainy, snowy, or other.\" Participants responded SKIES clear if they were reporting no drinking or drug use in the past 24 hours, cloudy if they smoked marijuana, rainy if they drank alcohol, snowy if they used crack or cocaine, and other if they used other illicit drugs. They could also report use of multiple substances to the SKIES query (i.e., \"rainy and cloudy\"). In developing the coded query, we tested options such as number or letter-coding queries, but formative participants judged those methods as difficult or forgettable. In contrast, the SKIES method of coding substance use queries and responses was selected by a majority of formative participants as easy to recall and sufficiently protective of privacy  (Ingersoll et al., 2014) .\n\nParticipant responses to initial queries triggered binary intervention messages sent by the TEXT system in response to any of 6 contingencies. Intervention messages were contingent upon MEDS Y (adherence) or N (nonadherence), MOOD 3-4 (good moods) or MOOD 0-2 (poor moods), and SKIES Clear (No drug or alcohol use) or SKIES rainy, cloudy, snowy, or other (recent alcohol and/or drug use). When participants responded with the keyword, the system recognized the response and paired it to the appropriate query, then sent the appropriate contingent personalized intervention message in return. We conceptualized this contingent personalized message as the primary intervention.\n\nTEXT has a web interface for staff and patients to design the contingent personalized messages. Using the web interface, staff members helped the participant to create their own contingent personalized messages based on their responses to medication, mood, and substance use queries. Participants created a variety of encouraging and sometimes scolding messages for themselves. For example, for substance use, a participant may select \"Keep it up!\" as a response to reports on no use, and \"Clear it up\" as a response to use. Other participants designed messages using song lyrics, or created messages about family or religion. The contingent personalized intervention messages were generated solely by the participants, although study staff members provided examples of other participants' messages if the participant requested guidance. The web interface was also used to set timing for medication reminders/queries, and set boundaries for when the system sent messages, to avoid typical sleeping hours."
    },
    {
      "title": "Comparison condition (USUAL CARE, UC)",
      "text": "Patients receive HIV primary care and may receive specialty services including medical case management, pharmacist adherence support, psychological and psychiatric care, and substance abuse counseling."
    },
    {
      "title": "Settings",
      "text": "Two clinics providing primary HIV care in Virginia for over 1000 patients served as the recruitment settings. The catchment area for both clinics is primarily nonurban and rural. Most services are funded by Ryan White Care Act grants. The catchment area has poverty and unemployment rates that are 20% higher than average for Virginia, while the median income is 25% lower. Clinic patients are 44% African-American, within an 86% White population in the catchment area. Thirty-three percent of patients are women."
    },
    {
      "title": "Recruitment",
      "text": "To recruit participants, research assistants used several strategies. Flyers were posted in each waiting rooms and exam rooms. Research assistants were in waiting rooms on busy clinic days to discuss the study with patients. These two methods were indirect approaches. Research assistants also approached patients in the waiting room and read a brief recruitment script. Additionally, clinicians could refer patients directly. These two methods were direct approaches. Interested participants could be screened immediately, or scheduled for a telephone or in-person appointment for screening."
    },
    {
      "title": "Procedures",
      "text": "Screening was conducted over the phone and in private rooms in the clinics and assessed self-reported adherence to ART in the past 14 days, substance use in the past 30 days, and functional English literacy using the WRAT-4  (Wilkinson & Robertson, 2006) . If candidates could not read at a 4th grade level, we tested their ability to understand and respond to the specific texts they would receive. Candidates were eligible if they: 1) were patients in one of the study sites, 2) were 18 or older, 3) had an active prescription for ART, 4) reported less than 95% ART adherence in the past 2 weeks, 4) used illicit drugs and/or drank at levels considered risky in the past 30 days (4 drinks per occasion for women and 5 drinks per occasion for men, OR consuming 8 or more drinks per week for women, and 15 or more per week for men) (NIAAA, 2004), and 5) could speak and read English well enough to understand and respond to the text messages and complete study measures. When interested candidates screened as eligible, they were invited to participate. Participants completed the informed consent process either immediately or at a convenient time. Consenting participants completed a pre-intervention assessment immediately, or within 2 weeks, depending on the participant's preference.\n\nFollowing the pre-intervention assessment, research assistants opened a sealed envelope to reveal the random assignment. All random assignments were generated in advance using a randomization program  (Urbaniak & Plous, April 14, 2010) ; these were placed into sealed envelopes by the principal investigator. Participants were randomized to the texting condition (TEXT) or to usual care (UC). UC participants were scheduled for a postintervention period assessment. TEXT participants were given a study phone and trained on its use. They created their personalized messages for the 6 contingencies during this training session. Participants reviewed clinic phone numbers and added other care-related contacts that they wanted. Additionally, we encouraged participants to keep phones passwordprotected at all times. Participants could use the phones to call or text friends in addition to using it for study purposes."
    },
    {
      "title": "Measures",
      "text": "Baseline measures collected from participants included locator forms and demographic questions. Psychiatric disorders including substance use disorders were assessed with the Mini International Neuropsychiatric Inventory (MINI;  Sheehan et al., 1998)  to characterize the sample. The TxText system logged all messages sent from the system and to the system, providing information on rates of response. Billing records were used to measure study vs non-study phone usage including calling and texting. Satisfaction with the study was assessed using 5 questions: How satisfied were you overall with the study? (1 = not at all satisfied-5 = very satisfied) Did the program have an effect on your alcohol or drug use? (1 = decreased my use-5 = increased my use) Did the program have an effect on your adherence to HIV medications? (1 = decreased my adherence -5 = increased my adherence) Did the program affect how much you came to your scheduled HIV medical appointments? (1 = made me show up less -5 = made me show up more) and Would you recommend this program to others? (1 = definitely would not recommend -5 = definitely would recommend).\n\nPrimary outcomes measures were collected from clinic and pharmacy records. Pharmacy refill data correlates well with viral suppression  (Gross et al., 2006; Grossberg & Gross, 2007) . Pharmacy refill rate was calculated as pills dispensed/pills prescribed per day/days between refills × 100%  (Grossberg & Gross, 2007) . We obtained information from pharmacies each month including the number of total pills prescribed and dates of prescription pick up for the entire period (and going back in time to 6 months prior to study enrollment). RAs collected data from over 20 pharmacies in 10 cities/towns. Attendance at HIV care visits was measured by its opposite, missed visits, because they show a linear increase in mortality consistent with a classic dose-response pattern  (Giordano et al., 2007; Mugavero et al., 2009) . We obtained visit data using the electronic scheduling programs of the clinics and review of weekly calendars used by the clinics. The proportion of missed visits (PMV) was calculated at baseline for the previous 6 months and at each follow-up, covering a year by dividing \"no show\" visits by scheduled visits, not including rescheduled or canceled visits  (Mugavero et al., 2009) . The secondary outcome variable of percent alcohol and drug using days was assessed using a reliable and valid calendar-based recall cuing method, the Timeline Follow-Back (TLFB;  Sobell & Sobell, 1992) , on which participants reported recalled use of alcohol or drugs each day over a 90 day period."
    },
    {
      "title": "Analytic Plan",
      "text": "A sample of 35 subjects per condition was planned. This sample size planned for a 15% subject dropout, leaving 30 subjects in each condition for analysis, which would provide 80% power to detect a 20 percentage point difference in proportion of missed visits proportion (PMV) between the conditions. The effects of the conditions on outcomes at post-intervention and 3-month follow-up time-points were assessed using mixed model repeated measures analyses, with the baseline level on each variable as a covariate and assuming an unstructured covariance matrix. These models do not eliminate an observation even if some data are missing. Contrasts were used to make specific comparisons of the TEXT and UC conditions at follow-ups. Repeated measures analyses used SAS 9.4 PROC MIXED."
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Enrollment and Retention",
      "text": "Figure  1  shows the study flow, including screening, eligibility, enrollment, and retention rates. Of the 63 people randomized, 33 were allocated to TEXT and 30 to UC. Ninety-two percent of participants completed the post-intervention follow-up, and 90.3% completed the 3-months post-intervention follow-up. Retention did not differ by condition."
    },
    {
      "title": "Participant Characteristics",
      "text": "Sample demographic, behavioral, and psychiatric characteristics at pre-intervention assessment are shown in Table  1 . Participants were primarily male (60.3%) and African American (65.1%). There was a significant rate of depressive and anxiety disorders. Over a third of the sample screened positive for alcohol dependence and nearly 40% screened positive for drug dependence. Drugs of dependence included marijuana (14% of sample), cocaine (14%), methamphetamine (5%), and heroin (2%). Participants reported that they used alcohol or illicit drugs on 53% of days in the past month. Most participants were cigarette smokers dependent on nicotine (66.7%). Adherence by pharmacy refill rate for the previous 6 months was 64% at baseline (data not shown). PMV for the past 6 months was 26.9% at baseline."
    },
    {
      "title": "Usage",
      "text": "Across the pilot RCT, the system sent 11,231 initial queries (all three types) to the 32 TEXT participants, who responded to 7641 queries (68% overall response rate), triggering the system to send 7641 personalized intervention messages tailored to the participants' responses. Response rates to 2716 substance use, 3298 medication and 5236 mood queries were 66.9%, 69.6%, and 63.7%, respectively. Responses indicating medication adherence (89%, SD=.15), abstinence from substances (65%, SD=.33), and good moods (68%, SD=. 19) were more common than responses indicating nonadherence (11%, SD=.16), substance use (35%, SD=.33), and poor moods (32%, SD=.19). One TEXT participant dropped out of the study after the pre-intervention assessment. Other than that, there were no participants who never responded to any queries. However, response rates across participants varied greatly, ranging from 26-101% to adherence queries, 11%-104% to mood queries, and 12%-104% to substance use queries. Study phones were used for both study participation and other communications. Billing data showed that participants made 992 calls on average (SD=1120, range 3-4463) over the 3 month intervention period. Additionally, while they received an average of 655 study texts (SD=181) and sent an average of 278 study texts (SD=113), they also sent an average of 989 texts (SD=1458) to other phone numbers, and received an average of 1083 texts (SD=1645) from others during the intervention period. They sent texts to an average of 39.5 (SD=49) distinct recipients, and called 125.7 (SD=100) distinct numbers on average."
    },
    {
      "title": "Efficacy",
      "text": "Table  2  shows how participants in each condition changed over time. Participants in both conditions improved adherence and reduced missed visits and substance-using days, shown by magnitude of change from baseline to each follow-up point (effect sizes) along with standard errors. The differences between conditions were calculated as differences in effect size and the table shows the estimated effects, standard errors, and 95% confidence intervals of the outcomes by condition. Adherence in the TEXT condition improved from 66% at preintervention to 85% at post-intervention, compared to a change from 62 to 71% in UC participants (p=.04). PMV decreased from 23% at pre-intervention to 9% at postintervention for TEXT participants and 31% to 28% in UC participants (p =.12). There were no significant differences between conditions in substance-using days at post-intervention. At 3-month post-intervention follow-up, differences between TEXT and UC were no longer significant. Figure  2  shows the unadjusted outcomes for the two conditions at each time point."
    },
    {
      "title": "Satisfaction",
      "text": "Participants rated their overall satisfaction with the study as a mean of 4.68 out of 5 (SD=. 65) in the TEXT condition and 4.48 (SD=1.05) in the UC condition, indicating they were moderately to very satisfied. They rated the study's effect on their substance use as 2.20 (SD=1.24) in the TEXT condition and 2.56 (SD=.77) in the UC condition (where 1 indicated indicating they believed the study reduced their substance use). They rated the study's effect on adherence as 4.65 (SD=.66) out of 5 in the TEXT condition and 4.04 (SD=.93) in the UC condition, indicating they believed the study improved their adherence. They rated the program's effect on keeping medical appointments as 4.31 (SD=.89) out of 5 in the TEXT condition and 3.68 (SD=.80) in the UC condition, indicating they believed the study improved their attendance at HIV care visits. They rated whether they would recommend the study as 4.81 (SD=.48) out of 5 in the TEXT condition and 4.48 (SD=.96) in the UC condition, indicating they would recommend it."
    },
    {
      "title": "Discussion",
      "text": "Results of this pilot RCT show that ART adherence (measured by pharmacy refill rate) improved more at post-intervention in the bidirectional text messaging condition than in usual care among a sample of nonurban people who used substances, reported recent ART nonadherence, and were living with HIV. There was a trend for those in the TEXT condition to miss fewer HIV care visits than those in the UC condition. This is the first randomized clinical trial to provide preliminary evidence for bidirectional texting as an intervention for ART nonadherence. Participants living with HIV who reported recent nonadherence and substance use responded to texted queries about adherence, mood, and substance use, the most common precipitants of nonadherence. The system sent queries, similar to EMA, rather than reminders. The act of responding to a query is more engaging, and potentially more memorable, than responding to a reminder. Thus, participants had opportunities to learn from monitoring and reporting their behaviors, and to modify them if desired. Participants also got texted intervention messages contingent on their responses to queries in \"their own voice.\" While these messages were sent automatically, many participants reported having emotional reactions, such as feeling happy that someone cared. Thus, personalized messages took on additional meaning, even when designed by the participants for themselves, and even when delivered automatically. While it seems that these effects are consistent with predictions of the IMB and SAT models, the link between theoretical components and participant behaviors and reactions await direct testing.\n\nAdherence improved during the active intervention period but that effect faded after removal of the intervention, followed by a return to values close to those observed before the intervention. This suggests that there may be a benefit to a longer intervention period. In a separate mHealth study from our research group, participants used study phones in a texting reminder study across an intervention period of 12 months  (Delgado et al., 2009) . It is possible that if the intervention period were longer, a larger variety of personalized messages might be needed to maintain participant interest.\n\nThe change in adherence of nearly 20% in the TEXT condition, compared to nearly 8% in the Usual Care condition seems clinically significant. A 20% rise in adherence brings the TEXT condition participants to the lower level of medication dosing (85%) that is required to achieve viral suppression  (Flandre et al., 2002) , while the rise in adherence in the Usual Care condition falls short of this benchmark.\n\nParticipants responded to coded substance use queries as frequently as to adherence and mood queries. While participants in the TEXT condition decreased their days using drugs or alcohol (the most common substance in this sample) from nearly two-thirds of days (62%) to a little more than one-third of days (38%), this decrease did not differ from that seen among participants in Usual Care. An automated system of personalized messages alone was probably not potent enough to affect entrenched habits such as drug use and heavy drinking. Future bidirectional texting interventions could integrate messaging with clinical care. For example, a participant report of substance abuse could trigger a message from a substance abuse counselor.\n\nThere were several important limitations of the study that must be considered. The final sample size was smaller than planned, which limited power to detect differences between conditions, and findings should be replicated in a larger study. We could not assess the impact of the TEXT condition on viral load due to a lack of correspondence of dates of lab data available with study time points for most participants. The sample included nonurban and rural substance users with HIV, and results may not generalize to urban substance users with HIV. While participants responded to over 63% of all types of queries, these responses reported mostly positive behaviors, such as medication taking, no substance use, and good moods. Participants also sent negative reports (nonadherence, substance use, and poor moods), but the rate of nonresponse was not trivial. It is unclear how we should interpret nonresponse. It is possible that nonresponses represented participants choosing not to report \"bad\" behavior. If so, the rate of not taking medication, using drugs, or poor moods may be higher than our data show. We assessed this hypothesis in interviews among the participants assigned to the texting condition at the final follow-up. Participants reported that their periods of nonresponse were not related to negative behaviors, but it is still possible that nonresponse sometimes indicates negative behaviors. Another limitation is that there was no control for \"contact time,\" and those randomized to the TEXT condition had more study contact time than those in the UC condition. Last, we provided TEXT participants with a study phone, and are unable to differentiate the impact of the phone from the texting intervention.\n\nBased on this study, we have several recommendations for future work on bidirectional messaging interventions for ART adherence. While many non-urban participants in 2012 had no mobile phone and nearly half had no texting plan, only a year later, nearly all participants had mobile phones. Future bidirectional messaging interventions should be deployable to participants' own phones, increasing the scalability of this approach. We recommend that future messaging intervention developers consider using applications (app) to deliver messages, because text messaging, even on a password-protected phone, is not secure. A potential downside of an app is that it requires users to download and install it, versus using the native software available for texting. Texting with the native software is usually more convenient for the user, and can occur even without Internet access. The balance of convenience versus security must be considered. Protecting the privacy of substance users is crucial to this kind of study, and we found that participants liked the coded query for substance use and responded to it as frequently as they responded to other queries. This may be a useful method to elicit reports of substance use more generally, and we recommend further testing of this method in other studies. Last, we recommend that future investigators collect blood samples to test for viral load to determine the impact of bidirectional messaging on viral suppression.\n\nIn conclusion, we found that theory-based, automated, personalized, bidirectional text messaging improved objectively-measured adherence and showed promise to improve treatment retention compared to usual care. In contrast, it had no differential impact on substance use compared to usual care in this pilot trial. The texting system was feasible and highly acceptable to the study population. If it were deployed as part of a clinical program, only a few hours per week of oversight of daily messaging operations is needed once participants are enrolled. It meets criteria for further testing in a fully powered randomized trial that assesses viral suppression as a primary outcome. Raw rate of adherence, missed visits, and substance-using days by condition over time  Usual Care TEXT Effect size differences between conditions 95% CI for between condition changes F test p value Retention in Care: Proportion of Missed Visits (PMV) Change (SE) Change (SE) F (2, 55) = 1.26 1 .03 Post-Intervention -2.3% (6.1%) -15.5% (5.7%) -13.3% (8.4%) (-30.0%, 3.5%) F (1,55) = 2.53 0.12 + Follow-up 0.5% (6.7%) -0.4% (6.9%) -0.1% (9.6%) (-20,1%, 18.4%) F (1,55) = 0.01 0.93 + Adherence: Pharmacy Refill Rate Change (SE) Change (SE) F (2, 55) = 2.31 2 .11 Post-Intervention 7.6% (4.0%) 19.8% (4.0%) 12.2% (5.6%) (0.8%, 23.5%) F (1, 56) = 4.62 0.04 Follow-up 4.9% (5.0%) 13.7% (5.1%) 8.8% (7.1%) (-5.5%, 23.1%) F (1, 56) = 1.54 0.22 Substance Use: Proportion of Days Using Change (SE) Change (SE) F (2, 57) =.06 3 .94 Post-Intervention -17.0% (5.8%) -19.6% (5.5%) -2.6% (8.1%) (-18.7%, -13.6%) F (1, 57) =.10 0.14 Follow-up -18.2% (5.9%) -18.9% (5.8%) -0.1% (8.4%) (-17.4%, -16.0%) F (1, 57) =.01 0.16 CI= Confidence Interval; 1 Computed at average PMV at baseline of 26.75%; 2 Computed at average pharmacy refill rate at baseline of 64.3%; 3 Computed at the average proportion of days using at baseline of 52.5%; + Computed from F test for contrasts"
    },
    {
      "title": "Study Flow"
    },
    {
      "text": "Figure 1."
    },
    {
      "text": "Figure 2."
    },
    {
      "text": "Sample Demographic, Behavioral, and Psychiatric Characteristics at Pre-Intervention For categorical variables, P-values are computed from the chi-squared test.For continuous variables, the two-sample, unequal variance t-test was used to compute p-values.In a few cases the n varied due to missing or incomplete data; the percentages shown are based on the number of participants with that variable available.++Includesusing alcohol at risky levels or any illicit drugs.+++ Div/Sep/Wid means Divorced, Separated, or Widowed."
    },
    {
      "text": "Change from Pre-Intervention in Missed HIV Care visits, ART Adherence, and Proportion of Substance-Using Days"
    }
  ],
  "references": [
    {
      "title": "Efficacy of antiretroviral therapy adherence interventions: A research synthesis of trials, 1996 to 2004",
      "authors": [
        "K Amico",
        "J Harman",
        "B Johnson"
      ],
      "year": 1999,
      "doi": "10.1097/01.qai.0000197870.99196"
    },
    {
      "title": "An empirical test of the information, motivation and behavioral skills model of antiretroviral therapy adherence",
      "authors": [
        "K Amico",
        "J Toro-Alfonso",
        "J Fisher"
      ],
      "year": 2005,
      "doi": "10.1080/09540120500038058"
    },
    {
      "title": "Psychiatric disorders and drug use among human immunodeficiency virus-infected adults in the united states",
      "authors": [
        "E Bing",
        "M Burnam",
        "D Longshore",
        "J Fleishman",
        "C Sherbourne",
        "A London",
        "B Vitiello"
      ],
      "year": 2001,
      "doi": "10.1001/archpsyc.58.8.721"
    },
    {
      "title": "Interventions to improve adherence to antiretroviral therapy: A rapid systematic review",
      "authors": [
        "K Chaiyachati",
        "O Ogbuoji",
        "M Price",
        "A Suthar",
        "E Negussie",
        "T Barnighausen"
      ],
      "year": 2014,
      "doi": "10.1097/QAD.0000000000000252"
    },
    {
      "title": "Adherence to HAART regimens",
      "authors": [
        "M Chesney"
      ],
      "year": 2003,
      "doi": "10.1089/108729103321619773"
    },
    {
      "title": "Impact of poor retention in HIV medical care on time to viral load suppression",
      "authors": [
        "T Crawford",
        "W Sanderson",
        "A Thornton"
      ],
      "year": 2014
    },
    {
      "title": "Standard care quality determines treatment outcomes in control groups of HAART-adherence intervention studies: Implications for the interpretation and comparison of intervention effects",
      "authors": [
        "M De Bruin",
        "W Viechtbauer",
        "H Hospers",
        "H Schaalma",
        "G Kok"
      ],
      "year": 2009,
      "doi": "10.1037/a0015989"
    },
    {
      "title": "Promoting adherence to HIV care in rural Virginia through the development of an individualized short message service (SMS) delivery application",
      "authors": [
        "S Delgado",
        "J Brant",
        "M Rafaly",
        "J White",
        "J Freeman",
        "T Sinha",
        "R Dillingham"
      ],
      "year": 2009,
      "doi": "10.35802/100079"
    },
    {
      "title": "High rates of retention and viral suppression in the US HIV safety net system: HIV care continuum in the ryan white HIV/AIDS program",
      "authors": [
        "R Doshi",
        "J Milberg",
        "D Isenberg",
        "T Matthews",
        "F Malitz",
        "M Matosky",
        "L Cheever"
      ],
      "year": 2011
    },
    {
      "title": "Improving adherence to antiretroviral therapy for youth living with HIV/AIDS: A pilot study using personalized, interactive, daily text message reminders",
      "authors": [
        "N Dowshen",
        "L Kuhns",
        "A Johnson",
        "B Holoyda",
        "R Garofalo"
      ],
      "year": 2012,
      "doi": "51.10.2196/jmir.2015.10.2196/jmir.2015"
    },
    {
      "title": "Social action theory for a public health psychology",
      "authors": [
        "C Ewart"
      ],
      "year": 1991,
      "doi": "10.1037//0003-066x.46.9.931"
    },
    {
      "title": "Technicalities: Getting and staying connected to people living with HIV/AIDS in the southern united states",
      "authors": [
        "L Farrell-Carnahan",
        "S Fabbri",
        "K Ingersoll"
      ],
      "year": 2011,
      "doi": "10.1016/j.pec.2010.06.036"
    },
    {
      "title": "Text message intervention designs to promote adherence to antiretroviral therapy (ART): A meta-analysis of randomized controlled trials",
      "authors": [
        "D Finitsis",
        "J Pellowski",
        "B Johnson"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0088166"
    },
    {
      "title": "Trilege (Agence Nationale de Recherches sur le SIDA 072) Study Team. Adherence to antiretroviral therapy and outcomes in HIV-infected patients enrolled in an induction/maintenance randomized trial",
      "authors": [
        "P Flandre",
        "G Peytavin",
        "V Meiffredy",
        "Y Saidi",
        "D Descamps",
        "M Delagnes"
      ],
      "year": 2002
    },
    {
      "title": "Cell phones for ecological momentary assessment with cocaine-addicted homeless patients in treatment",
      "authors": [
        "M Freedman",
        "K Lester",
        "C Mcnamara",
        "J Milby",
        "J Schumacher"
      ],
      "year": 2006,
      "doi": "10.1016/j.jsat.2005.10.005"
    },
    {
      "title": "The prevalence of alcohol consumption and heavy drinking among people with HIV in the US: Results from the HIV cost and services utilization study",
      "authors": [
        "F Galvan",
        "E Bing",
        "J Fleishman",
        "A London",
        "R Caetano",
        "M Burnam",
        "M Shapiro"
      ],
      "year": 2002,
      "doi": "10.15288/jsa.2002.63.179"
    },
    {
      "title": "Co-occurring psychiatric symptoms and drug dependence or heavy drinking among HIV-positive people",
      "authors": [
        "F Galvan",
        "M Burnam"
      ],
      "year": 2003,
      "doi": "10.1080/02791072.2003.10400510"
    },
    {
      "title": "The association of adherence to antiretroviral therapy with healthcare utilization and costs for medical care",
      "authors": [
        "E Gardner",
        "M Maravi",
        "C Rietmeijer",
        "A Davidson",
        "W Burman"
      ],
      "year": 2008,
      "doi": "10.2165/00148365-200806020-00006"
    },
    {
      "title": "Retention in care: A challenge to survival with HIV infection",
      "authors": [
        "T Giordano",
        "A Gifford",
        "A White",
        "Jr",
        "M Suarez-Almazor",
        "L Rabeneck",
        "C Hartman",
        "R Morgan"
      ],
      "year": 2007,
      "doi": "10.1086/516778"
    },
    {
      "title": "Alabama AIDS drug assistance program: HRSA-we have a problem",
      "authors": [
        "N Godwin",
        "C Nevin",
        "H Lin",
        "J Willig",
        "J Allison",
        "G Gaddis",
        "J Raper"
      ],
      "year": 2009,
      "doi": "10.1111/j.1475-6773.2010.01223.x"
    },
    {
      "title": "A simple, dynamic measure of antiretroviral therapy adherence predicts failure to maintain HIV-1 suppression",
      "authors": [
        "R Gross",
        "B Yip",
        "Lo Re V 3rd",
        "E Wood",
        "C Alexander",
        "P Harrigan",
        "R Hogg"
      ],
      "year": 2006,
      "doi": "10.1086/507680"
    },
    {
      "title": "Use of pharmacy refill data as a measure of antiretroviral adherence",
      "authors": [
        "R Grossberg",
        "R Gross"
      ],
      "year": 2007,
      "doi": "10.1007/s11904-007-0027-4"
    },
    {
      "title": "Dynamic self-efficacy and outcome expectancies: Prediction of smoking lapse and relapse",
      "authors": [
        "C Gwaltney",
        "S Shiffman",
        "M Balabanis",
        "J Paty"
      ],
      "year": 2005,
      "doi": "10.1037/0021-843X.114.4.661"
    },
    {
      "title": "Mobile phone text messaging for promoting adherence to antiretroviral therapy in patients with HIV infection",
      "authors": [
        "T Horvath",
        "H Azman",
        "G Kennedy",
        "G Rutherford"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.CD009756.10.1002/14651858.CD009756"
    },
    {
      "title": "The impact of psychiatric symptoms, drug use, and medication regimen on non-adherence to HIV treatment",
      "authors": [
        "K Ingersoll"
      ],
      "year": 2004,
      "doi": "10.1080/09540120410001641048"
    },
    {
      "title": "Development of a personalized bidirectional text messaging tool for HIV adherence assessment and intervention among substance abusers",
      "authors": [
        "K Ingersoll",
        "R Dillingham",
        "G Reynolds",
        "J Hettema",
        "J Freeman",
        "S Hosseinbor",
        "C Winstead-Derlega"
      ],
      "year": 2014,
      "doi": "10.1016/j.jsat.2013.08.002.10.1016/j.jsat.2013.08.002"
    },
    {
      "title": "A pilot randomized clinical trial of two medication adherence and drug use interventions for HIV+ crack cocaine users",
      "authors": [
        "K Ingersoll",
        "L Farrell-Carnahan",
        "J Cohen-Filipic",
        "C Heckman",
        "S Ceperich",
        "J Hettema",
        "G Marzani-Nissen"
      ],
      "year": 2011,
      "doi": "10.1016/j.drugalcdep.2010.12.016"
    },
    {
      "title": "Tailored text messaging intervention for HIV adherence: A proof-of-concept study",
      "authors": [
        "M Lewis",
        "J Uhrig",
        "C Bann",
        "J Harris",
        "R Furberg",
        "C Coomes",
        "L Kuhns"
      ],
      "year": 2013,
      "doi": "10.1037/a0028109.10.1037/a0028109"
    },
    {
      "title": "Ecological momentary assessment (EMA) with treated alcoholics: Methodological problems and potential solutions",
      "authors": [
        "M Litt",
        "N Cooney",
        "P Morse"
      ],
      "year": 1998,
      "doi": "10.1037//0278-6133.17.1.48"
    },
    {
      "title": "Factors associated with delays in accessing HIV primary care in rural arkansas",
      "authors": [
        "J Milberg",
        "R Sharma",
        "F Scott",
        "R Conviser",
        "K Marconi",
        "D Parham"
      ],
      "year": 2001,
      "doi": "10.1089/108729101753205694"
    },
    {
      "title": "The state of engagement in HIV care in the united states: From cascade to continuum to control",
      "authors": [
        "M Mugavero",
        "K Amico",
        "T Horn",
        "M Thompson"
      ],
      "year": 2013,
      "doi": "10.1093/cid/cit420"
    },
    {
      "title": "Racial disparities in HIV virologic failure: Do missed visits matter?",
      "authors": [
        "M Mugavero",
        "H Lin",
        "J Allison",
        "T Giordano",
        "J Willig",
        "J Raper",
        "M Saag"
      ],
      "year": 1999,
      "doi": "10.1097/QAI.0b013e31818d5c37"
    },
    {
      "title": "Disparities in engagement in care and viral suppression among persons with HIV",
      "authors": [
        "D Muthulingam",
        "J Chin",
        "L Hsu",
        "S Scheer",
        "S Schwarcz"
      ],
      "year": 1999,
      "doi": "10.1097/qai.0b013e3182894555"
    },
    {
      "title": "Adolescent Medicine Network for HIV/AIDS Interventions. Motivational enhancement system for adherence (MESA): Pilot randomized trial of a brief computer-delivered prevention intervention for youth initiating antiretroviral treatment",
      "authors": [
        "S Naar-King",
        "A Outlaw",
        "M Sarr",
        "J Parsons",
        "M Belzer",
        "K Macdonell"
      ],
      "year": 2013,
      "doi": "10.1093/jpepsy/jss132.10.1093/jpepsy/jss132"
    },
    {
      "title": "NIAAA council approves definition of binge drinking",
      "authors": [
        "Niaaa"
      ],
      "year": 2004,
      "doi": "10.1037/e306662005-004"
    },
    {
      "title": "Developing an online health intervention for young gay and bisexual men",
      "authors": [
        "J Pachankis",
        "C Lelutiu-Weinberger",
        "S Golub",
        "J Parsons"
      ],
      "year": 2013,
      "doi": "10.1007/s10461-013-0499-8"
    },
    {
      "title": "Motivational interviewing and cognitive-behavioral intervention to improve HIV medication adherence among hazardous drinkers: A randomized controlled trial",
      "authors": [
        "J Parsons",
        "S Golub",
        "E Rosof",
        "C Holder"
      ],
      "year": 1999,
      "doi": "10.1097/qai.0b013e318158a461"
    },
    {
      "title": "Medication adherence mediates the relationship between adherence self-efficacy and biological assessments of HIV health among those with alcohol use disorders",
      "authors": [
        "J Parsons",
        "E Rosof",
        "B Mustanski"
      ],
      "year": 2008,
      "doi": "10.1007/s10461-007-9241-8"
    },
    {
      "title": "Adherence to protease inhibitor therapy and outcomes in patients with HIV infection",
      "authors": [
        "D Paterson",
        "S Swindells",
        "J Mohr",
        "M Brester",
        "E Vergis",
        "C Squier",
        "N Singh"
      ],
      "year": 2000,
      "doi": "10.7326/0003-4819-133-1-200007040-00004"
    },
    {
      "title": "Recent advances (2011-2012) in technology-delivered interventions for people living with HIV",
      "authors": [
        "J Pellowski",
        "S Kalichman"
      ],
      "year": 2012,
      "doi": "10.1007/s11904-012-0133-9.10.1007/s11904-012-0133-9"
    },
    {
      "title": "Cocaine craving and use during daily life",
      "authors": [
        "K Preston",
        "M Vahabzadeh",
        "J Schmittner",
        "J Lin",
        "D Gorelick",
        "D Epstein"
      ],
      "year": 2009,
      "doi": "10.1007/s00213-009-1655-8"
    },
    {
      "title": "The costs of HIV antiretroviral therapy adherence programs and impact on health care utilization",
      "authors": [
        "S Sansom",
        "M Anthony",
        "W Garland",
        "K Squires",
        "M Witt",
        "Andrea Kovacs",
        "A Wohl"
      ],
      "year": 2008,
      "doi": "10.1089/apc.2006.0216"
    },
    {
      "title": "Introduction to the special section: Ecological momentary assessment in health psychology",
      "authors": [
        "S Schiffman",
        "A Stone"
      ],
      "year": 1998,
      "doi": "10.1037/h0092706"
    },
    {
      "title": "The miniinternational neuropsychiatric interview (M.I.N.I.): The development and validation of a structured diagnostic psychiatric interview for DSM-IV and ICD-10",
      "authors": [
        "D Sheehan",
        "Y Lecrubier",
        "K Sheehan",
        "P Amorim",
        "J Janavs",
        "E Weiller",
        "G Dunbar"
      ],
      "year": 1998
    },
    {
      "title": "Ecological momentary assessment (EMA) in studies of substance use",
      "authors": [
        "S Shiffman"
      ],
      "year": 2009,
      "doi": "10.1037/a0017074"
    },
    {
      "title": "Strategies for promoting adherence to antiretroviral therapy: A review of the literature",
      "authors": [
        "J Simoni",
        "K Amico",
        "C Pearson",
        "R Malow"
      ],
      "year": 2008,
      "doi": "10.1007/s11908-008-0083-y"
    },
    {
      "title": "Efficacy of interventions in improving highly active antiretroviral therapy adherence and HIV-1 RNA viral load. A meta-analytic review of randomized controlled trials",
      "authors": [
        "J Simoni",
        "C Pearson",
        "D Pantalone",
        "G Marks",
        "N Crepaz"
      ],
      "year": 1999,
      "doi": "10.1097/01.qai.0000248342.05438.52"
    },
    {
      "title": "Timeline follow-back: A technique for assessing self-reported ethanol consumption",
      "authors": [
        "L Sobell",
        "M Sobell"
      ],
      "year": 1992,
      "doi": "10.1007/978-1-4612-0357-5_3"
    },
    {
      "authors": [
        "G Urbaniak",
        "S Plous",
        "Research Randomizer"
      ],
      "year": 2010,
      "doi": "10.1007/springerreference_22856"
    },
    {
      "title": "Automation in an addiction treatment research clinic: Computerised contingency management, ecological momentary assessment and a protocol workflow system",
      "authors": [
        "M Vahabzadeh",
        "J Lin",
        "M Mezghanni",
        "D Epstein",
        "K Preston"
      ],
      "year": 2009,
      "doi": "10.1111/j.1465-3362.2008.00007.x"
    },
    {
      "title": "Wide range achievement test",
      "authors": [
        "G Wilkinson",
        "G Robertson"
      ]
    },
    {
      "title": "Psychological Assessment Resources (PAR)",
      "authors": [
        "F Lutz"
      ],
      "year": 2006
    },
    {
      "title": "Treatment and care for injecting drug users with HIV infection: A review of barriers and ways forward",
      "authors": [
        "D Wolfe",
        "M Carrieri",
        "D Shepard"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60832-x"
    },
    {
      "title": "Highly active antiretroviral therapy and survival in HIV-infected injection drug users",
      "authors": [
        "E Wood",
        "R Hogg",
        "V Lima",
        "T Kerr",
        "B Yip",
        "B Marshall",
        "J Montaner"
      ],
      "year": 2008,
      "doi": "10.1001/jama.300.5.550"
    }
  ],
  "num_references": 54
}
