{
  "paper_id": "4YXJGJAB",
  "title": "Text Message Responsivity in a 2-Way Short Message Service Pilot Intervention With Adolescent and Young Adult Survivors of Cancer",
  "abstract": "Background: Text message interventions hold promise for adolescents and young adults (AYAs) with chronic health conditions, including childhood cancer survivors; however, engagement is often suboptimal. Limited research has studied mobile health intervention outcomes beyond efficacy. Understanding responsivity to different types of text messages (ie, when a participant texts back) can provide practical, actionable information to optimize engagement in future projects. Objective: Within a 2-way text messaging study in AYAs who recently completed treatment for cancer, we sought to evaluate text message responsivity across different types of text messages. Methods: AYAs who recently completed treatment for cancer (n=26; mean age=16 years; 62% female, 16/26 participants) received 2-way text messages about survivorship health topics over a 16-week period. Using participants' text message log data, we coded responsivity to text messages and evaluated trends in responsivity to unprompted text messages and prompted text messages of varying content (eg, medication reminders, appointment reminders, and texts about personal experiences as a cancer survivor). Results: Across prompted and unprompted text messages, responsivity rapidly decreased (P ≤.001 and =.01, respectively) and plateaued by the third week of the intervention. However, participants were more responsive to prompted text messages (mean responsivity=46% by week 16) than unprompted messages (mean responsivity=10% by week 16). They also demonstrated stable responsivity to certain prompted content: medication reminders, appointment reminders, goal motivation, goal progress, and patient experience texts. Conclusions: Our methodology of evaluating text message responsivity revealed important patterns of engagement in a 2-way text message intervention for AYA cancer survivors.",
  "year": 2010,
  "date": "2010",
  "journal": "BMC Public Health",
  "publication": "BMC Public Health",
  "authors": [
    {
      "forename": "Alexandra",
      "surname": "Psihogios",
      "name": "Alexandra Psihogios",
      "affiliation": "1  The Children's Hospital of Philadelphia , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States",
      "email": "psihogiosa@email.chop.edu"
    },
    {
      "forename": "Yimei",
      "surname": "Li",
      "name": "Yimei Li",
      "affiliation": "2  The Children's Hospital of Philadelphia , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Eliana",
      "surname": "Butler",
      "name": "Eliana Butler",
      "affiliation": "1  The Children's Hospital of Philadelphia , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jessica",
      "surname": "Hamilton",
      "name": "Jessica Hamilton",
      "affiliation": "3  University of Pittsburgh , Pittsburgh , PA , United States \n\t\t\t\t\t\t\t\t University of Pittsburgh \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Pittsburgh \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Lauren",
      "surname": "Daniel",
      "name": "Lauren Daniel",
      "affiliation": "4  Rutgers University Camden , The Children's Hospital of Philadelphia , Camden , NJ , United States \n\t\t\t\t\t\t\t\t Rutgers University Camden \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Camden \n\t\t\t\t\t\t\t\t\t NJ \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Lamia",
      "surname": "Barakat",
      "name": "Lamia Barakat",
      "affiliation": "2  The Children's Hospital of Philadelphia , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Christopher",
      "surname": "Bonafide",
      "name": "Christopher Bonafide",
      "affiliation": "2  The Children's Hospital of Philadelphia , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Lisa",
      "surname": "Schwartz",
      "name": "Lisa Schwartz",
      "affiliation": "2  The Children's Hospital of Philadelphia , University of Pennsylvania , Philadelphia , PA , United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "The Children's Hospital of Philadelphia 3501 Civic Center Boulevard Philadelphia , PA , 19104 United States \n\t\t\t\t\t\t\t\t The Children's Hospital of Philadelphia \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3501 Civic Center Boulevard \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "https://doi.org/10.13039/100006458",
  "keywords": [
    "mHealth",
    "adolescents",
    "young adults",
    "cancer",
    "chronic illness",
    "self-management"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Adolescents and young adults (AYAs) send and receive text messages more often than any other age demographic  [1, 2] . They also represent a cohort with an elevated risk for a number of maladaptive health behaviors, including poor disease self-management and nonadherence among those with chronic health conditions  [3] . Mobile health (mHealth) interventions involving text messaging are particularly appealing to AYAs  [4] [5] [6]  and offer practical and scalable solutions for improving their health behaviors within real-world environments  [7] [8] [9] . Indeed, text messaging interventions demonstrate modest but significant improvements in health knowledge and behaviors across AYAs with a variety of chronic health conditions  [7, 10] . Unfortunately, despite AYAs' enthusiasm about text messaging and the proliferation of text message interventions, their objective engagement with text messaging interventions is often low  [11, 12] . There is no simple formula for designing interactive and engaging text messages, and continuous user engagement or stickiness represents a pervasive challenge  [13, 14] . To promote sustained AYA engagement in text message interventions, further research is needed to determine whether patterns of text message responsivity vary across prompted, unprompted, and content-specific (such as medication reminders) text messages. Using a 2-way short message service (SMS) intervention with AYA survivors of childhood cancer, we capitalized on an opportunity to evaluate trends in responsivity to different types of text messages over a 16-week period.\n\nTo date, limited mHealth research has moved beyond efficacy evaluations to rigorously examine user engagement  [15] , such as text message responsivity. We define text message responsivity as instances in which a participant sends a response text after receiving a prompted (requests a response) or unprompted (does not explicitly request a response) text message from the research team. Outside of traditional health care settings, AYA engagement with text messages must contend with other aspects of their daily life and their fluctuating motivation to engage in purposeful health behaviors  [15] . Many texting interventions require repeated exposure to health information and reminders to promote health behavior change. However, AYAs may habituate to this information and experience competing demands from other frequently used mobile apps, leading to disengagement with the intervention  [16] [17] [18] . Further investigation into AYAs' responsivity to different types of text messages is critical, as the strength and durability of mHealth intervention effects are intricately connected to participant engagement  [19] [20] [21] [22] .\n\nCurrently, the mHealth literature offers limited methodological guidance on how to analyze and optimize user engagement  [15] , including responsivity to text messages. Little attention has been paid to dismantling and evaluating text message components, such as the content that is most likely to elicit a text back from participants, which would deepen our understanding of how text messages function to improve health and well-being  [15] . As such, to our knowledge, this paper represents the first to operationalize the term text message responsivity. One text message intervention for adolescents with type 1 diabetes (Sweet Talk) evaluated unprompted messages that were sent from participants to the research team  [11] . In this study, participants were more likely to send certain types of unprompted text messages (eg, submission of blood glucose values) compared with others (eg, questions about their diabetes). These authors concluded that participants valued 2-way text message capabilities but were most motivated to submit disease monitoring information. A more fine-grained evaluation of responsivity to different types of prompted and unprompted text messages will help to further delineate the content that may engage (or reengage) the end user in an intervention over time.\n\nAYA cancer survivors represent an exemplar group for SMS interventions. AYA survivors must continue lifelong follow-up care, establish preventative health behaviors, and adhere to medication regimens to manage a host of secondary morbidities of their curative cancer treatment (ie, late effects)  [23, 24] . At the same time, they are often transient during young adulthood and live great distances from their treating hospital, leaving them with difficulties with access to appropriate follow-up care  [25] . As such, digital health interventions (eg, mHealth, Web-based, and social media) have been evaluated as methods of overcoming traditional barriers to AYA survivors' engagement in follow-up care and to promote healthy behaviors such as exercise  [26, 27] . There is a growing body of literature supporting the feasibility, acceptability, and initial efficacy of mHealth interventions in this population, including 1 study of a text message system that delivered survivorship information and resources  [28]  and a separate study of an app-based symptom management intervention  [29] . Yet, engaging AYA cancer survivors can be challenging  [30] , and research has yet to thoroughly investigate their engagement in mHealth interventions  [26] ."
    },
    {
      "title": "Objectives",
      "text": "This paper addresses a literature gap by assessing AYA childhood cancer survivors' responsivity to specific text message content over the course of a 16-week 2-way pilot SMS intervention called Texting Health Resources to Inform, motiVate, and Engage (THRIVE). Consistent with past text messaging interventions, we expected a significant trend for decreasing responsivity over the course of the intervention. However, given that tailored text message interventions yield larger effect sizes than generic ones  [31, 32] , we hypothesized that AYAs would demonstrate greater responsivity to prompted text messages that were tailored. By evaluating AYA responsivity to different types of text messages, we contribute to the literature by (1) illustrating a potentially generalizable method of analyzing objective text message engagement data and (2) providing guidance about maximizing the engagement of AYA childhood cancer survivors in an SMS intervention."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Intervention Development",
      "text": "THRIVE text messages were designed to support theory-informed categories of inform (eg, information about health promotion, late effects, and resources), motivate (eg, providing encouragement and monitoring of health goal attainment), and engage (eg, engagement in follow-up care, sharing experiences, autonomy promotion, and psychosocial support). THRIVE was grounded in the Social-ecological Model of AYA Readiness to Transition to Adult Care (SMART)  [33] . SMART is a validated model of AYA self-management that emphasizes multilevel influences on AYA self-management and transition to adult-centered care, including knowledge, self-efficacy, supportive relationships, and goals. The health belief model  [34]  and social cognitive theory  [35]  also influenced THRIVE text message development. Consistent with these health behavior theories, text messages were intended to enhance awareness of health vulnerability and importance of continued engagement in follow-up care and to motivate and reinforce positive health behaviors.\n\nText messages were developed by a research team comprising clinical psychologists, nurse practitioners, oncologists, and student (young adult age) research assistants and volunteers. The content, limited to 160 characters and written at a sixth-grade reading level, was similar to health-related information in the hospital-based AYA Survivor Handbook provided to controls. All team members reviewed text messages individually and in weekly team meetings for a period of approximately 2 months to ensure clarity of messages and consistency with influential theories and study aims. The pilot text messages were then sent to all team members for a trial period to test the system and further review the content. This process resulted in the creation of 210 text messages that included content on healthy eating, exercise, sleep, sun safety, risk-taking behavior (drugs, alcohol, and sexual activity), academic and social life after cancer treatment, engagement in follow-up medical care, and connecting with other survivors and content relevant to 1 of the following health goals selected by the participant: (1) healthy eating, (2) smoking cessation, (3) reengage in school, (4) reengage in social activities,  (5)  increase physical activity, and (6) improve sleep/fatigue. Text messages were tailored by age or goal (23% of messages) and interactive (41%) in that they prompted the participant to text back a response to receive additional information, answer a survey item, or answer a trivia question; the remaining messages were unprompted and/or generic. Participants with ongoing medication regimens and upcoming clinic appointments also received weekly medication adherence texts and appointment reminder texts. Participants could also spontaneously send an unprompted text to the study team. A separate manuscript of our proof-of-concept randomized controlled trial describes intervention development in more detail (Schwartz, LA, unpublished data, February 2019). Participants who were randomized to THRIVE reported high acceptability."
    },
    {
      "title": "Participants",
      "text": "This manuscript analyzed data from the THRIVE intervention group only. The inclusion criteria were as follows: (1) must be within 1 year of completing cancer treatment; (2) must be in cancer remission; (3) must be aged between 12 and 25 years; (4) must be able to read and speak English; and (5) for AYAs aged under 18 years, must have a parent/caregiver provide consent for participation. Of the 31 patients in the intervention group, 26 patients received text messages and were included in this analysis. Exclusion reasons included never turning on the phone/received text messages (n=3), relapsed on study (n=1), and determined history of nonmalignant, genetic tumor diagnosis (n=1)."
    },
    {
      "title": "Procedure",
      "text": "After obtaining institutional review board approval, eligible participants were identified using the cancer center's patient registry and upcoming clinic appointment schedules. Before recruitment, the patients' primary oncology providers were contacted to confirm eligibility. Participants were approached and invited to participate during outpatient oncology visits. After participants and caregivers (when applicable) provided informed consent and assent, participants were asked to select a health-related goal to pursue over the course of the study (eg, increase physical activity, improve healthy eating, and improve sleep/fatigue). Participants randomized to the intervention group were provided with an iPhone (an older version to reduce cost) and received 1 to 2 daily text messages over the course of 16 weeks. At the time of study initiation, our institution requested that we provide participants with a secured iPhone to ensure privacy and protect personal data (eg, cell phone numbers) from a third-party vendor. The frequency and duration of the text messages were informed by similar SMS interventions for AYAs with other chronic diseases  [32, 36, 37] . Participants were able to select the time of the day to receive text messages and additional appointment reminders. Text messages were automatically sent by a tailored text message platform designed by an outside vendor (Reify Health), who was contracted to provide technical infrastructure and support. A research assistant monitored the delivery of the texts and incoming texts. Log data of 2-way text communication were securely stored and downloaded from the Reify Health platform."
    },
    {
      "title": "Unprompted messages",
      "text": "Feeling tired right after treatment is totally normal. Healing takes energy & time. Make sure to listen to your body & pace yourself throughout the day."
    },
    {
      "title": "Information",
      "text": "Put physical activity in your schedule -setting aside a specific time of the day will help prevent you from putting it off until later."
    },
    {
      "title": "Goal-tailored",
      "text": "Feeling connected when you go back to school can be tough. Join a club or sport that interests you to find peers who enjoy similar things.\n\nAge-tailored a Analyzed responsivity to this type of prompted text message."
    },
    {
      "title": "Data Analytic Plan",
      "text": "We exported SMS raw log data for each participant in Microsoft Excel format, which delineated the date, time, and content of every text message the participant received from the research team and every message the participant sent to the research team. Moreover, 2 trained study staff coded responsivity to text messages by week, that is, how many times each participant responded to a text message by text message category. After coding the text message responsivity, for each participant at each week, we calculated the overall percentage responsivity (ie, a continuous variable of the total number of responses to text messages divided by the total number of texts received). Similarly, for each participant at each week, we calculated percentage responsivity to prompted (ie, messages that requested a response) and unprompted (ie, messages that did not request a response) text messages. We further analyzed select prompted text messages about (1) medication reminders (as applicable), (2) appointment reminders (as applicable), (3) goal motivation, (4) goal progress, (5) health knowledge trivia, (6) patient experiences, and (7) requests for more information (see Table  1 ). We did not analyze goal-tailored or age-tailored texts as the prompted text messages in these categories were accounted for in patient experience and more information categories (ie, these categories were not mutually exclusive).\n\nFor text message responsivity outcomes measured weekly (overall, prompted, unprompted, and more information text messages), we constructed a longitudinal piecewise linear regression model, with the participant percentage responsivity at each week as the outcome. The piecewise model assumed 1 slope from weeks 1 to 3 and another slope after week 3. We specified this piecewise model based on descriptive data and graphs about responsivity over time, which suggest a rapid decrease in responsivity in weeks 1 to 3 and attenuated decrease afterward. Testing the significance of each slope suggests whether there was a significant decreasing or increasing trend of text message responsivity in each of the 2 periods. We also tested the significance of difference in the slopes for after versus before week 3 to evaluate if a reduced model of the longitudinal linear model should be used. The generalized estimation equation method with exchangeable correlation structure was used to account for the potential within-subject correlations among the repeated outcomes over weeks. For the other responsivity outcomes with less frequent measures, longitudinal linear regression models were constructed to test the significance of the slope in terms of whether there was a significant decreasing or increasing trend of text message responsivity over time. All analyses were performed in SAS 9.4."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "RenderX"
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographic Information",
      "text": "Means, SDs, ranges, and percentages for demographic and medical information are presented in Table  2 . The average age of participants was 16 years and the majority had completed cancer treatment for a leukemia or lymphoma diagnosis (14/26 participants, 54%). On average, participants had completed cancer therapy 5 months before their enrollment in the study."
    },
    {
      "title": "Overall Responsivity",
      "text": "Means and SDs of percentage responsivity by week for each type of text message (ie, overall, prompted, unprompted, and prompted content) are provided in Table  3 . When evaluating text message responsivity across all types of prompted and unprompted text messages, there was a rapid decrease in responsivity in the first 3 weeks of the intervention, with a 7% decrease per week (95% CI -10.7 to -3.0; P<.001), and a much attenuated decrease after week 3, with a 0.4% decrease per week (95% CI -0.7 to -0.1; P=.003; Figure  1 ). The slopes before and after week 3 were significantly different (P=.002), supporting the use of the piecewise linear model over the linear model. Descriptively, at week 1, the mean responsivity across all text messages was 36% (SD 22.4%), and by week 16, the mean responsivity decreased to 17% (SD 17.9%; see Table  3 )."
    },
    {
      "title": "Responsivity to Prompted and Unprompted Messages",
      "text": "In terms of responsivity to prompted text messages, there was again a significant and rapid decrease in responsivity in the first 3 weeks of the intervention, with a 13% decrease per week (95% CI -19.5 to -6.3; P<.001), which plateaued after week 3 (decrease 0.1% per week; 95% CI -0.8 to 0.6; P=.79; see Figure  1 ). The slopes before and after week 3 were significantly different (P<.001). Participants demonstrated relatively high engagement with prompted text messages at week 1 but with significant variability (mean responsivity=78%, SD 31%). By week 16, the average responsivity to prompted text messages decreased to 46% (SD 37%; see Table  3 ).\n\nSimilarly, there was a rapid decrease in responsivity to unprompted text messages in the first 3 weeks, with a 7% decrease per week (95% CI -11.9 to -1.5; P=.01), and an attenuated decrease after week 3, with 0.4% decrease per week (95% CI -0.6 to -0.1; P=.01; see Figure  1 ). The slopes before and after week 3 were significantly different (P=.02). The mean responsivity at week 1 was 28% (SD 29.3%), which decreased to 10% by week 16 (SD 26.3%; see Table  3 )."
    },
    {
      "title": "Responsivity to Promoted Content-Specific Messages",
      "text": "We also examined trends in responsivity across certain types of prompted text messages (see Table  1 ). Participant responsivity to medication reminders (P=.64), appointment reminders (P=.31), goal motivation (P=.12), goal progress (P=.25), and patient experience texts (P=.74) did not significantly change over the course of the 16-week intervention, suggesting relatively stable participant engagement with these types of text messages (see Table  4 ). In contrast, there was a significant decrease in responsivity to more information texts in the first 3 weeks, with a 10% decrease per week (95% CI -17.2 to -1.8; P=.02), which plateaued after week 3 (decrease 0.5% per week; 95% CI -1.4 to 0.5; P=.33; see Figure  1 ). The slopes before and after week 3 were significantly different (P=.03). Descriptively, the average responsivity to more information texts at week 1 was 71%, which decreased to 38% by week 16 (see Table  3 ). Participants also responded to fewer health trivia texts each week, with a 3% decrease per week (95% CI -4.24 to -0.97; Z=-3.13; P=.002). Mean responsivity for trivia texts was 89% at week 1, which decreased to 52% by the last week of the intervention."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Over the course of a 16-week 2-way SMS intervention for AYA cancer survivors called THRIVE, we found that responsivity to text messages (overall, prompted, unprompted, and more information texts) peaked during the first week and rapidly decreased by week 3. However, participants were more responsive to prompted than to unprompted text messages and demonstrated stable responsivity to certain prompted content: medication reminders, appointment reminders, goal motivation, goal progress, and patient experience texts. Our analysis of text message responsivity represents an important contribution to the literature, as the majority of existing mHealth interventions have focused exclusively on efficacy data and neglected objective engagement data  [38] . Our approach, involving coding how many times a participant sent a text back to different types of text messages, was practical, feasible to do with a small research team, and unveiled important patterns in AYA survivors' text message responsivity.\n\nThe decline in text message responsivity is consistent with past research that has demonstrated that engagement with mHealth tools is generally low and rapidly decreases in the first few weeks of use  [11, 12] . For example, in a mHealth intervention called HeartSteps that delivered contextually tailored activity suggestions to sedentary adults, the effect of activity suggestions diminished over time and largely disappeared after 1 month  [39] . Similarly, 74% of consumers report discontinuing the use of commercial health apps after the tenth use  [40] . This study adds to this body of literature and contributes novel information about how text message responsivity declined and plateaued in an AYA cancer survivor sample, likely because of habituation. At the same time, across weeks, participants demonstrated the highest percentage responsivity to prompted text messages. Among the prompted text message content categories, participants demonstrated relatively stable engagement (generally >50%) with certain content: medication reminders, The data generated by this study have furthered our understanding of AYA survivors' objective engagement with specific text message content in a few ways. First, deteriorating responsivity in the first 3 weeks of the intervention highlights the importance of planning for habituation in future trials. To sustain long-term engagement with text messages, researchers should consider the implementation of a text message delivery schedule that minimizes the risk of habituation by favoring times when participants are most likely to be receptive and available to respond  [39] . Although each participant in our study selected the timing of their text messages, employing reinforcement learning algorithms  [41]  would help to further personalize the timing of text message delivery based on a participant's prior responses (eg, their responsivity to messages at certain times, days of the week, and based on certain content). Notably, sending 1 to 2 health-related text messages per day for 16 weeks may have not been ideal for establishing and sustaining the level of responsivity needed to support meaningful behavior change. Indeed, based on learning theories, it may have been beneficial to temporarily suspend text messages when a participant's responsivity decreased (eg, at week 3 of our intervention) to reduce burden and encourage a spontaneous recovery in engagement once text messages were reinitiated  [42] . Similarly, it may have been useful to vary text messages by sending engaging (noninterventional) content on some days, such as memes, gifs, and life insights that have been used to increase engagement in daily mobile assessments in other AYA populations  [43] .\n\nSecond, although greater responsivity to prompted text messages is somewhat intuitive as these messages requested a response, relatively few 2-way text message interventions (as opposed to 1-way text messages) have been tested to address AYA health behaviors  [10]  and even fewer for AYA cancer survivors  [26] . Our research provides evidence that bidirectional messaging may be an important component for promoting AYA survivors' engagement with text message interventions.\n\nThird, AYA survivors demonstrated sustained responsivity to prompted texts about their temporal health behaviors (eg, medication adherence), a personally selected health goal, and personal experiences compared with text messages that were education based (ie, seeking more information or responding to health trivia). Such findings are consistent with evidence that tailored, personally relevant text messages are more engaging that generic text messages  [11, 27] . Although it is well documented that educational interventions alone are insufficient to improve health behaviors such as medical adherence  [44, 45] , our findings show that purely informational content may have also been less engaging for AYAs in our research study. Alternatively, it is possible that participants were more engaged with these content-specific text messages because they were received less often, appeared more novel, and thus were less prone to habituation. Experimental designs such as microrandomized trials will help to disentangle how the frequency, timing, and content of tailored text messages impact AYA survivors' proximal engagement in mHealth interventions  [46, 47] ."
    },
    {
      "title": "Limitations",
      "text": "With limited methodological guidance about how to best evaluate text message user data, we recognize that our approach represents only one of the several possible methods of examining text message responsivity. This approach is not without limitations. Our texting platform was not equipped to measure whether participants read the text messages. As a result, we relied exclusively on a text back from participants to determine their engagement, which neglects the possibility that participants passively engaged with content (especially with unprompted messages that did not request a response). To our knowledge, no research has examined differences in intervention efficacy for participants who actively respond to text messages compared with those who passively read, but did not respond, to text messages. Such research would be beneficial for illustrating dose-response relationships within a texting intervention or the amount of responsivity that is minimally needed to experience certain intervention effects  [38, 48] . In addition, all text messages were delivered via a secondary study iPhone, which may have resulted in lower responsivity than if messages were delivered to a personal phone.\n\nAnother notable limitation was the large variability across participants in their responsivity to text messages, as evidenced by large SDs in most text message categories. Although our focus was assessing responsivity to text messages at the group level, heterogeneity between participants highlights the importance of examining within-subject responsivity in future research. Furthermore, our investigation was underpowered to test whether specific participant characteristics (such as age, sex, or cancer diagnosis) predicted trends in text message responsivity, which could provide further insight into responsivity patterns. More research, with larger samples, is clearly needed to demonstrate whether our method of examining text message responsivity contributes meaningful knowledge about user engagement and explanatory data about the efficacy of the intervention. Despite these limitations, this generalizable approach unveiled practical information about how to enhance our text bank for AYA cancer survivors before a scaled-up randomized controlled trial (ie, increase the number of prompted text messages and expand tailoring of text messages to increase personal relevance)."
    },
    {
      "title": "Conclusions and Future Directions",
      "text": "This study illustrates 1 method for analyzing user engagement with 2-way text messages and contributes knowledge about the types of text messages that AYA survivors responded to the most. The analysis of participant responsivity to text messages, as well as other mHealth log data (eg, such as opening a mobile app, clicking a link, and reading a text message), can help provide critical insight into participant engagement with mHealth technology  [15] . Consistent with prior research  [11, 28, 39] , our findings showed that AYA survivors' responsivity to text messages rapidly decreased during the first few weeks of the intervention, but they demonstrated higher engagement with prompted and personally relevant text messages.\n\nFuture mHealth interventions should integrate bidirectional and tailored content to maximize AYA survivors' engagement in text message interventions. For example, JMIR Mhealth Uhealth 2019 | vol. 7 | iss. 4 | e12547 | p. 8  http://mhealth.jmir.org/2019/4/e12547/ (page number not for citation purposes) Psihogios et al JMIR MHEALTH AND UHEALTH"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX following this pilot intervention, we expanded THRIVE text messages to include educational content that was tailored to each AYA survivor's cancer treatment history and related risks for late effects, for example:\n\n[Name], Ever notice that you have trouble hearing the TV or other people at large gatherings? If so, let a member of your medical team know and ask to get your hearing checked. Cisplatin (a chemotherapy you received) can affect your hearing.\n\nThe second wave of this intervention is described in a separate publication  [49]  and is currently being tested in a randomized controlled trial.\n\nOther intervention features may have increased responsivity, such as delivering text messages directly to an AYA's personal phone and adding gamification elements (eg, earning points for responding to messages)  [43] . Future research can systematically test the causal effects of various message delivery schedules, as well as different engagement strategies (eg, gamification and incentives), on increasing an individual's responsivity to text messages over time  [43, 50] . In addition to analyzing responsivity to specific text message content, analysis of additional text message components, such as who sent the text message, when was it delivered, and how frequently were text messages sent, will help elucidate salient user patterns and preferences  [15] . We recommend that future research make use of text message log data when possible and examine both intervention (eg, length of intervention, types of text messages, gamification, and target health behavior) and contextual factors (eg, participant age, sex, race/ethnicity, and health status) that influence engagement  [51, 52] . Future research should also evaluate the latency of responsivity, such as the elapsed time to respond to text messages, as studying response times has yielded valuable information in other health areas (eg, factors that influence health providers' response times to patient physiological monitors)  [53] . Building and sharing knowledge in this area can encourage additional research on engagement with mHealth text messages; inform important modifications to text banks; and answer multiple calls for rigorous methodological research in the development, implementation, and evaluation of user-centered mHealth tools  [12, 54, 55] ."
    },
    {
      "text": "Psihogios et al JMIR MHEALTH AND UHEALTH XSL • FO RenderX appointment reminders, goal motivation, goal progress, and patient experience texts."
    },
    {
      "text": "Text message examples by category. Does smoking help you lose weight? Text back 1 for yes or 2 for no. Trivia a Losing your hair during treatment is hard for most patients with cancer. If you lost hair, text back 1 for info on your hair after cancer. More information a Your treatment & some medications can make skin more sensitive to sun than it used to be. Did you apply sunscreen today? Text back 1 if yes, or 2 if no. You have an appointment to come to CHOP in 2 days, on 11/28/2014 at 3:00PM. Do you know how you are getting there? Text back 1 for Yes or 2 for No. Appointment reminder a"
    },
    {
      "text": "Demographic and disease information (N=26)."
    },
    {
      "text": "Means and SDs for text message responsivity (%) across categories of text messages received intermittently during the intervention."
    }
  ],
  "references": [
    {
      "title": "Means and SDs for text message responsivity (%) across categories of text messages received weekly during the intervention. More information, n; mean (SD) Prompted, n; mean (SD) Unprompted, n; mean (SD) Total"
    },
    {
      "title": "Pew Research Center",
      "authors": [
        "A Lenhart",
        "K Purcell",
        "A Smith",
        "K Zickuhr"
      ],
      "year": 2010,
      "doi": "10.1037/e501942023-001"
    },
    {
      "title": "Pew Research Center",
      "authors": [
        "M Anderson",
        "J Jingjing"
      ],
      "year": 2018
    },
    {
      "title": "Adherence To Pediatric Medical Regimens (Issues In Clinical Child Psychology)",
      "authors": [
        "M Rapoff"
      ],
      "year": 2010,
      "doi": "10.1007/978-1-4419-0570-3"
    },
    {
      "title": "What's in a message? Delivering sexual health promotion to young people in Australia via text messaging",
      "authors": [
        "J Gold",
        "M Lim",
        "M Hellard",
        "J Hocking",
        "L Keogh"
      ],
      "year": 2010,
      "doi": "10.1186/1471-2458-10-792"
    },
    {
      "title": "Intervention format and delivery preferences among young adult cancer survivors",
      "authors": [
        "C Rabin",
        "N Simpson",
        "K Morrow",
        "B Pinto"
      ],
      "year": 2013,
      "doi": "10.1007/s12529-012-9227-4"
    },
    {
      "title": "Computerized Automated Reminder Diabetes System (CARDS): e-mail and SMS cell phone text messaging reminders to support diabetes management",
      "authors": [
        "D Hanauer",
        "K Wentzell",
        "N Laffel",
        "L Laffel"
      ],
      "year": 2009,
      "doi": "10.1089/dia.2008.0022"
    },
    {
      "title": "Systematic review of text-messaging interventions to promote healthy behaviors in pediatric and adolescent populations: implications for clinical practice and research",
      "authors": [
        "L Militello",
        "S Kelly",
        "B Melnyk"
      ],
      "year": 2012,
      "doi": "10.1111/j.1741-6787.2011.00239.x"
    },
    {
      "title": "Mobile health interventions for improving health outcomes in youth: a meta-analysis",
      "authors": [
        "D Fedele",
        "C Cushing",
        "A Fritz",
        "C Amaro",
        "A Ortega"
      ],
      "year": 2017,
      "doi": "10.1001/jamapediatrics.2017.0042"
    },
    {
      "title": "Can mobile health applications facilitate meaningful behavior change?: time for answers",
      "authors": [
        "Z Eapen",
        "E Peterson"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.11067"
    },
    {
      "title": "Text messaging and mobile phone apps as interventions to improve adherence in adolescents with chronic health conditions: a systematic review",
      "authors": [
        "S Badawy",
        "L Barrera",
        "M Sinno",
        "S Kaviany",
        "O' Dwyer",
        "L Kuhns"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.7798"
    },
    {
      "title": "Patients' engagement with \"Sweet Talk\" -a text messaging support system for young people with diabetes",
      "authors": [
        "V Franklin",
        "A Greene",
        "A Waller",
        "S Greene",
        "C Pagliari"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.962"
    },
    {
      "title": "Commentary: pediatric eHealth interventions: common challenges during development, implementation, and dissemination",
      "authors": [
        "Y Wu",
        "R Steele",
        "M Connelly",
        "T Palermo",
        "L Ritterband"
      ],
      "year": 2014,
      "doi": "10.1093/jpepsy/jsu022"
    },
    {
      "title": "Smartphone mobile application delivering personalized, real-time sun protection advice: a randomized clinical trial",
      "authors": [
        "D Buller",
        "M Berwick",
        "K Lantz",
        "M Buller",
        "J Shane",
        "I Kane"
      ],
      "year": 2015,
      "doi": "10.1001/jamadermatol.2014.3889"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "More than a text message: dismantling digital triggers to curate behavior change in patient-centered health interventions",
      "authors": [
        "F Muench",
        "A Baumel"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7463"
    },
    {
      "title": "Apps and adolescents: a systematic review of adolescents' use of mobile phone and tablet apps that support personal management of their chronic or long-term physical conditions",
      "authors": [
        "R Majeed-Ariss",
        "E Baildam",
        "M Campbell",
        "A Chieng",
        "D Fallon",
        "A Hall"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.5043"
    },
    {
      "title": "Text message intervention designs to promote adherence to antiretroviral therapy (ART): a meta-analysis of randomized controlled trials",
      "authors": [
        "D Finitsis",
        "J Pellowski",
        "B Johnson"
      ],
      "year": 2014,
      "doi": "10.1371/journal.pone.0088166"
    },
    {
      "title": "A meta-analysis of the use of electronic reminders for patient adherence to medication in chronic disease care",
      "authors": [
        "D Tao",
        "L Xie",
        "T Wang",
        "T Wang"
      ],
      "year": 2015,
      "doi": "10.1177/1357633x14541041"
    },
    {
      "title": "Meta-analysis of internet-delivered interventions to increase physical activity levels",
      "authors": [
        "C Davies",
        "J Spence",
        "C Vandelanotte",
        "C Caperchione",
        "W Mummery"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-52"
    },
    {
      "title": "Website-delivered physical activity interventions a review of the literature",
      "authors": [
        "C Vandelanotte",
        "K Spathonis",
        "E Eakin",
        "N Owen"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.02.041"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007,
      "doi": "10.1016/j.amepre.2007.05.007"
    },
    {
      "title": "Preventing the obesity epidemic by second generation tailored health communication: an interdisciplinary review",
      "authors": [
        "H Enwald",
        "M Huotari"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1409"
    },
    {
      "title": "Lifestyle behavior interventions delivered using technology in childhood, adolescent, and young adult cancer survivors: A systematic review",
      "authors": [
        "L Kopp",
        "Z Gastelum",
        "C Guerrero",
        "C Howe",
        "P Hingorani",
        "M Hingle"
      ],
      "year": 2017,
      "doi": "10.1002/pbc.26166"
    },
    {
      "title": "Achieving value in mobile health applications for cancer survivors",
      "authors": [
        "S Davis",
        "I Oakley-Girvan"
      ],
      "year": 2017,
      "doi": "10.1007/s11764-017-0608-1"
    },
    {
      "title": "Predictors of engagement in follow-up care of young adult survivors of childhood cancer",
      "authors": [
        "L Schwartz",
        "D Szalda",
        "W Hobbie",
        "A Kazak"
      ],
      "year": 2010
    },
    {
      "title": "Digital health interventions for adolescent and young adult cancer survivors",
      "authors": [
        "K Devine",
        "A Viola",
        "E Coups",
        "Y Wu"
      ],
      "year": 2018,
      "doi": "10.1200/cci.17.00138"
    },
    {
      "title": "A Fitbit and Facebook mHealth intervention for promoting physical activity among adolescent and young adult childhood cancer survivors: a pilot study",
      "authors": [
        "J Mendoza",
        "K Baker",
        "M Moreno",
        "K Whitlock",
        "Abbey Lambertz",
        "M Waite"
      ],
      "year": 2017,
      "doi": "10.1002/pbc.26660"
    },
    {
      "title": "Development of a text messaging system to improve receipt of survivorship care in adolescent and young adult survivors of childhood cancer",
      "authors": [
        "J Casillas",
        "A Goyal",
        "J Bryman",
        "F Alquaddoomi",
        "P Ganz",
        "E Lidington"
      ],
      "year": 2017,
      "doi": "10.1007/s11764-017-0609-0"
    },
    {
      "title": "Feasibility of a symptom management intervention for adolescents recovering from a hematopoietic stem cell transplant",
      "authors": [
        "C Rodgers",
        "R Krance",
        "R Street",
        "M Hockenberry"
      ],
      "year": 2013,
      "doi": "10.1097/ncc.0b013e31829629b5"
    },
    {
      "title": "Recruiting young adult cancer survivors for behavioral research",
      "authors": [
        "C Rabin",
        "S Horowitz",
        "B Marcus"
      ],
      "year": 2013,
      "doi": "10.1007/s10880-012-9317-0"
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: a meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T Laba",
        "K Santo",
        "A Thiagalingam",
        "A Rodgers"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7667"
    },
    {
      "title": "Behavior change interventions delivered by mobile telephone short-message service",
      "authors": [
        "B Fjeldsoe",
        "A Marshall",
        "Y Miller"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.09.040"
    },
    {
      "title": "Stakeholder validation of a model of readiness for transition to adult care",
      "authors": [
        "L Schwartz",
        "L Brumley",
        "L Tuchman",
        "L Barakat",
        "W Hobbie",
        "J Ginsberg"
      ],
      "year": 2013,
      "doi": "10.1001/jamapediatrics.2013.2223"
    },
    {
      "title": "The health belief model",
      "authors": [
        "V Strecher",
        "I Rosenstock"
      ],
      "year": 1997
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "Improving asthma control through telemedicine: a study of short-message service",
      "authors": [
        "V Ostojic",
        "B Cvoriscec",
        "S Ostojic",
        "D Reznikoff",
        "A Stipic-Markovic",
        "Z Tudjman"
      ],
      "year": 2005,
      "doi": "10.1089/tmj.2005.11.28"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Opening the black box of electronic health: collecting, analyzing, and interpreting log data",
      "authors": [
        "F Sieverink",
        "S Kelders",
        "M Poel",
        "L Van Gemert-Pijnen"
      ],
      "year": 2017,
      "doi": "10.2196/resprot.6452"
    },
    {
      "title": "Effects of contextually-tailored suggestions for physical activity: the HeartSteps micro-randomized trial",
      "authors": [
        "P Klasnja",
        "S Smith",
        "N Seewald",
        "A Lee",
        "K Hall",
        "B Luers"
      ],
      "year": 2018,
      "doi": "10.1093/abm/kay067"
    },
    {
      "title": "Motivating patients to use smartphone health apps URL",
      "year": 2012
    },
    {
      "title": "Informing sequential clinical decision-making through reinforcement learning: an empirical study",
      "authors": [
        "S Shortreed",
        "E Laber",
        "D Lizotte",
        "T Stroup",
        "J Pineau",
        "S Murphy"
      ],
      "year": 2011,
      "doi": "10.1007/s10994-010-5229-0"
    },
    {
      "title": "Habituation revisited: an updated and revised description of the behavioral characteristics of habituation",
      "authors": [
        "C Rankin",
        "T Abrams",
        "R Barry",
        "S Bhatnagar",
        "D Clayton",
        "J Colombo"
      ],
      "year": 2009,
      "doi": "10.1016/j.nlm.2008.09.012"
    },
    {
      "title": "Toward increasing engagement in substance use data collection: development of the Substance Abuse Research Assistant app and protocol for a microrandomized trial using adolescents and emerging adults",
      "authors": [
        "M Rabbi",
        "Philyaw Kotov",
        "M Cunningham",
        "R Bonar",
        "Nahum Shani",
        "I Klasnja"
      ],
      "year": 2018,
      "doi": "10.2196/resprot.9850"
    },
    {
      "title": "Practice-based approach to assessing and treating non-adherence in pediatric regimens",
      "authors": [
        "C Duncan",
        "J Mentrikoski",
        "Y Wu",
        "E Fredericks"
      ],
      "year": 2014,
      "doi": "10.1037/cpp0000066"
    },
    {
      "title": "Meta-analysis of psychological interventions to promote adherence to treatment in pediatric chronic health conditions",
      "authors": [
        "S Kahana",
        "D Drotar",
        "T Frazier"
      ],
      "year": 2008,
      "doi": "10.1093/jpepsy/jsm128"
    },
    {
      "title": "To prompt or not to prompt? A microrandomized trial of time-varying push notifications to increase proximal engagement with a mobile health app",
      "authors": [
        "N Bidargaddi",
        "D Almirall",
        "S Murphy",
        "Nahum Shani",
        "I Kovalcik",
        "M Pituch"
      ],
      "year": 2018,
      "doi": "10.2196/10123"
    },
    {
      "title": "Design lessons from a micro-randomized pilot study in mobile health",
      "authors": [
        "S Smith",
        "A Lee",
        "K Hall",
        "N Seewald",
        "A Boruvka",
        "S Murphy"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-319-51394-2_4"
    },
    {
      "title": "Developing and evaluating digital interventions to promote behavior change in health and health care: recommendations resulting from an international workshop",
      "authors": [
        "S Michie",
        "Yardley West",
        "R Patrick",
        "K Greaves"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7126"
    },
    {
      "title": "Iterative development of a mHealth intervention for adolescent and young adult survivors of childhood cancer",
      "authors": [
        "L Schwartz",
        "A Psihogios",
        "D Henry-Moss",
        "L Daniel",
        "E Ver Hoeve",
        "B Velazquez-Martin"
      ],
      "year": 2019,
      "doi": "10.1037/cpp0000272"
    },
    {
      "title": "Microrandomized trials: an experimental design for developing just-in-time adaptive interventions",
      "authors": [
        "P Klasnja",
        "E Hekler",
        "S Shiffman",
        "A Boruvka",
        "D Almirall",
        "A Tewari"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000305"
    },
    {
      "title": "Conceptualising engagement with digital behaviour change interventions: a systematic review using principles from critical interpretive synthesis",
      "authors": [
        "O Perski",
        "A Blandford",
        "R West",
        "S Michie"
      ],
      "year": 2016,
      "doi": "10.1007/s13142-016-0453-1"
    },
    {
      "title": "Engagement within a mobile phone-based smoking cessation intervention for adolescents and its association with participant characteristics and outcomes",
      "authors": [
        "C Paz",
        "S Haug",
        "A Filler",
        "T Kowatsch",
        "M Schaub"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7928"
    },
    {
      "title": "Video analysis of factors associated with response time to physiologic monitor alarms in a children's hospital",
      "authors": [
        "C Bonafide",
        "A Localio",
        "J Holmes",
        "V Nadkarni",
        "S Stemler",
        "M Macmurchy"
      ],
      "year": 2017,
      "doi": "10.1001/jamapediatrics.2016.5123"
    },
    {
      "title": "mHealth consumer apps: the case for user-centered design",
      "authors": [
        "T Mccurdie",
        "S Taneva",
        "M Casselman",
        "M Yeung",
        "C Mcdaniel",
        "W Ho"
      ],
      "year": 2012,
      "doi": "10.2345/0899-8205-46.s2.49"
    },
    {
      "title": "The BUS Framework: a comprehensive tool in creating an mHealth app utilizing behavior change theories, user-centered design, and social marketing",
      "authors": [
        "S Patel",
        "M Arya"
      ],
      "year": 2017,
      "doi": "10.7309/jmtm.6.1.6"
    }
  ],
  "num_references": 56
}
