{
  "paper_id": "55IPPCLM",
  "title": "A systematic review with meta-analyses of text message-delivered behaviour change interventions for weight loss and weight loss maintenance",
  "abstract": "Short Message Service (SMS)-delivered behaviour change interventions are frequently used to support weight management. This systematic review examines the effectiveness of SMSdelivered behaviour change interventions for weight management. Electronic databases were searched for randomised controlled trials (RCTs) comparing SMS-delivered adult weight management interventions to control groups, published between 1990 and 2018. Weight change was examined using random effects meta-analyses at intervention cessation and post intervention follow-up. Subgroup analyses examined intervention duration, SMS frequency, theory use, SMS interactivity, and SMS tailoring. Fifteen studies met inclusion criteria (2,705 participants). For weight loss interventions (n=12, 1,977 participants), the mean differences in weight change was -2.28kg (95% confidence interval [CI] -3.17 to -1.36kg). No studies reported post intervention follow-up. For weight loss maintenance interventions (n=3, 728 participants) the mean differences in weight change was -0.68kg (95% CI, -1.31 to -0.05kg) and post intervention follow-up (n=2, 498 participants) effects were -0.57kg (95% CI, -1.67 to 0.53kg). No subgroup differences were found. SMS-delivered behaviour change interventions for weight loss led to significant small to moderate weight loss and weight loss maintenance compared to control groups. Evidence on long-term effects is limited. SMS-delivered behaviour change interventions are a potentially effective and scalable intervention option for obesity treatment.",
  "year": 2017,
  "date": "2017",
  "journal": "Translational behavioral medicine",
  "publication": "Translational behavioral medicine",
  "authors": [
    {
      "forename": "Rebecca",
      "surname": "Skinner",
      "name": "Rebecca Skinner",
      "affiliation": "1  Division of Psychology , Faculty of Natural Sciences , University of Stirling , UK \n\t\t\t\t\t\t\t\t Division of Psychology \n\t\t\t\t\t\t\t\t Faculty of Natural Sciences \n\t\t\t\t\t\t\t\t University of Stirling \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Veronica",
      "surname": "Gonet",
      "name": "Veronica Gonet",
      "affiliation": "1  Division of Psychology , Faculty of Natural Sciences , University of Stirling , UK \n\t\t\t\t\t\t\t\t Division of Psychology \n\t\t\t\t\t\t\t\t Faculty of Natural Sciences \n\t\t\t\t\t\t\t\t University of Stirling \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Sinead",
      "surname": "Currie",
      "name": "Sinead Currie",
      "affiliation": "1  Division of Psychology , Faculty of Natural Sciences , University of Stirling , UK \n\t\t\t\t\t\t\t\t Division of Psychology \n\t\t\t\t\t\t\t\t Faculty of Natural Sciences \n\t\t\t\t\t\t\t\t University of Stirling \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "|pat",
      "surname": "Hoddinott",
      "name": "|pat Hoddinott",
      "affiliation": "2  , Nursing Midwifery and Allied Health Professions Research Unit , University of Stirling , UK \n\t\t\t\t\t\t\t\t Nursing Midwifery and Allied Health Professions Research Unit \n\t\t\t\t\t\t\t\t University of Stirling \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Stephan",
      "surname": "Dombrowski",
      "name": "Stephan Dombrowski",
      "affiliation": "3  Faculty of Kinesiology , University of New Brunswick , Canada \n\t\t\t\t\t\t\t\t Faculty of Kinesiology \n\t\t\t\t\t\t\t\t University of New Brunswick \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Canada",
      "email": "stephan.dombrowski@unb.ca"
    },
    {
      "affiliation": "90 Mackay Drive Fredericton , New Brunswick , Canada , E3B 5A3 \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 90 Mackay Drive Fredericton \n\t\t\t\t\t\t\t\t\t E3B 5A3 \n\t\t\t\t\t\t\t\t\t New Brunswick \n\t\t\t\t\t\t\t\t\t Canada"
    }
  ],
  "doi": "https://doi.org/10.13039/501100002326",
  "keywords": [
    "obesity",
    "weight loss",
    "weight loss maintenance"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Carrying excess weight is a leading cause of preventable morbidity and mortality 1 . In 2017, 52% of adults worldwide and 65% of adults in the UK were classified as overweight or obese  1, 2  . A reduction in weight can have clinically significant health improvements. Achieving 5-10% weight loss is associated with reductions in cardiovascular risk factors, morbidity and mortality  3  , with some guidelines suggesting that weight change of 3-5% may lead to clinically meaningful health benefits  4, 5  . Behavioural changes in diet and physical activity can lead to weight reductions in individuals with excess weight and reduce the risk of comorbidities and chronic conditions  6  and can be effective for long-term weight reduction  7, 8  .\n\nThe rising prevalence of mobile phone ownership worldwide, has created a new avenue for behaviour change interventions  9  . Mobile phones can be used to deliver interventions through Short Message Service (SMS), often referred to as text messages  10  . Evidence-based weight management delivered through mobile phones is potentially scalable and costeffective to support weight loss and weight loss maintenance  9  . The widespread use of mobile phones increases the potential to reach large population segments, including those from disadvantaged and less privileged backgrounds who are at greater risk of overweight and obesity  11, 12  .\n\nThe effectiveness of weight management interventions delivered via SMS remains unclear.\n\nSeveral systematic reviews have shown promising results for behaviour change and weight management interventions which include SMS alongside other components  10, [13] [14] [15] [16]  . A systematic review of weight management interventions using SMS reports a weighted mean change in intervention participants of -2.56kg (95% CI, -3.46 to -1.65kg) based on six studies  17  . However, the review includes interventions using additional components such as mobile applications or mobile linked devices such as Fitbits and studies included children and non-RCT studies. Another systematic review of a range of mobile phone delivered weight loss interventions including SMS reported a pooled effect size of -0.23 (95% CI = -0.38, -0.08) based on ten studies, equivalent to a 3.1kg weight loss  18  . This review also found that personal contact and more frequent interactions (1-4 interactions per day) were associated with greater weight reduction. An additional systematic review of SMS-delivered weight maintenance interventions reported a weighted effect size of -0.82kg (95% CI -1.43 to -0.21kg) based on three studies  19  , suggesting potential for SMS to support weight loss maintenance following weight loss. Another systematic review of mobile phone delivered weight management interventions on weight change in adults with obesity and found a weighted effect size of -2.35kg (95% CI, -2.84 to -1.87kg) based on 20 studies  15  . This review examined the association between intervention duration and weight loss. Weighted effect sizes were -2.25kg (95% CI -3.34, -1.16 I 2 =92%) at 3-4 months, -2.66kg (95% CI -3.94, -1.38"
    },
    {
      "title": "METHODS",
      "text": "This systematic review was conducted in line with Cochrane guidelines  20  and reported according to PRISMA guidelines  21  , following a registered protocol (PROSPERO, CRD42019111019)."
    },
    {
      "title": "Eligibility criteria",
      "text": "Studies were included if they were peer reviewed randomised controlled trials (RCTs) or quasi-randomised control trial (quasi-RCTs) published in English including adult participants (≥18 years) with an average body mass index (BMI) of ≥25 kg/m 2 . Interventions had to be delivered via automated text messages (i.e. SMS) to a mobile phone as the primary component of the intervention. Text message delivery could be standard SMS or messaging apps such as WhatsApp  22  ."
    },
    {
      "title": "Outcomes measure",
      "text": "The outcome of interest in this systematic review was weight change, measured in kilograms, from baseline to the end of the intervention and post intervention follow-up period."
    },
    {
      "title": "Search strategy",
      "text": "An electronic database search was conducted from 1990 to July 2018 using a comprehensive search strategy developed in Ovid MEDLINE (Table  S1 ) and modified for other databases: Scopus, PsycINFO, and CINAHL."
    },
    {
      "title": "Study selection",
      "text": "One reviewer (VG) screened the titles and abstracts of all records. A second reviewer (RS) independently screened a random 10% (n=119). Interrater agreement for study selection was Cohen's kappa (κ)= 1. All records identified as potentially relevant were examined as full text. Full texts of potentially eligible RCTs were obtained (n=92) and independently appraised for inclusion by two reviewers (RS, VG). Where queries arose, they were resolved through discussion with a third reviewer (SUD). Two reviewers (RS, SUD) verified study inclusion based on eligibility."
    },
    {
      "title": "Data extraction",
      "text": "Two reviewers (RS, VG) independently extracted relevant population and intervention characteristic from eligible papers. Any disagreements were resolved by a third reviewer (SUD). Extracted data included year and country of study, study design, participant characteristics including average age, gender split, average BMI, inclusion and exclusion criteria, description of intervention and control conditions, duration of intervention, changes in measurements and duration of follow-up."
    },
    {
      "title": "Risk of bias assessment",
      "text": "Two reviewer (RS, VG) assessed risk of bias of each study independently. Disagreements were resolved by consensus or by consultation with a third reviewer (SUD). Risk of bias was assessed as 'low risk', 'high risk' or 'unclear risk' and individual risk of bias items were evaluated  20  . For quasi-RCTs, the Cochrane handbook guidance on cluster RCTs risk of bias assessment were followed  23  . There was satisfactory inter-rater agreement for risk of bias indicators (κ= 0.63)."
    },
    {
      "title": "Data Analysis",
      "text": "Studies reporting sufficient data to calculate mean differences in weight change in kg at intervention end and post intervention follow up, were meta-analysed using RevMan (version 5.3). Meta-analyses were conducted to examine the difference between intervention and control groups for weight change at the end of the active intervention period, or the reported measurement time point closest to the end of the intervention.\n\nWhen studies tested multiple versions of the intervention against a comparison condition, then the interventions were treated as separate studies, with control participants divided by the number of interventions in the meta-analysis. When a choice of weight outcomes was available (e.g. measurement vs self-report), the more objective measure was chosen. When a choice of weight change analysis was available (e.g. completers vs intention-to-treat analysis), the outcome that took account of missing data was chosen. When studies reported average weights at baseline and follow-up, weight change was calculated by subtracting the baseline weight from the final weight. When standard deviations for weight change in kg were not reported and could not be converted using the guidelines from the Cochrane handbook  23  , the formula provided by Avenell et al.,  24  was used. Effect sizes were calculated separately for weight loss and weight loss maintenance studies. All pooled effects were calculated as mean difference in weight change using a random effects model (inverse-variance approach). The I 2 statistic was used to quantify degree of inconsistency between studies  25  . I 2 levels of ≥25% and ≥50% were interpreted as an indicator for moderate and substantial heterogeneity respectively. The test for subgroup differences available in RevMan 5.3 was used to examine subgroup differences. Subgroup analyses were conducted for the weight loss interventions only, due to an insufficient number of weight loss maintenance studies. One weight loss study was excluded from the tailoring subgroup analysis due to a high degree of tailoring seen in other aspects of the intervention  26  . Interrater agreement for key risk of bias indicators was calculated using the kappa statistic  27  ."
    },
    {
      "title": "Subgroup analysis",
      "text": "Comparisons were made for the following intervention characteristics in weight loss studies where at least two studies could be included within a specific category. Intervention duration (<6 months vs 6 months vs 12 months), defined as the length of time participants received text messages. Frequency of SMS delivery (daily vs weekly/bi-weekly vs personalised), defined as how often text messages were sent. Use of theory (theory base mentioned vs no theory base mentioned), defined as whether the study explicitly reported the intervention as being based on a specific theory or theories. SMS interactivity (interactive vs not interactive), defined as intervention messages requiring a response from participants. SMS tailoring (tailored vs generic), tailored SMS were defined as uniquely individualised messages to each participant based on their individual assessment at baseline. These could for example include stage of change, personal goals and barriers, or sub-groups of participants e.g. based on smoking status, diet, or sex. Generic SMS were defined as delivering the same content to each participant, including personalisation e.g. using participants' name."
    },
    {
      "title": "Sensitivity analysis",
      "text": "To examine the robustness of the findings, the following studies were omitted from the sensitivity analysis if they used self-report measures of weight, incomplete data was supplemented by inputted based on statistical assumptions (when SD were estimated based on weight change  28  ), and where relevant information to conduct meta-analyses accounting for a quasi-RCT/ cluster-RCT design was not available."
    },
    {
      "title": "RESULTS",
      "text": "The search identified 1,188 potentially relevant records, of which 92 were selected as potentially eligible; 15 RCTs met inclusion criteria (Figure  1 , see Table  S2  and S3 for included and excluded studies d). Details of the included studies are presented in Table  1 .\n\n---Figure  1 ------Table 1 --- Fifteen studies were included  26, [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42]  of which 12 focused on weight loss  26, [29] [30] [31] [32] [33] [35] [36] [37] [38] 41, 42  and three on weight loss maintenance  34, 39, 40  . The studies were published between 2009-2017. In these 15 studies, 1,380 participants were allocated to an intervention arm and 1,336 participants to a control arm. Studies were conducted in the USA (n=7); Australia (n=3), Europe (n=3) and Asia (n=2).\n\nFourteen studies were individual randomised controlled trials (RCTs), one was a quasi-RCT  32  .\n\nMost studies (n=14) were two-armed trials comparing an intervention to a control group.\n\nOne study had three-arms, comparing two SMS interventions to the control group  39  . Weight change was the primary outcome in all studies but one  31  which reported weight change as a secondary outcome. Sample sizes ranged from 30  30  to 710 participants  31  . Five studies included fewer than 100 participants  29, 30, 32, 41, 42  , six included between 100 and 200 participants  26, 33, 35, 36, 38, 39  , three between 200-500 participants  34, 37, 40  and over 500 participants  22  . The median number of participants per study was 125 [IQR 90 to 107.75].\n\nParticipant dropout ranged from 2% 22 to 50%  37  . Weighted average drop out was 17%, of which 20% dropped out of an intervention arm and 17% dropped out of a control arm. Loss to follow up demographic details were reported in one study  40  : participants lost were more likely to be younger (42.8 vs 50.5 years), female, white British, previously part of a commercial weight loss group and had a higher BMI at the start of the intervention.\n\nFor the 2,716 participants in the 15 studies, the weighted average age was 47.6 years. Two studies included women only  32, 41  . The remaining 13 studies contained both men and women. The weighted average of the proportion of men across all participants was 41% [IQR 17.7 to 42.95%]. The weighted average BMI before weight loss was 31.3 kg/m 2 [IQR 28.6 to 34.1kg/m 2 ] and weighted average of participant's baseline reported weight was 88.0kg [IQR 82.4 to 97.1kg] (Table 1).\n\nThe duration of weight loss interventions ranged from 2 months 32 to 12 months  26, 35, 38  , the mean and median duration was 6 months. Cost of intervention delivery was reported in two studies  33, 34  . A 12 month weight loss intervention reported a total cost, including operational costs and personnel hours, of $21,113.61 for 163 randomised participants which equated to approximately $130 per participant  33  . A 6 month weight loss maintenance study reported an overall delivery cost per participant of approximate AU$80.00  34  .\n\nSix studies reported using theory to develop their interventions  26, [35] [36] [37] [38] [39]  (self efficacy theory  43  , health belief model  36  , transtheoretical model  36, 37  , self-regulation theory  36  , social-cognitive theory  26  , planned behavioural theory  26  , regulatory focus theory , contingency model in mobile phone weight loss  43  ). Three studies reported using one theory  [37] [38] [39]  (the transtheoretical model  37  , social cognitive theory  38  , regulatory focus theory  39  ). Three studies reported using multiple theories  26, 35, 36  . Nine studies did not mention theory  [29] [30] [31] [32] [33] [34] [40] [41] [42]  .\n\nThe frequency of SMS delivery to participants ranged from messages 3-4 times a day  36, 38  to once every 2 weeks  26  , with a median of one SMS per day. Two studies tailored frequency to participant's preference  34, 42  .\n\nSMS interactivity was reported in nine studies  30, 32, 33, 35, 36, 38, [40] [41] [42]  . This included replying to messages with weekly weight (n=7)  32, 33, 35, 38, 40, 42  ; questions about diet (n=2)  36, 41  ; or responding to educational questions (n=1)  30  . Six studies sent automated feedback response based on computer algorithms  30, 35, 36, 38, [40] [41] [42]  , two studies did not respond to replies  33, 37  and one study responded with customised researcher feedback  32  .\n\nStudies used a range of modes of SMS communication, including generic (n=3)  29, 32, 33  and tailored (n=6)  30, 31, [36] [37] [38] [41] [42] [43]  ."
    },
    {
      "title": "Assessment of risk of bias",
      "text": "Nine studies were judged to have low risk of bias  26, 30, 31, 33, 35, 36, 38, [40] [41] [42]  and five studies to have high risk of bias  29, 32, 34, 37, 39  . High risk of bias rating was due to the quasi-RCT design, selfreport outcome weight measures and high risk of attrition (Figure  2 ). Justifications for judgements are provided in the supplementary material (Table  S4 ).\n\n---Figure  2--- Nine studies were judged to either have an unclear or high risk of detection bias based on reports of blinding of outcome assessment for group allocation  26, 29, [32] [33] [34] 38, 39, 41, 42  . However, as the primary outcome assessment (weight in kg) is an objective measurement, the risk of influencing the data recorded was inferred to be minimal under the assumption researchers conducted themselves in an ethical manner determined by research standards. Outcome assessment was deemed a high risk of bias if self-reported weight measurements were taken."
    },
    {
      "title": "Meta-analyses -intervention effectiveness",
      "text": "For weight loss interventions, the mean difference in weight change after the active intervention period was -2.28kg (95% CI, -3.17 to -1.39kg, I 2 =70%) (Figure  3 ). For weight loss maintenance interventions, the mean difference in weight change was -0.68kg (95% CI, -1.31 to -0.05kg, I 2 =0%) (Figure  4 ). Of the weight loss studies, none reported postintervention follow up results. One study attempted six month post-weight loss intervention follow-up. Due to insufficient data no statistical analysis was undertaken and data was not reported  36  . Two weight loss maintenance studies reported post-intervention follow up (2 months  39  and 6 months  40  ) with a mean difference in weight change of -0.57kg (95% CI -1.67 to 0.53kg, I 2 = 0%) (see Fig  S1 ).\n\n---Figure  3 --- ---Figure  4  ---"
    },
    {
      "title": "Sensitivity analysis",
      "text": "Seven studies were included in the sensitivity analysis and showed a mean difference in weight change after the active intervention period of -1.90kg (95% CI, -2.74 to -1.06kg,\n\nSub-group analysis Subgroup analyses are shown in Table  2 . No significant subgroup differences emerged for: intervention duration; frequency of SMS delivery; use of theory; SMS interactivity and SMS tailoring (see Fig S3  -S7 ).\n\n---Table  2  ---DISCUSSION Principle Findings SMS-based behaviour change interventions for weight loss showed significant small to medium weight loss effects at the end of the active intervention (-2.28kg, 95% CI -3.17, -1.39kg), but long-term post-intervention effects are unknown. A small number of behaviour change interventions targeting maintenance after weight loss showed significant small effects after the active intervention (-0.68kg, 95% CI -1.31, -0.05kg) which was nonsignificant six months post-intervention (-0.57kg, 95% CI -1.67, 0.53kg). Variation in weight loss effects could not be explained by differences in intervention features including intervention duration, SMS-frequency, use of theory, SMS interactivity and SMS tailoring."
    },
    {
      "title": "Strength and weaknesses",
      "text": "This review specifically examined SMS as the primary delivery route of behaviour change interventions for weight management, thereby allowing conclusions to be drawn about this particular form of delivery. Previous reviews confounded SMS with a variety of other delivery components. Some of the included studies included delivery components other than SMS, such as websites or social media platforms  18  . However, all included studies used SMS as the primary delivery route making it unlikely that obtained effects are driven by other delivery components. The lack of subgroup differences for weight loss studies might be due to a lack of power as only twelve studies met inclusion criteria. In addition, some of the subgroups might have been too broad to detect more subtle differences. For example, interventions categorised as generic rather than tailored differed to some extent, with some personalising SMS (e.g. by using participant names) and others sending the same SMS to each participant. Descriptions of delivery aspects of interventions were not always fully clear to facilitate coding. Some of the interventions were short term (i.e. between 3-6 months), limiting generalisability of SMS effects in the longer term. However, no difference between subgroups emerged on the basis of intervention timing. Subgroup analyses focused on form of delivery aspects of the SMS interventions, and did not examine intervention content such as behaviour change techniques. The majority of studies were conducted in western countries, however, preliminary evidence suggests that SMSdelivered weight loss interventions may also apply to non-western countries, including research from Korea 29 and Iran  32  ."
    },
    {
      "title": "Relation to other studies",
      "text": "The findings of this review underline evidence suggesting that SMS-delivered behaviour change interventions can support significant small to medium weight loss  19  . Weight loss effects reported here are comparable in magnitude to other reviews that include a SMS within multicomponent mHealth interventions  15, 17, 18  . For example, a systematic review examining mobile health interventions including SMS for adults with obesity reported a weight effect of -2.35kg (95% CI, -2.84 to -1.87kg)  15  , similar to -2.28kg (95% CI -3.17, -1.39kg) found in the current review.\n\nSmall to medium effects of SMS-delivered weight loss interventions have the potential to translate into clinical impact  6, 44  , particularly given the scalability and reach of this automated delivery format. Aveyard et al.,  45  for example found that primary care patients referred to a commercial weight loss intervention by their general practitioner lost -2.43kg This review did not find differences in weight loss effects on the basis of intervention duration, SMS-frequency, use of theory, SMS interactivity and SMS tailoring. A previous systematic review of mobile health interventions found highest weight loss effects at six months with a reduction in effects sizes at 12 months, which remained statistically significant  15  . The current review found a similar pattern of effects sizes, typical for weight loss results over time  46  . Three studies showed significant weight effects at 12 months (-2.03kg, 95% CI -3.66,-0.40kg), suggesting that significant long-term net weight loss is possible despite some likely weight regain. Moreover, similar to a previous review  19  , SMS were found to have small effects on weight loss maintenance following weight loss induced through non SMS-delivered interventions, but this effect did not last.\n\nNo significant association between frequency and weight change effects were found, in contrast to a review of weight loss interventions delivered via mobile phones who report an association between frequent interactions (1-4 interactions per day) and greater weight reduction  18  . This review found a trend that less frequent weekly or bi-weekly SMS interactions were associated with greater weight effects (-2.88kg, 95% CI -4.56, -1.21kg) compared to daily interactions (-1.56kg, 95% CI -2.26, -0.86)."
    },
    {
      "title": "Mechanisms and implications",
      "text": "The mechanisms through which SMS weight loss interventions lead to effects remain largely unclear. This requires further investigation particularly in light of the lack of associations between delivery features and weight effects found in this review. Although theory use was not found to be associated with more effective interventions, in line with previous evidence  47  , a better understanding of the mechanisms through which SMS work is critical to optimise SMS effectiveness, including form of delivery and SMS content features. Limited information on how SMS interventions were developed was reported. Optimisation of SMS content and delivery may benefit from more rapid and iterative experimental developments, prior to testing intervention content in a randomised controlled trial  48, 49  .\n\nRegardless of the lack of evidence on the mechanisms, the effectiveness of SMS-delivered weight loss interventions suggests that these should be considered as a potentially effective public health tool to treat overweight and obesity, in those interested in receiving such support."
    },
    {
      "title": "Unanswered questions and future research",
      "text": "This review was unable to examine the populations for whom SMS-delivered weight loss interventions might be most beneficial. For example, evidence suggests that men and women differ in their preferences and needs for weight loss treatment  50  , but currently no gender-based analyses are reported for SMS-delivered interventions to determine any differences. The current review showed a greater proportion of men participating in included studies compared to other weight loss intervention studies  50, 51  , suggesting that SMS-delivered weight loss interventions may be engaging for men. Other key populations requiring further research are those from disadvantaged backgrounds, the elderly, ethnic minorities, as well as rural and remote populations. Some studies included within trial costs of the intervention delivery.  33, 34     period in SMS-delivered weight loss studies Figure 4: Forest plot of mean difference in weight change at end of active intervention period in SMS-delivered weight loss maintenance studies"
    },
    {
      "text": "6 months, -2.62kg (95% CI -4.81, -0.43 I 2 =85%) at 9 months and -1.23kg (95% CI -2.25, -0.21, I 2 =0%) at 12 months. However, the focus of this review was mHealth in general and not SMS-delivered interventions specifically. The current literature suggests that SMS-delivered weight management interventions can lead to clinically significant weight loss for health. The effectiveness of weight loss and weight loss maintenance behaviour change interventions primarily delivered via SMS remains unclear, and limited evidence exists as to the intervention characteristics that may be associated with more effective SMS-delivered weight management behaviour change interventions. This systematic review examined a) the effectiveness of SMS-delivered behaviour change interventions for weight loss and weight loss maintenance in adults with overweight or obesity, and b) intervention characteristics which might explain variation in effectiveness."
    },
    {
      "text": "The duration of weight loss maintenance interventions ranged from 1 to 3 months; the mean and median duration was 2 months. The weighted average participant baseline weight was 93.2kg [IQR 88.2 to 104.2kg]."
    },
    {
      "text": "compared to -1.18kg for patients provided with brief general practitioner advice. Results of this review suggest that referral to SMS-delivered weight management interventions has the potential to boost weight loss effects over and above standard treatments and advice. SMS-delivered weight management interventions may provide a potentially effective alternative for those unable or unwilling to engage in group-based weight loss interventions."
    },
    {
      "text": "However no full cost-effectiveness analysis of SMS-delivered weight management interventions were conducted. Given the relatively low resource costs of automated intervention delivery, cost effectiveness could be implied. However, high quality evidence is required to examine and quantify cost-effectiveness of SMS delivered weight management interventions. Future research might benefit from a better understanding of how different populations engage with and integrate SMS into their daily life. For instance, there might be age, sex or cultural difference in terms of the number, frequency, types and sources of messages individuals receive. Any SMS-delivered intervention needs to be meaningfully embedded within a pre-existing message context. Moreover, the way in which a participant integrates an SMS-delivered intervention into daily routines and social interactions requires further exploration. CONCLUSION SMS-delivered behaviour change interventions are effective to support weight loss and weight loss maintenance in the short term, leading to small to medium effects. Limited evidence exists for long-term post-intervention effects. Differences in weight loss effects could not be explained by examining intervention duration, SMS frequency, use of theory, SMS interactivity, and SMS tailoring. SMS-delivered weight management comprises an effective, potentially cost-effective and scalable intervention option to treat obesity."
    },
    {
      "text": "Figure 1: PRISMA diagram for systematic review inclusion and exclusion of studies."
    },
    {
      "text": "Figure 2: Cochrane risk of bias assessment for all included studies"
    },
    {
      "text": "Figure 3: Forest plot of mean difference in weight change at end of active intervention"
    }
  ],
  "references": [
    {
      "title": "Overweight and obesity in adults and children",
      "year": 2017,
      "doi": "10.1787/888932315849"
    },
    {
      "title": "Effects on cardiovascular risk factors of weight losses limited to 5-10%",
      "authors": [
        "J Brown",
        "J Buscemi",
        "V Milsom",
        "R Malcolm",
        "O' Neil"
      ],
      "year": 2015,
      "doi": "10.1007/s13142-015-0353-9"
    },
    {
      "title": "Weight Management: Lifestyle Services for Overweight or Obese Adults (PH53)",
      "authors": [
        "Health Nif",
        "C Excellence"
      ],
      "year": 2014
    },
    {
      "title": "AHA/ACC/TOS guideline for the management of overweight and obesity in adults: a report of the American College of Cardiology/American Heart Association Task Force on Practice Guidelines and The Obesity Society",
      "authors": [
        "M Jensen",
        "D Ryan",
        "C Apovian"
      ],
      "year": 2013
    },
    {
      "title": "Prevention of chronic disease in the 21st century: elimination of the leading preventable causes of premature death and disability in the USA",
      "authors": [
        "U Bauer",
        "P Briss",
        "R Goodman",
        "B Bowman"
      ],
      "year": 2014,
      "doi": "10.1016/s0140-6736(14)60648-6"
    },
    {
      "title": "Long term maintenance of weight loss with non-surgical interventions in obese adults: systematic review and metaanalyses of randomised controlled trials",
      "authors": [
        "S Dombrowski",
        "K Knittle",
        "A Avenell",
        "V Araujo-Soares",
        "F Sniehotta"
      ],
      "year": 2014
    },
    {
      "title": "Long-term effectiveness of diet-plus-exercise interventions vs. diet-only interventions for weight loss: a meta-analysis",
      "authors": [
        "T Wu",
        "X Gao",
        "M Chen",
        "R Van Dam"
      ],
      "year": 2009,
      "doi": "10.1111/j.1467-789x.2008.00547.x"
    },
    {
      "title": "The effectiveness of mobile-health technology-based health behaviour change or disease management interventions for health care consumers: a systematic review",
      "authors": [
        "C Free",
        "G Phillips",
        "L Galli"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001362"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "Socio-economic status over the life course and obesity: Systematic review and meta-analysis",
      "authors": [
        "S Newton",
        "D Braithwaite",
        "T Akinyemiju"
      ],
      "year": 2017
    },
    {
      "title": "30-year trends in overweight, obesity and waist-to-height ratio by socioeconomic status in Australian children, 1985 to 2015",
      "authors": [
        "L Hardy",
        "S Mihrshahi",
        "J Gale",
        "B Drayton",
        "A Bauman",
        "J Mitchell"
      ],
      "year": 2017
    },
    {
      "title": "The effectiveness of mobile-health technologies to improve health care service delivery processes: a systematic review and meta-analysis",
      "authors": [
        "C Free",
        "G Phillips",
        "L Watson"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001363"
    },
    {
      "title": "Preventive health behavior change text message interventions: a meta-analysis",
      "authors": [
        "A Armanasco",
        "Y Miller",
        "B Fjeldsoe",
        "A Marshall"
      ],
      "year": 2017,
      "doi": "10.1016/j.amepre.2016.10.042"
    },
    {
      "title": "Effect of Mobile Health on Obese Adults: A Systematic Review and Meta-Analysis",
      "authors": [
        "S-H Park",
        "J Hwang",
        "Y-K Choi"
      ],
      "year": 2019
    },
    {
      "title": "Mobile phone SMS messages can enhance healthy behaviour: a metaanalysis of randomised controlled trials",
      "authors": [
        "J Orr",
        "R King"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2015.1022847"
    },
    {
      "title": "A systematic review and meta-analysis of interventions for weight management using text messaging",
      "authors": [
        "G Siopis",
        "T Chey",
        "M Allman-Farinelli"
      ],
      "year": 2015,
      "doi": "10.1111/jhn.12207"
    },
    {
      "title": "A meta-analysis of overall effects of weight loss interventions delivered via mobile phones and effect size differences according to delivery mode, personal contact, and intervention intensity and duration",
      "authors": [
        "M Schippers",
        "P Adam",
        "D Smolenski",
        "H Wong",
        "Wit De"
      ],
      "year": 2017,
      "doi": "10.1111/obr.12492"
    },
    {
      "title": "Effectiveness of extended contact interventions for weight management delivered via text messaging: a systematic review and meta-analysis",
      "authors": [
        "J Job",
        "B Fjeldsoe",
        "E Eakin",
        "M Reeves"
      ],
      "year": 2018
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions version",
      "authors": [
        "J Higgins",
        "Gse"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "for the PRISMA 365 Group. The PRISMA statement for reporting systematic reviews and meta-analyses of 366 studies that evaluate healthcare interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche",
        "J Ioannidis"
      ],
      "year": 2009,
      "doi": "10.1136/bmj.b2700"
    },
    {
      "title": "Text2PreventCVD: protocol for a systematic review and individual participant data meta-analysis of text message-based interventions for the prevention of cardiovascular diseases",
      "authors": [
        "C Chow",
        "Sms Islam",
        "A Farmer"
      ],
      "year": 2016
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "S Green",
        "J Higgins",
        "P Alderson",
        "M Clarke",
        "C Mulrow",
        "A Oxman"
      ],
      "year": 2008,
      "doi": "10.1002/9780470712184.ch1"
    },
    {
      "title": "Systematic review of the long-term effects and economic consequences of treatments for obesity and implications for health improvement",
      "authors": [
        "A Avenell",
        "J Broom",
        "T Brown"
      ],
      "year": 2004,
      "doi": "10.3310/hta8210"
    },
    {
      "title": "Measuring inconsistency in meta-analyses",
      "authors": [
        "J Higgins",
        "S Thompson",
        "J Deeks",
        "D Altman"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7414.557"
    },
    {
      "title": "Text messaging (SMS) as a tool to facilitate weight loss and prevent metabolic deterioration in clinically healthy overweight and obese subjects: a randomised controlled trial",
      "authors": [
        "V Silina",
        "M Tessma",
        "S Senkane",
        "G Krievina",
        "G Bahs"
      ],
      "year": 2017
    },
    {
      "title": "A coefficient of agreement for nominal scales",
      "authors": [
        "J Cohen"
      ],
      "year": 1960
    },
    {
      "title": "Systematic review of the long-term effects and economic consequences of treatments for obesity and implications for health improvement",
      "authors": [
        "A Avenell",
        "J Broom",
        "T Brown"
      ],
      "year": 2004,
      "doi": "10.3310/hta8210"
    },
    {
      "title": "A one-way text messaging intervention for obesity",
      "authors": [
        "A Ahn",
        "J Choi"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x15591129"
    },
    {
      "title": "Text messaging approach improves weight loss in patients with nonalcoholic fatty liver disease: A randomized study",
      "authors": [
        "P Axley",
        "S Kodali",
        "Y Kuo"
      ],
      "year": 2018,
      "doi": "10.1111/liv.13622"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomized clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Mobile phone short message service (SMS) for weight management in Iranian overweight and obese women: a pilot study",
      "authors": [
        "S Faghanipour",
        "E Hajikazemi",
        "S Nikpour",
        "Shariatpanahi Sa-S",
        "A Hosseini"
      ],
      "year": 2013,
      "doi": "10.1155/2013/785654"
    },
    {
      "title": "Text message support for weight loss in patients with prediabetes: a randomized clinical trial",
      "authors": [
        "H Fischer",
        "I Fischer",
        "R Pereira"
      ],
      "year": 2016
    },
    {
      "title": "Evaluating the maintenance of lifestyle changes in a randomized controlled trial of the 'Get Healthy, Stay Healthy'program",
      "authors": [
        "B Fjeldsoe",
        "A Goode",
        "P Phongsavan"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5280"
    },
    {
      "title": "Weight loss by mobile phone: a 1year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs",
        "L Surakka",
        "P Manninen"
      ],
      "year": 2009
    },
    {
      "title": "Tailored, interactive text messages for enhancing weight loss among African American adults: the TRIMM randomized controlled trial",
      "authors": [
        "M Lin",
        "Z Mahmooth",
        "N Dedhia"
      ],
      "year": 2015,
      "doi": "10.1016/j.amjmed.2015.03.013"
    },
    {
      "title": "Effectiveness of a mHealth lifestyle program with telephone support (TXT2BFiT) to prevent unhealthy weight gain in young adults: randomized controlled trial",
      "authors": [
        "S Partridge",
        "K Mcgeechan",
        "L Hebden"
      ],
      "year": 2015
    },
    {
      "title": "Text4Diet: A randomized controlled study using text messaging for weight loss behaviors",
      "authors": [
        "J Shapiro",
        "T Koro",
        "N Doran"
      ],
      "year": 2012,
      "doi": "10.1016/j.ypmed.2012.08.011"
    },
    {
      "title": "Mobile health messages help sustain recent weight loss",
      "authors": [
        "R Shaw",
        "H Bosworth",
        "S Silva"
      ],
      "year": 2013
    },
    {
      "title": "Evaluation of a text supported weight maintenance programme 'Lighten Up Plus' following a weight reduction programme: randomised controlled trial",
      "authors": [
        "M Sidhu",
        "A Daley",
        "K Jolly"
      ],
      "year": 2016
    },
    {
      "title": "Daily text messaging for weight control among racial and ethnic minority women: randomized controlled pilot study",
      "authors": [
        "D Steinberg",
        "E Levine",
        "S Askew",
        "P Foley",
        "G Bennett"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2844"
    },
    {
      "title": "A text message-based intervention for weight loss: randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams"
      ],
      "year": 2009
    },
    {
      "title": "Weight loss by mobile phone: A 1year effectiveness study",
      "authors": [
        "I Haapala",
        "N Barengo",
        "S Biggs",
        "L Surakka",
        "P Manninen"
      ],
      "year": 2009
    },
    {
      "title": "Guidance on the prevention, identification, assessment and management of overweight and obesity in adults and children",
      "authors": [
        "Excellence",
        "Nifhac"
      ]
    },
    {
      "title": "Screening and brief intervention for obesity in primary care: a parallel, two-arm, randomised trial",
      "authors": [
        "P Aveyard",
        "A Lewis",
        "S Tearne"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)31893-1"
    },
    {
      "title": "Behavioural interventions for obese adults with additional risk factors for morbidity: systematic review of effects on behaviour, weight and disease risk factors",
      "authors": [
        "S Dombrowski",
        "A Avenell",
        "F Sniehott"
      ],
      "year": 2010
    },
    {
      "title": "Examining the theory-effectiveness hypothesis: A systematic review of systematic reviews",
      "authors": [
        "R Dalgetty",
        "C Miller",
        "S Dombrowski"
      ],
      "year": 2019
    },
    {
      "title": "Health behavior change: Moving from observation to intervention",
      "authors": [
        "P Sheeran",
        "W Klein",
        "A Rothman"
      ],
      "year": 2017,
      "doi": "10.1146/annurev-psych-010416-044007"
    },
    {
      "title": "Everything should be as simple as possible, but no simpler: towards a protocol for accumulating evidence regarding the active content of health behaviour change interventions",
      "authors": [
        "G-Jy Peters",
        "De Bruin",
        "M Crutzen"
      ],
      "year": 2015
    },
    {
      "title": "Systematic reviews of and integrated report on the quantitative, qualitative and economic evidence base for the management of obesity in men",
      "authors": [
        "C Robertson",
        "D Archibald",
        "A Avenell"
      ],
      "year": 2014,
      "doi": "10.3310/hta18350"
    },
    {
      "title": "Male inclusion in randomized controlled trials of lifestyle weight loss interventions",
      "authors": [
        "S Pagoto",
        "K Schneider",
        "J Oleski",
        "J Luciani",
        "J Bodenlos",
        "M Whited"
      ],
      "year": 2012,
      "doi": "10.1038/oby.2011.140"
    }
  ],
  "num_references": 50
}
