{
  "paper_id": "579TRAXM",
  "title": "Impact of the digital divide in the age of COVID-19",
  "abstract": "In early 2020, talks of preparation for coronavirus disease 2019 (COVID-19) were furiously circulating around the healthcare system nationwide, and having seen what was occurring in China, and later in Italy, we feared what was to come. Like many others, our hospital system began looking closely at the recommendations for decreasing transmission of COVID-19, chief among them social distancing. By early March, the need for an immediate adaptation of our clinical care delivery system was clear. Within a week, clinics had transitioned from in-person visits to telehealth involving telephone or video. Screening processes for COVID-19 were quickly made available on a free online platform through which at-risk individuals were directed to drivethrough centers for in-person testing. The problem was that many of our patients could not access the online system. In our roles as directors of free clinics, we have become intimately involved with the complexity inherent to the care of underserved populations, including how seemingly innovative programs can sometimes not meet their intended goals. The CARES clinic has a main site and a rural outreach site that treat uninsured adult patients and a pediatric immunization clinic for uninsured and underinsured children. The 529 Meeting Street clinic treats patients at a drop-in resource center serving individuals experiencing housing instability. Levels of literacy, extent of chronic diseases, and complexity of social circumstances for patient populations at both clinics are highly variable. As our main hospital system was transitioning to telehealthbased care, we were rapidly trying to put measures into place at our free clinics that would ensure that our patients did not lose their access to health care. It quickly became apparent that the newly built telehealth systems created additional access hurdles for our free clinic patients, and we would soon learn that pockets existed within the larger population that were impacted by these barriers. As is often the case, those whose access was impeded were the most vulnerable to poor health outcomes related to COVID-19.",
  "year": 2025,
  "date": "2025-08-05",
  "journal": "Pediatr Res",
  "publication": "Pediatr Res",
  "authors": [
    {
      "forename": "Anita",
      "surname": "Ramsetty",
      "name": "Anita Ramsetty",
      "email": "ramsetty@musc.edu"
    },
    {
      "forename": "Cristin",
      "surname": "Adams",
      "name": "Cristin Adams"
    },
    {
      "affiliation": "Department of Family Medicine , Medical University of South Carolina , 5 Charleston Center , Suite 263 , Charleston , SC 29425 \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t Medical University of South Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 5 Charleston Center Suite 263 \n\t\t\t\t\t\t\t\t\t 29425 \n\t\t\t\t\t\t\t\t\t Charleston \n\t\t\t\t\t\t\t\t\t SC"
    },
    {
      "affiliation": "Department of Family Medicine , Medical University of South Carolina , 5 Charleston Center , Suite 263 , Charleston , SC 29425 ; \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t Medical University of South Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 5 Charleston Center Suite 263 \n\t\t\t\t\t\t\t\t\t 29425 \n\t\t\t\t\t\t\t\t\t Charleston \n\t\t\t\t\t\t\t\t\t SC"
    }
  ],
  "doi": "10.1093/jamia/ocaa078",
  "keywords": [
    "digital divide",
    "underserved populations",
    "underserved care"
  ],
  "sections": [
    {
      "text": "This was not unique to our community, and in fact it was repeated throughout the country when other hospital systems transitioned to telehealth as a sensible and efficient way to deliver health care while implementing social distancing to combat the spread of COVID-19. Simultaneously, the diminished accessibility to technology based on various societal and social factors, sometimes referred to as the digital gap or digital divide, was being exposed at a critical time in a public health crisis. Frighteningly, there were no measures at the ready to address it.\n\nUse of telehealth platforms has been on the rise over the past several years. Telehealth has been lauded as a means to close the healthcare gap to rural populations 1 ; however, recent authors have raised the concern that technology may actually be widening the gap between groups both nationally and even globally due to persistent social, economic, and political factors.  2, 3 Taken within the context of several social determinants of health, we can see how the digital divide occurs and can perpetuate inequity based on various social factors (Table  1 ). In fact, the American Medical Informatics Association (AMIA) called for it to be included as a social determinant of health in 2017.  4 egarding the patient populations seen in our free clinics, our first concern was physical access to Internet services, defined largely by built environment factors. Our homeless population lacked reliable Internet access outside of the technology center at the clinic. About a third of those served at the rural CARES clinic site do not have Internet access in their homes. This is not unlike the Federal Communications Commission report in 2018 showing that within the United States, 31% of rural households still lack access to broadband Internet.  5  combination of technology and in-person services has been found to help address some of this disparity,  3  and in our case, a direct combination of the 2 types of service proved necessary. At the 529 Meeting Street clinic, a program was developed whereby staff would complete online screening for patients over the telephone and in person via centrally linked accounts. At the CARES clinic, student volunteers and providers performed this service for patients who were able to call into the clinic. This workflow served as a template that was replicated by our health system at large to connect individuals without Internet access to the online screening tool through a dedicated phone line staffed by volunteers. In this way, the healthcare team served as a proxy and conduit to connect patients to the only provided method for COVID-19 prescreening, which was required to obtain a referral to the drive-through testing area.\n\nHowever, the digital gap does not occur solely due to accessibility to the Internet, and the reasons for slow adoptability of telehealth by various populations are several and sometimes intertwined, as Table  1  shows. For instance, the CARES clinic treats an immigrant population that has been shown to have hurdles to adopting telemedicine  6  that are not always directly linked to Internet accessibility. The United States entered the COVID-19 crisis with many factors already contributing to a healthcare divide, and these factors continue to widen this gap during the pandemic.\n\nIn examining the reasons why digital solutions are not working as well as we hope, Winkle et al  7  present factors that affect adoption and execution of available healthcare technology, delivery platforms and digital devices. While somewhat sobering and overwhelming to review, they illustrate the various ways that technology can be used to serve the populations that currently are not benefitting to the fullest extent-with a great deal of restructuring how the current system works. These admittedly are not quick fixes, especially while in the midst of a pandemic; however, some are more readily initiated, such as integration of community workers. Others are to be aimed for in future and worked toward steadily rather than accept the current status quo.\n\nCurrently, both the CARES and 529 Meeting Street clinics continue serving patients in limited capacities while examining options for expanding care that adhere to CDC guidelines for safety. Our local healthcare system has been responsive in addressing these noted deficiencies and working with us to develop ways to ensure all patients have more equitable access to available services. In addition to the factors raised in this article, there are others such as insurance coverage and transportation access that additionally contribute to successful usage of telehealth.\n\nThe COVID-19 pandemic will change the way we deliver health care, and we suspect that there will be a greater reliance on and inte-gration of technology going forward. The complexity of social and health issues that contribute to accessibility and adoption of healthrelated technologies has to be more fully examined and addressed before the benefits can be realized to the fullest extent in all populations. Otherwise, despite advancements, we will continue to increase disparities in healthcare access and outcomes, often to the detriment of those who are most vulnerable in times of crises."
    },
    {
      "text": "The digital divide in the context of pertinent social determinants of health"
    }
  ],
  "references": [
    {
      "title": "Addressing health disparities in rural communities using telehealth",
      "authors": [
        "J Marcin",
        "U Shaikh",
        "R Steinhorn"
      ],
      "year": 2016,
      "doi": "10.1038/pr.2015.192"
    },
    {
      "title": "State of telehealth",
      "authors": [
        "E Dorsey",
        "E Topol"
      ],
      "year": 2016,
      "doi": "10.1056/nejmra1601705"
    },
    {
      "title": "Evaluating barriers to adopting telemedicine worldwide: a systematic review",
      "authors": [
        "Scott Kruse",
        "C Karem",
        "P Shifflett",
        "K Vegi",
        "L Ravi",
        "K Brooks"
      ],
      "year": 2018
    },
    {
      "title": "AMIA response to FCC notice on accelerating broadband health tech availability",
      "authors": [
        "D Fridsma"
      ],
      "year": 2020
    },
    {
      "title": "Broadband Deployment Report",
      "year": 2018,
      "doi": "10.1007/978-1-4615-1521-0_9"
    },
    {
      "title": "Immigrants' use of eHealth services in the United States, National Health Interview Survey, 2011-2015",
      "authors": [
        "Y Wang",
        "D Do",
        "F Wilson"
      ],
      "year": 2018,
      "doi": "10.1177/0033354918795888"
    },
    {
      "title": "Why aren't our digital solutions working for everyone?",
      "authors": [
        "B Winkle",
        "N Carpenter",
        "M Moscucci"
      ],
      "year": 2017,
      "doi": "10.1001/journalofethics.2017.19.11.stas2-1711"
    }
  ],
  "num_references": 7
}
