{
  "paper_id": "5E9ML4KF",
  "title": "Developing academic careers in family medicine within the Mediterranean setting",
  "year": 2003,
  "date": "2003",
  "authors": [
    {
      "name": "Christos Lionis",
      "email": "lionis@galinos.med.noc.gr",
      "affiliation": {
        "organization": "Clinic of Social and Family Medicine",
        "department": "Clinic of Social and Family Medicine",
        "institution": "University of Crete",
        "address": "PO Box 2208, 71003, Heraklion City Crete, Greece;"
      }
    },
    {
      "name": "Francesco Carelli",
      "affiliation": {
        "organization": "Italian College of General Practitioners",
        "institution": "Italian College of General Practitioners",
        "address": "20123, Milan, Italy;"
      }
    },
    {
      "name": "Jean Soler",
      "email": "jsoler@synapse.net",
      "affiliation": {
        "organization": "The Family Practice",
        "department": "The Family Practice",
        "address": "Triq ir-Rand, Attard BZN13, Malta;"
      }
    }
  ],
  "doi": "10.1093/fampra/cmh501",
  "md5": "AEE4CDAE49F79E6373CDDA58CF08F3CF",
  "publication": {
    "journal": "Fam Pract",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "In many parts of the world, developments in teaching and research in the domain of family medicine have contributed to its recognition as an academic discipline. However, the discipline is still developing and would benefit from better support to increase capacity.  1  In addition, family medicine also seeks full academic recognition in several European countries, and this seems to be more evident in the Mediterranean setting.  2  Colleges and research networks in Southern Europe are struggling to attract the necessary support and resources to flourish and to see family medicine develop as an independent academic discipline. This is in contrast to Western and Northern Europe, where research capacity has been developing for several decades. Practice-based Research Networks (PBRNs) have been developed in a number of countries, including North America, the UK and The Netherlands, and they provide a substantial contribution to the capacity to conduct high quality clinical research in the primary care settling.  3 he development of academic career structure, including academic training, deserves high priority. Three Southern European countries present particular uncertainties for those wishing to pursue a career in academic family practice. In Greece, only the University of Crete has recognized family medicine as an academic discipline; only one chair is available in this country, and GPs are seeking recognition from sister medical specialties.  4 There are no other career pathways or training opportunities, and one Masters degree in Public Health is available at this Medical Faculty. This Faculty supports postgraduate education for a substantial number of GPs, and up to now only a couple of qualified GPs have defended their doctoral dissertation successfully.  5 All Greek medical faculties consider publication as an important factor for academic promotion. Although this number varies across Greek faculties, physicians nominated for assistant professor averaged Ͼ10-15 publications each, and Ͼ30 each for those nominated as full professor. This number seems to be quite high when compared with the number of publications requested in the USA in order to be promoted as an associate professor in family medicine.  6 Ps are not treated differently by Greek Universities when they apply for promotion and tenure, although it is well known that they need more protected time for conducting research in their faculty position, and also more sustained mentorship.  7 n Italy, a module in family medicine taught at undergraduate level was started in 2002-2003 at the Universities of Modena and Reggio Emilia. This module was discussed, approved and endorsed by the Italian College of General Practitioners and the Universities.  8 trategic objectives include maintaining a link between the University and GPs, to renew the GPs' status in the medical community, and to improve the status of general practice as a specialty. There is a general consensus that the selection of tutors, teaching practices and University appointments should be based on a curriculum vitae and on principles defined in the EURACT Statement.  9 There is an urgent need for flexible training structures and academic career development in general practice in Italy. GPs who are leading the process are pushing Trust contractors to endorse a mixed portfolio in which clinical patient care is combined with other activities such as research and teaching.  10, 11 n Malta, the Malta College of Family Doctors has been supporting and participating in the academic development of family medicine, locally and internationally, since 1989. The College publishes its own medical journal, 'it-Tabib tal-Familja'/'The Family Physician', which is considered to be an important Mediterranean journal of family medicine.  2 A motivated group of Maltese GPs have been collecting data voluntarily using ICPC in an electronic patient record as part of the international Transition Project for the past 4 years.  12, 13 ecently, the College was involved in the setting-up of the fledgling Department of Family Medicine at the University of Malta, and this now has a sound foothold in the undergraduate medical curriculum. The College is now also officially involved in vocational training of GPs. The College has also succeeded in getting family medicine formally accepted as a speciality in the recent legislative review of the local Health Care Professions act.  14 Yet the financial and academic support for these initiatives is still so poor that it all depends on the voluntary work of small groups of highly motivated individuals who fund their own professional development and international conference attendance.\n\nThe situation in the Mediterranean region contrasts sharply with that in the UK, The Netherlands or other Northern European countries. In the UK, research capacity is on a different scale from that in Greece, Malta and Italy, as 31 academic departments of general practice and primary care, 66 professors, 164 senior clinical and non-clinical academic staff constitute a huge resource for satisfying the needs of academic general practice in this country.  15 The British also set the example of allocating a percentage of the National Health Service budget to research in order to promote its development in primary care.  15 ack of investment in primary care research leads inexorably to a lack of development of the discipline in universities.  16 or the development of academic general practice in Southern Europe, it is necessary to make the discipline more attractive for the best medical students and young physicians. This may then deliver new knowledge in education and research methods, and offer new ideas and innovative proposals about effective clinical care and also services in the national health systems which are now struggling to implement health care reforms. The most important contribution of academic general practice in this European region is to define the research agenda, clearly responding to the needs of practitioners and clinical care services. A focus on clinical issues, as a recent study of the EGPRN has indicated,  17  should be amongst the first research priorities. Academic general practice should also strive to develop measurement of equity in health and health care,  18  as an important subject of the GP/family medicine research agenda. An increase in available research capacity and the development of PBRNs in Southern Europe should be considered as urgent needs, and the proposed processes within the European networks aiming at the enhancement of their productivity should be enhanced further.  19 More senior posts are required in order to fulfil the task of academic leadership within the countries whose situation has been described above.  15, 20 axena and Webb argue that GPs are at times perceived as being at the bottom of the academic scale.  21 Measures should be taken towards the establishment of a national career structure for academic general practice in Southern Europe. Developing the Mediterranean family practice educational and research agenda is a unique chance to bridge the figurative academic chasm between Northwestern and Southern Europe, and should be a priority for the European Union. Declaration Funding: None. Ethical Approval: Not needed. Conflicts of interest: None."
    }
  ],
  "references": [
    {
      "title": "Academic family practice",
      "authors": [
        "R Jones"
      ],
      "year": 2003,
      "doi": "10.1093/fampra/cmg401",
      "journal": "Fam Pract",
      "volume": "20",
      "pages": "359",
      "raw": "Academic family practice \n\t\t \n\t\t\t R Jones \n\t\t \n\t\t 10.1093/fampra/cmg401 \n\t \n\t \n\t\t Fam Pract \n\t\t \n\t\t\t 20 \n\t\t\t 359 \n\t\t\t 2003 \n\t\t \n\t \n\t Jones R. Academic family practice. Fam Pract 2003; 20: 359."
    },
    {
      "title": "Developing a Mediterranean family medicine group-the Malta consensus",
      "authors": [
        "J Soler",
        "C Lionis",
        "M Kaloeidas"
      ],
      "year": 2002,
      "doi": "10.3109/13814780209160836",
      "journal": "Eur Gen J Pract",
      "volume": "8",
      "pages": "74",
      "raw": "Developing a Mediterranean family medicine group-the Malta consensus \n\t\t \n\t\t\t J K Soler \n\t\t \n\t\t \n\t\t\t C Lionis \n\t\t \n\t\t \n\t\t\t M Kaloeidas \n\t\t \n\t\t 10.3109/13814780209160836 \n\t \n\t \n\t\t Eur Gen J Pract \n\t\t \n\t\t\t 8 \n\t\t\t 74 \n\t\t\t 2002 \n\t\t \n\t \n\t Soler JK, Lionis C, Kaloeidas M et al. Developing a Mediterranean family medicine group-the Malta consensus. Eur Gen J Pract 2002; 8: 69-70, 74."
    },
    {
      "title": "Improving health globally: the necessity of family medicine research-a critical review of its implications and recommendations to build its capacity",
      "authors": [
        "C Van Weel",
        "W Rosser"
      ],
      "year": 2004,
      "doi": "10.1370/afm.194",
      "journal": "Ann Fam Med",
      "volume": "2",
      "raw": "Improving health globally: the necessity of family medicine research-a critical review of its implications and recommendations to build its capacity \n\t\t \n\t\t\t C Van Weel \n\t\t \n\t\t \n\t\t\t W Rosser \n\t\t \n\t\t 10.1370/afm.194 \n\t \n\t \n\t\t Ann Fam Med \n\t\t \n\t\t\t 2 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Van Weel C, Rosser W. Improving health globally: the necessity of family medicine research-a critical review of its implications and recommendations to build its capacity. Ann Fam Med 2004; 2: 52-54."
    },
    {
      "title": "General practitioners need more route acquiring recognition from other specialties",
      "authors": [
        "C Lionis"
      ],
      "year": 2000,
      "journal": "E-BMJ",
      "volume": "2",
      "raw": "General practitioners need more route acquiring recognition from other specialties \n\t\t \n\t\t\t C Lionis \n\t\t \n\t \n\t \n\t\t E-BMJ \n\t\t \n\t\t\t 2 \n\t\t\t March 2000 \n\t\t \n\t \n\t Lionis C. General practitioners need more route acquiring recognition from other specialties. E-BMJ: 2 March 2000."
    },
    {
      "title": "Theses written by GP's are increasing in Greece",
      "authors": [
        "C Lionis",
        "N Antonakis"
      ],
      "year": 2001,
      "doi": "10.3109/13814780109048784",
      "journal": "Eur J Gen Pract",
      "volume": "7",
      "pages": "35",
      "raw": "Theses written by GP's are increasing in Greece \n\t\t \n\t\t\t C Lionis \n\t\t \n\t\t \n\t\t\t N Antonakis \n\t\t \n\t\t 10.3109/13814780109048784 \n\t \n\t \n\t\t Eur J Gen Pract \n\t\t \n\t\t\t 7 \n\t\t\t 35 \n\t\t\t 2001 \n\t\t \n\t \n\t Lionis C, Antonakis N. Theses written by GP's are increasing in Greece. Eur J Gen Pract 2001; 7: 35."
    },
    {
      "title": "Academic achievement of successful candidates for tenure and promotion to associate professor",
      "authors": [
        "S Zyzanski",
        "R Williams",
        "S Flocke",
        "L Acheson",
        "R Kelly"
      ],
      "year": 1996,
      "journal": "Fam Med",
      "volume": "28",
      "raw": "Academic achievement of successful candidates for tenure and promotion to associate professor \n\t\t \n\t\t\t S J Zyzanski \n\t\t \n\t\t \n\t\t\t R L Williams \n\t\t \n\t\t \n\t\t\t S A Flocke \n\t\t \n\t\t \n\t\t\t L S Acheson \n\t\t \n\t\t \n\t\t\t R B Kelly \n\t\t \n\t \n\t \n\t\t Fam Med \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 1996 \n\t\t \n\t \n\t Zyzanski SJ, Williams RL, Flocke SA, Acheson LS, Kelly RB. Academic achievement of successful candidates for tenure and promotion to associate professor. Fam Med 1996; 28: 358-363."
    },
    {
      "title": "Building capacity for research in family medicine: is the blueprint faulty?",
      "authors": [
        "P Curtis",
        "P Dickinson",
        "J Steiner",
        "B Lanphear",
        "K Vu"
      ],
      "year": 2003,
      "journal": "Fam Med",
      "volume": "35",
      "raw": "Building capacity for research in family medicine: is the blueprint faulty? \n\t\t \n\t\t\t P Curtis \n\t\t \n\t\t \n\t\t\t P Dickinson \n\t\t \n\t\t \n\t\t\t J Steiner \n\t\t \n\t\t \n\t\t\t B Lanphear \n\t\t \n\t\t \n\t\t\t K Vu \n\t\t \n\t \n\t \n\t\t Fam Med \n\t\t \n\t\t\t 35 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Curtis P, Dickinson P, Steiner J, Lanphear B, Vu K. Building capacity for research in family medicine: is the blueprint faulty? Fam Med 2003; 35: 124-130."
    },
    {
      "title": "Undergraduate teaching of family medicine in Italy: the Modena model",
      "authors": [
        "F Carelli"
      ],
      "year": 2003,
      "doi": "10.3399/bjgp11x583029",
      "journal": "Eur J Gen Pract",
      "volume": "9",
      "pages": "121",
      "raw": "Undergraduate teaching of family medicine in Italy: the Modena model \n\t\t \n\t\t\t F Carelli \n\t\t \n\t\t 10.3399/bjgp11x583029 \n\t \n\t \n\t\t Eur J Gen Pract \n\t\t \n\t\t\t 9 \n\t\t\t 121 \n\t\t\t 2003 \n\t\t \n\t \n\t Carelli F. Undergraduate teaching of family medicine in Italy: the Modena model. Eur J Gen Pract 2003; 9: 121."
    },
    {
      "title": "EURACT Statement on Selection of Teachers and Practices",
      "doi": "10.3109/13814789709160331",
      "raw": "10.3109/13814789709160331 \n\t\t \n\t\t EURACT Statement on Selection of Teachers and Practices \n\t\t \n\t \n\t 9 EURACT Statement on Selection of Teachers and Practices. www.euract.org."
    },
    {
      "title": "Special non clinical interests as career development",
      "authors": [
        "F Carelli"
      ],
      "year": 2003,
      "journal": "Br J Gen Pract",
      "volume": "53",
      "pages": "569",
      "raw": "Special non clinical interests as career development \n\t\t \n\t\t\t F Carelli \n\t\t \n\t \n\t \n\t\t Br J Gen Pract \n\t\t \n\t\t\t 53 \n\t\t\t 569 \n\t\t\t 2003 \n\t\t \n\t \n\t Carelli F. Special non clinical interests as career development. Br J Gen Pract 2003; 53: 569."
    },
    {
      "title": "European agenda for departments of GP in each University",
      "authors": [
        "F Carelli"
      ],
      "year": 2003,
      "journal": "E-BMJ",
      "raw": "European agenda for departments of GP in each University \n\t\t \n\t\t\t F Carelli \n\t\t \n\t \n\t \n\t\t E-BMJ \n\t\t \n\t\t\t 15 July 2003 \n\t\t \n\t \n\t Carelli F. European agenda for departments of GP in each University. E-BMJ: 15 July 2003."
    },
    {
      "title": "The International Classification of Primary Care in the European Community",
      "year": 1993,
      "doi": "10.3109/02813439309045501",
      "raw": "10.3109/02813439309045501 \n\t\t The International Classification of Primary Care in the European Community \n\t\t \n\t\t\t H Lamberts \n\t\t \n\t\t \n\t\t\t M Wood \n\t\t \n\t\t \n\t\t\t I Hofmans-Okkes \n\t\t \n\t\t Oxford \n\t\t \n\t\t\t Oxford University Press \n\t\t\t 1993 \n\t\t \n\t \n\t Lamberts H, Wood M, Hofmans-Okkes I (eds). The International Classification of Primary Care in the European Community. Oxford: Oxford University Press; 1993."
    },
    {
      "title": "The role of family practice in different health care systems. A comparison of reasons for encounter, diagnoses, and interventions in primary care populations in The Netherlands, Japan, Poland, and the United States",
      "authors": [
        "I Okkes",
        "G Polderman",
        "G Fryer"
      ],
      "year": 2002,
      "journal": "J Fam Pract",
      "volume": "51",
      "raw": "The role of family practice in different health care systems. A comparison of reasons for encounter, diagnoses, and interventions in primary care populations in The Netherlands, Japan, Poland, and the United States \n\t\t \n\t\t\t I M Okkes \n\t\t \n\t\t \n\t\t\t G O Polderman \n\t\t \n\t\t \n\t\t\t G E Fryer \n\t\t \n\t \n\t \n\t\t J Fam Pract \n\t\t \n\t\t\t 51 \n\t\t\t \n\t\t\t 2002 \n\t\t \n\t \n\t Okkes IM, Polderman GO, Fryer GE et al. The role of family practice in different health care systems. A comparison of reasons for encounter, diagnoses, and interventions in primary care populations in The Netherlands, Japan, Poland, and the United States. J Fam Pract 2002; 51: 72-73."
    },
    {
      "title": "New century, New challenges: A Report from the Heads of Departments of General Practice and Primary Care in the Medical Schools of the United Kingdom",
      "year": 2002,
      "doi": "10.1080/17571472.2009.11493235",
      "raw": "New century, New challenges: A Report from the Heads of Departments of General Practice and Primary Care in the Medical Schools of the United Kingdom \n\t\t 10.1080/17571472.2009.11493235 \n\t\t \n\t\t\t 2002 \n\t\t\t Royal College of General Practitioners \n\t\t\t London \n\t\t \n\t\t \n\t\t\t Society for Academic Primary Care (SAPC) \n\t\t \n\t \n\t Society for Academic Primary Care (SAPC). New century, New challenges: A Report from the Heads of Departments of General Practice and Primary Care in the Medical Schools of the United Kingdom. London: Royal College of General Practitioners; 2002."
    },
    {
      "title": "Primary care research in the post modern world",
      "authors": [
        "B Delaney"
      ],
      "year": 2004,
      "doi": "10.1093/fampra/cmh201",
      "journal": "Fam Pract",
      "volume": "21",
      "raw": "Primary care research in the post modern world \n\t\t \n\t\t\t B Delaney \n\t\t \n\t\t 10.1093/fampra/cmh201 \n\t \n\t \n\t\t Fam Pract \n\t\t \n\t\t\t 21 \n\t\t\t \n\t\t\t 2004 \n\t\t \n\t \n\t Delaney B. Primary care research in the post modern world. Fam Pract 2004; 21: 123-124."
    },
    {
      "title": "Towards a strategy for general practice research in Europe: setting priorities and identifying barriers",
      "authors": [
        "C Lionis",
        "J Stoffers",
        "E Hummers-Pradier",
        "Rotar Pavlic",
        "D Griffiths",
        "F Rethans"
      ],
      "year": 2004,
      "doi": "10.1093/fampra/cmh518",
      "journal": "Fam Pract",
      "volume": "21",
      "raw": "Towards a strategy for general practice research in Europe: setting priorities and identifying barriers \n\t\t \n\t\t\t C Lionis \n\t\t \n\t\t \n\t\t\t J Stoffers \n\t\t \n\t\t \n\t\t\t E Hummers-Pradier \n\t\t \n\t\t \n\t\t\t Rotar Pavlic \n\t\t \n\t\t \n\t\t\t D Griffiths \n\t\t \n\t\t \n\t\t\t F Rethans \n\t\t \n\t\t \n\t\t\t J J \n\t\t \n\t\t 10.1093/fampra/cmh518 \n\t \n\t \n\t\t Fam Pract \n\t\t \n\t\t\t 21 \n\t\t\t 2004 \n\t\t \n\t \n\t in press \n\t Lionis C, Stoffers J, Hummers-Pradier E, Rotar Pavlic D, Griffiths F, Rethans JJ. Towards a strategy for general practice research in Europe: setting priorities and identifying barriers. Fam Pract 2004; 21: in press."
    },
    {
      "title": "Improving equity health: a research agenda",
      "authors": [
        "B Starfield"
      ],
      "year": 2001,
      "doi": "10.2190/dgj8-4mqw-up9j-lqc1",
      "journal": "Int J Health Serv",
      "volume": "31",
      "raw": "Improving equity health: a research agenda \n\t\t \n\t\t\t B Starfield \n\t\t \n\t\t 10.2190/dgj8-4mqw-up9j-lqc1 \n\t \n\t \n\t\t Int J Health Serv \n\t\t \n\t\t\t 31 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Starfield B. Improving equity health: a research agenda. Int J Health Serv 2001; 31: 545-566."
    },
    {
      "title": "Reflections from organization science on the development of primary health care research networks",
      "authors": [
        "E Fenton",
        "J Harvey",
        "F Griffiths",
        "A Wild",
        "J Sturt"
      ],
      "year": 2001,
      "doi": "10.1093/fampra/18.5.540",
      "journal": "Fam Pract",
      "volume": "18",
      "raw": "Reflections from organization science on the development of primary health care research networks \n\t\t \n\t\t\t E Fenton \n\t\t \n\t\t \n\t\t\t J Harvey \n\t\t \n\t\t \n\t\t\t F Griffiths \n\t\t \n\t\t \n\t\t\t A Wild \n\t\t \n\t\t \n\t\t\t J Sturt \n\t\t \n\t\t 10.1093/fampra/18.5.540 \n\t \n\t \n\t\t Fam Pract \n\t\t \n\t\t\t 18 \n\t\t\t \n\t\t\t 2001 \n\t\t \n\t \n\t Fenton E, Harvey J, Griffiths F, Wild A, Sturt J. Reflections from organization science on the development of primary health care research networks. Fam Pract 2001; 18: 540-544."
    },
    {
      "title": "New Century, New Challenges",
      "authors": [
        "N Mathers",
        "Y Carter",
        "M Marshall"
      ],
      "year": 2003,
      "doi": "10.1093/fampra/cmg402",
      "journal": "Fam Pract",
      "volume": "20",
      "raw": "New Century, New Challenges \n\t\t \n\t\t\t N Mathers \n\t\t \n\t\t \n\t\t\t Y Carter \n\t\t \n\t\t \n\t\t\t M Marshall \n\t\t \n\t\t 10.1093/fampra/cmg402 \n\t \n\t \n\t\t Fam Pract \n\t\t \n\t\t\t 20 \n\t\t\t \n\t\t\t 2003 \n\t\t \n\t \n\t Mathers N, Carter Y, Marshall M. 'New Century, New Challenges'. Fam Pract 2003; 20: 360-361."
    },
    {
      "title": "Academia: the view from below Inner city scheme provides springboard for entry into academic general practice",
      "authors": [
        "S Saxena",
        "E Webb"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7120.1468a",
      "journal": "Br Med J",
      "volume": "315",
      "raw": "Academia: the view from below Inner city scheme provides springboard for entry into academic general practice \n\t\t \n\t\t\t S Saxena \n\t\t \n\t\t \n\t\t\t E Webb \n\t\t \n\t\t 10.1136/bmj.315.7120.1468a \n\t \n\t \n\t\t Br Med J \n\t\t \n\t\t\t 315 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Saxena S, Webb E. Academia: the view from below Inner city scheme provides springboard for entry into academic general practice. Br Med J 1997; 315: 1468-1469."
    }
  ],
  "num_references": 20,
  "num_citations": 24,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b9",
    "b1",
    "b12",
    "b16",
    "b15",
    "b5",
    "b19",
    "b10",
    "b4",
    "b7",
    "b11",
    "b6",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] a  Clinic of Social and Family Medicine , School of Medicine , University of Crete , 71003 Heraklion City , PO Box 2208 , Crete , Greece;",
    "[raw_affiliation] b  Italian College of General Practitioners , 20123 Milan , Italy;",
    "[raw_affiliation] c  The Family Practice , Triq ir-Rand , Attard BZN13 , Malta;",
    "[submission] Received 29 October 2003; Accepted 17 May 2004.",
    "[raw_reference] Jones R. Academic family practice. Fam Pract 2003; 20: 359.",
    "[raw_reference] Soler JK, Lionis C, Kaloeidas M et al. Developing a Mediterranean family medicine group-the Malta consensus. Eur Gen J Pract 2002; 8: 69-70, 74.",
    "[raw_reference] Van Weel C, Rosser W. Improving health globally: the necessity of family medicine research-a critical review of its implications and recommendations to build its capacity. Ann Fam Med 2004; 2: 52-54.",
    "[raw_reference] Lionis C. General practitioners need more route acquiring recognition from other specialties. E-BMJ: 2 March 2000.",
    "[raw_reference] Lionis C, Antonakis N. Theses written by GP's are increasing in Greece. Eur J Gen Pract 2001; 7: 35.",
    "[raw_reference] Zyzanski SJ, Williams RL, Flocke SA, Acheson LS, Kelly RB. Academic achievement of successful candidates for tenure and promotion to associate professor. Fam Med 1996; 28: 358-363.",
    "[raw_reference] Curtis P, Dickinson P, Steiner J, Lanphear B, Vu K. Building capacity for research in family medicine: is the blueprint faulty? Fam Med 2003; 35: 124-130.",
    "[raw_reference] Carelli F. Undergraduate teaching of family medicine in Italy: the Modena model. Eur J Gen Pract 2003; 9: 121.",
    "[raw_reference] 9 EURACT Statement on Selection of Teachers and Practices. www.euract.org.",
    "[raw_reference] Carelli F. Special non clinical interests as career development. Br J Gen Pract 2003; 53: 569.",
    "[raw_reference] Carelli F. European agenda for departments of GP in each University. E-BMJ: 15 July 2003.",
    "[raw_reference] Lamberts H, Wood M, Hofmans-Okkes I (eds). The International Classification of Primary Care in the European Community. Oxford: Oxford University Press; 1993.",
    "[raw_reference] Okkes IM, Polderman GO, Fryer GE et al. The role of family practice in different health care systems. A comparison of reasons for encounter, diagnoses, and interventions in primary care populations in The Netherlands, Japan, Poland, and the United States. J Fam Pract 2002; 51: 72-73.",
    "[raw_reference] Society for Academic Primary Care (SAPC). New century, New challenges: A Report from the Heads of Departments of General Practice and Primary Care in the Medical Schools of the United Kingdom. London: Royal College of General Practitioners; 2002.",
    "[raw_reference] Delaney B. Primary care research in the post modern world. Fam Pract 2004; 21: 123-124.",
    "in press",
    "[raw_reference] Lionis C, Stoffers J, Hummers-Pradier E, Rotar Pavlic D, Griffiths F, Rethans JJ. Towards a strategy for general practice research in Europe: setting priorities and identifying barriers. Fam Pract 2004; 21: in press.",
    "[raw_reference] Starfield B. Improving equity health: a research agenda. Int J Health Serv 2001; 31: 545-566.",
    "[raw_reference] Fenton E, Harvey J, Griffiths F, Wild A, Sturt J. Reflections from organization science on the development of primary health care research networks. Fam Pract 2001; 18: 540-544.",
    "[raw_reference] Mathers N, Carter Y, Marshall M. 'New Century, New Challenges'. Fam Pract 2003; 20: 360-361.",
    "[raw_reference] Saxena S, Webb E. Academia: the view from below Inner city scheme provides springboard for entry into academic general practice. Br Med J 1997; 315: 1468-1469."
  ],
  "editors": [
    "H Lamberts",
    "M Wood",
    "I Hofmans-Okkes"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
