{
  "paper_id": "5K38C7NB",
  "title": "Development and Feasibility of a Configurable Assessment Messaging Platform for Interventions (CAMPI)",
  "abstract": "Introduction: Short message service (SMS) is a widely accepted telecommunications approach used to support health informatics, including behavioral interventions, data collection, and patient-provider communication. However, SMS delivery platforms are not standardized and platforms are typically commercial \"off-the-shelf\" or developed \"in-house.\" As a consequence of platform variability, implementing SMS-based interventions may be challenging for both providers and patients. Off-the-shelf SMS delivery platforms may require minimal development or technical resources from providers, but users are often limited in their functionality. Conversely, platforms that are developed in-house are often specified for individual projects, requiring specialized development and technical expertise. Patients are on the receiving end of programming and technical specification challenges; message delays or lagged data affect quality of SMS communications. To date, little work has been done to develop a generalizable SMS platform that can be scaled across health initiatives. Objective: We propose the Configurable Assessment Messaging Platform for Interventions (CAMPI) to mitigate challenges associated with SMS intervention implementation (e.g., programming, data collection, message delivery). Method: CAMPI aims to optimize health data captured from a multitude of sources and enhance patient-provider communication through a technology that is simple and familiar to patients. Using representative examples from",
  "year": 2019,
  "date": "2019",
  "journal": "MIR Mhealth Uhealth",
  "publication": "MIR Mhealth Uhealth",
  "authors": [
    {
      "forename": "Michael",
      "surname": "Bass",
      "name": "Michael Bass",
      "affiliation": "1  Department of Medical Social Sciences , Northwestern University \n\t\t\t\t\t\t\t\t Department of Medical Social Sciences \n\t\t\t\t\t\t\t\t Northwestern University",
      "email": "michael-bass@northwestern.edu"
    },
    {
      "forename": "Kristen",
      "surname": "Rosen",
      "name": "Kristen Rosen",
      "affiliation": "2  Department of Psychiatry and Behavioral Sciences , The University of Texas Health Science Center San Antonio \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t The University of Texas Health Science Center San Antonio",
      "orcid": "0000-0002-7119-5605"
    },
    {
      "forename": "Mary",
      "surname": "Gerend",
      "name": "Mary Gerend",
      "affiliation": "3  Department of Behavioral Sciences and Social Medicine , Florida State University College of Medicine \n\t\t\t\t\t\t\t\t Department of Behavioral Sciences and Social Medicine \n\t\t\t\t\t\t\t\t Florida State University College of Medicine",
      "orcid": "0000-0001-5413-1426"
    },
    {
      "forename": "Lauren",
      "surname": "Wakschlag",
      "name": "Lauren Wakschlag",
      "affiliation": "1  Department of Medical Social Sciences , Northwestern University \n\t\t\t\t\t\t\t\t Department of Medical Social Sciences \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Krystal",
      "surname": "Madkins",
      "name": "Krystal Madkins",
      "affiliation": "1  Department of Medical Social Sciences , Northwestern University \n\t\t\t\t\t\t\t\t Department of Medical Social Sciences \n\t\t\t\t\t\t\t\t Northwestern University",
      "orcid": "0000-0002-3574-8006"
    },
    {
      "forename": "Shariell",
      "surname": "Crosby",
      "name": "Shariell Crosby",
      "affiliation": "1  Department of Medical Social Sciences , Northwestern University \n\t\t\t\t\t\t\t\t Department of Medical Social Sciences \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Nabil",
      "surname": "Alshurafa",
      "name": "Nabil Alshurafa",
      "affiliation": "4  Department of Preventive Medicine , Northwestern University \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Zachary",
      "surname": "King",
      "name": "Zachary King",
      "affiliation": "4  Department of Preventive Medicine , Northwestern University \n\t\t\t\t\t\t\t\t Department of Preventive Medicine \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Roozbeh",
      "surname": "Ghaffari",
      "name": "Roozbeh Ghaffari",
      "affiliation": "5  Department of Biomedical Engineering , Northwestern University Department of Medical Social Sciences , Northwestern University , 625 North. Michigan Avenue , Chicago , IL 60611 , United States. \n\t\t\t\t\t\t\t\t Department of Biomedical Engineering \n\t\t\t\t\t\t\t\t Department of Medical Social Sciences \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t Northwestern University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 625 North. Michigan Avenue \n\t\t\t\t\t\t\t\t\t 60611 \n\t\t\t\t\t\t\t\t\t Chicago \n\t\t\t\t\t\t\t\t\t IL \n\t\t\t\t\t\t\t\t\t United States",
      "orcid": "0000-0001-5380-2363"
    },
    {
      "forename": "J",
      "surname": "Smith",
      "name": "J Smith",
      "affiliation": "1  Department of Medical Social Sciences , Northwestern University \n\t\t\t\t\t\t\t\t Department of Medical Social Sciences \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Brian",
      "surname": "Mustanski",
      "name": "Brian Mustanski"
    },
    {
      "forename": "Aaron",
      "surname": "Korpak",
      "name": "Aaron Korpak"
    },
    {
      "forename": "Gregory",
      "surname": "Phillips",
      "name": "Gregory Phillips"
    },
    {
      "forename": "Magda",
      "surname": "Houlberg",
      "name": "Magda Houlberg"
    },
    {
      "forename": "Susan",
      "surname": "Yount",
      "name": "Susan Yount"
    },
    {
      "forename": "Leilani",
      "surname": "Lacson",
      "name": "Leilani Lacson"
    },
    {
      "forename": "Darius",
      "surname": "Tandon",
      "name": "Darius Tandon"
    },
    {
      "forename": "Judy",
      "surname": "Moskowitz",
      "name": "Judy Moskowitz"
    },
    {
      "forename": "Sheila",
      "surname": "Krogh-Jespersen",
      "name": "Sheila Krogh-Jespersen"
    },
    {
      "forename": "Amelie",
      "surname": "Petitclerc",
      "name": "Amelie Petitclerc"
    },
    {
      "forename": "Erin",
      "surname": "Ward",
      "name": "Erin Ward"
    },
    {
      "forename": "Elveena",
      "surname": "Fareedi",
      "name": "Elveena Fareedi"
    },
    {
      "forename": "Peter",
      "surname": "Cummings",
      "name": "Peter Cummings"
    },
    {
      "forename": "Hugh",
      "surname": "Adam",
      "name": "Hugh Adam"
    },
    {
      "forename": "William",
      "surname": "Grobman",
      "name": "William Grobman"
    },
    {
      "forename": "Amy",
      "surname": "Biel",
      "name": "Amy Biel"
    },
    {
      "forename": "Michael",
      "surname": "Brooks",
      "name": "Michael Brooks"
    },
    {
      "forename": "Begum",
      "surname": "Birsen Egilmez",
      "name": "Begum Birsen Egilmez"
    },
    {
      "forename": "Veronika",
      "surname": "Grote",
      "name": "Veronika Grote"
    },
    {
      "forename": "Samanvitha",
      "surname": "Kamakshi",
      "name": "Samanvitha Kamakshi"
    }
  ],
  "doi": "https://doi.org/10.13039/100016815",
  "keywords": [
    "informatics",
    "text messaging",
    "short message service",
    "mHealth"
  ],
  "sections": [
    {
      "text": "three behavioral intervention case studies implemented among diverse populations (pregnant women, young sexual minority men, and parents with young children), we describe CAMPI capabilities and feasibility. Conclusion: As a generalizable SMS platform, CAMPI can be scaled to meet the priorities of various health initiatives, while reducing unnecessary resource utilization and burden on providers and patients.\n\nMobile phone communication has revolutionized health care by enabling real-time data collection to inform health information dissemination and clinical decision making. One of the most versatile, highly utilized, and scalable mobile phone features, text messaging, is particularly well-suited for health information exchange between patient and provider (e.g., interventions;  Braun et al., 2013; Hall et al., 2015; Head et al., 2013; Pew Research Center, 2015) . Text messaging, or short message service (SMS), is a device-agnostic and bidirectional communication system allowing users to exchange brief messages  (Schilling et al., 2013) . The value of SMS interventions is well-documented: They improve patient compliance  (Schwebel & Larimer, 2018; Thakkar et al., 2016) ; facilitate behavior change  (Hall et al., 2015) ; and support self-management of chronic health conditions  (Franklin et al., 2006; Patrick et al., 2009; Rodgers et al., 2005; Yoon & Kim, 2008) .\n\nAlthough the design of SMS interventions continues to evolve  (Bidargaddi et al., 2018; Nahum-Shani et al., 2018) , SMS intervention implementation is not codified into best practices, and few studies detail technical specifications of automated SMS interventions  (Coomes et al., 2012; Hall et al., 2015; Iribarren et al., 2017) . Additionally, nonstandardization of SMS delivery platforms is a significant implementation barrier that limits integration with research databases and electronic health records (EHRs;  Iribarren et al., 2017) . Poorly defined SMS platforms also run the risk of intervention execution errors, data loss, and poor data quality  (Iribarren et al., 2015; MacLeod et al., 2012) . Solutions for common SMS intervention issues and challenges are not widely shared; thus opportunities to improve SMS implementation processes and sustainability may be overlooked  (Hall et al., 2015; Iribarren et al., 2017) . A potential solution is a parameterized SMS intervention system that can be configured for a wide range of intervention designs and technical proficiency.\n\nA standardized SMS platform solution should be configurable for nonengineers and include message-level scheduling and integration with commonly used software, such as research data management platforms (i.e., REDCap;  Harris et al., 2009)  and EHRs, to reduce duplicate data entry. However, the current standard for SMS intervention programming and delivery is software that is developed in a silo, either commercial off-the-shelf platforms or custom platforms developed in-house  (Iribarren et al., 2017; Schilling et al., 2013) . Off-the-shelf platforms may include a user-friendly interface and reduce programming time, but delivery capabilities are limited because they are often not modifiable  (Iribarren et al., 2017)  and reoccurring service and licensing fees must be considered. Conversely, in-house platform development requires specialized technical teams, backend database development, and a local server  (Oliveira et al., 2014) . Typically, in-house platforms are developed with immediate project requirements in mind, requiring ongoing modifications as project scope or clinical needs change  (Oliveira et al., 2014; Schueller et al., 2014) .\n\nImplementing SMS interventions, including identifying, selecting, and programming SMS platforms, is thus challenging  (Iribarren et al., 2017) .\n\nTo our knowledge, there is no comprehensive SMS platform able to satisfy requirements across multiple interventions, projects, and teams. Consistent with recommendations for more robust SMS platforms  (Iribarren et al., 2017)  this study presents the feasibility of a Configurable Assessment Messaging Platform for Interventions (CAMPI).\n\nCAMPI is a platform that allows research teams to exercise control over SMS intervention delivery parameters without the need for specialized programming expertise, system development, or hardware. As a generalizable SMS platform, CAMPI can be scaled to meet the priorities of various research initiatives and support varying levels of technical experience. Additionally, CAMPI redirects provider resources away from technical challenges and toward quality patient care. We describe CAMPI features and applications using examples from three behavioral interventions. Recommendations for integrating CAMPI with other systems, such as EHRs, are also discussed."
    },
    {
      "title": "Method CAMPI System Features",
      "text": "CAMPI consists of three components: ecological momentary assessment (EMA) scheduler, ecological momentary intervention (EMI) rules engine, and SMS messages (see Figure  1 ). CAMPI's rules engine pulls intervention material (e.g., EMA questions, surveys, and links to external web resources) and then generates customized text messages that are delivered to the participants. The research or clinical team creates a spreadsheet (e.g., comma-delimited .csv file; see Figure  2 ) that contain SMS messages and delivery information. Messages can be personalized by bracketing placeholder text with [] (e.g., \"Hi [name], Please complete the following survey . . .\"). This piping approach is also used to deliver surveys to participants (i.e., \"Please tell us how you are doing [Perceived Stress Note. See the online article for the color version of this figure."
    },
    {
      "title": "CONFIGURABLE MESSAGING PLATFORM FOR INTERVENTIONS",
      "text": "Scale]\"). Each message has a delivery timeframe representing the delivery window for when the message should be sent. Once a message is sent it is logged in order avoid duplicate messages from being sent to participants. A technical architecture of the CAMPI system and data safety and security considerations are provided as online supplemental materials."
    },
    {
      "title": "CAMPI Case Studies",
      "text": "Using a configurable set of features, CAMPI allows research teams to specify intervention parameters, thereby supporting a variety of intervention designs and project methodologies. Bidirectional patient-provider communication, using technology that is convenient, can be achieved with the CAMPI system. We illustrate CAMPI's capabilities in three case studies used to establish feasibility. Case Study 1 (Wellness-4-2) was selected to illustrate a-just-in time adaptive intervention  (Nahum-Shani et al., 2018)  deployed using CAMPI  (Wakschlag et al., 2020) . Case Study 2 (txt2protect) was used to deploy brief behavioral intervention content, collect data, and deliver appointment reminders  (Gerend et al., 2020) . Case Study 3 (Mental Health, Earlier) is a proposed application of CAMPI for screening for mental health risk among young children in pediatric primary care and delivery of content from an evidence-based parenting intervention. Table  1  shows how CAMPI features are utilized for each study. Preliminary usability results from Cases 1 and 2 demonstrate the compatibility of this approach with remote clinical trials and highlight the acceptability of this technology by patients and clinical staff, through their response rates and rapid response times to survey prompts.\n\nCase study 3 provides an example for use in pediatrics.\n\nCase Study 1: Wellness-4-2 Intervention of the Promoting Healthy Brain Project (PHBP)\n\nWellness-4-2 is an adaptation of the Mothers and Babies perinatal depression prevention intervention  (Tandon et al., 2011 (Tandon et al., , 2014) )  designed to reduce maternal distress during pregnancy and reduce adverse impact on infant neurodevelopment  (Wakschlag et al., 2020) . The 12-week intervention incorporates self-reported stress ratings collected via EMA and heart rate data measured via a novel wireless, wearable biosensor (nPoint Wearable System, MC10 Inc.) that measures electrocardiogram (ECG) data. Machine learning methods are employed to indicate when a woman meets the \"stressed\" threshold and prompt a just-in-time adaptive intervention containing customized messaging including skills reinforcement, self-monitoring, and homework reminders. Participants (pregnant women; n = 15) piloted the system and provided preliminary acceptability and feasibility of CAMPI-delivered EMAs as a method for remote monitoring of maternal stress response  (Wakschlag et al., 2020) ."
    },
    {
      "title": "CAMPI Implementation",
      "text": "CAMPI was programmed to send five daily SMS messages to capture participants' selfreported stress. Messages contained a link to the 14-item perceived stress scale (PSS-14;  Cohen et al., 1983) . In conjunction with assessments, just-intime adaptive intervention content was sent to participants whose biosensor data indicated a high degree of stress based on a priori defined stress thresholds. CAMPI delivered the intervention through SMS messages containing links to webbased resources to mitigate stress."
    },
    {
      "title": "Feasibility",
      "text": "For the 12-week pilot study, 15 participants responded to 3,612 assessments (M = 240) with an average response time of 53 minutes. Interestingly, the percentage of missing assessments increased consistently as the study progressed. At three weeks, 6% of data were missing. At 12 weeks, missing data increased to 35%. Participant feedback during exit interviews indicated the volume of messages should be reduced. For example, participants preferred a maximum of three to four assessments for the duration of the study. This is consistent with recommendations suggesting that five SMS messages would be acceptable  (Burke et al., 2017) .\n\nCase Study 2: txt2protect\n\nThe CAMPI system has been used for txt2protect, an intervention aimed at increasing human papillomavirus (HPV) vaccination among young (aged 18-25) sexual minority men  (Gerend et al., 2019) . Participants (n = 140) were randomly assigned to receive SMS messages that focused primarily on HPV vaccination (treatment condition) or a variety of sexual health practices (e.g., condom use, HIV testing) with only brief mention of HPV vaccination (control condition; see Figure  2 )."
    },
    {
      "title": "CAMPI Implementation",
      "text": "CAMPI delivered intervention content and assessments using SMS messages. Intervention content was delivered to participants in two phases over 36 weeks. During Phase 1 (weeks 1-3), participants received 10-12 messages daily, which were delivered morning, midday, and evening. Messages were sent in batches of between two and five messages each time to simulate a more natural conversation pattern. During Phase 2 (weeks 4-36), message frequency decreased from weekly to monthly messages. Phase 1 content was presented in 3 modules that varied by condition (treatment vs. control). In total, 214 messages were sent during Phase 1. Phase 2 \"booster\" messages largely reinforced previous content to foster continued program engagement. Participants were asked to complete three formal assessments at baseline, after Phase 1, and after Phase 2, and three optional single-item assessments during Phase 2."
    },
    {
      "title": "Assessments and Reminders",
      "text": "Both the txt2protect survey assessments and reminders were configured through the CAMPI system for participants in both control and intervention cohorts. The survey assessments were Note. EMA = ecological momentary assessment; HPV = human papillomavirus.\n\nconfigured to send SMS messages with embedded links to REDCap surveys on a predefined schedule, while the reminders containing the survey links were sent a predetermined number of days after the initial survey, but only if the participant did not complete the initial survey."
    },
    {
      "title": "Feasibility",
      "text": "Intervention acceptability for the first three weeks of the intervention was assessed at the threeweek assessment (Phase 1). The scale included both open-ended (\"What did you like about the program? What could be improved?\") and closedended questions (e.g., \"I would recommend a program like this to my friends\"; 1 = strongly disagree to 5 = strongly agree). Closed-ended items were combined to compute an average score. An average score $ 4 was used to indicate an acceptable intervention. Qualitative analysis indicated the quantity and frequency of the messages were acceptable for both control and treatment groups. Results of acceptability related to the text message delivery (closed-ended questions) are presented in Table  2 . Over 900 assessments were sent out to participants; 55% of the time, participants needed at least one reminder to prompt them to complete the survey, and 40% of the time participants needed a second reminder (see Table  3 )."
    },
    {
      "title": "Case Study 3: The Proposed Mental Health, Earlier Pediatrics-Based Screening and Parenting Intervention to Prevent Mental Illness",
      "text": "The proposed Mental Health, Earlier project plans to use CAMPI to screen for toddler neurodevelopmental vulnerability at well-child visits in pediatric primary care and to deliver a virtual parenting intervention for toddlers identified as at risk. The planned protocol would involve the caregiver receiving a prompt via CAMPI to complete a computer adaptive test-based screener for irritability-a well-established indicator of early risk for mental illness (see  Wakschlag et al., 2019)  prior to scheduled well-child visits. Those toddlers with an elevated screen would be referred to the evidence-based Family Check-Up 4 Health (FCU4Health;  Smith, Berkel, Jordan et al., 2018; Smith, Berkel, Rudo-Stern et al., 2018)  program. The intervention would be delivered via videoconference by a trained FCU4-Health coordinator over a period of six months following each elevated score, thus affording multiple opportunities for FCU4Health during the toddler-preschool period. Families in the FCU4Health will receive SMS messages via CAMPI to enhance both uptake of intervention content as well as facilitate continued engagement in the program between virtually delivered sessions. Intervention content will be individually tailored to each family's identified needs in parenting practices in the areas of positive behavior support, monitoring and limit setting, and parent-child relationship quality  (Smith & Dishion, 2013) . SMS messages will contain brief intervention content as well as hyperlinks to lessons and additional content in the form of live-action and animated videos, infographics, storyboards, and so forth. The scheduler will be programmed to send SMS morning, midday, and evening, with a 75% chance of receiving an SMS on a given day and time. This probability can be individually adjusted based on opening and response rates for each family captured by CAMPI or based on feedback from families. The proposed use of CAMPI in Mental Health, Earlier provides a unique and likely efficient means of screening, delivering intervention content, and maintaining engagement in a virtually delivered parenting intervention that is highly aligned with the preventive and anticipatory guidance mission of pediatric primary care. diverse research teams and unique study specifications. Collective findings from the two completed studies (Case Studies 1 and 2) reveal that CAMPI usability is acceptable to participants enrolled across a broad range of studies with varying degrees of message frequencies, intervals, requirements, and participant populations. We observed that homogenous SMS configurations cannot be established, underlying the very need for a system that can easily be adapted to the particular needs of patients, researchers, and clinicians. All of the study teams, to date, have had modest technical experience; CAMPI's straightforward parameter specification approach allowed teams to successfully program interventions without obtaining specialized technical support. Research teams did not report challenges with programming intervention specifications using the CAMPI system. Researchers were then able to focus on their assessment and intervention material rather than channel additional resources technical implementation."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "CAMPI is a novel platform that supports SMS intervention implementation. To date, CAMPI has been used to implement SMS interventions with"
    },
    {
      "title": "Options for EHR Integration and Other Potential Applications of CAMPI",
      "text": "The initial implementation of the CAMPI system used REDCap as the repository for all participant, assessment, and logging data. Repository data access interfaces can be designed so that the system can be refactored and support other repositories. This design allows the creation of adapters that communicate with EHRs or other research platforms (LimeSurvey, etc.) to insert into the scheduling and delivery CAMPI components. This framework supports complex algorithms, which often rely on clinical and possibly biosensor data to determine appropriate interventions. The CAMPI system could deliver simple text-based interventions through the scheduling component or in real time bypassing the scheduler. For EHR integration, mechanisms for data exchange and system deployment already exist and are supported by many of the EHR vendors. For example, \"Fast Health Interoperability Resources\" (FHIR; HL7 FHIR Foundation, n.d.) is a specification intended to promote and increase data sharing and access of health care data. The FHIR specifications outline data structures and web services for data exchange. A FHIR-base CAMPI adapter would enable an EHR data repository that could be used for clinical care. That is, CAMPI could be programmed to send reminders to complete patient-reported outcomes or behavioral health screening instruments (e.g., Patient Health Questionnaire (PHQ)-9) that could then be pushed back to the EHR with alerts to providers/medical staff when an elevated score requires 1) clinical follow-up or 2) intervention content needs to be initiated to address the elevated concern. The latter could be done either automatically or by the care team after reviewing the results. This approach to screening and measurementbased care could reduce the burden on medical staff to administer screeners in person during visits and enter scores into the EHR for providers to review. The ubiquity of mobile devices with SMS functionality facilitates such a system. Deployment of CAMPI for clinical care can be achieved through the EHR \"app store\" model (e.g., EPIC App Orchard, Allscripts Application Store, Cerner App Gallery, etc.; Allscripts Healthcare  Solutions, Inc., 2019; Cerner Corporation, 2019; EPIC, 2019) . EHR vendors are unlocking their systems to application software developers in order to enhance user experience and functionality for both clinicians and patients without relying on separate third-party solutions. FHIR-based CAMPI"
    },
    {
      "title": "Limitations",
      "text": "Although mobile phones are ubiquitous and a proven tool for telehealth, there are important limitations to consider. The study teams had to take into consideration that their interventions were being viewed on a mobile phone display. Interventions that can be expressed in short concise text are better suited for this platform; even when links to external web resources are embedded in the messages, the material still is viewed on a mobile phone display. Additionally, SMS interventions that are self-contained and do not refer to previous material fit the messaging paradigm better than content that is intended for future reference, because SMS cannot be easily searched, reorganized, or cataloged. Reviewing previous material can be challenging for users to search. As a result, messages should follow a simple structure that can easily be recognized at first glance (e.g., introducing each message with a capitalized topic)."
    },
    {
      "title": "Conclusion",
      "text": "The configurable CAMPI system mitigates challenges associated with SMS intervention implementation: namely, programming, message scheduling, and data capture. This study demonstrates the key system features and illustrates diverse representative applications of the CAMPI system. Future work is required to evaluate the scalability and performance of the CAMPI system before further dissemination. Future work is also needed to test CAMPI using multiple data repositories and EHR vendors, to ensure that the system is truly generalizable across health care systems and institutions. As technology and intervention methods continue to evolve for remote clinical trials and patient monitoring, CAMPI is poised to serve as a valuable technical tool facilitating SMS intervention implementation needs and to provide a comprehensive SMS delivery platform."
    },
    {
      "text": "Figure 1 CAMPI System Overview"
    },
    {
      "text": "Figure 2 Excerpt (txt2protect) From Scheduler Comma-Delimited CSV File"
    },
    {
      "text": "Description of CAMPI Features Used in Two Case Studies"
    },
    {
      "text": "Case Study 2: Average Participant Intervention Acceptability Ratings (N = 140)"
    },
    {
      "text": "Case Study 2: Frequency of Assessment Reminders financial barrier. Using open source/free EHRs, which are increasingly becoming available, could be considered and would alleviate some of these financial barriers, but may introduce the need for greater IT support staff."
    }
  ],
  "references": [
    {
      "doi": "10.1089/clinomi.04.02.38"
    },
    {
      "title": "Allscripts Application Store",
      "year": 2019,
      "doi": "10.5962/bhl.title.78998"
    },
    {
      "title": "To prompt or not to prompt? A microrandomized trial of time-varying push notifications to increase proximal engagement with a mobile health app",
      "authors": [
        "N Bidargaddi",
        "D Almirall",
        "S Murphy",
        "I Nahum-Shani",
        "M Kovalcik",
        "T Pituch",
        "H Maaieh",
        "V Strecher"
      ],
      "year": 2018,
      "doi": "10.2196/10123"
    },
    {
      "title": "Community health workers and mobile technology: A systematic review of the literature",
      "authors": [
        "R Braun",
        "C Catalani",
        "J Wimbush",
        "D Israelski"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0065772"
    },
    {
      "title": "Ecological momentary assessment in behavioral research: Addressing technological and human participant challenges",
      "authors": [
        "L Burke",
        "S Shiffman",
        "E Music",
        "M Styn",
        "A Kriska",
        "A Smailagic",
        "D Siewiorek",
        "L Ewing",
        "E Chasens",
        "B French",
        "J Mancino",
        "D Mendez",
        "P Strollo",
        "S Rathbun"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7138"
    },
    {
      "title": "A global measure of perceived stress",
      "authors": [
        "S Cohen",
        "T Kamarck",
        "R Mermelstein"
      ],
      "year": 1983,
      "doi": "10.2307/2136404"
    },
    {
      "title": "Beyond reminders: A conceptual framework for using short message service to promote prevention and improve healthcare quality and clinical outcomes for people living with HIV",
      "authors": [
        "C Coomes",
        "M Lewis",
        "J Uhrig",
        "R Furberg",
        "J Harris",
        "C Bann"
      ],
      "year": 2012,
      "doi": "10.1080/09540121.2011.608421"
    },
    {
      "title": "EPIC App Orchard",
      "authors": [
        "Epic"
      ],
      "year": 2019,
      "doi": "10.2307/j.ctvcszxzz.7"
    },
    {
      "title": "A randomized controlled trial of Sweet Talk, a text-messaging system to support young people with diabetes",
      "authors": [
        "V Franklin",
        "A Waller",
        "C Pagliari",
        "S Greene"
      ],
      "year": 2006,
      "doi": "10.1111/j.1464-5491.2006.01989.x"
    },
    {
      "title": "Evaluation of a text messaging-based human papillomavirus vaccination intervention for young sexual minority men: Results from a pilot randomized controlled trial",
      "authors": [
        "M Gerend",
        "K Madkins",
        "S Crosby",
        "A Korpak",
        "G Phillips",
        "M Bass",
        "M Houlberg",
        "B Mustanski"
      ],
      "year": 2020,
      "doi": "10.1093/abm/kaaa056"
    },
    {
      "title": "A qualitative analysis of young sexual minority men's perspectives on human papillomavirus vaccination",
      "authors": [
        "M Gerend",
        "K Madkins",
        "S Crosby",
        "A Korpak",
        "G Phillips",
        "M Bass",
        "M Houlberg",
        "B Mustanski"
      ],
      "year": 2019,
      "doi": "10.1089/lgbt.2019.0086"
    },
    {
      "title": "Mobile text messaging for health: A systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "Research electronic data capture (REDCap)-A metadatadriven methodology and workflow process for providing translational research informatics support",
      "authors": [
        "P Harris",
        "R Taylor",
        "R Thielke",
        "J Payne",
        "N Gonzalez",
        "J Conde"
      ],
      "year": 2009,
      "doi": "10.1016/j.jbi.2008.08.010"
    },
    {
      "title": "Efficacy of text messaging-based interventions for health promotion: A meta-analysis",
      "authors": [
        "K Head",
        "S Noar",
        "N Iannarino",
        "N Harrington"
      ],
      "year": 2013,
      "doi": "10.1016/j.socscimed.2013.08.003"
    },
    {
      "title": "Enabling health interoperability through FHIR",
      "doi": "10.1007/978-3-319-30370-3_20"
    },
    {
      "title": "Scoping review and evaluation of SMS/ text messaging platforms for mHealth projects or clinical interventions",
      "authors": [
        "S Iribarren",
        "W Brown",
        "R Giguere",
        "P Stone",
        "R Schnall",
        "N Staggers",
        "A Carballo-Diéguez"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijmedinf.2017.01.017"
    },
    {
      "title": "Qualitative evaluation of a text messaging intervention to support patients with active tuberculosis: Implementation considerations",
      "authors": [
        "S Iribarren",
        "K Sward",
        "S Beck",
        "P Pearce",
        "D Thurston",
        "C Chirico"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3971"
    },
    {
      "title": "The architecture of a software system for supporting communitybased primary health care with mobile technology: The mobile technology for community health (MoTeCH) initiative in Ghana",
      "authors": [
        "B Macleod",
        "J Phillips",
        "A Stone",
        "A Walji",
        "J Awoonor-Williams"
      ],
      "year": 2012,
      "doi": "10.5210/ojphi.v4i1.3910"
    },
    {
      "title": "Just-in-time adaptive interventions (JITAIs) in mobile health: Key components and design principles for ongoing health behavior support",
      "authors": [
        "I Nahum-Shani",
        "S Smith",
        "B Spring",
        "L Collins",
        "K Witkiewitz",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2018,
      "doi": "10.1007/s12160-016-9830-8"
    },
    {
      "title": "An off-the-shelf platform for automatic and interactive text messaging using short message service",
      "authors": [
        "D Oliveira",
        "D Oliveira",
        "N Garcia",
        "G Esgalhado"
      ],
      "year": 2014,
      "doi": "10.1007/978-3-662-45237-0_45"
    },
    {
      "title": "A text message-based intervention for weight loss: Randomized controlled trial",
      "authors": [
        "K Patrick",
        "F Raab",
        "M Adams",
        "L Dillon",
        "M Zabinski",
        "C Rock",
        "W Griswold",
        "G Norman"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1100"
    },
    {
      "title": "The smartphone difference",
      "year": 2015,
      "doi": "10.5860/choice.191643"
    },
    {
      "title": "Do u smoke after txt? Results of a randomised trial of smoking cessation using mobile phone text messaging",
      "authors": [
        "A Rodgers",
        "T Corbett",
        "D Bramley",
        "T Riddell",
        "M Wills",
        "R.-B Lin",
        "M Jones"
      ],
      "year": 2005,
      "doi": "10.1136/tc.2005.011577"
    },
    {
      "title": "Text Messaging in Healthcare Research Toolkit",
      "authors": [
        "L Schilling",
        "G Bennett",
        "S Bull",
        "A Kempe",
        "M Wretling",
        "E Staton"
      ],
      "year": 2013
    },
    {
      "title": "Purple: A modular system for developing and deploying behavioral intervention technologies",
      "authors": [
        "S Schueller",
        "M Begale",
        "F Penedo",
        "D Mohr"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3376"
    },
    {
      "title": "Using text message reminders in health care services: A narrative literature review",
      "authors": [
        "F Schwebel",
        "M Larimer"
      ],
      "year": 2018,
      "doi": "10.1016/j.invent.2018.06.002"
    },
    {
      "title": "An individually tailored family-centered intervention for pediatric obesity in primary care: Study protocol of a randomized type II hybrid effectiveness-implementation trial (Raising Healthy Children study)",
      "authors": [
        "J Smith",
        "C Berkel",
        "N Jordan",
        "D Atkins",
        "S Narayanan",
        "C Gallo",
        "K Grimm",
        "T Dishion",
        "A Mauricio",
        "J Rudo-Stern",
        "M Meachum",
        "E Winslow",
        "M Bruening"
      ],
      "year": 2018,
      "doi": "10.1186/s13012-017-0697-2"
    },
    {
      "title": "The Family Check-Up 4 Health (FCU4-Health): Applying implementation science frameworks to the process of adapting an evidence-based parenting program for prevention of pediatric obesity and excess weight gain in primary care",
      "authors": [
        "J Smith",
        "C Berkel",
        "J Rudo-Stern",
        "Z Montaño",
        "S St George",
        "G Prado",
        "A Mauricio",
        "A Chiapa",
        "M Bruening",
        "T Dishion"
      ],
      "year": 2018,
      "doi": "10.3389/fpubh.2018.00293"
    },
    {
      "title": "Mindful parenting in the development and maintenance of youth psychopathology",
      "authors": [
        "J Smith",
        "T Dishion"
      ],
      "year": 2013
    },
    {
      "title": "Six-month outcomes from a randomized controlled trial to prevent perinatal depression in low-income home visiting clients",
      "authors": [
        "S Tandon",
        "J Leis",
        "T Mendelson",
        "D Perry",
        "K Kemp"
      ],
      "year": 2014,
      "doi": "10.1007/s10995-013-1313-y"
    },
    {
      "title": "Preventing perinatal depression in low-income home visiting clients: A randomized controlled trial",
      "authors": [
        "S Tandon",
        "D Perry",
        "T Mendelson",
        "K Kemp",
        "J Leis"
      ],
      "year": 2011,
      "doi": "10.1037/a0024895"
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: A meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T.-L Laba",
        "K Santo",
        "A Thiagalingam",
        "A Rodgers",
        "M Woodward",
        "J Redfern",
        "C Chow"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.7667"
    },
    {
      "title": "Future directions for early childhood prevention of mental disorders: A road map to Mental Health, Earlier",
      "authors": [
        "L Wakschlag",
        "M Roberts",
        "R Flynn",
        "J Smith",
        "S Krogh-Jespersen",
        "A Kaat",
        "L Gray",
        "J Walkup",
        "B Marino",
        "E Norton",
        "M Davis"
      ],
      "year": 2019,
      "doi": "10.1080/15374416.2018.1561296"
    },
    {
      "title": "Moving the dial on prenatal stress mechanisms of neurodevelopmental vulnerability to mental health problems: A personalized prevention proof of concept",
      "authors": [
        "L Wakschlag",
        "D Tandon",
        "S Krogh-Jespersen",
        "A Petitclerc",
        "A Nielsen",
        "R Ghaffari",
        "L Mithal",
        "M Bass",
        "E Ward",
        "J Berken",
        "E Fareedi",
        "P Cummings",
        "K Mestan",
        "E Norton",
        "W Grobman",
        "J Rogers",
        "J Moskowitz",
        "N Alshurafa"
      ],
      "year": 2020,
      "doi": "10.1002/dev.22057"
    },
    {
      "title": "A short message service by cellular phone in type 2 diabetic patients for 12 months",
      "authors": [
        "K.-H Yoon",
        "H.-S Kim"
      ],
      "year": 2008,
      "doi": "10.1016/j.diabres.2007.09.007"
    }
  ],
  "num_references": 35
}
