{
  "paper_id": "5LGBZDPM",
  "title": "NERVE GROWTH FACTOR-MEDIATED ENZYME INDUCTION IN PRIMARY CULTURES OF BOVINE ADRENAL CHROMAFFIN CELLS: SPECIFICITY AND LEVEL OF REGULATION'",
  "abstract": "Primary cultures of bovine adrenal chromaffin cells provide large quantities of a homogeneous population of target cells for nerve growth factor (NGF) and, thus, are a suitable system for studying the molecular mechanism of action of NGF. In this study, we have shown that NGF mediates the specific induction of the key enzymes in catecholamine biosynthesis, tyrosine hydroxylase (TH), dopamine-p-hydroxylase (DBH), and phenylethanolamine-N-methyltransferase (PNMT). Acetylcholinesterase (AChE), an enzyme which catalyzes the breakdown of acetylcholine, is also induced by NGF. We have compared NGF-mediated TH and AChE induction and have provided pharmacological evidence that TH induction involves a post-transcriptional, polyadenylation-dependent event (blockable by 9-P-arabinofuranosyladenine but not by a-amanitin), whereas AChE induction requires transcription (blockable by a-amanitin). DBH and PNMT appear to be regulated via the same mechanism as TH. The time course of TH induction is such that NGF must be continuously present for at least the first 36 hr (during which time TH levels remain unchanged), and then the entire increase takes place during the subsequent 12 hr. In contrast, AChE induction proceeds linearly with time of NGF exposure. These data suggest that there may be multiple mechanisms by which NGF regulates enzyme induction. We have also compared the effects of CAMP with those of NGF. As compared to NGF, CAMP produces a different pattern of enzyme induction (in addition to TH, DBH, PNMT, and AChE, dopa decarboxylase (DDC) is also induced), it acts rapidly (a 12hr exposure produces the full effect), and it acts only at the transcriptional level (its effects are blocked by a-amanitin). These data provide evidence that CAMP does not act as a second messenger for NGF with regard to enzyme induction.",
  "year": 1962,
  "date": "1962",
  "journal": "J. Biol. Chem",
  "publication": "J. Biol. Chem",
  "authors": [
    {
      "forename": "Ann",
      "surname": "Acheson",
      "name": "Ann Acheson",
      "affiliation": "Max-Planck-Institute for Psychiatry , Department of Neurochemistry , 8033 Martinsried , West Germany \n\t\t\t\t\t\t\t\t Max-Planck-Institute for Psychiatry \n\t\t\t\t\t\t\t\t Department of Neurochemistry \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 8033 \n\t\t\t\t\t\t\t\t\t Martinsried \n\t\t\t\t\t\t\t\t\t West \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "forename": "Hans",
      "surname": "Thoenen",
      "name": "Hans Thoenen",
      "affiliation": "Max-Planck-Institute for Psychiatry , Department of Neurochemistry , 8033 Martinsried , West Germany \n\t\t\t\t\t\t\t\t Max-Planck-Institute for Psychiatry \n\t\t\t\t\t\t\t\t Department of Neurochemistry \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 8033 \n\t\t\t\t\t\t\t\t\t Martinsried \n\t\t\t\t\t\t\t\t\t West \n\t\t\t\t\t\t\t\t\t Germany"
    }
  ],
  "doi": "10.1016/s0021-9258(19)83758-4",
  "sections": [
    {
      "text": "Nerve growth factor (NGF) is known to have a wide spectrum of biological effects on its target cells. NGF regulates the survival of specific populations of neurons during restricted periods of development, promotes the general growth of its target cells and enhances their differentiation, producing both morphological and biochemical changes, and is important for the maintenance of function in fully differentiated neurons. These effects have been described in detail (for review, see  Thoenen and Barde, 1980) , and the NGF molecule itself has been\n\n1 We wish to thank our colleagues Y. A. Barde, D. Edgar, and H. Rohrer for many helpful discussions and critical readings of the manuscript. We also thank U. Grenzemann and E. Eichler for assisting in the prepration of the manuscript, and C. Bauereiss for preparation of the figures. ' To whom correspondence should be addressed. 3 Present address: Boehringer-Mannheim GmbH, 8132 Tutzing, West Germany.\n\nextensively characterized  (Bradshaw et al., 1977; Harper et al., 1983) . However, little is known about the molecular mechanism(s) of NGF's actions. In particular, it is not known how the initial interaction of NGF with its receptors is linked to early, intermediate, or long-term biological effects, whether these effects are related to one another, or whether they are mediated by the same or different second messenger mechanisms. A suitable system for investigating such questions should have two characteristics: (1) availability of sufficient quantities of homogeneous cells for detailed biochemical analyses, and (2) evidence that the characteristics of the NGF response of these cells are representative for the physiological NGF targets in uiuo.\n\nOne advance toward the development of such a model system was the introduction of the rat pheochromocytoma (PC12) cell line  (Greene and Tischler, 1976) . However, with respect to NGF-mediated enzyme induction, the response of PC12 cells is not representative of that of adrenal medullary cells and sympathetic neurons. In this regard, it has been shown in vivo that in both cell types, NGF selectively induces the rate-limiting enzymes in norepinephrine synthesis, tyrosine hydroxylase (TH) and dopamine-fl-hydroxylase (DBH), with no effect on the specific activities of dopa decarboxylase (DDC) or monoamine oxidase  (Thoenen et al., 1971; Otten et al., 1978) . In contrast, conventional PC12 cells respond to NGF treatment with an induction of choline acetyltransferase and no change in TH  (Edgar and Thoenen, 1978) .\n\nWe have recently reported that calf chromaffin cells in culture seem to provide a suitable system for studying NGF-mediated enzyme induction, since they are homogeneous, available in large quantities, and respond to NGF treatment with an induction of TH  (Naujoks et al., 1982) . It was the aim of the present study to examine in more detail the selectivity of NGF-mediated enzyme induction and to determine the level of regulation, i.e., transcriptional or post-transcriptional. Moreover, since cyclic adenosine 3'5 monophosphate (CAMP) has been suggested to act as a second messenger for NGF  (Roisen et al., 1972; Nikodijevic et al., 1975; Schubert and Whitlock, 1977; Narumi and Fujita, 1978; Schubert et al., 1978; Yu et al., 1978; Garrels and Schubert, 1979; Skaper et al., 1979; Halegoua and Patrick, 1980) , we have compared the effects of NGF with those of 8-bromo CAMP (8-br CAMP)."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Preparation and cultivation of isolated adrenal medullary cells",
      "text": "Isolated adrenal medullary cells were prepared as described previously  (Naujoks et al., 1982) , with several modifications as follows: In the present experiments, only calf adrenal glands were used. Following a wash with 100 ml of Ca++-free Krebs-Henseleit buffer (KHB; 117 mM NaCl, 5.4 mM KCl, 25 mM NaHC03, 1.2 mM NaHZP04, 1.2 mM MgS04, and 10 mM glucose, pH 7.4), glands were retrogradely perfused with 0.05% collagenase (Worthington, Type I, Flow Laboratories, Bonn, West Germany) in the same buffer for 45 to 50 min at 37°C with constant equilibration of solutions with 95% 0,/5% CO, and a flow rate of 8 ml/min. Following the dissection of medullary from cortical tissue and mincing, medullary tissue was incubated in fresh collagenase solution with constant agitation for 50 min at 37°C. The partially digested tissue was then filtered through nylon mesh (loo-pm followed by 50-pm pore size), cells were separated from debris with a 1% to 5% bovine serum albumin (BSA; Fraction V, Sigma GmbH, Munich, West Germany) step gradient prepared in KHB containing 2.6 mM Ca++, and the resulting cells were suspended in culture medium.\n\nCells were plated on poly-DL-ornithine (Sigma Type I-B; 0.5 mg/ml in 0.15 M borate buffer, pH 8.3)-coated Falcon or Costar tissue culture dishes at a cell density of 15 X lo4 cells/cm', unless otherwise stated. Cells were grown in N2 medium as defined by  Bottenstein and Sato (1979) , supplemented with 500 mg/liter of glutamine and 0.01% BSA.\n\nIn contrast to the previously described method  (Naujoks et al., 1982) , it should be noted that in the present experiments, cells were not exposed initially to calf serum, nor were 5-fluorodeoxyuridine or cytosine arabinoside added to the cultures at any time. The use of polyornithine, N2 medium, and relatively low cell density minimized the proliferation of nonchromaffin cells. Consistent with previous estimates, 80 to 90% of cells per dish were judged to be chromaffin cells, using high affinity [3H]norepinephrine uptake as the criterion.\n\nCells were used experimentally after a minimum of 2 days in culture, and cells survived well, with less than 10% loss of initial total protein levels per dish, for up to 10 days. Although it was not possible to count the numbers of cells in culture at this cell density, due to aggregation, none of the drug treatments, nor NGF treatment itself, significantly altered total protein content per dish, suggesting that no selection of cells took place during these treatments. In addition, there were no observable morphological changes during drug or NGF treatment. However, when cells were treated with 8-br CAMP, short cytoplasmic extensions were formed by a small proportion of the cells. No attempts were made to determine whether chromaffin or nonchromaffin cells (or both) were responding to CAMP in this manner.\n\nDrug treatment of cultures. Prior to the addition of test substances, fresh medium was added to the cells. NGF (prepared from male mouse submandibular gland according to the method of  Bocchini and Angeletti (1969)  as modified by  Suda et al. (1978) ) was diluted in culture medium prior to addition. Both a-amanitin (Serva, Heidelberg, West Germany; 10 hug/ml) and 8-br CAMP (Sigma; final concentration 1 mM) were also dissolved in medium. 9-/3-D-Arabinofuranosyladenine (ara-ade, Sigma, 25 pg/ml) was dissolved in dimethylsulfoxide (DMSO); therefore, an equal volume of DMSO was added to control cultures when the effect of ara-ade was being examined. NGF was present continuously for 48 hr unless otherwise stated. When drugs were present for periods of time shorter than 48 hr, cultures were washed twice with medium to remove the drug prior to the addition of fresh medium with or without NGF. Harvesting was done by scraping the cells off the dish with a rubber policeman, centrifuging the resulting cell SUSpension at 9000 x g for 2 min, and completely removing the medium from the cell pellet before freezing at -30°C.\n\nMeasurement of enzyme activity TH activity. Following the freezing and thawing of the cell pellet, an appropriate volume of 5 mM Tris-HCl buffer, pH 7.4, containing 0.1% Triton X-100 (v/v) was added so that the final concentration of soluble protein was between 50 and 500 pg/ml. Such dilution eliminated the need for removal of low molecular weight endogenous inhibitors of TH activity by Sephadex G-10 chromatography (the method used previously,  Naujoks et al., 1982) . The pellet was gently vortexed and extensively triturated to homogeneity. Homogenates were then centrifuged at 9000 x g for 2 min. Twenty-microliter aliquots of the supernatant were then assayed for TH activity using the [3H]Hz0 release method, with dihydropteridine reductase (partially purified from rat liver by the method of Craine et al., I972), catalase (Calbiochem GmbH, Gies-\n\nThe Journal of Neuroscience NGF-mediated Enzyme Induction in Adrenal Chromaffin Cells sen, West Germany; 1900 units), and the reduced form of fl-nicotinamide adenine dinucleotide (NADH; Serva, Heidelberg, 0.47 mM) as the cofactor-regenerating system  (Mueller et al., 1969; Kapatos and Zigmond, 1979) . Standard assay conditions consisted of 120 mM Trisacetate buffer, pH 6.0, 3 mM 6-methyl-5,6,7,8 tetrahydropterin HCl (GMPH,; Calbiochem), and 100 to 120 pM tyrosine (containing L-ring-[3,5-3H]tyrosine, 52.9 Ci/ mmol, New England Nuclear). These assay conditions were optimal, thus providing an estimate of the V,,, of TH activity. The reaction was carried out at 37°C for 20 min, and the assay was linear for up to 30 min over the range of protein concentrations used.\n\nAChE activity. AChE activity was determined by a modification of the method of  Blume et al. (1970)  in 50-~1 aliquots of the same supernatant as was used to measure TH activity. Briefly, this method involves the conversion of [14C]acetylcholine to [14C]acetate, followed by separation of product from substrate using ion exchange chromatography (Sigma Dowex 5OW, Na+ form). Standard assay conditions consisted of 50 mM potassium phosphate buffer, pH 6.8, 3.9 mM acetylcholine chloride, 0.1 mM acetyl-['\"Cl -acetylcholine iodide (4.3 mCi/mmol; New England Nuclear), 0.2 M NaCl, 0.5% Triton X-100 (v/v), and 1 mM Naz EDTA. The reaction was carried out for 20 min at 37°C and was terminated by the addition of ice-cold 10 pM 1,5-bis-(4allyldimethyl-ammoniumphenyl) -pentane -1,3 -dibromide (BW284C51, Burroughs-Wellcome Co.), a specific inhibitor of AChE activity. The blank contained tissue supernatant and 1 pM BW284C51. The reaction was linear for up to 35 min, and assay conditions were optimal, thus providing a measure of the V,,, of AChE.\n\nDBH actiuity. DBH activity was determined by the method of  Sperk et al. (1980) . Briefly, this method involves the binding of DBH to concanavalin A-Sepharose, which then allows endogenous substrates and inhibitors to be washed away. Dopamine (30 pM) and ascorbic acid, substrate and cofactor, respectively, for DBH, were then added, and the resulting norepinephrine formed was separated from dopamine by reversed-phase high performance liquid chromatography using a PBondapak Cls 3.9 mm x 30 cm column (Waters Associates, Milford, MA). The mobile phase contained 14.2 gm of monochloroacetic acid, 1.0 ml of 0.1 M Na2EDTA, 20 ml of methanol, and 2.0 ml of 0.2 M octyl sulfate/liter, adjusted to pH 3.0. Samples were quantified using a model LC-3 amperometric detector (Bioanalytical Systems, Inc., West Lafayette, IN) with a carbon paste electrode set at an applied potential of 0.7 V against an Ag/AgCl reference electrode. The assay was linear over a range of 50 to 300 pg of total protein/ml and for 30 min at 37°C. Blanks contained cell supernatants which had been boiled for 10 min.\n\nPNMT activity. PNMT activity was determined by a modification of the method of  Axelrod (1962) . Cell pellets were frozen, thawed, and homogenized in 167 mM Tris-HCl buffer, pH 8.5, containing 0.5 mM dithiothreitol and 0.2% Triton X-100. Since the assay was only linear over a range of 0.5 to 12 pg of total protein/ml, homogenates were routinely diluted to a total protein concentration of 3 to 5 yg/ml. Normetanephrine (final concentration 0.5 mM), which can act as a substrate for PNMT, was then added together with a radioactive methyl donor ( [3H]-Sadenosyl-methionine, 15 Ci/mmol, New England Nuclear; 0.25 pCi/sample), and the resulting radioactive product was quantified as described by  Axelrod (1962) . The assay was linear for 60 min at 37\"C, and reactions were routinely carried out for 40 min. Samples which did not receive normetanephrine served as blanks.\n\nDDC actiuity. For the determination of DDC activity, cell pellets were frozen, thawed, and homogenized in 50 mM Tris-acetate buffer, pH 6.8. Homogenates were centrifuged at 9000 x g, and to 100 ~1 of the resulting supernatant, pyridoxal-5'-phosphate (final concentration 4.2 mM; Sigma GmbH), tranylcypromine (final concentration 1.2 mM; Sigma GmbH), DL-dihydroxyphenylalanine (DOPA; final concentration 730 mM; Sigma GmbH), and [1-14C]-~~-DOPA (53.5 mCi/mmol; New England Nuclear; 0.1 &i/sample) were added. Samples were then gassed with nitrogen for 10 set and were sealed with a small rubber cap from which was suspended a paper wick saturated with Protosol (New England Nuclear), designed to trap the 14C02 evolved in the enzyme reaction. Samples were incubated at 37\"C, and the enzymatic reaction was stopped by the injection of 100 ~1 of 5% trichloroacetic acid through the rubber cap. Samples remained at 37°C for 2 hr to ensure complete liberation and trapping of 14C02. The wick was then removed, and radioactivity was quantified. The assay was linear for 40 min at 37°C over a range of 50 to 500 yg of total protein/ml. Cell supernatants which had been boiled for 10 min gave the same value as no tissue blanks, which were then routinely used.\n\nLactate dehydrogenase (LDH) activity. LDH activity was measured in aliquots of the same supernatant as was used to measure TH and AChE activity using the method of  Kornberg (1955)  as modified by  Johnson (1960) .\n\nDetermination of sample protein content. Total and soluble protein content was determined in cell homogenates or supernatants using the method of  Peterson (1977) , with y-globulin as the standard."
    },
    {
      "title": "Results",
      "text": "Specificity of NGF-mediated enzyme induction. We have previously reported that NGF treatment of adrenal medullary cells from calves results in a concentrationdependent increase in the specific activity of TH  (Naujoks et al., 1982) . We wanted to investigate further the selectivity of NGF-mediated enzyme induction in this system. In a first series of experiments, we measured the activities of several enzymes following 2 days of treatment with a concentration of NGF found to be maximal for TH induction (1 yg/ml;  Naujoks et al., 1982) . We also compared the effects of NGF on these enzymes with those of a different inducing agent, 8-br CAMP.\n\nIn addition to TH, the rate-limiting enzyme in catecholamine biosynthesis  (Levitt et al., 1965) , we measured the activities of three other enzymes involved in this process, DBH, PNMT, and DDC. DBH catalyzes the formation of norepinephrine from dopamine; PNMT catalyzes the further synthesis of epinephrine from norepinephrine; and both enzymes are specifically localized  Vol. 4, No. 7, July 1984  in adrenergic cells  (Molinoff and Axelrod, 1971) . DDC, which catalyzes the decarboxylation of dopa to form dopamine, is not localized exclusively in adrenergic cells, being found, for example, in liver and kidney after destruction of adrenergic nerves supplying these organs  (Klingman, 1965) . We also measured the activity of AChE, which catalyzes the breakdown of acetylcholine, the major transmitter of the splanchnic nerve input to chromaffin cells, as well as the activity of LDH, a general cytoplasmic marker enzyme.\n\nAs can beseen in Figure  1 , NGF treatment resulted in an increase in the specific activities of TH, DBH, PNMT, and AChE, while DDC activity remained unchanged. In contrast to the effect of NGF, 8-br CAMP treatment resulted in an increase in the specific activity of DDC, in addition to TH, DBH, PNMT, and AChE (Fig.  1 ). The specific activity of LDH was not affected by either treatment (Fig.  l ), indicating that neither NGF nor 8-br CAMP was promoting a generalized enzyme induction.\n\nWe wanted to characterize further NGF-mediated enzyme induction, as well as to delineate the differences between NGF's actions and those of CAMP. Therefore, we chose to examine more closely several aspects of the induction of two enzymes which were affected by both treatments, TH and AChE.\n\nTime course of increases in TH and AChE activity. Control values were: TH 120 f 18 pmol/min/mg; AChE 8.7 + 0.9 nmol/min/mg. ml of NGF (Fig.  2 ). NGF was present for 0, 12, 24, 36, 48, 72, or 96 hr, at which times cells were harvested and their TH and AChE levels were measured. AChE activity increased linearly between 12 and 48 hr of NGF treatment, reaching a plateau between 48 and 96 hr (Fig.  2 ). In contrast, TH activity did not increase before 36 hr, and virtually the entire 1.5-fold increase took place in the next 12 hr, after which a plateau was reached (Fig.  2 ).\n\nThese data suggested that the continuous presence of NGF was necessary for TH induction, but not for AChE induction. In order to examine this in more detail, cells were treated with NGF for 12, 24, 36, or 48 hr. These periods of NGF treatment were followed by removal of NGF from the medium and addition of anti-NGF antibodies to neutralize remaining NGF molecules. Total duration of the NGF-anti-NGF treatment was 48 hr in all cases. Table  I  shows that, in all cases, an NGF exposure of less than 48 hr was sufficient to produce the expected rise in AChE activity. For example, comparing Figure  2  and Table  I , it can be seen that 24 hr of NGF treatment produced a 75% increase in AChE (Fig.  2 ), and 24 hr of NGF followed by 24 hr of anti-NGF produced a somewhat smaller 52% increase. By contrast, no NGF treatment shorter than 48 hr was sufficient to bring about a significant increase in TH activity.\n\nIn contrast to the time course of NGF's effects, a 12hr exposure to 8-br CAMP was sufficient to obtain the same increase in both TH and AChE activities 36 hr later as was brought about by a full 48 hr of 8-br CAMP treatment (control values: TH 158 + 10 pmol/min/mg, AChE 8.\n\n7 + 1.2 nmol/min/mg; 12 hr of 8-br CAMP: TH 189 + 15% control, AChE 153 + 8%; 48 hr of 8-br CAMP: TH 202 + 12% control, AChE 149 + 13%). The Journal of Neuroscience NGF-mediated Enzyme Induction in Adrenal Chromaffin Cells 1775\n\nTABLE I Effect of restricted periods of NGF exposure on TH and AChE activities Duration of NGF Exposure\" Duration of Anti-NGF Exposure Specific Enzyme Activityb TH AChE hr hr pmol/min/mg nmol/min/mg 0 0 162 rt 12' 8.1 f 1.0' (100) (100) O-48 0 297 + 15d 18.5 f 1.5d (183) (228) o-12 12-48 154 + 20 10.3 f 1.6 (95) (127) O-24 24-48 167 f 16 12.3 k 1.3d (103) (152) O-36 36-48 194 -+ 20 15.0 f 1.7d (120) (185) 0 O-48 157 f 11 8.8 + 1.3 (97) (109)\n\n'Cells were exposed to 1 rg/ml of NGF for 0, 12, 24, 36, or 48 hr.\n\nFollowing NGF treatment, cells were washed twice, then fresh medium containing 5 rg/ml of sheep anti-2.5 S NGF antibodies  (Stockel et al., 1976)  was added. Cells were then harvested after a total time of exposure to both NGF and anti-NGF of 48 hr. * Values represent the means + SEM of six determinations from two separate experiments.\n\n' Cells exposed to neither NGF nor anti-NGF antibodies are taken as the control group. Values in parentheses represent specific activity as a percentage of the appropriate control value.\n\nd Significantly different from control values, p < 0.001, Student's t test."
    },
    {
      "title": "Level of regulation",
      "text": "of TH versus AChE induction. We have previously shown that the NGF-mediated rise in TH activity was dependent on protein synthesis and was due to an increase in the number of TH molecules  (Naujoks et al., 1982) . These data supported the conclusion that the observed increase in TH was due to increased synthesis, rather than decreased degradation, of the enzyme. We next examined the role of mRNA synthesis and processing in NGF's effects on both TH and AChE.\n\nEffect of wamanitin. a-Amanitin, an irreversible inhibitor of RNA polymerase II  (Chambon, 1975; Roeder, 1976) , tias added to the cells either during the first or the second 24 hr of their 4%hr NGF exposure. This schedule of drug treatment resulted in neither a significant change in control enzyme activity, nor in total protein per dish (data not shown). Figure  3A  shows that a-amanitin did not block the NGF-mediated rise in TH, regardless of whether it was added during the first or second 24 hr. In contrast, it completely blocked the 8-br CAMP-mediated TH increase when it was added during the first 24 hr. However, if cells were exposed to 8-br CAMP for 24 hr before oc-amanitin was added, the increase in TH was not significantly different from control. These data bring out two important points: First, in support of data presented above, a 24-hr exposure to 8br CAMP is sufficient to elicit the full TH induction brought about by 48 hr of treatment. Second, the effect of cu-amanitin is irreversible, since 24 hr of drug treatment followed by 24 hr of 8-br CAMP (which would normally bring about the full induction) result in no increase in enzyme activity. Thus, treatment with (Y- amanitin during only the first 24 hr is effective throughout the entire 48-hr period.\n\nAs can be seen in Table  II , ol-amanitin added during the first 24 hr was also unable to block NGF-mediated DBH and PNMT induction. However, this same treatment blocked the CAMP-mediated increase in both of these enzyme activities (Table  II ).\n\nTABLE II Effect of ol-amanitin treatment on NGF and 8-br CAMP-mediated DBH and PNMT induction Treatment\" DBH Activityb PNMT Activity* Control NGF 8-br CAMP a-Amanitin alone NGF + a-amanitin 8.br CAMP + a-Amanitin nmol/min/mg pmollhrfmg 14.5 -c 1.0 987 f 100 (100%) (100%) 36.7 f 5.3' 2692 f 212\" (253%) (272%) 43.7 + 6.2' 2583 + 321\" (301%) (262%) 13.7 f 0.90 885 f 97 (94%) (90%) 35.6 f 2.5 2547 + 257' (246%) (258%) 13.5 + 1.5 903 f 105 (93%) (91%) \"Cells were treated with NGF (1 pg/ml) or 8-br CAMP (1 mM) for 48 hr as described (see \"Materials and Methods\"). cu-Amanitin (10 pg/ ml) was added during the first 24 hr of the 48-hr experiment. Controls were untreated. \"Values represent the mean f SEM of six determinations in two separate experiments. Values in parentheses represent specific activities taken as a percentage of the appropriate control values. ' Significantly different from control values, p < 0.001, Student's t test.\n\nIn contrast to its lack of effect on NGF-mediated TH, PNMT, and DBH induction, cu-amanitin added during the first 24 hr completely blocked the NGF-mediated rise in AChE. The 8-br CAMP-induced increase in AChE was also blocked by this treatment. When cu-amanitin was added during the second 24 hr, approximately 50% of the NGF-mediated increase in AChE was blocked, whereas the 8-br CAMP effect was not decreased as compared to control (Fig.  3B) .\n\nEffect of 9-/I-D-arabinofuranosyladenine.\n\nTo delineate further the level of regulation of NGF-mediated TH and AChE induction, we looked at the effect of ara-ade, a drug which has been shown to block polyadenylation in vitro  (Rose and Jacob, 1978; Leonard and Jacob, 1979) . The dose of ara-ade used in these experiments (25 pg/ ml) has also been shown to increase the amount of poly(A)-minus RNA accumulating in the nucleus of cultured cells, as well as concomitantly to decrease levels of cytoplasmic poly(A)-plus RNA, with minimal effects on the synthesis of other species of RNA  (Rose et al., 1982) . The schedule of ara-ade treatment was the same as that for cy-amanitin. Such treatment did not alter basal TH activity (Fig.  4A ), but, in the same cells, basal AChE activity was significantly decreased (Fig.  4B ). Ara-ade administered during the first 24 hr of NGF treatment blocked the increases in both TH and AChE activity (Fig.  4 ,  A  and  B ). The effect of 8-br CAMP on both of these enzymes was also blocked by ara-ade treatment during hours 1 to 24 (data not shown). When ara-ade was administered during hours 24 to 48, the effect of NGF on TH was completely blocked, whereas the effect of NGF on AChE was only partially blocked (Fig.  4 ,  A  and  B ), again consistent with the time courses of the NGF-mediated increases in the levels of these enzymes."
    },
    {
      "title": "Discussion",
      "text": "Primary cultures of calf adrenal chromaffin cells provide a suitable system for studying the molecular events beyond the binding of NGF to its receptor which are involved in NGF-mediated enzyme induction. Previous studies from our own group  (Naujoks et al., 1982)  and from others  (Livett et al., 1976; Fenwick et al., 1978; Kenigsberg and Trifaro, 1980; Kilpatrick et al., 1980; Trifaro and Lee, 1980; Unsicker et al., 1980;  Wilson and cl CONTROL q +NGF Il)lglml) Am-ode Am-ade tll The Journal of Neuroscience NGF-mediated Enzyme Induction in Adrenal Chromaff'in Cells 1777  Viveros, 1981)  have shown that such cultures consist of a homogeneous population of chromaffin cells (approximately 90% pure) which can be cultivated in chemically defined medium over long periods of time (weeks to months) and which exhibit a stable phenotype and maintain many characteristic properties, such as the ability to synthesize, store, and release epinephrine and norepinephrine, high affinity catecholamine uptake, responsiveness to nicotinic cholinergic stimulation, and plasma -membrane NGF receptors. In addition, these cells are available in large quantities, making detailed biochemical analyses possible.\n\nIn the present study, we have provided evidence that the pattern of enzyme induction in these cells in response to NGF is similar to that of physiological target cells in uiuo, namely, a selective induction of TH, DBH, and PNMT, with no change in DDC. It is not known whether adrenal PNMT levels are affected by in uivo NGF or anti-NGF treatment. However, evidence derived from inbred mouse strains suggests both \"concerted inheritance\" of TH, DBH, and PNMT  (Ciaranello and Boehme, 1982)  and co-regulation of their levels in response to pharmacological and behavioral stimuli  (Ciaranello et al., 1972a, b) . In rat adrenal, increased activity of the cholinergic splanchnic nerve input has been shown to lead to a specific induction of all three enzymes as well  (Thoenen, 1972) . Thus, it was to be expected that in a system such as the one we have described, where TH is induced, DBH and PNMT levels would also increase.\n\nFocusing on NGF-mediated TH induction, we have provided data consistent with the conclusion that the level of regulation of TH induction is post-transcriptional, in support of previous findings in superior cervical ganglion (SCG)  (Rohrer et al., 1978) . cr-Amanitin, an irreversible inhibitor of RNA polymerase II, did not block the effect of NGF on TH, while in the same cells the increase in AChE activity was abolished, indicating that the drug treatment itself was effective, but that mRNA synthesis was not involved in NGF-mediated TH induction. However, treatment of the cells with ara-ade, a polyadenylation inhibitor, blocked the NGF-mediated rise in TH. While we have not directly measured the effect of ara-ade in our system, its ability to block TH induction does not appear to be the result of general toxicity, since 24 hr of exposure to this dose of ara-ade produced no change in the healthy appearance of the cells, no decrease in total protein, and no significant change in basal TH activity. The small but significant decrease in AChE activity (20 to 30%) brought about by ara-ade in the same cells may reflect a difference in the half-life of AChE mRNA compared to TH mRNA. In addition, neither DBH nor PNMT induction was blocked by or-amanitin, supporting the hypothesis that TH, DBH, and PNMT are co-regulated. The fact that NGF-mediated TH induction is polyadenylation-dependent but mRNA synthesis-independent implies that mRNA processing may be involved in NGF's mechanism of action. Polyadenylation is believed to be important in the transfer of mRNA to the cytoplasm, mRNA half-life, and its ability to be translated  (Darnell et al., 1971; Rose et al., 1982) ; thus, any or all of these processes could be involved.\n\nThe time course of NGF-mediated TH induction was surprising, in that the continuous presence of NGF for more than 36 hr was required before TH levels increased. Such a time course suggests either that a threshold level of a second messenger must be reached before an increase in TH synthesis is initiated and that this level must be maintained by the continuous presence of NGF, or that multiple events are involved. However, it can be concluded that mRNA synthesis is not, involved even if the process is a complex one, because cu-amamtan does nut. block the effect whether it is added during the first 24 hr (effectively, then, during the entire 48-hr period, since its effects are irreversible), or during the second 24 hr, allowing transcription to proceed for 24 hr before blockade. In contrast, polyadenylation seems to be important throughout the entire period, since ara-ade blocks the effect when added either early or late. It is interesting to note that a similar time course has been reported for the effect of epidermal growth factor on polynucleotide synthesis in its target cells, for which its continuous presence is required for 10 to 20 hr  (Hollenberg and Cuatrecasas, 1973) .\n\nIn addition to TH, DBH, and PNMT induction, NGF treatment also results in an increase in the specific activity of AChE. AChE is induced by NGF in rat pheochromocytoma PC12 cells  (Lucas et al., 1980; Rieger et al., 1980)  but not in cultured sympathetic neurons of newborn rats  (Hefti et al., 1982) . In PC12 cells, NGFmediated AChE induction has been shown to be transcription-dependent and to precede other NGF effects in these cells, such as neurite outgrowth  (Greene and Rukenstein, 1981) . There are several interesting differences between NGF-mediated AChE and TH induction in chromaffin cells. In contrast to the time course of TH induction, AChE induction proceeds at a linear rate for the entire 48-hr period of NGF exposure. In addition, AChE induction is blocked by both cr-amanitin and araade treatment, indicative of a transcriptional level of regulation. Since these two enzyme inductions occur simultaneously, the possibility emerges from these data that there are multiple mechanisms by which NGF regulates enzyme induction, or that an initial event diverges to produce both transcriptional and post-transcriptional effects.\n\nFinally, we have examined the effects of a permeant, stable analogue of CAMP, 8-br CAMP, on these cells. It has been suggested that CAMP acts as a second messenger for NGF based on several somewhat controversial lines of evidence. First, NGF has been reported to increase CAMP levels in dorsal root ganglion (DRG) cells  (Narumi and Fujita, 1978; Skaper et al., 1979) , SCG cells  (Nikodijevic et al., 1975) , and PC12 cells  (Schubert and Whitlock, 1977; Schubert et al., 1978; Garrels and Schubert, 1979) . Other investigators have failed to reproduce these findings  (Frazier et al., 1973 (DRG)   ; Lakshmanan, 1978; Otten et al., 1978 (SCG) ;  Hatanaka et al., 1978 (PC12) ). Second, CAMP analogues have been shown to stimulate neurite outgrowth in DRG cells  (Roisen et al., 1972; Narumi and Fujita, 1978)  and in PC12 cells  (Schubert and Whitlock, 1977; Schubert et al., 1978) , as does NGF. However, other investigators suggest that this neurite outgrowth can be distinguished from that pro-  Vol. 4, No. 7, July 1984  duced by NGF using morphological criteria  (Frazier et al., 1973)  and that it occurs via a different mechanism  (Hier et al., 1972; Gunning et al., 1981a, b; Heumann et al., 1983) . In addition, CAMP analogues do not produce neurite outgrowth in another NGF target cell population, the SCG  (Frazier et al, 1973) . Finally, it has been reported that both NGF and B-br CAMP mediate the phosphorylation of a nuclear protein in cultured SCG cells  (Yu et al., 1978)  and the phosphorylation of high mobility group protein 17 in both nucleus and cytoplasm of PC12 cells  (Halegoua and Patrick, 1980) . However,  Seeley and Greene (1982)  have reported that the pattern of phosphorylation in PC12 cells is not the same in response to NGF as compared to B-br CAMP treatment. With regard to NGF-mediated enzyme induction, Otten and colleagues have shown that in uiuo NGF treatment produces an increase in CAMP levels in the rat adrenal gland which could be abolished by hypophysectomy, a treatment which had no effect on NGF-mediated enzyme induction  (Otten et al., 1978) . In view of these conflicting reports regarding possible overlapping effects of NGF and CAMP, we have compared several aspects of the enzyme induction mediated by these two stimuli in calf chromaffin cells. 8-br CAMP induces TH, DBH, PNMT, and AChE, as does NGF; however, other evidence suggests that 8-br CAMP acts via a different mechanism than NGF. First, 8-br CAMP induces DDC, whereas NGF does not. Since DDC is never induced by NGF in physiological target cells  (Thoenen et al., 1979) , CAMP is unlikely to act as its second messenger. Second, a 12-hr exposure to 8-br CAMP is sufficient to bring about the full increase elicited by 48 hr of continuous B-br CAMP. Kumakura and co-workers (1979)  have also shown, using a similar system, that 5 hr of 8-br CAMP exposure were sufficient to result in more than 50% of the maximal effect (obtained with 48 hr of 8-br CAMP) and 10 hr of 8-br CAMP exposure elicited the full effect. This is in distinct contrast to NGF, where no effect on TH can be measured until more than 36 hr of continuous exposure, and only 50% of the AChE increase is present after a 24hr exposure. Third, cu-amanitin blocked the 8-br CAMPmediated TH induction but not the NGF-mediated effect on TH, indicating different mechanisms of actions of these two stimuli."
    },
    {
      "text": "Figure 1. Selectivity of NGF versus CAMP-mediated enzyme induction. Cells were treated with NGF (1 Fg/ml) or 8-br CAMP (1 mM) for 48 hr (controls were untreated). Cells were then harvested, and the specific activities of several enzymes were measured (see \"Materials and Methods\"). TH, AChE, and LDH activities were determined in cells from a single well, while DBH, PNMT, and DDC values were derived using cells from separate wells. Values are expressed as a percentage of the appropriate control, and represent the mean + SEM of three separate experiments. Control values were: TH, 153 + 18 pmol/ min/mg; DBH, 14.3 f. 1.1 nmol/min/mg; PNMT, 951 + 81 pmol/hr/mg; AChE, 9.1 + 0.75 nmol/min/mg; LDH, 0.32 f 0.05 unit/mg. Bars with asterisks are significantly different from control, p < 0.001, Student's t test."
    },
    {
      "text": "Figure 2. Time course of NGF-mediated increased in TH and AChE activities. Cells were treated with NGF (1 pg/ml) for varying periods of time, after which cells were harvested, and TH (0) and AChE (0) specific activities were determined. Values are expressed as a percentage of the appropriate control and represent the mean f SEM of three separate experiments. Control values were: TH 120 f 18 pmol/min/mg; AChE 8.7 + 0.9 nmol/min/mg."
    },
    {
      "text": "Figure 3. Effect of a-amanitin treatment on NGF versus CAMP-mediated enzyme induction. Cells treated with NGF (1 pg/ml) or 8-br CAMP (1 mM) received a-amanitin (10 pg/ml) either during the first or the second 24 hr of the 4%hr experiment (see \"Materials and Methods\"). Controls were untreated. Values represent the mean + SEM of three separate experiments. Bars with asterisks are significantly different from control, p < 0.001, Student's t test. A, Specific TH activity in response to NGF and CAMP treatment in the presence or absence of a-amanitin. B, AChE specific activity measured in the same cells."
    },
    {
      "text": "Figure 4. Effects of 9+arabinofuranosyladenine on NGF-mediated enzyme induction. Cells treated with NGF (1 pg/ml) received ara-ade (25 pg/ml) either during the first or the second 24 hr of the 48-hr experiment (see \"Materials and Methods\"). Values represent the mean f SEM of three separate experiments. Bars with asterisks are significantly different from control, p < 0.001, Student's t test. A, TH specific activity in response to NGF treatment in the presence or absence of ara-ade. B, AChE specific activity measured in the same cells."
    }
  ],
  "references": [
    {
      "title": "Purification and properties of phenylethanolamine-N-methyl transferase",
      "authors": [
        "J Axelrod"
      ],
      "year": 1962,
      "doi": "10.1016/s0021-9258(19)83758-4"
    },
    {
      "title": "Regulation of acetylcholinesterase in neuroblastoma cells",
      "authors": [
        "A Blume",
        "F Gilbert",
        "S Wilson",
        "J Farber",
        "R Rosenberg",
        "M Nirenberg"
      ],
      "year": 1970,
      "doi": "10.1073/pnas.67.2.786"
    },
    {
      "title": "The nerve growth factor: Purification as a 30,000-molecular weight protein",
      "authors": [
        "V Bocchini",
        "P Angeletti"
      ],
      "year": 1969
    },
    {
      "title": "Growth of a rat neuroblastoma cell-line in serum-free supplemented medium",
      "authors": [
        "J Bottenstein",
        "G Sato"
      ],
      "year": 1979
    },
    {
      "title": "The structure and function of nerve growth factor",
      "authors": [
        "R Bradshaw",
        "I Heng",
        "R Andres",
        "M Pulliam",
        "R Silverman",
        "J Rubin",
        "J Jacobs"
      ],
      "year": 1977,
      "doi": "10.1016/b978-0-08-021308-8.50821-8"
    },
    {
      "title": "Eucaryotic nuclear RNA polymerases",
      "authors": [
        "P Chambon"
      ],
      "year": 1975,
      "doi": "10.1146/annurev.bi.44.070175.003145"
    },
    {
      "title": "Genetic regulation of neurotransmitter enzymes and receptors: Relationship to the inheritance of psychiatric disorders",
      "authors": [
        "R Ciaranello",
        "R Boehme"
      ],
      "year": 1982
    },
    {
      "title": "Catecholamines: Strain differences in biosynthetic enzyme activity in mice",
      "authors": [
        "R Ciaranello",
        "R Barchas",
        "S Kessler"
      ],
      "year": 1972,
      "doi": "10.1016/0024-3205(72)90191-9"
    },
    {
      "title": "Regulation of adrenal phenylethanolamine N-methyltransferase in three inbred mouse strains",
      "authors": [
        "R Ciaranello",
        "J Dornbusch",
        "J Barchas"
      ]
    },
    {
      "title": "The isolation and characterization of dihydropteridine reductase from sheep liver",
      "authors": [
        "J Craine",
        "E Hall",
        "S Kaufman"
      ],
      "year": 1972
    },
    {
      "title": "Polyadenylic acid sequences: Role in conversion of nuclear RNA into messenger RNA",
      "authors": [
        "J Darnell",
        "L Philipson",
        "R Wall"
      ],
      "year": 1971
    },
    {
      "title": "Selective enzyme induction in a nerve growth factor-responsive pheochromocytoma cell line (PC12)",
      "authors": [
        "D Edgar",
        "H Thoenen"
      ],
      "year": 1978
    },
    {
      "title": "Functional and morphological characterization of isolated bovine adrenal medullary cells",
      "authors": [
        "E Fenwick",
        "P Fajdiga",
        "N Howe",
        "B Livett"
      ],
      "year": 1978
    },
    {
      "title": "Mechanism of action of nerve growth factor and CAMP on neurite outgrowth in embryonic chick sensory ganglia: Demonstration of independent pathways of stimulation",
      "authors": [
        "W Frazier",
        "C Ohlendorf",
        "L Boyd",
        "L Aloe",
        "E Johnson",
        "J Ferrendelli",
        "R Bradshaw"
      ],
      "year": 1973,
      "doi": "10.1073/pnas.70.8.2448"
    },
    {
      "title": "Modulation of protein synthesis by nerve growth factor",
      "authors": [
        "J Garrels",
        "D Schubert"
      ],
      "year": 1979,
      "doi": "10.1016/s0021-9258(18)36040-x"
    },
    {
      "title": "Regulation of acetylcholinesterase activity by nerve growth factor. Role of transcription and dissociation from effects on proliferation and neurite outgrowth",
      "authors": [
        "L Greene",
        "A Rukenstein"
      ],
      "year": 1981,
      "doi": "10.1016/s0021-9258(19)69172-6"
    },
    {
      "title": "Establishment of a noradrenergic clonal line of rat adrenal pheochromocytoma cells which respond to nerve growth factor",
      "authors": [
        "L Greene",
        "A Tischler"
      ],
      "year": 1976
    },
    {
      "title": "Differential and synergistic actions of nerve growth factor and cyclic AMP in PC12 cells",
      "authors": [
        "P Gunning",
        "G Landreth",
        "M Bothwell",
        "E Shooter"
      ],
      "year": 1981
    },
    {
      "title": "The action of nerve growth factor and dibutyryl adenosine cyclic 3':5'-monophosphate on rat pheochromocytoma reveals distinct stages in the mechanisms underlying neurite outgrowth",
      "authors": [
        "P Gunning",
        "P Letourneau",
        "G Landreth",
        "E Shooter"
      ],
      "year": 1981
    },
    {
      "title": "Nerve growth factor mediates phosphorylation of specific proteins",
      "authors": [
        "S Halegoua",
        "J Patrick"
      ],
      "year": 1980,
      "doi": "10.1016/0092-8674(80)90367-0"
    },
    {
      "title": "Biological and immunological properties of the nerve growth factor from bovine seminal plasma: Comparison with the properties of mouse nerve growth factor",
      "authors": [
        "G Harper",
        "Y. -A Barde",
        "D Edgar",
        "D Ganten",
        "F Hefti",
        "R Heumann",
        "K Naujoks",
        "H Rohrer",
        "J Turner",
        "H Thoenen"
      ],
      "year": 1983,
      "doi": "10.1016/0306-4522(83)90073-8"
    },
    {
      "title": "Nerve growth factor mediated selective induction of ornithine decarboxylase in rat pheochromocytoma; a cyclic AMP-independent process",
      "authors": [
        "H Hatanaka",
        "U Otten",
        "H Thoenen"
      ],
      "year": 1978,
      "doi": "10.1016/0014-5793(78)80777-7"
    },
    {
      "title": "Induction of tyrosine hydroxylase by nerve growth factor and by elevated K' concentrations in cultures of dissociated sympthetic neurons",
      "authors": [
        "F Hefti",
        "H Gnahn",
        "M Schwab",
        "H Thoenen"
      ],
      "year": 1982
    },
    {
      "title": "Relationship between NGF-mediated volume increase and \"priming effect\" The Journal of Neuroscience NGF-mediated Enzyme Induction in Adrenal Chromaffin Cells 1779 in fast and slow reacting clones of PC12 pheochromocytoma cells. Role of CAMP",
      "authors": [
        "R Heumann",
        "V Kachel",
        "H Thoenen"
      ],
      "year": 1983
    },
    {
      "title": "Studies on the mechanism of action of nerve growth factor",
      "authors": [
        "D Hier",
        "B Amason",
        "M Young"
      ],
      "year": 1972
    },
    {
      "title": "Epidermal growth factor: Receptors on human fibroblasts and modulation of action by cholera toxin",
      "authors": [
        "M Hollenberg",
        "P Cuatrecasas"
      ],
      "year": 1973,
      "doi": "10.1073/pnas.70.10.2964"
    },
    {
      "title": "The intracellular distribution of glycolytic and other enzymes in rat brain homogenates and mitochondrial preparation",
      "authors": [
        "M Johnson"
      ],
      "year": 1960,
      "doi": "10.1042/bj0770610"
    },
    {
      "title": "Effect of haloperidol on dopamine synthesis and tyrosine hydroxylase in striatal synaptosomes",
      "authors": [
        "G Kapatos",
        "M Zigmond"
      ],
      "year": 1979
    },
    {
      "title": "Presence of a high affinity uptake system for catecholamines in cultured bovine adrenal chromaffin cells",
      "authors": [
        "R Kenigsberg",
        "J Trifaro"
      ],
      "year": 1980
    },
    {
      "title": "Stability of bovine adrenal medulla cells in culture",
      "authors": [
        "D Kilpatrick",
        "F Ledbetter",
        "K Carson",
        "A Kirshner",
        "R Slepetis",
        "N Kirshner"
      ],
      "year": 1980
    },
    {
      "title": "Catecholamine levels and dopa decarboxylase activity in peripheral organs and adrenergic tissues in the rat after immunosympathectomy",
      "authors": [
        "G Klingman"
      ],
      "year": 1965,
      "doi": "10.1016/s0022-3565(25)27008-2"
    },
    {
      "title": "Lactic dehydrogenase of muscle",
      "authors": [
        "A Kornberg"
      ],
      "year": 1955,
      "doi": "10.1016/0076-6879(55)01072-0"
    },
    {
      "title": "Primary cultures of chromaffin cells: Molecular mechanisms for the induction of tyrosine hydroxylase mediated by 8-Br-cyclic AMP",
      "authors": [
        "K Kumakura",
        "A Guidotti",
        "E Costa"
      ],
      "year": 1979,
      "doi": "10.1016/s0026-895x(25)13828-5"
    },
    {
      "title": "Is there a second messenger for nerve growth factor-induced phosphatidylinositol turnover in rat superior cervical ganglia?",
      "authors": [
        "J Lakshmanan"
      ],
      "year": 1978,
      "doi": "10.1016/0006-8993(78)91009-0"
    },
    {
      "title": "Differential effects of cordycepin triphosphate and 9-P-D-arabinofuranosyladenine triphosphate on tRNA and 5s RNA synthesis in isolated nuclei",
      "authors": [
        "T Leonard",
        "S Jacob"
      ],
      "year": 1979
    },
    {
      "title": "Elucidation of the rate-limiting step in norepinephrine biosynthesis in the peripheral guinea-pig heart",
      "authors": [
        "M Levitt",
        "S Spector",
        "A Sjoerdsma",
        "S Udenfriend"
      ],
      "year": 1965
    },
    {
      "title": "Retrograde perfusion technique for high yield production of single chromaffin cells from the bovine adrenal gland",
      "authors": [
        "B Livett",
        "E Fenwick",
        "P Fajdiga",
        "N Howe"
      ],
      "year": 1976
    },
    {
      "title": "Regulation of acetylcholinesterase by nerve growth factor in the pheochromocytoma PC12 cell line",
      "authors": [
        "C Lucas",
        "A Czlonkowska",
        "G Kreutzberg"
      ],
      "year": 1980
    },
    {
      "title": "Biochemistry of catecholamines",
      "authors": [
        "P Molinoff",
        "J Axelrod"
      ],
      "year": 1971
    },
    {
      "title": "Increase in tyrosine hydroxylase activity after reserpine administration",
      "authors": [
        "R Mueller",
        "H Thoenen",
        "J Axelrod"
      ],
      "year": 1969,
      "doi": "10.1016/s0022-3565(25)28351-3"
    },
    {
      "title": "Stimulatory effects of substance P and nerve growth factor (NGF) on neurite outgrowth in embryonic chick dorsal root ganglion",
      "authors": [
        "S Narumi",
        "T Fujita"
      ],
      "year": 1978
    },
    {
      "title": "Nerve growth factor-mediated induction of tyrosine hydroxylase and of neurite outgrowth in cultures of bovine adrenal chromaffin cells: Dependence on developmental stage",
      "authors": [
        "K Naujoks",
        "S Korsching",
        "H Rohrer",
        "H Thoenen"
      ],
      "year": 1982
    },
    {
      "title": "The effect of nerve growth factor on CAMP levels in superior cervical ganglia of the rat",
      "authors": [
        "B Nikodijevic",
        "M Nikodijevic",
        "H Yu",
        "G Pollard",
        "Guroff"
      ],
      "year": 1975,
      "doi": "10.1073/pnas.72.12.4769"
    },
    {
      "title": "Role of cyclic nucleotides in NGF-mediated induction of tyrosine hydroxylase in rat sympathetic ganglia and adrenal medulla",
      "authors": [
        "U Otten",
        "H Hatanaka",
        "H Thoenen"
      ],
      "year": 1978
    },
    {
      "title": "A simplification of the protein assay method of Lowry et al. which is more generally applicable",
      "authors": [
        "G Peterson"
      ],
      "year": 1977,
      "doi": "10.1016/0003-2697(77)90043-4"
    },
    {
      "title": "The effects of nerve growth factor on acetylcholinesterase and its multiple forms in cultures of rat PC12 pheochromocytoma cells: Increased total activity and appearance of the 16s molecular form",
      "authors": [
        "F Rieger",
        "M Shelanski",
        "L Greene"
      ],
      "year": 1980
    },
    {
      "title": "Eucaryotic nuclear RNA polymerases",
      "authors": [
        "R Roeder"
      ],
      "year": 1976
    },
    {
      "title": "On the role of RNA synthesis in the selective induction of tyrosine hydroxylase by nerve growth factor",
      "authors": [
        "H Rohrer",
        "U Otten",
        "H Thoenen"
      ],
      "year": 1978,
      "doi": "10.1016/0006-8993(78)90554-1"
    },
    {
      "title": "Neurite development in vitro. I. The effects of adenosine 3'5'-cyclic monophosphate (cyclic AMP)",
      "authors": [
        "F Roisen",
        "R Murphy",
        "W Braden"
      ],
      "year": 1972
    },
    {
      "title": "Selective inhibition of RNA polyadenylation by ara-ATP in vitro: A possible mechanism for antiviral action of ara-A",
      "authors": [
        "K Rose",
        "S Jacob"
      ],
      "year": 1978
    },
    {
      "title": "Effects of adenine nucleosides on RNA synthesis in adenovirus-infected cells. 9-P-Arabinofuranosyladenine as a selective inhibitor of RNA polyadenylation",
      "authors": [
        "K Rose",
        "T Leonard",
        "T Carter"
      ],
      "year": 1982
    },
    {
      "title": "Alteration of cellular adhesion by nerve growth factor",
      "authors": [
        "D Schubert",
        "C Whitlock"
      ],
      "year": 1977,
      "doi": "10.1073/pnas.74.9.4055"
    },
    {
      "title": "Alterations in the surface properties of cells responsive to nerve growth factor",
      "authors": [
        "D Schubert",
        "M Lacorbiere",
        "C Whitlock",
        "W Stallcup"
      ],
      "year": 1978,
      "doi": "10.1038/273718a0"
    },
    {
      "title": "Nerve growth factor (NGF)-dependent phosphorylation in pheochromocytoma cells",
      "authors": [
        "P Seeley",
        "L Greene"
      ],
      "year": 1982
    },
    {
      "title": "Effects of nerve growth factor on cyclic AMP levels in embryonic chick dorsal root ganglia following factor deprivation",
      "authors": [
        "S Skaper",
        "J Bottenstein",
        "S Varon"
      ],
      "year": 1979
    },
    {
      "title": "Hortnagel, and 0. Hornykiewicz (1980) A sensitive and reliable assay for dopamine @hydroxylase in tissue",
      "authors": [
        "G Sperk",
        "I Galhap",
        "E Schlogl"
      ],
      "doi": "10.1111/j.1471-4159.1980.tb07096.x"
    },
    {
      "title": "Purification of NGF-antibodies by affinity chromatography",
      "authors": [
        "K Stockel",
        "C Gagnon",
        "G Guroff",
        "H Thoenen"
      ],
      "year": 1976,
      "doi": "10.1111/j.1471-4159.1976.tb07008.x"
    },
    {
      "title": "Nerve growth factor in mouse and rat serum: Correlation between bioassay and radioimmunoassay determinations",
      "authors": [
        "K Suda",
        "Y Barde",
        "H Thoenen"
      ],
      "year": 1978
    },
    {
      "title": "Neuronally mediated enzyme induction in adrenergic neurons and adrenal chromaffin cells",
      "authors": [
        "H Thoenen"
      ],
      "year": 1972,
      "doi": "10.1042/bj1280069p"
    },
    {
      "title": "Physiology of nerve growth factor",
      "authors": [
        "H Thoenen",
        "Y Barde"
      ],
      "year": 1980,
      "doi": "10.1152/physrev.1980.60.4.1284"
    },
    {
      "title": "Selective induction by nerve growth factor of tyrosine hydroxylase and dopamine-@-hydroxylase in the rat superior cervical ganglia",
      "authors": [
        "H Thoenen",
        "P Angeletti",
        "R Levi-Montalcini",
        "R Kettler"
      ],
      "year": 1971
    },
    {
      "title": "Orthograde and retrograde signals for the regulation of neuronal gene expression: The peripheral sympathetic nervous system as a model",
      "authors": [
        "H Thoenen",
        "U Otten",
        "M Schwab"
      ],
      "year": 1979
    },
    {
      "title": "Primary cultures of acteristics and stimulus-secretion coupling in bovine adrenal adrenal medullary chromaffin cells in a chemically defined chromaffin cell cultures",
      "authors": [
        "J Trifaro",
        "R Lee"
      ],
      "year": 1980,
      "doi": "10.1016/0306-4522(80)90018-4"
    },
    {
      "title": "Establishment, characterization and fibre Increased phosphorylation of a specific nuclear protein in rat outgrowth of isolated bovine adrenal medullary cells in longsuperior cervical ganglia in response to nerve growth factor. term cultures",
      "authors": [
        "K Unsicker",
        "G Griesser",
        "R Lindmar",
        "K Loffelholtz",
        "M Yu",
        "S Hori",
        "N Tolson",
        "K Huff",
        "G Guroff",
        "U Wolf"
      ],
      "year": 1978,
      "doi": "10.1016/0306-4522(80)90006-8"
    }
  ],
  "num_references": 64
}
