{
  "paper_id": "5QACWPGB",
  "title": "Effect of Behavioral Economic Incentives for Colorectal Cancer Screening in a Randomized Trial",
  "abstract": "BACKGROUND & AIMS: Financial incentives might increase participation in prevention such as screening colonoscopy. We studied whether incentives informed by behavioral economics increase participation in risk assessment for colorectal cancer (CRC) and completion of colonoscopy for eligible adults. \n METHODS: Employees of a large academic health system (50-64 y old; n [ 1977) were randomly assigned to groups that underwent risk assessment for CRC screening and direct access colonoscopy scheduling (control), or risk assessment, direct access colonoscopy scheduling, a $10 lossframed incentive to complete risk assessment, and a $25 unconditional incentive for colonoscopy completion (incentive). The primary outcome was the percentage of participants who completed screening colonoscopy within 3 months of initial outreach. Secondary outcomes included the percentage of participants who scheduled colonoscopy and the percentage who completed the risk assessment. \n RESULTS: At 3 months, risk assessment was completed by 19.5% of participants in the control group (95% CI, 17.0-21.9%) and 31.9% of participants in the incentive group (95% CI, 29.0-34.8%) (P < .001). At 3 months, 0.7% of controls had completed a colonoscopy (95% CI, .2%-1.2%) compared with 1.2% of subjects in the incentive group (95% CI, .5%-1.9%) (P ¼ .25). \n CONCLUSIONS: In a randomized trial of participants who underwent risk assessment for CRC with vs without financial incentive, the financial incentive increased CRC risk assessment completion but did not result in a greater completion of screening colonoscopy. Clinicaltrials.gov",
  "year": 2018,
  "date": "2018",
  "journal": "CA Cancer J Clin",
  "publication": "CA Cancer J Clin",
  "authors": [
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "forename": "Catherine",
      "surname": "Reitz",
      "name": "Catherine Reitz",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "forename": "Tess",
      "surname": "Niewood",
      "name": "Tess Niewood",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "forename": "Kevin",
      "surname": "Volpp",
      "name": "Kevin Volpp",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "*  Department of Medicine , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania ; \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    }
  ],
  "doi": "https://doi.org/10.13039/100006108",
  "keywords": [
    "NCT03068052 Colon Cancer",
    "Prevention",
    "Money",
    "Payment CI, confidence interval",
    "CRC, colorectal cancer",
    "EHR, electronic health record"
  ],
  "sections": [
    {
      "text": "C olorectal cancer (CRC) screening is a major cause of morbidity and mortality, yet screening rates remain limited, despite the availability of cost-effective strategies for prevention and early treatment.  [1] [2] 2] [3] [4]  Many efforts are focused on providing patient financial incentives to increase uptake, but results have been mixed. Patients typically do not have to pay cost sharing for screening colonoscopy as mandated by the Affordable Care Act, but this policy has not resulted in significantly increased utilization.  [5] [6] 6] [7] [8]  However, we have previously demonstrated that a $100 incentive for completion of screening colonoscopy significantly increased participation among the employee population of an academic health system.  9 A challenge was that we could not access health records to know which patients were up to date, so we had to reach out to all patients in the eligible age range, many of whom had already completed screening.\n\nOne possible approach is for employers to provide a health risk assessment for CRC screening to everyone, and ultimately help navigate those who are eligible to care. New insights from behavioral economics have shown how framing of incentives might increase effectiveness at encouraging health promotion activities.  10 or example, describing that the incentive is already reserved for the participant, and that s/he will not receive the incentive without participation leverages the principle of loss aversion, which may result in higher response than a gain-framed incentive.  11 Prospect theory suggests that individuals respond asymmetrically to loss and gain perspectives, and loss-framed incentives have been shown to be effective in promoting physical activity, smoking cessation, and cancer screening.  [12] [13] 3] [14]  Additionally, providing an unconditional incentive to the participant regardless of colonoscopy completion draws upon reciprocity, and has been shown in some contexts to yield a higher response rate.  15, 16 For example, clinicians were more likely to respond to surveys that offered an unconditional incentive as compared with conditional incentives.  16 Finally, framing incentives as a way to reward friends or family members provides a prosocial perspective which may also enhance motivation, particularly because colonoscopy requires the patient to have an escort for the procedure. Experimental studies have shown that people work harder for charity than for themselves when the stakes are low, and they derive more happiness from bonus spending on others or charity.  17, 18 While these concepts have worked in other contexts, it is not clear whether they translate to health promotion activities, particularly high-effort and complex tasks like colonoscopy. As these interventions are combined, they might have an additive effect as different people might respond to different messages.\n\nIn this study, we evaluate the effectiveness of financial incentives that incorporate concepts from behavioral economics such as loss framing, reciprocity, and prosocial framing to increase participation in a CRC risk assessment and completion of colonoscopy for those who are eligible."
    },
    {
      "title": "Materials and Methods"
    },
    {
      "title": "Study Design",
      "text": "This was a 2-arm pragmatic randomized controlled trial comparing the following interventions: (1) a webbased risk assessment for CRC screening and direct access colonoscopy scheduling for eligible participants (control) or (2) the control approach along with a $10 loss-framed incentive to complete risk assessment and additional $25 unconditional incentive for colonoscopy completion (incentive). Approval for this study was obtained from the University of Pennsylvania Institutional Review Board. A waiver of informed consent was obtained since the protocol was minimal risk and could not be practicably carried out without the waiver.  19 The protocol was registered at ClinicalTrials.gov (NCT03068052), and the protocol and statistical analysis plan appear as a Supplementary Materials. This study followed the CON-SORT (Consolidated Standards of Reporting Trials) guidelines. All authors had access to the study data and had reviewed and approved the final paper."
    },
    {
      "title": "Study Population",
      "text": "This study was conducted in the employee population of a large academic health system. We included participants who were 50-64 years of age at the time of identification, lived within 30 miles from the primary screening sites (identified by home zip code), and had not received prior outreach in another trial from this program.  9 The age range was focused on those who receive employer-based health insurance at the health system and not those who also receive Medicare coverage. Consistent with a pragmatic trial, there were no other exclusion criteria. We could not exclude employees who were up to date with CRC screening recommendations, as we could not access electronic health record (EHR) or claims data prior to outreach due to privacy concerns related to the selfinsured employer accessing individual health records. Participants were identified via an automated data pull from employee records in February 2016 and recruited by study staff in May 2017. The investigators were blinded to patient data and randomization, but the research staff were not blinded, as they were administering the intervention."
    },
    {
      "title": "Interventions",
      "text": "Eligible participants were randomized evenly into the 2 study arms using a computerized random number generator. All participants received an email describing the importance of colorectal cancer screening and informing them that they had been selected to complete a colorectal cancer risk assessment. Emails were facilitated using the web-based research platform (Way to Health, Philadelphia, PA), which personalized and delivered each message by intervention arm at prespecified times. They were prompted to complete a colorectal cancer risk assessment through a link to a 3-question survey hosted by the platform. Participants in the incentive group were additionally told that there was a What You Need to Know Background Financial incentives might increase participation in colorectal cancer (CRC) prevention strategies such as screening colonoscopy."
    },
    {
      "title": "Findings",
      "text": "In a randomized trial of participants who underwent risk assessment for CRC with vs without financial incentive, the financial incentive increased assessment of risk for CRC but did not result in a greater completion of screening colonoscopy.\n\nImplications for patient care A $10 loss-framed incentive to complete risk assessment with a $25 unconditional incentive for colonoscopy completion does not increase the number of persons who undergo colonoscopy screening.\n\n$10 gift card saved for him/her, and it was framed as a loss if s/he did not participate (\"We have a $10 gift card saved for you. Don't let that $10 get away!\").\n\nThe survey confirmed each participant was age appropriate (\"Are you between the ages of 50 and 75?\"), whether they had a family history of colon cancer (\"Do you have any first degree relatives [mother, father, sibling] who has had colon cancer?\"), and prior screening (\"Have you ever had screening for colon cancer with any of the following tests? Colonoscopy in last 10 years, Flexible Sigmoidoscopy in last 5 years, Stool test in the last year [guaiac-based FOBT or fecal immunochemical test]?\"). Participants were considered eligible for screening if they were in the age range and had completed none of the described screening. Ineligible participants were congratulated for being up to date and referred to repeat screening at the interval recommended by their health care provider. Ineligible participants in the incentive arm were also reminded they would receive their $10 gift card within the week.\n\nAll participants eligible for screening after survey, regardless of study arm, were immediately directed to call a VIP access phone number to schedule a colonoscopy appointment. Those in the incentive arm who were found to be screening-eligible were informed that they would receive their expected $10 gift and were then told they would receive an additional $25 surprise gift with prosocial framing to provide to the escort for the procedure (\"To make things easier, we're going to increase your reward from $10 to $35. You can use this for anything you like, but maybe you'd like to put it toward a gift for the person who will take you to your colonoscopy.\"). Prior qualitative research in this population has shown that engaging a friend or family member as an escort for the procedure was a barrier for screening. This additional $25 was offered as an unconditional incentive regardless of colonoscopy completion. Up to 2 reminder emails with the same messaging as the first were sent at 1 week intervals for the following 2 weeks to any participants who had not completed the assessment.\n\nThe call center provided weekly reports indicating which patients had called to schedule their colonoscopy appointments. Screening-eligible participants who did not schedule within a week of completing their survey received an email reminding them to call the VIP access phone number to schedule their colonoscopy, regardless of arm. Up to 2 additional reminders were sent to screening-eligible participants by email. The investigators were blinded to patient data and randomization, but the research staff were not blinded, as they were administering the interventions.\n\nOwing to a programming logic error, the first scheduling reminder email with the VIP access phone number was sent to participants who had not yet completed the assessment (n ¼ 1670). A correction email was sent the following day requesting the recipients to complete the survey, which served as the first assessment email reminder (Supplementary Materials). This protocol deviation occurred across both arms, and there was no crossover in incentive messaging by arm. The erroneous scheduling reminder in the incentive arm referred to the gift card but did not describe the unconditional incentive."
    },
    {
      "title": "Study Outcomes",
      "text": "The primary outcome was the percentage of participants who complete screening colonoscopy within 3 months of initial outreach. Secondary outcomes include the proportion who scheduled colonoscopy and the"
    },
    {
      "title": "Statistical Analysis",
      "text": "Based on a prior study in this population, we estimated about a 1.5% colonoscopy completion rate among all employees who received the initial no-incentive email outreach. With a total sample size of 2000 participants remaining unexposed to the prior trial, there was 80% power to detect an increase of 2 percentage points in the incentive arm using a 2-sided type I error rate of .05. We report response rates as a proportion with 95% confidence interval (CI). Comparisons between arms were performed using the test of proportions between each arm for the primary and secondary outcomes using intention-to-treat protocol. We conducted a post hoc subgroup analysis of the primary and secondary outcomes excluding patients that had evidence of CRC screening according to guidelines. All analyses were performed in Stata version 15.0 (Stata Corp LP, College Station, TX)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patient Characteristics",
      "text": "A total of 2276 potentially eligible employees were initially identified; 2000 were randomly selected for inclusion in the study and then randomly assigned to 2 study arms (Supplementary Figure  1 ). Twenty-three potential participants had undeliverable emails. Among the 1977 participants included in the analysis, 70.0% were women, and median income was $73,231 (interquartile range, $47,287-$94,920) (Table  1 ). The intervention was conducted from May to August 2017, when 3-month follow-up was completed for all participants."
    },
    {
      "title": "Risk Assessment Completion",
      "text": "At 3 months, risk assessment completion was 19.5% (95% CI, 17.0%-21.9%) in the control arm and 31.9% (95% CI, 29.0%-34.8%) in the incentive arm, with an absolute difference of 12.5% (95% CI, 8.7%-16.3%; P < .001) (Table  2 ). Among those who responded, 12.2% were up to date in the control arm, with 22.4% in the incentive arm. Thus, 7.3% (95% CI, 5.7%-8.9%) were eligible for CRC screening in the control arm, and 9.3% (95% CI, 7.5%-11.1%) were eligible in the incentive arm (P ¼ .11). Also, 3.2% reported a family history of CRC in the control arm and 4.9% in the incentive arm, which includes both up to date and eligible participants."
    },
    {
      "title": "Screening Completion",
      "text": "At 3 months, 1.1% (95% CI, 0.5%-1.8%) scheduled a colonoscopy in the control arm and 1.8% (95% CI, 1.0%-2.7%) scheduled in the incentive arm, with no significant difference by arm (P ¼ . 19). In the control arm, 0.7% (95% CI, 0.2% -1.2%) completed a colonoscopy and 1.2% (95% CI, 0.5%-1.9%) completed in the incentive arm, with no significant difference by arm (P ¼ .25). At 6 months, 0.9% (95% CI, 0.3%-1.5%) completed colonoscopy in the control arm, and 1.2% (95% CI, 0.5%-1.9%) completed in the incentive arm, with no significant difference by arm (P ¼ .51). The median number days from schedule date to appointment date was 31 (interquartile range, 21-51).\n\nWe performed subgroup analyses for the primary outcome by sex, race by zip code, distance from primary endoscopy sites, and household income by zip code (Table  3 ). We did not find any significant differences between incentive and control group by subgroup, although those that lived closer to the endoscopy sites and those in zip codes with higher household income and more Whites were more likely to complete colonoscopy in the incentive group as compared with control group.\n\nIn the post hoc subgroup analysis, we excluded patients that we could link to the EHR and who had evidence of being up to date with CRC screening. Among 1172 participants, there was no significant difference in scheduling of colonoscopy at 3 months, and completion of colonoscopy at 3 and 6 months (Table  4 )."
    },
    {
      "title": "Discussion",
      "text": "In this study, we find that the loss-framed financial incentives increased CRC risk assessment completion, but the financial incentives did not result in a greater completion of screening colonoscopy.\n\nMany employers use health risk assessments to gauge health behaviors, and financial incentives have increased participation.  10, 20 Our results confirm those findings: the loss-framed incentive increased response to the risk assessment questionnaire. The high response rate of 19.5% in the control arm with no incentive suggests that participants felt the assessment was valuable, that there was sufficient trust in the employer, and that the questions were simple enough to respond to easily. The $3160 we spent on incentives to the employees in the intervention arm attracted 124 more completed responses, for a mean cost of about $25 for each incremental response.\n\nHowever, despite higher participation in the screening assessment, the incentive arm did not result in increased scheduling or completion of colonoscopy, which is the ultimate goal of these programs. The rate of participants eligible for CRC screening was similar between arms, suggesting that the incentive increased response rate mainly among those who were already up to date on screening. Interestingly, those who had not completed screening may have been willing to forgo the incentive to avoid being reminded that they were not adherence to this recommendation. Active information avoidance might occur when people can freely obtain information (in this case, they would receive an incentive to obtain that information) and they might even know what the information is, but they choose not to engage.  21  prior trial conducted in the same health system population with similar eligibility criteria, outreach methods, and outcomes had a 1.6% colonoscopy completion rate among those who received a direct access line for colonoscopy and a 3.7% completion rate in the arm that offered a $100 conditional incentive for completion of colonoscopy.  9 The current study resulted in only a 0.7% and 1.2% completion rate in the control and incentive arms, respectively.\n\nWhy were financial incentives not effective at increasing colonoscopy completion in this study? First, the amount of the financial incentive was lower than in the previous study. Participants received a total of $35 in the incentive arm if they were eligible for screening, which is substantially lower than $100. Although partitioned incentives, unconditional incentives, and prosocial framing may enhance the salience and effectiveness of the incentives when offered individually,  [15] [16] [17] [18] 22  apparently the combined effect of these incentives at these levels was insufficient to overcome the many forces that limit colonoscopy. Add tionally, patients may not have interpreted these incentives as intended in the context of colonoscopy. There is also the possibility that the combination of incentives may have crowded each other out or worked against each other because they rely on the limited attention span of employees who may be receiving many email messages. Second, the additional step of completing the risk assessment may have reduced follow-through. In this study, participants needed to complete the assessment and then separately schedule an appointment. In the previous study, they could schedule through a direct phone number or by filling out the webform directly to start the scheduling process. We know from behavioral science that even 1 additional step of additional friction can reduce uptake, particularly for prevention activities with distant benefits. Finally, the programming logic error may have reduced trust in the program and subsequent participation, even though the participants remained assigned to their respective intervention arms. This study has limitations. During enrollment in the study, we could not initially access claims or clinical data about prior CRC screening behavior due to privacy concerns. However, an aggregate analysis of EHR data shows that approximately 62% of eligible employees are up to date with CRC screening recommendations. In a post hoc analysis excluding patients with evidence of screening completion in the EHR, we also found no difference between arms, although the sample size was too small to form statistical conclusions. Also, there may have been screening activities that occurred outside our health system that we could not track. This study also has strengths, including its prospective and individual randomization, and its pragmatic design with few exclusions and use of existing communication channels and scheduling processes. The results are applicable to large employers considering ways to improve employee health and, particularly, those that are also health delivery systems. Many employers use health risk assessments or incentivize behaviors, but our results show that they may not translate to improved outcomes. Employers need to evaluate these interventions to ensure effectiveness. The large sample size allowed us to detect small differences in completion, and the population is diverse and reflects many large employers.\n\nIn summary, we found that despite high completion rate of a CRC screening risk assessment tool, behavioral economic incentives did not ultimately increase completion of colonoscopy. As employers continue to offer incentives for wellness activities, a greater emphasis could be made to focus interventions and evaluations on outcomes rather than just process measures such as risk assessment completion. Future studies could increase the amount or salience of incentives or partner more closely with a clinical population."
    },
    {
      "text": "Demographic Characteristics by Group AssignmentBased on American Community Survey 2013-2017 five-year estimates data; data missing for 5 participants in the control arm and 2 in the intervention arm.percentage of participants who complete the risk assessment. We also tracked the proportion of patients who were screening-eligible and had a family history of colorectal cancer. Data were obtained from the Way to Health platform, the call center, and electronic health record. Data on gender and zip code of residence came from employment records."
    },
    {
      "text": "Colonoscopy Completion Within 3 Months by Subgroup"
    },
    {
      "text": "CRC Risk Assessment and Screening CompletionOne participant reported being up to date on CRC screening but did not meet age criteria for screening eligibility-is included in count of \"up to date.\" c Two participants reported not being up to date on CRC screening but also did not meet age criteria for screening eligibility, so they are not included in counts for either \"up to date\" or \"screening eligible.\""
    },
    {
      "text": "CRC risk assessment and screening completion (excluding patients up to date with screening according to EHR) (n ¼ One participant who was not up to date but did not meet age criteria for screening eligibility is not included in counts for \"screening eligible.\""
    }
  ],
  "references": [
    {
      "title": "Cancer statistics, 2018",
      "authors": [
        "R Siegel",
        "K Miller",
        "A Jemal"
      ],
      "year": 2018,
      "doi": "10.3322/caac.21442"
    },
    {
      "title": "Long-term colorectalcancer incidence and mortality after lower endoscopy",
      "authors": [
        "R Nishihara",
        "K Wu",
        "P Lochhead"
      ],
      "year": 2013,
      "doi": "10.1056/nejmoa1301969"
    },
    {
      "title": "Effectiveness of screening colonoscopy in reducing the risk of death from right and left colon cancer: a large community-based study",
      "authors": [
        "C Doubeni",
        "D Corley",
        "V Quinn"
      ],
      "year": 2016,
      "doi": "10.1136/gutjnl-2016-312712"
    },
    {
      "title": "Cancer screening test use -United States, 2015",
      "authors": [
        "A White",
        "T Thompson",
        "M White"
      ],
      "year": 2017,
      "doi": "10.15585/mmwr.mm6608a1"
    },
    {
      "title": "ACA-mandated elimination of cost sharing for preventive screening has had limited early impact",
      "authors": [
        "S Mehta",
        "D Polsky",
        "J Zhu"
      ],
      "year": 2015
    },
    {
      "title": "Changes in receipt of cancer screening in Medicare beneficiaries following the Affordable Care Act",
      "authors": [
        "G Cooper",
        "T Kou",
        "M Schluchter"
      ],
      "year": 2016,
      "doi": "10.1093/jnci/djv374"
    },
    {
      "title": "The effect of the Affordable Care Act on patient out-of-pocket cost and use of preventive cancer screenings in Massachusetts",
      "authors": [
        "M Steenland",
        "A Sinaiko",
        "A Glynn"
      ],
      "year": 2019,
      "doi": "10.1016/j.pmedr.2019.100924"
    },
    {
      "title": "Impact of the Affordable Care Act on colorectal cancer outcomes: a systematic review",
      "authors": [
        "M Xu",
        "Amb Kelly",
        "L Kushi"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2019.11.018"
    },
    {
      "title": "Active choice and financial incentives to increase rates of screening colonoscopya randomized controlled trial",
      "authors": [
        "S Mehta",
        "J Feingold",
        "M Vandertuyn"
      ],
      "year": 2017,
      "doi": "10.1053/j.gastro.2017.07.015"
    },
    {
      "title": "The impact of alternative incentive schemes on completion of health risk assessments",
      "authors": [
        "E Haisley",
        "K Volpp",
        "T Pellathy"
      ],
      "year": 2012,
      "doi": "10.4278/ajhp.100729-arb-257"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/l16-0280"
    },
    {
      "title": "The effect of framing incentives as either losses or gains with contingency management for smoking cessation",
      "authors": [
        "P Romanowich",
        "R Lamb"
      ],
      "year": 2013,
      "doi": "10.1016/j.addbeh.2013.01.007"
    },
    {
      "title": "The effects of message framing on mammography utilization",
      "authors": [
        "S Banks",
        "P Salovey",
        "S Greener"
      ],
      "year": 1995,
      "doi": "10.1037//0278-6133.14.2.178"
    },
    {
      "title": "Effect of financial incentives on patient use of mailed colorectal cancer screening tests: a randomized clinical trial",
      "authors": [
        "S Mehta",
        "R Pepe",
        "N Gabler"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.1156"
    },
    {
      "title": "Lottery-based versus fixed incentives to increase clinicians' response to surveys",
      "authors": [
        "S Halpern",
        "R Kohn",
        "A Dornbrand-Lo"
      ],
      "year": 2011,
      "doi": "10.1111/j.1475-6773.2011.01264.x"
    },
    {
      "title": "Working for the \"warm glow\": On the benefits and limits of prosocial incentives",
      "authors": [
        "A Imas"
      ],
      "year": 2014,
      "doi": "10.1016/j.jpubeco.2013.11.006"
    },
    {
      "title": "Spending money on others promotes happiness",
      "authors": [
        "E Dunn",
        "L Aknin",
        "M Norton"
      ],
      "year": 2008,
      "doi": "10.1126/science.1150952"
    },
    {
      "title": "Misdirections in informed consent -impediments to health care innovation",
      "authors": [
        "D Asch",
        "T Ziolek",
        "S Mehta"
      ],
      "year": 2017,
      "doi": "10.1056/nejmp1707991"
    },
    {
      "title": "The role of incentive design, incentive value, communications strategy, and worksite culture on health risk assessment participation",
      "authors": [
        "Eld Seaverson",
        "J Grossmeier",
        "T Miller"
      ],
      "year": 2009,
      "doi": "10.4278/ajhp.08041134"
    },
    {
      "title": "Information avoidance",
      "authors": [
        "R Golman",
        "D Hagmann",
        "G Loewenstein"
      ],
      "year": 2017,
      "doi": "10.1257/jel.20151245"
    },
    {
      "title": "Parts greater than their sum: randomized controlled trial testing partitioned incentives to increase cancer screening",
      "authors": [
        "C Nisa",
        "J Belanger",
        "B Schumpe"
      ],
      "year": 2019,
      "doi": "10.1111/nyas.14115"
    },
    {
      "title": "e-mail: shivan.mehta@pennmedicine",
      "authors": [
        "Tower South"
      ]
    }
  ],
  "num_references": 23
}
