{
  "paper_id": "5QRMLAJL",
  "title": "VU Research Portal Internet-Based Cognitive Behavioral Therapy for Depression",
  "abstract": "Data Meta-Analyses for Depression (IPDMA-DE) Collaboration IMPORTANCE Personalized treatment choices would increase the effectiveness of internet-based cognitive behavioral therapy (iCBT) for depression to the extent that patients differ in interventions that better suit them. OBJECTIVE To provide personalized estimates of short-term and long-term relative efficacy of guided and unguided iCBT for depression using patient-level information. DATA SOURCES We searched PubMed, Embase, PsycInfo, and Cochrane Library to identify randomized clinical trials (RCTs) published up to January 1, 2019. STUDY SELECTION Eligible RCTs were those comparing guided or unguided iCBT against each other or against any control intervention in individuals with depression. Available individual patient data (IPD) was collected from all eligible studies. Depression symptom severity was assessed after treatment, 6 months, and 12 months after randomization. \n DATA EXTRACTION AND SYNTHESIS We conducted a systematic review and IPD network meta-analysis and estimated relative treatment effect sizes across different patient characteristics through IPD network meta-regression. \n MAIN OUTCOMES AND MEASURES Patient Health Questionnaire-9 (PHQ-9) scores. \n RESULTS Of 42 eligible RCTs, 39 studies comprising 9751 participants with depression contributed IPD to the IPD network meta-analysis, of which 8107 IPD were synthesized. Overall, both guided and unguided iCBT were associated with more effectiveness as measured by PHQ-9 scores than control treatments over the short term and the long term. Guided iCBT was associated with more effectiveness than unguided iCBT (mean difference [MD] in posttreatment PHQ-9 scores, -0.8; 95% CI, -1.4 to -0.2), but we found no evidence of a difference at 6 or 12 months following randomization. Baseline depression was found to be the most important modifier of the relative association for efficacy of guided vs unguided iCBT. Differences between unguided and guided iCBT in people with baseline symptoms of subthreshold depression (PHQ-9 scores 5-9) were small, while guided iCBT was associated with overall better outcomes in patients with baseline PHQ-9 greater than 9. \n CONCLUSIONS AND RELEVANCE In this network meta-analysis with IPD, guided iCBT was associated with more effectiveness than unguided iCBT for individuals with depression, benefits were more substantial in individuals with moderate to severe depression. Unguided iCBT was associated with similar effectiveness among individuals with symptoms of mild/subthreshold depression. Personalized treatment selection is entirely possible and necessary to ensure the best allocation of treatment resources for depression.",
  "year": 2021,
  "date": "2021-01-20",
  "journal": "Prev Sci",
  "publication": "Prev Sci",
  "authors": [
    {
      "forename": "Eirini",
      "surname": "Karyotaki",
      "name": "Eirini Karyotaki",
      "email": "eirini_karyotaki@hms.harvard.edu"
    },
    {
      "forename": "Orestis",
      "surname": "Efthimiou",
      "name": "Orestis Efthimiou"
    },
    {
      "forename": "Clara",
      "surname": "Miguel",
      "name": "Clara Miguel"
    },
    {
      "forename": "Frederic",
      "surname": "Bermpohl",
      "name": "Frederic Bermpohl"
    },
    {
      "forename": "Genannt",
      "surname": "Maas",
      "name": "Genannt Maas"
    },
    {
      "forename": "Toshi",
      "surname": "Furukawa",
      "name": "Toshi Furukawa"
    },
    {
      "forename": "Pim",
      "surname": "Cuijpers",
      "name": "Pim Cuijpers"
    },
    {
      "forename": "Heleen",
      "surname": "Riper",
      "name": "Heleen Riper"
    },
    {
      "forename": "Vikram",
      "surname": "Patel",
      "name": "Vikram Patel"
    },
    {
      "forename": "Adriana",
      "surname": "Mira",
      "name": "Adriana Mira"
    },
    {
      "forename": "Alan",
      "surname": "Gemmil",
      "name": "Alan Gemmil"
    },
    {
      "forename": "Albert",
      "surname": "Yeung",
      "name": "Albert Yeung"
    },
    {
      "forename": "Alfred",
      "surname": "Lange",
      "name": "Alfred Lange"
    },
    {
      "forename": "Alishia",
      "surname": "Williams",
      "name": "Alishia Williams"
    },
    {
      "forename": "Andrew",
      "surname": "Mackinnon",
      "name": "Andrew Mackinnon"
    },
    {
      "forename": "Anna",
      "surname": "Geraedts",
      "name": "Anna Geraedts"
    },
    {
      "forename": "Van",
      "surname": "Straten",
      "name": "Van Straten"
    },
    {
      "forename": "Annemieke",
      "surname": "Meyer",
      "name": "Annemieke Meyer"
    },
    {
      "forename": "Björn",
      "surname": "Björkelund",
      "name": "Björn Björkelund"
    },
    {
      "forename": "Cecilia",
      "surname": "Knaevelsrud",
      "name": "Cecilia Knaevelsrud"
    },
    {
      "forename": "Christine",
      "surname": "Beevers",
      "name": "Christine Beevers"
    },
    {
      "forename": "Frederic",
      "surname": "Maas Genannt Bermpohl",
      "name": "Frederic Maas Genannt Bermpohl"
    },
    {
      "surname": "Karyotaki",
      "name": "Karyotaki"
    },
    {
      "forename": "Van",
      "surname": "Lange",
      "name": "Van Lange"
    },
    {
      "surname": "Straten",
      "name": "Straten"
    },
    {
      "surname": "Botella",
      "name": "Botella"
    },
    {
      "forename": "Garcia-Campayo",
      "surname": "Mohr",
      "name": "Garcia-Campayo Mohr"
    },
    {
      "surname": "Newby",
      "name": "Newby"
    },
    {
      "forename": "Y",
      "surname": "Gilbody",
      "name": "Y Gilbody"
    },
    {
      "forename": "Cuijpers",
      "surname": "Forsell",
      "name": "Cuijpers Forsell"
    },
    {
      "forename": "Miguel",
      "surname": "Karyotaki",
      "name": "Miguel Karyotaki"
    },
    {
      "surname": "Maas Genannt Bermpohl",
      "name": "Maas Genannt Bermpohl"
    },
    {
      "surname": "Mira",
      "name": "Mira"
    },
    {
      "surname": "Gemmill",
      "name": "Gemmill"
    },
    {
      "surname": "Williams",
      "name": "Williams"
    },
    {
      "forename": "D",
      "surname": "Strunk",
      "name": "D Strunk"
    },
    {
      "forename": "E",
      "surname": "Kessler",
      "name": "E Kessler"
    },
    {
      "surname": "Forsell",
      "name": "Forsell"
    },
    {
      "surname": "Feng",
      "name": "Feng"
    },
    {
      "forename": "Garcia-Campayo",
      "surname": "Wang",
      "name": "Garcia-Campayo Wang"
    },
    {
      "forename": "Montero-Marin",
      "surname": "Smith",
      "name": "Montero-Marin Smith"
    },
    {
      "forename": "R",
      "surname": "Kessler",
      "name": "R Kessler"
    },
    {
      "surname": "Perini",
      "name": "Perini"
    },
    {
      "surname": "Rauch",
      "name": "Rauch"
    },
    {
      "surname": "Gilbody",
      "name": "Gilbody"
    },
    {
      "forename": "Maas",
      "surname": "Genannt Bermpohl",
      "name": "Maas Genannt Bermpohl"
    },
    {
      "forename": "Williams",
      "surname": "Lange",
      "name": "Williams Lange"
    },
    {
      "surname": "Meyer",
      "name": "Meyer"
    },
    {
      "surname": "Strunk",
      "name": "Strunk"
    },
    {
      "forename": "D",
      "surname": "Kessler",
      "name": "D Kessler"
    },
    {
      "forename": "E",
      "surname": "Forsell",
      "name": "E Forsell"
    },
    {
      "forename": "Y",
      "surname": "Forsell",
      "name": "Y Forsell"
    },
    {
      "forename": "Montero-Marin",
      "surname": "Rosso",
      "name": "Montero-Marin Rosso"
    },
    {
      "forename": "Miguel",
      "surname": "Mira",
      "name": "Miguel Mira"
    },
    {
      "forename": "Y",
      "surname": "Andersson",
      "name": "Y Andersson"
    },
    {
      "forename": ":",
      "surname": "Supervision",
      "name": ": Supervision"
    },
    {
      "surname": "Riper",
      "name": "Riper"
    },
    {
      "surname": "Patel",
      "name": "Patel"
    },
    {
      "surname": "Wang",
      "name": "Wang"
    },
    {
      "forename": "Garcia-Campayo",
      "surname": "Rosso",
      "name": "Garcia-Campayo Rosso"
    },
    {
      "surname": "Carlbring",
      "name": "Carlbring"
    },
    {
      "affiliation": "Department of Global Health and Social Medicine , Harvard Medical School , 641 Huntington Ave , Boston , MA 02115 \n\t\t\t\t\t\t\t\t Department of Global Health and Social Medicine \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 641 Huntington Ave \n\t\t\t\t\t\t\t\t\t 02115 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Institute of Social and Preventive Medicine , University of Bern , Bern , Switzerland \n\t\t\t\t\t\t\t\t Institute of Social and Preventive Medicine \n\t\t\t\t\t\t\t\t University of Bern \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bern \n\t\t\t\t\t\t\t\t\t Switzerland"
    },
    {
      "affiliation": "Department of Clinical Neuro-and Developmental Psychology , Vrije Universiteit Amsterdam , Amsterdam , the Netherlands \n\t\t\t\t\t\t\t\t Department of Clinical Neuro-and Developmental Psychology \n\t\t\t\t\t\t\t\t Vrije Universiteit Amsterdam \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "affiliation": "Department of Global Health and Social Medicine , Harvard Medical School , Boston , Massachusetts ( Karyotaki) ; \n\t\t\t\t\t\t\t\t Department of Global Health and Social Medicine \n\t\t\t\t\t\t\t\t Karyotaki) \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "affiliation": "(  Department of Psychiatry , University of Oxford , Oxford , England \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Oxford \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford \n\t\t\t\t\t\t\t\t\t England"
    },
    {
      "affiliation": "Efthimiou) ; Amsterdam Public Health Research Institute , Amsterdam , the Netherlands \n\t\t\t\t\t\t\t\t Efthimiou) \n\t\t\t\t\t\t\t\t Amsterdam Public Health Research Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amsterdam \n\t\t\t\t\t\t\t\t\t the Netherlands"
    },
    {
      "affiliation": "Department of Clinical Psychology and Psychotherapy , University of Wuppertal , Wuppertal , Germany \n\t\t\t\t\t\t\t\t Department of Clinical Psychology and Psychotherapy \n\t\t\t\t\t\t\t\t University of Wuppertal \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Wuppertal \n\t\t\t\t\t\t\t\t\t Germany"
    },
    {
      "affiliation": "Furukawa) ; Department of Health Promotion and Human Behavior , Department of Clinical Epidemiology , Kyoto University Graduate School of Medicine/ School of Public Health , Kyoto , Japan \n\t\t\t\t\t\t\t\t Furukawa) \n\t\t\t\t\t\t\t\t Department of Health Promotion and Human Behavior \n\t\t\t\t\t\t\t\t Department of Clinical Epidemiology \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t Kyoto University Graduate School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kyoto \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "https://doi.org/10.13039/100000002",
  "sections": [
    {
      "title": "D",
      "text": "epression is a major public health issue, taking an enormous toll on individuals, public health care systems, and society as a whole.  [1] [2] 2] [3]  Broadly accessible treatment is required to reduce this burden.  4 Both psychotherapy and pharmacotherapy can treat depression effectively.  5 Nevertheless, psychotherapy is unavailable to most of the world's population owing to costs, availability of trained clinicians, and stigma.  6 Further, the current coronavirus disease 2019 (COVID-19) pandemic has displaced and dislocated mental health services, while social and community containment measures, associated distress, loss, and potential financial difficulties are likely to be long lasting and impactful.  7, 8 ver the past 20 years, the mental health care available for depression has undergone a major technological revolution. Psychological interventions, such as cognitive behavioral therapy (CBT), are increasingly delivered over the internet (iCBT).  9 These interventions can be delivered either with or without therapeutic support, usually termed guided and unguided iCBT. Unguided iCBT is more scalable and affordable,  10, 11  but previous studies have shown that guidance generally results in better outcomes.  12 These studies have mainly reported group average effects of iCBT, providing little insight into patient attributes that may differentiate outcomes. It may be that some patients are helped as much by unguided as guided iCBT. If so, knowledge of attributes that predict such individual differences could be valuable in guiding optimized resource allocation. Doing this is challenging because extensive examination of prognostic moderator variable requires thousands of patients to be compared in order to achieve sufficient statistical power.\n\nIndividual patient data network meta-analysis (IPD-NMA) is an evidence synthesis method that can be used to estimate the relative efficacy of multiple competing interventions by pooling individual patient data across multiple studies.  13, 14 Because this approach uses patient-level data, interactions between baseline individual characteristics and treatment type can be examined with more power than in individual trials.  15 We performed a systematic review and IPD-NMA to investigate the relative efficacy of guided vs unguided iCBT for depression and the influence of patient characteristics on their relative efficacy."
    },
    {
      "title": "Methods",
      "text": "The methods are described in detail in our study protocol (for discrepancies between the study protocol and this IPD-NMA, see the eAppendix in the Supplement).  16"
    },
    {
      "title": "Eligibility Criteria",
      "text": "Eligible studies included (1) randomized clinical trials (RCTs);\n\n(2) comparing either guided and unguided iCBT against each other, or against any type of control condition (treatment as usual, waiting list); (3) in adults with depressive symptoms, as established by specified cutoffs on self-report scales or diagnostic interviews. Studies were excluded if the intervention (1) did not include cognitive restructuring as one of the main components; (2) was delivered only through smart-phones; (3) was blended with face-to-face treatment  17  ; and (5) targeted primarily a physical illness. No language restrictions were applied.\n\nUnguided iCBT was defined as CBT delivered via the internet where automated and technical support was permitted, but not support related to the therapeutic content.  18 uided iCBT was defined as CBT delivered via the internet that involved therapeutic support, either synchronous or asynchronous, delivered by a professional or a paraprofessional (nonspecialists in mental health care but trained to deliver iCBT)."
    },
    {
      "title": "Study Identification and Selection Process",
      "text": "We used our established database of RCTs examining psychological treatments for adult depression. This database is based on ongoing systematic searches of PubMed, Embase, PsycInfo, and the Cochrane Library, and has been described in detail elsewhere.  19 The search algorithm for PubMed is available in the eAppendix in the Supplement. We also searched reference lists from previous meta-analyses and asked primary authors whether they were aware of other eligible studies."
    },
    {
      "title": "Data Collection and Data Items",
      "text": "The authors provided deidentified data for each patient, where available: baseline, 6-month, and 12-month postrandomization scores of depressive symptoms; age; sex; educational level (primary, secondary, tertiary education); relationship status (in relationship yes/no); employment status (employed, unemployed, student, other); and treatment adherence (number of completed sessions/total number of sessions). Variables were chosen based on previous literature  20, 21  and availability across included trials. We also extracted study-level information (ie, recruitment method). After obtaining all eligible data sets, 2 independent authors merged all eligible data sets (E.K. and C.M.) and checked the data for accuracy against the published reports of the articles."
    },
    {
      "title": "Key Points",
      "text": "Question What are the patient-specific relative outcomes of guided vs unguided internet-based cognitive behavioral therapy (iCBT) for depression over the short and the long term? Findings In this systematic review and meta-analysis of 39 studies comprising 9751 participants, individuals with mild/subthreshold depression was associated with little or no benefit from therapeutic guidance, while guided iCBT was associated with more effectiveness in individuals with moderate and severe depression. Both iCBT modalities outperformed the TAU regardless of depression severity."
    },
    {
      "title": "Meaning",
      "text": "Although guided iCBT was associated with greater improvement compared with unguided iCBT on average, many people with depression may still benefit from the iCBT without therapeutic guidance, and optimizing treatment assignment would considerably expand treatment coverage worldwide."
    },
    {
      "title": "Risk of Bias Assessment",
      "text": "Two independent authors (E.K. and F.Mg.B.) assessed the risk of bias in the included studies using 4 items of the Cochrane Risk of bias tool: (4) random sequence generation, (2) allocation concealment, (3) selective outcome reporting, and (4) other possible sources of bias (ie, baseline differences between the groups).  22 We did not evaluate blinding of participants, personnel, and assessors because our primary outcome is based on self-report measures, and blinding is rarely possible in psychotherapy research. We considered a trial at high risk of attrition bias if it had overall more than 50% study dropout and/or more than 30% imbalance in missing outcomes between groups.  16"
    },
    {
      "title": "Data Analysis",
      "text": "This NMA focused on the differential effects of the examined interventions on depression symptom severity on the Patient Health Questionnaire-9 (PHQ-9)  23  at posttreatment. The PHQ-9 was the most commonly used scale across the eligible studies (available for 4703 participants across 15 studies). Other depression scales were converted into PHQ-9 scores using established conversion algorithms.  24 When no conversion algorithms existed, the study was excluded. Outcomes were assessed at posttreatment, 6 months, and 12 months following randomization. To assess transitivity in the network,  14  we checked the distribution of possible effect size modifiers in the studies grouped by comparison. We assessed heterogeneity by estimating prediction intervals for all pairwise metaanalyses, and via the estimated values of τ for aggregate data NMAs (AD-NMA). We checked inconsistency in the networks using a local approach (back-calculation)  25  as well as a global test (design-by-treatment).  26 To retain patients with missing outcomes in analyses, we created 20 multiply imputed data sets using the jomo package in R (The R Foundation), taking into account the stratification of patients in studies.  27 In each multiply imputed data set we performed PMAs after grouping studies comparing the same 2 interventions, as well as AD-NMA using the netmeta package in R.  28  We assumed random treatment effects, allowing for a common heterogeneity parameter (τ) for all comparisons in the network. This parameter corresponds to the standard deviation of the random effects of across trials (assumed normal). We synthesized results from all data sets using the Rubin rules.  29 s a sensitivity analysis, we performed a complete case analysis, ie, only including patients with information on their final outcome at postintervention and follow-up assessments. In addition, we ran a series of subgroup NMAs to test possible differences in the examined studies: (1) commercial vs nonprofit iCBT programs; (2) guidance provided by paraprofessionals/lay therapists vs BA/MSc/PhD student in clinical psychology vs licensed psychologists and/or psychotherapists; (3) studies conducted in the United States vs other; and (4) studies that originally used PHQ-9 vs other. To facilitate clinical interpretation of our findings, we calculated response rates (≥50% reduction of the baseline symptoms) for the comparison guided vs unguided iCBT. To further explore the association of baseline severity with response rates, we ran a subgroup analysis using baseline PHQ-9 scores: less than 10 (mild depressive symptoms); 10 to 15 (moderate depression); 15 to 19 (moderately severe depression); and more than 19 (severe depression).\n\nNext, we performed a separate bayesian IPD network metaregression in each multiply imputed data set. To avoid possible issues with overfitting and aiming at better generalizability of results, we used bayesian least absolute shrinkage and selection operator to model treatment-covariate interactions. Bayesian analyses were performed using rjags in R.  30  To assess small study effects (publication bias) that might compromise the validity of our results, we created contourenhanced funnel plots and performed the Egger test  31  to check for asymmetry after grouping active treatments. To explore whether there were systematic differences between available and unavailable studies that did not provide IPD, we synthesized the latter in AD-NMA, and compared results with the former. More details about the statistical methods are provided in the eAppendix in the Supplement. Finally, we used the shiny package in R to develop a web application to showcase all results from our IPD network meta-regression model. To evaluate the certainty of evidence, we used the GRADE methodology (eAppendix in the Supplement).  32"
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Selection and IPD Obtained",
      "text": "The PRISMA flow diagram shows the study selection process (eAppendix in the Supplement). Up to January 2019, we screened 2552 full texts and identified 42 eligible RCTs, 39 of which provided patient-level data on 9751 individuals.  Thre tudies (7%) did not contribute their data owing to university regulations  72, 73  or administrative burden.  74"
    },
    {
      "title": "Study Characteristics",
      "text": "Table  1  presents the study characteristics. Twenty-four of 39 included studies recruited participants in the community, 11 through clinical or mixed sources, and 4 used other recruitment sources (ie, workplace). Twenty-one studies compared the effects of guided iCBT with control, and 13 studies compared unguided iCBT with control. Control groups included treatment as usual (n = 15) and waiting list (n = 22). Five studies compared guided and unguided iCBT directly with each other. Twelve studies used a commercial iCBT program, while in 27 RCTs the iCBT program was developed in house/nonprofit. The interventions comprised 5 to 18 online sessions (mean [SD], 8.0 [2.8]) delivered more than 5 to 14 weeks (mean [SD], 9 [2.5] weeks). In guided iCBT groups, guidance was provided by paraprofessionals/lay therapists (n = 6), BA/MSc/PhD student in clinical psychology (n = 14), and licensed psychologists and/or psychotherapists (n = 5). Figure  1  shows the network graph. The studies were conducted across 12 countries (across Europe, North America, and China)."
    },
    {
      "title": "Risk of Bias Assessment",
      "text": "Overall, risk of bias was low across the included studies. All but 1 study had an acceptable sequence generation and  allocation concealment. One trial was at high risk of selection bias because the study recruiter drew colored balls from a bag to randomize.  6 2 We had access to the full databases of the included studies; thus, we could use all available depression measures regardless of whether they have been included in the published reports of the trials. Therefore, all trials were at low risk of selective reporting. Moreover, the included trials were free from other sources of bias except for 1 study that reported baseline imbalances.  36 Following our protocol,  16  we did not evaluate performance and assessment bias. However, we acknowledge that performance bias can occur and accordingly, we have considered this in our GRADE assessment (eAppendix in the Supplement). Finally, we retained all randomized individuals in our analysis, and thus our findings are at relatively low risk of attrition bias."
    },
    {
      "title": "IPD Synthesis",
      "text": "Of the 9751 participants in the 39 studies, 1071 (10.9%) did not have usable information on our primary outcome measure (ie, there was no established algorithm to convert the depression measure into PHQ-9 scores  34, 45  ) and were excluded from further analyses. We also excluded 312 participants because their baseline depression scores were below the threshold of mild depressive symptoms (PHQ-9 score < 5). Finally, 1 study had 50% dropout in the intervention and 0% in the control.  61 ollowing the protocol, we excluded this study from all sub-sequent analyses (eAppendix in the Supplement). Thus, we report the outcomes of 8107 patients across 36 studies. The PHQ-9 mean (SD) scores at baseline were 13.7 (4.3) for guided iCBT, 14.2 (4.9) for unguided iCBT, 15.2 (5.3) for treatment as usual (TAU), and 13.2 (4.6) for waiting list and at posttreatment, 7.6 (5.0), 9.2 (5.9), 9.8 (5.5), and 12.0 (6.4) for guided iCBT, unguided iCBT, TAU, and waiting list, respectively. Overall, assessment of transitivity did not indicate systematic differences across comparisons. Treatment as usual Waiting list Guided Unguided 8 8 13 9 5"
    },
    {
      "title": "Aggregated Data Network Meta-analyses",
      "text": "All pairwise meta-analyses are reported in the eAppendix in the Supplement. There was evidence of considerable heterogeneity in most comparisons. The outcomes of AD-NMAs at posttreatment assessment (Figure  2 ) indicated that guided iCBT was more effective than unguided iCBT (mean difference [MD]  in PHQ-9 score, -0.8; 95% CI, -1.4 to -0.2), TAU (MD, -1.7; 95% CI, -2.3 to -1.1), and waiting list (MD, -3.3; 95% CI, -3.9 to -2.6). Unguided iCBT reduced symptoms compared with TAU (MD, -0.9; 95% CI, -1.5 to -0.3) and waiting list (MD, -2.5; 95% CI, -3.2 to -1.8). The heterogeneity parameter was τ = 0.6.\n\nMain results are also presented as standardized mean difference (SMD) in the eAppendix in the Supplement. Similar outcomes were observed using a complete case analysis and when including only recent trials (published after 2012 and 2013; eAppendix in the Supplement). Moreover, the 95% CI of the estimates largely overlapped in the rest of the examined subgroups, suggesting that there was no strong evidence of subgroup differences (eAppendix in the Supplement). The average study dropout rate was 25% for guided iCBT, 29% for unguided iCBT, 19% for waiting list, and 22% for TAU. Among the 25 studies reporting on treatment adherence, the average adherence was 76% for guided iCBT and 54% for unguided iCBT.\n\nEight studies reported 6-month postrandomization data. Results of AD-NMA showed no significant difference between guided and unguided iCBT at 6 months (Figure  3 ). Both guided and unguided iCBT reduced depressive symptoms compared with TAU at 6-month postrandomization (MD for guided iCBT vs TAU, -1.1; 95% CI, -1.7 to -0.5). Similar outcomes were observed across 8 studies reporting on 12-month postrandomization outcomes (MD for guided iCBT vs TAU, -0.5; 95% CI, -1.1 to 0.1). In all analyses, we found no evidence of network inconsistency, but we found weak evidence of publication bias."
    },
    {
      "title": "Response Rates",
      "text": "Overall, 48% of participants receiving guided iCBT responded, while 37% responded in unguided iCBT. When split-ting participants into severity groups, we found that 46% of those with moderate depressive symptoms at the baseline (n = 3164) responded in the guided iCBT group compared with 39% in the unguided iCBT group (difference in response rate: 7%). However, 55% of those with moderately severe symptoms (n = 1762) at the baseline responded in the guided iCBT group compared with 40% in unguided iCBT (difference in response rate: 13%). Results of response rates are provided in the eAppendix in the Supplement."
    },
    {
      "title": "IPD Network Meta-analyses",
      "text": "We performed an IPD network meta-regression using baseline depression severity, sex, age, relationship, and employment status as covariates that were reported in most studies. Results indicated that baseline severity was the most important prognostic factor. Higher depression at baseline was associated with higher symptoms at all posttreatment assessments. Not being employed was also associated with poorer outcomes, while sex was not associated (eAppendix in the Supplement). We found strong evidence that baseline severity was associated with effect sizes for guided and unguided iCBT, such that the higher the baseline severity, the larger the benefit of therapeutic guidance. For a PHQ-9 score of 5 to 9 (mild/subthreshold depression), there was either no or a small difference in postintervention outcome between guided and unguided iCBT. However, guided iCBT resulted in better outcomes than unguided iCBT for moderate depression (PHQ-9 score, 10-14), with increasing advantage estimated for moderately severe (PHQ-9 score, 15-19) and severe depression (PHQ-9 score > 19). Both iCBT modalities were superior to TAU and waiting list regardless of baseline severity. Common τ was 0.9. Because of the large number of possible combinations of patient characteristics, we provide the estimates of guided compared with unguided iCBT at posttreatment for 4 random case examples in Table  2 . The full range of estimated relative treatment effect sizes for any combination of patient covariates, at posttreatment, 6 months following randomization, and 12 months following randomization can be explored using Guided iCBT -0.1 (-0.6 to 0.3) -1.1 (-1.7 to -0.5) Guided iCBT 0.0 (-0.4 to 0.5) -0.5 (-1.1 to 0.1) -1.1 (-2.4 to 0.3) -0.2 (-0.8 to 0.3) Unguided iCBT -1.0 (-1.5 to -0.5) 0.1 (-0.4 to 0.6) Unguided iCBT -0.6 (-1.1 to 0.0) -1.1 (-2.3 to 0.2) -1.1 (-1.5 to -0.4) -1.2 (-1.7 to -0.6) TAU -0.8 (-1.8 to 0.2) -0.6 (-1.2 to 0.0) TAU -0.5 (-1.9 to 0.8) --1.1 (-2.3 to 0.2) -WL 6 mo Following randomization A 12 mo Following randomization B Treatment method Aggregated data network meta-analysis Pairwise meta-analysis Interpretation of this Figure as per Figure 2. iCBT indicates internet-based cognitive behavioral therapy; TAU, treatment as usual; WL, waiting list. Guided iCBT -0.8 (-1.4 to -0.2) -1.7 (-2.3 to -1.1) -3.3 (-3.9 to -2.6) -0.6 (-1.6 to 0.3) Unguided iCBT -0.9 (-1.5 to -0.3) -2.5 (-3.2 to -1.8) -1.7 (-2.5 to -0.9) -0.9 (-1.5 to -0.2) TAU -1.6 (-2.4 to -0.8) -3.3 (-4.1 to -2.6) -2.5 (-3.3 to -1.6) -WL Treatment method Aggregated data network meta-analysis Pairwise meta-analysis The number in each cell shows the relative treatment effect size between the column-defining treatment and the row-defining treatment. The outcome is depression symptom severity in Patient Health Questionnaire-9 (PHQ-9), and results are presented as mean difference (MD) (95% CIs). Estimates in light blue are derived from aggregated data network meta-analysis, where MD less than 0 favors the column-defining treatment of each cell. Estimates in light brown are derived from the pairwise meta-analyses, where MD less than 0 favors the row-defining treatment of each cell. iCBT indicates internet-based cognitive behavioral therapy; TAU, treatment as usual; WL, waiting list.\n\nan interactive online application:  https://cinema.ispm.unibe.  ch/shinies/iCBT/ . There was no evidence of a systematic difference between available and unavailable studies 72-74 (eAppendix in the Supplement)."
    },
    {
      "title": "Discussion",
      "text": "We assessed data from 36 RCTs including 8107 participants with symptoms of depression from 12 countries. Both guided and unguided iCBT were associated with greater reduction in depressive symptoms than TAU and waiting list at posttreatment, at 6 months following randomization, and 12 months following randomization. Overall, guided iCBT was more effective than unguided iCBT at posttreatment, but differences diminished over the long term. Because both unguided and guided iCBT were associated with better outcomes than control conditions over the long term, unguided iCBT has considerable potential for improving long-term results of interventions with constrained economic and workforce resources. However, baseline severity was a substantial modifier of the differential benefit of guided over unguided iCBT, suggesting that even the short-term incremental benefit of guided vs unguided iCBT is limited to patients with baseline PHQ-9 scores of more than 9.\n\nThe finding that guided iCBT is associated with more effectiveness than unguided is consistent with previous literature examining their average effects.  12 The methods of IPD-NMA allowed us to identify subgroups of patients for whom such average effects might not apply. For instance, posttreatment effects of guided and unguided iCBT do not differ among male patients with mild depressive symptoms who were employed and in a relationship. The modifying role of baseline severity is in line with previous research showing that individuals with more severe initial depression are more likely to respond to guided internet-based interventions.  75 he finding that unguided iCBT was associated with more effectiveness than TAU in both the short and longer term contrasts with the findings of our previous conventional NMA, which showed no evidence of difference between unguided iCBT and TAU at posttreatment.  12  However, in this IPD-NMA, we could include 2 of the largest RCTs examining the effects of unguided iCBT 49,70 (>2000 participants), which were not included in our previous work.  12 Also, our analyses were performed using all randomized participants, which is not always possible in conventional NMAs. Therefore, this IPD-NMA provides stronger evidence and improves the precision of previous findings.\n\nWe were also able to identify long-term differential effect sizes in subgroups of patients (see the online application:  https://cinema.ispm.unibe.ch/shinies/iCBT/ ). Conclusions regarding longer-term outcomes should be interpreted cautiously owing to the small number of studies (n = 8), although these studies had large sample sizes and our analyses had adequate power (n >3700 at both follow-ups)."
    },
    {
      "title": "Strengths and Limitations",
      "text": "Among the strengths of this study was its high power to detect effect-size modification by synthesizing IPD from direct and indirect comparisons. Moreover, we examined differential roles of guided and unguided iCBT in both the short and the long term. We were also able to include most eligible RCTs (93%) with 8107 participants, making this, to our knowledge, the largest study on individual patient differences in response to iCBT for depression to date. Finally, the risk of bias in the included trials was overall low, and we did not find strong evidence for small-study effect sizes, publication bias, or network inconsistency, suggesting that our analyses were relatively free from critical biases. Some limitations should be considered when interpreting our findings. First, we were not able to examine all factors previous research has indicated as influencing depression prognosis (ie, duration of symptoms, number of previous episodes, or comorbidities). In an effort to retain as many observations as possible, we focused on commonly reported variables across the included trials. Second, the included trials were mostly conducted in Western countries, potentially limiting the generalizability to other settings. Third, although the estimated difference between guided and unguided iCBT is small in some individuals with mild symptoms (ie, if baseline PHQ-9 score was 7), the confidence intervals of the pooled estimates are wide, suggesting that we cannot yet exclude the possibility of a clinically significant benefit of guided over unguided iCBT. Finally, only 9 studies recruited participants mainly from clinical settings. However, these were some of the largest studies included in the present IPD-NMA (n = 4269 participants). Therefore, in this sample there was a good representation of patients referred from clinical services. Furthermore, people seeking treatment in the community represent the population that is likely to access iCBT services in the real world. Not in relationship F Employed -0.9 (-1.7 to -0.1) -1.9 (-2.7 to -1.0) -0.9 (-1.7 to -0.2) b An MD less than 0 for the comparison of A vs B favors treatment A. Internet-Based Cognitive Behavioral Therapy for Depression Original Investigation Research jamapsychiatry.com (Reprinted) JAMA Psychiatry April 2021 Volume 78, Number 4"
    },
    {
      "title": "Conclusions",
      "text": "These findings open new avenues for treatment decisionmaking. Subthreshold depression (PHQ-9 score = 5-9) is prevalent in approximately 15% to 20% of the general population.  23, 76, 77 Given that individuals with mild depressive symptoms may benefit comparably from guided and unguided iCBT, the latter could be disseminated to a large number of people experiencing mild depressive symptoms at a favorable cost, with therapeutic guidance being prioritized for patients with moderate and severe symptoms. Further, a plethora of online self-help programs are available in the community. Individuals who seek self-treatment on the internet are making an implicit \"no guidance\" choice. Our work indicates that this may not be the best choice for everyone, and that individuals signing up for fully automated programs should be advised that they might benefit from therapeutic support working through the program.\n\nTo further inform personalized treatment selection, future studies should systematically examine a range of possible effect size modifiers, such as number of previous depressive episodes, symptom duration, concurrent use of medications, and comorbidities. Such trials should examine the actual clinical utility of these predictors, for instance, by using adaptive treatment strategies.  78 Future efforts should also focus on challenges of scaling up iCBT, including improving adherence, especially for unguided programs. Furthermore, only a few studies include disadvantaged individuals who may experience difficulties in using the internet owing to poverty, locality, or education. Moreover, future trials should investigate whether outcomes differ by ethnic or racial minority status and how to enrich our knowledge on how to approach different groups in the population. Finally, before disseminating and implementing iCBT widely, it is important to further examine its effectiveness and acceptability in treating major depression in primary and secondary mental health care settings. Further research is warranted on actual dissemination and implementation of iCBT.\n\nIn summary, personalized treatment selection is possible and very much needed, as one size does not fit all. To assist clinicians and patients in choosing the right iCBT modality, we have developed an interactive application available at  https://cinema.ispm.unibe.ch/shinies/iCBT/ . Shared clinical decision-making should involve the patients' values and preferences, history, and any previous or concurrent treatments so as to provide the best and most suitable intervention while maximizing human resources available.\n\nindividual patient data from an original trial to this IPD-NMA but sadly passed away during this project. Therefore, we express our sincere appreciation to Jeroen's contribution to the field of internet-based interventions."
    },
    {
      "title": "Beevers",
      "text": "CG, Pearson R, Hoffman JS, Foulser AA, Shumake J, Meyer B. Effectiveness of an internet intervention (Deprexis) for depression in a united states adult sample: a parallel-group pragmatic randomized controlled trial. J Consult Clin Psychol. 2017;85(4):367-380. doi:10.1037/ ccp0000171 35. Berger T, Hämmerli K, Gubser N, Andersson G, Caspar F. Internet-based treatment of depression: a randomized controlled trial comparing guided with unguided self-help. Cogn Behav Ther. 2011;40 (4):251-266. doi:10.1080/16506073.2011.616531 36. Choi I, Zou J, Titov N, et al. Culturally attuned Internet treatment for depression amongst Chinese Australians: a randomised controlled trial. J Affect Disord. 2012;136(3):459-468. doi:10.1016/j.jad. 2011.11.003 37. Christensen H, Griffiths KM, Jorm AF. Delivering interventions for depression by using the internet: randomised controlled trial. BMJ. 2004; 328(7434):265. doi:10.1136/bmj.37945.566632.EE 38. de Graaf LE, Gerhards SA, Arntz A, et al. Clinical effectiveness of online computerised cognitive-behavioural therapy without support for depression in primary care: randomised trial. Br J Psychiatry. 2009;195(1):73-80. doi:10.1192/bjp.bp. 108.054429 39. Farrer L, Christensen H, Griffiths KM, Mackinnon A. Internet-based CBT for depression with and without telephone tracking in a national helpline: randomised controlled trial. PLoS One. 2011;6(11):e28099. doi:10.1371/journal.pone. 0028099 40. Forand NR, Barnett JG, Strunk DR, Hindiyeh MU, Feinberg JE, Keefe JR. Efficacy of guided iCBT for depression and mediation of change by cognitive skill acquisition. Behav Ther. 2018;49(2):295-307. doi:10.1016/j.beth.2017.04.004 41. Forsell E, Bendix M, Holländare F, et al. Internet delivered cognitive behavior therapy for antenatal depression: a randomised controlled trial. J Affect Disord. 2017;221:56-64. doi:10.1016/j.jad.2017.06.013 42. Geraedts AS, Kleiboer AM, Wiezer NM, van Mechelen W, Cuijpers P. Short-term effects of a web-based guided self-help intervention for employees with depressive symptoms: randomized controlled trial. J Med Internet Res. 2014;16(5):e121. doi:10.2196/jmir.3185 43. Gilbody S, Littlewood E, Hewitt C, et al; REEACT Team. Computerised cognitive behaviour therapy (cCBT) as treatment for depression in primary care (REEACT trial): large scale pragmatic randomised controlled trial. BMJ. 2015;351:h5627. doi:10.1136/bmj.h5627 44. Gilbody S, Brabyn S, Lovell K, et al; REEACT collaborative. Telephone-supported computerised cognitive-behavioural therapy: REEACT-2 large-scale pragmatic randomised controlled trial. Br J Psychiatry. 2017;210(5):362-367. doi:10.1192/ bjp.bp.116.192435 45. Hallgren M, Helgadóttir B, Herring MP, et al. Exercise and internet-based cognitive-behavioural therapy for depression: multicentre randomised controlled trial with 12-month follow-up. Br J Psychiatry. 2016;209(5):414-420. doi:10.1192/bjp.bp. 115.177576 46. Johansson R, Sjöberg E, Sjögren M, et al. Tailored vs. standardized internet-based cognitive behavior therapy for depression and comorbid symptoms: a randomized controlled trial. PLoS One. 2012;7(5):e36905. doi:10.1371/journal.pone. 0036905 47. Kessler D, Lewis G, Kaur S, et al. Therapist-delivered Internet psychotherapy for depression in primary care: a randomised controlled trial. Lancet. 2009;374(9690):628-634. doi:10.1016/S0140-6736(09)61257-5 48. Kivi M, Eriksson MC, Hange D, et al. Internet-based therapy for mild to moderate depression in Swedish primary care: short term results from the PRIM-NET randomized controlled trial. Cogn Behav Ther. 2014;43(4):289-298. doi:10. 1080/16506073.2014.921834 49. Klein JP, Berger T, Schröder J, et al. Effects of a psychological internet intervention in the treatment of mild to moderate depressive symptoms: results of the EVIDENT study, a randomized controlled trial. Psychother Psychosom. 2016;85(4):218-228. doi:10.1159/000445355 50. Lintvedt OK, Griffiths KM, Sørensen K, et al. Evaluating the effectiveness and efficacy of unguided internet-based self-help intervention for the prevention of depression: a randomized controlled trial. Clin Psychol Psychother. 2013;20(1): 10-27. doi:10.1002/cpp.770 51. Meyer B, Berger T, Caspar F, Beevers CG, Andersson G, Weiss M. Effectiveness of a novel integrative online treatment for depression (Deprexis): randomized controlled trial. J Med Internet Res. 2009;11(2):e15. doi:10.2196/jmir.1151 52. Meyer B, Bierbrodt J, Schröder J, et al Effects of an internet intervention (Deprexis) on severe depression symptoms: randomized controlled trial. Internet Interventions. 2015;2(1):48-59. doi:10.1016/ j.invent.2014.12.003 53. Milgrom J, Danaher BG, Gemmill AW, et al. Internet cognitive behavioral therapy for women with postnatal depression: a randomized controlled trial of MumMoodBooster. J Med Internet Res. 2016;18(3):e54. doi:10.2196/jmir.4993 54. Mira A, Bretón-López J, García-Palacios A, Quero S, Baños RM, Botella C. An Internet-based program for depressive symptoms using human and automated support: a randomized controlled trial. Neuropsychiatr Dis Treat. 2017;13:987-1006. doi:10.2147/NDT.S130994 55. Mohr DC, Duffecy J, Ho J, et al. A randomized controlled trial evaluating a manualized TeleCoaching protocol for improving adherence to a web-based intervention for the treatment of depression. PLoS One. 2013;8(8):e70086. doi:10. 1371/journal.pone.0070086 56. Montero-Marín J, Araya R, Pérez-Yus MC, et al. An internet-based intervention for depression in primary Care in Spain: a randomized controlled trial. J Med Internet Res. 2016;18(8):e231. doi:10.2196/ jmir.5695 57. Moritz S, Schilling L, Hauschildt M, Schröder J, Treszl A. A randomized controlled trial of internetbased therapy in depression. Behav Res Ther. 2012; 50(7-8):513-521. doi:10.1016/j.brat.2012.04.006 58. Perini S, Titov N, Andrews G. Clinician-assisted Internet-based treatment is effective for depression: randomized controlled trial. Aust N Z J Psychiatry. 2009;43(6):571-578. doi:10.1080/ 00048670902873722 59. Phillips R, Schneider J, Molosankwe I, et al. Randomized controlled trial of computerized cognitive behavioural therapy for depressive symptoms: effectiveness and costs of a workplace intervention. Psychol Med. 2014;44(4):741-752. doi:10.1017/S0033291713001323 60. Pugh NE, Hadjistavropoulos HD, Dirkse D. A randomised controlled trial of therapist-assisted, internet-delivered cognitive behavior therapy for women with maternal depression. PLoS One. 2016; 11(3):e0149186. doi:10.1371/journal.pone.0149186 61. Richards D, Timulak L, O'Brien E, et al. A randomized controlled trial of an internet-delivered treatment: its potential as a low-intensity community intervention for adults with symptoms of depression. Behav Res Ther. 2015;75:20-31. doi:10.1016/j.brat.2015.10.005 62. Rosso IM, Killgore WD, Olson EA, et al. Internet-based cognitive behavior therapy for major depressive disorder: a randomized controlled trial. Depress Anxiety. 2017;34(3):236-245. doi:10. 1002/da.22590 63. Ruwaard J, Schrieken B, Schrijver M, et al. Standardized web-based cognitive behavioural therapy of mild to moderate depression: a randomized controlled trial with a long-term follow-up. Cogn Behav Ther. 2009;38(4):206-221. doi:10.1080/16506070802408086 64. Sheeber LB, Seeley JR, Feil EG, et al. Development and pilot evaluation of an Internet-facilitated cognitive-behavioral intervention for maternal depression. J Consult Clin Psychol. 2012;80(5):739-749. doi:10.1037/a0028820 65. Smith J, Newby JM, Burston N, et al. Help from home for depression: a randomised controlled trial comparing internet-delivered cognitive behaviour therapy with bibliotherapy for depression. Internet Interv. 2017;9:25-37. doi:10.1016/j.invent.2017.05.001 66. Spek V, Nyklícek I, Smits N, et al. Internet-based cognitive behavioural therapy for subthreshold depression in people over 50 years old: a randomized controlled clinical trial. Psychol Med. 2007;37(12):1797-1806. doi:10.1017/ S0033291707000542 67. Vernmark K, Lenndin J, Bjärehed J, et al. Internet administered guided self-help versus individualized e-mail therapy: a randomized trial of two versions of CBT for major depression. Behav Res Ther. 2010;48(5):368-376. doi:10.1016/j.brat. 2010.01.005 68. Warmerdam L, van Straten A, Twisk J, Riper H, Cuijpers P. Internet-based treatment for adults with depressive symptoms: randomized controlled trial. J Med Internet Res. 2008;10(4):e44. doi:10.2196/ jmir.1094 69. Yeung A, Wang F, Feng F, et al. Outcomes of an online computerized cognitive behavioral treatment program for treating chinese patients with depression: a pilot study. Asian J Psychiatr. 2018;38:102-107. doi:10.1016/j.ajp.2017.11.007 70. Zagorscak P, Heinrich M, Sommer D, Wagner B, Knaevelsrud C. Benefits of individualized feedback in internet-based interventions for depression: a randomized controlled trial. Psychother Psychosom. 2018;87(1):32-45. doi:10.1159/000481515 71. Williams AD, O'Moore K, Blackwell SE, Smith J, Holmes EA, Andrews G. Positive imagery cognitive bias modification (CBM) and internet-based cognitive behavioral therapy (iCBT): a randomized controlled trial. J Affect Disord. 2015;178:131-141. doi:10.1016/j.jad.2015.02.026 72. Titov N, Andrews G, Davies M, McIntyre K, Robinson E, Solley K. Internet treatment for depression: a randomized controlled trial comparing clinician vs. technician assistance. PLoS One. 2010;5(6):e10939. doi:10.1371/journal.pone. 0010939 73. Titov N, Dear BF, Ali S, et al. Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of depression: a randomized controlled trial. Behav Ther. 2015;46 (2):193-205. doi:10.1016/j.beth.2014.09.008 74. Löbner M, Pabst A, Stein J, et al. Computerized cognitive behavior therapy for patients with mild to moderately severe depression in primary care: a pragmatic cluster randomized controlled trial (@ktiv). J Affect Disord. 2018;238:317-326. doi:10. 1016/j.jad.2018.06.008 75. Karyotaki E, Ebert DD, Donkin L, et al. Do guided internet-based interventions result in clinically relevant changes for patients with depression? an individual participant data meta-analysis. Clin Psychol Rev. 2018;63:80-92. doi:10.1016/j.cpr.2018.06.007 76. Kroenke K, Strine TW, Spitzer RL, Williams JB, Berry JT, Mokdad AH. The PHQ-8 as a measure of current depression in the general population. J Affect Disord. 2009;114(1-3):163-173. doi:10.1016/j. jad.2008.06.026 77. Khaled SM. Prevalence and potential determinants of subthreshold and major depression in the general population of Qatar. J Affect Disord. 2019;252:382-393. doi:10.1016/j. jad.2019.04.056 78. Forsell E, Jernelöv S, Blom K, et al. Proof of concept for an adaptive treatment strategy to prevent failures in internet-delivered CBT: a single-blind randomized clinical trial with insomnia patients. Am J Psychiatry. 2019;176(4): 315-323. doi:10.1176/appi.ajp.2018.18060699 Internet-Based Cognitive Behavioral Therapy for Depression Original Investigation Research jamapsychiatry.com (Reprinted) JAMA Psychiatry April 2021 Volume 78, Number 4"
    },
    {
      "text": "Internet-Based Cognitive Behavioral Therapy for Depression Original Investigation Research jamapsychiatry.com (Reprinted) JAMA Psychiatry April 2021 Volume 78, Number 4"
    },
    {
      "text": "Figure 1. Network Plot"
    },
    {
      "text": "Figure 3. Aggregated Meta-analytic Effect Sizes for Efficacy Over the Long Term"
    },
    {
      "text": "Figure 2. Aggregated Meta-analytic Effect Sizes for Efficacy at Posttreatment"
    },
    {
      "text": "Abbreviations: BL, baseline; CrI, credible intervals; MD, mean difference; PHQ-9, Patient Health Questionnaire-9 score; TAU, treatment as usual. a These are case examples of fictitious patients."
    },
    {
      "text": "Study Characteristics"
    },
    {
      "text": "Study Characteristics (continued)Depression scales could not be converted into PHQ-9 scores.The Klein et al 2016 trial49provided therapeutic support to participants with moderate symptoms of depression at the baseline (PHQ-9 > 9) while participants with mild depressive symptoms received no support throughout the trial. Participants of this trial were stratified by severity of depression during randomization, and thus, we decided to split this trial into 2 (unguided iCBT vs TAU and guided iCBT vs TAU) in all the analyses of the present IPD-NMA. e Participants in the WL group received the intervention after the end of the trial."
    },
    {
      "text": "Case Examples of Individual Patient Response to Guided vs Unguided iCBT vs TAU"
    }
  ],
  "references": [
    {
      "title": "The Individual Patient Data Meta-Analyses for Depression (IPDMA-DE) Collaboration Authors",
      "doi": "10.1002/14651858.mr000007"
    },
    {
      "title": "Affiliations of The Individual Patient Data Meta-Analyses for Depression (IPDMA-DE) Collaboration Authors: Department of Clinical Neuro-and Developmental Psychology",
      "authors": [
        "Heleen Riper",
        "; Vikram Phd",
        "Mbbs Patel",
        "Adriana Mira",
        "Alan Phd",
        "Gemmil",
        "; Phd",
        "S Albert",
        "Yeung",
        "Md; Alfred Scd",
        "Lange",
        "Alishia Phd",
        "Phd Williams",
        "Andrew Mackinnon",
        "Anna Geraedts",
        "Phd; Annemieke Van Straten",
        "Phd; Björn",
        "Phd Meyer",
        "Cecilia Björkelund",
        "Christine Knaevelsrud",
        "; Phd",
        "G Christopher",
        "Beevers",
        "Cristina Phd",
        "Botella",
        "; Phd",
        "R Daniel",
        "Strunk",
        "; Phd",
        "C David",
        "Mohr",
        "; Phd",
        "D David",
        "Phd; David Ebert",
        "Phd Kessler",
        "Derek Richards",
        "Elizabeth Littlewood",
        "Erik Forsell",
        "Phd; Fan",
        "Phd; Fang Feng",
        "Phd Wang",
        "Gerhard Andersson",
        "Heather Hadjistavropoulos",
        "Phd; Heleen Christensen",
        "; Phd",
        "D Iony",
        "Ezawa",
        "Isabella Msc",
        "Choi",
        "; Phd",
        "M Isabelle",
        "Rosso",
        "Jan Phd",
        "M Klein",
        "Jason Shumake",
        "Javier Garcia-Campayo",
        "Jeannette Milgrom",
        "Jessica Smith",
        "Jesus Montero-Marin",
        "; Phd",
        "M Jill",
        "Phd Newby",
        "Juana Bretón-López",
        "Justine Schneider",
        "Kristofer Vernmark",
        "Lara Bücker",
        "; Phd",
        "B Lisa",
        "Sheeber",
        "Phd; Lisanne",
        "Phd Warmerdam",
        "Louise Farrer",
        "Phd; Manuel Heinrich",
        "; Msc",
        "J Marcus",
        "Huibers",
        "Marie Phd",
        "Kivi",
        "Phd; Martin Kraepelien",
        "; Phd",
        "R Nicholas",
        "Forand",
        "Nicky Phd",
        "Phd Pugh",
        "Nils Lindefors",
        "Phd; Ove",
        "Lintvedt",
        "Phd; Pavle",
        "Msc; Per Zagorscak",
        "Phd Carlbring",
        "Rachel Phillips",
        "Robert Johansson",
        "; Phd",
        "C Ronald",
        "Phd Kessler",
        "Sally Brabyn",
        "Sarah Perini",
        "; Msc",
        "L Scott",
        "M Rauch",
        "Phd; Simon",
        "Gilbody",
        "Phd; Steffen",
        "Phd; Thomas Moritz",
        "Phd Berger",
        "Victor",
        "Pop",
        "Phd; Viktor",
        "Phd Kaldo",
        "Viola Spek",
        "Yvonne Forsell"
      ],
      "doi": "10.52964/amja.0967"
    },
    {
      "title": "The public health impact of major depression: a call for interdisciplinary prevention efforts",
      "authors": [
        "K Mclaughlin"
      ],
      "year": 2011,
      "doi": "10.1007/s11121-011-0231-8"
    },
    {
      "title": "Global burden of depressive disorders in the year 2000",
      "authors": [
        "T Ustün",
        "J Ayuso-Mateos",
        "S Chatterji",
        "C Mathers",
        "Cjl Murray"
      ],
      "year": 2004,
      "doi": "10.1192/bjp.184.5.386"
    },
    {
      "title": "The size and burden of mental disorders and other disorders of the brain in Europe 2010",
      "authors": [
        "H-U Wittchen",
        "F Jacobi",
        "J Rehm"
      ],
      "year": 2011,
      "doi": "10.1016/j.euroneuro.2011.07.018"
    },
    {
      "title": "Scaling-up treatment of depression and anxiety: a global return on investment analysis",
      "authors": [
        "D Chisholm",
        "K Sweeny",
        "P Sheehan"
      ],
      "year": 2016,
      "doi": "10.1016/s2215-0366(16)30024-4"
    },
    {
      "title": "A network meta-analysis of the effects of psychotherapies, pharmacotherapies and their combination in the treatment of adult depression",
      "authors": [
        "P Cuijpers",
        "H Noma",
        "E Karyotaki",
        "C Vinkers",
        "A Cipriani",
        "T Furukawa"
      ],
      "year": 2020,
      "doi": "10.1002/wps.20701"
    },
    {
      "title": "The Lancet Commission on global mental health and sustainable development",
      "authors": [
        "V Patel",
        "S Saxena",
        "C Lund"
      ],
      "year": 2018,
      "doi": "10.1016/s0140-6736(18)31612-x"
    },
    {
      "title": "Multidisciplinary research priorities for the COVID-19 pandemic: a call for action for mental health science",
      "authors": [
        "E Holmes",
        "O' Connor",
        "R Perry"
      ],
      "year": 2020,
      "doi": "10.1016/s2215-0366(20)30168-1"
    },
    {
      "title": "The COVID-19 pandemic: the 'black swan' for mental health care and a turning point for e-health",
      "authors": [
        "T Wind",
        "M Rijkeboer",
        "G Andersson",
        "H Riper"
      ],
      "year": 2020,
      "doi": "10.1016/j.invent.2020.100317"
    },
    {
      "title": "Internet-delivered psychological treatments: from innovation to implementation",
      "authors": [
        "G Andersson",
        "N Titov",
        "B Dear",
        "A Rozental",
        "P Carlbring"
      ],
      "year": 2019,
      "doi": "10.1002/wps.20610"
    },
    {
      "title": "Efficacy of self-guided internet-based cognitive behavioral therapy in the treatment of depressive symptoms: a meta-analysis of individual participant data",
      "authors": [
        "E Karyotaki",
        "H Riper",
        "J Twisk"
      ],
      "year": 2017,
      "doi": "10.1001/jamapsychiatry.2017.0044?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamapsychiatry.2020.4364"
    },
    {
      "title": "The impact of digital technology on psychological treatments and their dissemination",
      "authors": [
        "C Fairburn",
        "V Patel"
      ],
      "year": 2017,
      "doi": "10.1016/j.brat.2016.08.012"
    },
    {
      "title": "Effectiveness and acceptability of cognitive behavior therapy delivery formats in adults with depression: a network meta-analysis",
      "authors": [
        "P Cuijpers",
        "H Noma",
        "E Karyotaki",
        "A Cipriani",
        "T Furukawa"
      ],
      "year": 2019,
      "doi": "10.1001/jamapsychiatry.2019.0268?utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamapsychiatry.2020.4364"
    },
    {
      "title": "An overview of methods for network meta-analysis using individual participant data: when do benefits arise?",
      "authors": [
        "T Debray",
        "E Schuit",
        "O Efthimiou"
      ],
      "year": 2018,
      "doi": "10.1177/0962280216660741"
    },
    {
      "title": "GetReal in network meta-analysis: a review of the methodology",
      "authors": [
        "O Efthimiou",
        "T Debray",
        "G Van Valkenhoef"
      ],
      "year": 2016,
      "doi": "10.1002/jrsm.1195"
    },
    {
      "title": "Meta-analysis of individual participant data: rationale, conduct, and reporting",
      "authors": [
        "R Riley",
        "P Lambert",
        "G Abo-Zaid"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c221"
    },
    {
      "title": "Guided or self-guided internet-based cognitive-behavioural therapy (iCBT) for depression? Study protocol of an individual participant data network meta-analysis",
      "authors": [
        "E Karyotaki",
        "T Furukawa",
        "O Efthimiou",
        "H Riper",
        "P Cuijpers"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-026820"
    },
    {
      "title": "European COMPARative Effectiveness research on blended Depression treatment versus treatment-as-usual (E-COMPARED): study protocol for a randomized controlled, non-inferiority trial in eight European countries",
      "authors": [
        "A Kleiboer",
        "J Smit",
        "J Bosmans"
      ],
      "year": 2016,
      "doi": "10.1186/s13063-016-1511-1"
    },
    {
      "title": "Self-help interventions for anxiety disorders: an overview",
      "authors": [
        "P Cuijpers",
        "J Schuurmans"
      ],
      "year": 2007,
      "doi": "10.1007/s11920-007-0034-6"
    },
    {
      "title": "A Meta-analytic Database of Randomised Trials on Psychotherapies for Depression",
      "authors": [
        "P Cuijpers",
        "E Karyotaki",
        "M Ciharova"
      ],
      "year": 2019,
      "doi": "10.1017/s2045796024000611"
    },
    {
      "title": "Using patient self-reports to study heterogeneity of treatment effects in major depressive disorder",
      "authors": [
        "R Kessler",
        "H Van Loo",
        "K Wardenaar"
      ],
      "year": 2017,
      "doi": "10.1017/s2045796016000020"
    },
    {
      "title": "A lifetime approach to major depressive disorder: the contributions of psychological interventions in preventing relapse and recurrence",
      "authors": [
        "C Bockting",
        "S Hollon",
        "R Jarrett",
        "W Kuyken",
        "K Dobson"
      ],
      "year": 2015,
      "doi": "10.1016/j.cpr.2015.02.003"
    },
    {
      "title": "Assessing risk of bias in included studies",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184.ch8"
    },
    {
      "title": "The PHQ-9: validity of a brief depression severity measure",
      "authors": [
        "K Kroenke",
        "R Spitzer",
        "J Williams"
      ],
      "year": 2001,
      "doi": "10.1046/j.1525-1497.2001.016009606.x"
    },
    {
      "title": "Standardization of depression measurement: a common metric was developed for 11 self-report depression measures",
      "authors": [
        "I Wahl",
        "B Löwe",
        "J Bjorner"
      ],
      "year": 2014,
      "doi": "10.1016/j.jclinepi.2013.04.019"
    },
    {
      "title": "Visualizing the flow of evidence in network meta-analysis and characterizing mixed treatment comparisons",
      "authors": [
        "J König",
        "U Krahn",
        "H Binder"
      ],
      "year": 2013,
      "doi": "10.1002/sim.6001"
    },
    {
      "title": "Consistency and inconsistency in network meta-analysis: model estimation using multivariate meta-regression",
      "authors": [
        "I White",
        "J Barrett",
        "D Jackson",
        "J Higgins"
      ],
      "year": 2012,
      "doi": "10.1002/jrsm.1045"
    },
    {
      "title": "jomo: a flexible package for two-level joint modelling multiple imputation",
      "authors": [
        "M Quartagno",
        "S Grund",
        "J Carpenter"
      ],
      "year": 2019,
      "doi": "10.32614/rj-2019-028"
    },
    {
      "title": "netmeta: Network meta-analysis using Frequentist methods",
      "authors": [
        "G Rücker",
        "G Schwarzer",
        "U Krahn"
      ],
      "year": 2018,
      "doi": "10.32614/cran.package.netmeta"
    },
    {
      "title": "Multiple Imputation for Nonresponse in Surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 2004,
      "doi": "10.1002/9780470316696"
    },
    {
      "title": "rjags: Bayesian graphical models using MCMC",
      "authors": [
        "M Plummer"
      ],
      "year": 2018,
      "doi": "10.32614/cran.package.rjags"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "Davey Smith",
        "G Schneider",
        "M Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "Predictive distributions were developed for the extent of heterogeneity in meta-analyses of continuous outcome data",
      "authors": [
        "K Rhodes",
        "R Turner",
        "J Higgins"
      ],
      "year": 2015,
      "doi": "10.1016/j.jclinepi.2014.08.012"
    },
    {
      "title": "Internet-based self-help for depression: randomised controlled trial",
      "authors": [
        "G Andersson",
        "J Bergström",
        "F Holländare",
        "P Carlbring",
        "V Kaldo",
        "L Ekselius"
      ],
      "year": 2005,
      "doi": "10.1192/bjp.187.5.456"
    }
  ],
  "num_references": 35
}
