{
  "paper_id": "5SPK4EJT",
  "title": "Building health service management workforce capacity in the era of health informatics and digital health -A scoping review",
  "abstract": "Introduction: Health informatics and digital health, two rapidly growing disciplines, are becoming increasingly important to the sustainability of health service provision, highlighted especially through the COVID-19 pandemic. To maximise the benefits of the adoption and growth of health informatics and digital health, health service managers play a critical role in leading and managing the implementation and transformation of the system, both strategically and operationally, whilst still needing to manage 'business as usual'. Objectives: The objectives of the paper are to present and discuss the findings from a scoping review identifying: 1) competencies required for health service managers leading the implementation and transformation of informatics and digital technology in the health sector; and 2) factors that are critical to building the management workforce capacity in the era of health informatics and digital health. Methods: A scoping review of the literature was conducted in 2020 focussing on identifying empirical articles published in the English language since the year 2000 using a number of keywords such as 'health informatics', 'digital health', 'electronic health', 'competencies', 'capability', 'proficiency', 'qualification', 'certification', 'health manager', 'health executive' and 'health administrator'. The literature search was guided by a PRISMA approach searching within eight databases: Scopus, ProQuest, Web of Science, ACM Digital Library, CINAHL, PubMed, Google Scholar and ProQuest Dissertations. Results: After duplicates were removed, 941 publications were included for title screening as the result of an initial review. Title screening selected 185 articles to be included for abstract screening by two reviewers confirming 19 papers relevant to the focus of the current paper which were included in data extraction and content analysis. The analysis identified the additional competency of 'information and data management' be included as a core competency for health service managers. The analysis also confirmed additional elements for the following four core management competencies that are important to health service managers working in the digital health context, including: 1) leadership; 2) operational and resource management; 3) personal, interpersonal and professional qualities, and 4) understanding the industry and environment. Factors that are critical to developing the system and organization capacity in the use of health informatics and digital health technology, and leading and managing the adoption in the healthcare organizations were identified in three categories: 1) policy/system; 2) organizational structure and processes; and 3) people factors. Conclusions: This paper has taken an important step in confirming the competency requirements for health services managers that are relevant to leading and managing in the health informatics and digital health space, consequently indicating the directions for developing a competent workforce in meeting the existing and emerging healthcare delivery challenges, both now and in the future.",
  "year": 2022,
  "date": "2022",
  "journal": "Popul. Health Manag",
  "publication": "Popul. Health Manag",
  "authors": [
    {
      "forename": "Mark",
      "surname": "Brommeyer",
      "name": "Mark Brommeyer",
      "affiliation": "a  James Cook University , Townsville , Queensland , Australia \n\t\t\t\t\t\t\t\t James Cook University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Townsville \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "mark.brommeyer@flinders.edu.au"
    },
    {
      "forename": "Maxine",
      "surname": "Whittaker",
      "name": "Maxine Whittaker",
      "affiliation": "a  James Cook University , Townsville , Queensland , Australia \n\t\t\t\t\t\t\t\t James Cook University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Townsville \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Mark",
      "surname": "Mackay",
      "name": "Mark Mackay",
      "affiliation": "a  James Cook University , Townsville , Queensland , Australia \n\t\t\t\t\t\t\t\t James Cook University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Townsville \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Fowie",
      "surname": "Ng",
      "name": "Fowie Ng",
      "affiliation": "c  Tung Wah College , Hong Kong , China College of Business , \n\t\t\t\t\t\t\t\t College of Business \n\t\t\t\t\t\t\t\t Tung Wah College \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hong Kong \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Zhanming",
      "surname": "Liang",
      "name": "Zhanming Liang",
      "affiliation": "a  James Cook University , Townsville , Queensland , Australia \n\t\t\t\t\t\t\t\t James Cook University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Townsville \n\t\t\t\t\t\t\t\t\t Queensland \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Government and Law , Flinders University , GPO Box 2100 , Adelaide , SA 5001 , Australia. \n\t\t\t\t\t\t\t\t Government and Law \n\t\t\t\t\t\t\t\t Flinders University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t GPO Box 2100 \n\t\t\t\t\t\t\t\t\t 5001 \n\t\t\t\t\t\t\t\t\t Adelaide \n\t\t\t\t\t\t\t\t\t SA \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1016/j.ijmedinf.2022.104909",
  "sections": [
    {
      "title": "Background",
      "text": "Health informatics and digital health, two rapidly growing disciplines, are becoming more important to the sustainability of health service provision in the last two decades  [1] . The COVID-19 pandemic has seen an unprecedented swift adoption of digital health technologies as health professionals and health systems needed to rapidly adopt methods of maintaining service delivery during periods of social distancing and lockdowns  [2] . A significant focus on the implementation of digital health was witnessed during the pandemic, related to the use of communication technologies such as audio and video conferencing. Digital health, however, has the potential to offer a far wider range of Fig.  1 . Trend in publications relating to digital health, health informatics and digital health competencies based on Google Scholar citations. While health informatics was initially the dominant field (based on citations), digital health surpassed this in 2011. The pandemic saw a resurgence of interest in digital health but did not appear to affect health informatics. The interest in digital health competencies represents a small subset of digital health publications and has sustained exponential growth between 2000 and 2021. service delivery change than what has been adopted to date  [1, 2] . The rest of the decade is likely to see a focus on the delivery of value for other aspects of patient care such as chronic disease.\n\nThe term digital health is becoming progressively predominant in the literature and health care generally  [3] . The analysis of the citations listed in Google Scholar indicates that there has been a constant growth in the number of health informatics publications between 2000 and 2021, from approximately 4,490 citations in 2000 to 29,400 in 2021 (see Fig.  1 ). There was no apparent increase in publications associated with the pandemic.\n\nThe growth in digital health, however, has surpassed that of health informatics. Analysis of the google citation indicates that the growing interest in digital health has not been constant over the last two decades (Fig.  1 ). Between the years 2000 and 2012 there was exponential interest in digital health based on citations listed in Google Scholar and no effect of the Global Financial Crisis can be seen. The period of 2014-2018 marked a lower level of interest in digital, with strong growth occurring when the pandemic occurred.\n\nThe increase in interest in digital health competency-related publications can be gauged from the proportion of citations that relate to digital health competencies (see Fig.  2 ). Until 2013, interest in competencies represented approximately-one per cent of all digital health publications. Since 2014 there has been continued growth in the interest in digital health competencies with a doubling of the growth of the proportion of citations relating to competencies occurring since the pandemic. This can be seen in the context of the urgency to operationally respond to the pandemic and \"the implementation of digital health technologies to support continuity of high-quality primary care provision\"  [4] .\n\nHowever, the implementation is not without challenges. Many existing challenges to the adoption of digital health solutions, including workforce related challenges have been identified  [5] , and the inevitable transformation of health workers' roles requiring a digitally competent health workforce to be developed  [6] . As digital health competencies evolve, further advancement of health informatics and health service management competencies is required. To maximise the benefits of the adoption and growth of health informatics and digital health, one particularly pertinent question is whether health service managers have the capacity to lead and manage the implementation and transformation at the system level, both strategically and operationally, whilst still needing to manage 'business as usual'.\n\nHealth service managers must face the challenge of exponential growth in digital health literacy as well as how to plan and manage the digital tools and technologies in a changing landscape  [7, 8] . They need capabilities and relevant competencies to apply these new technologies to assist in informing both strategic and operational decision-making  [9, 10, 11] . A flurry of new positions such as Chief Digital Officer (CDO), Chief Clinical Information Officer (CCIO) and Chief Health Information Officer (CHIO) have emerged to reflect the changing landscape and skills required by healthcare executives  [12] . There is increasing evidence regarding the importance of investing in developing a competent health service management workforce, through professional institution certifications and academic credentialing  [13] . Additionally, various management competency frameworks instantiated to guide developing the competence of health service managers have been published and utilised  [14, 15] . However, whether these frameworks can guide the development of health service managers' understanding, effective scale-up and management, of health informatics and digital health, remains unanswered.\n\nIn 2016, the Australian Digital Health Agency stated that \"A workforce confidently using digital health technologies to deliver health and care will be required to address the technology adoption challenge … and embrace the changes and opportunities created by digital health innovation\"  [16] . However, there is a significant gap in the readiness of the Australian health and health management workforce to engage with digital health and health informatics. The Australasian Institute of Digital Health submission to the 2022-23 Australian Federal Budget  [17]  stated that \"Currently, the health sector lacks a critical mass of personnel with technical expertise in computing and data harvesting, storage, and analysis\". Evidence cited included data from a prepandemic survey where 42 % of health professionals reported interest in digital health and only 15 % self-identified as having any expertise  [18] . It is therefore timely to examine the changing competency requirements for health services managers that enable them to lead and manage in the changing ecosystem of digital health, and the specific competencies needed to develop a capable health informatics and digital health workforce.\n\nThe objectives of this paper are to present and discuss the findings from a scoping review identifying: 1) competencies required for health service managers in leading the implementation and transformation of informatics and digital technology in the health sector; and 2) factors that are critical to building the management workforce capacity in the era of health informatics and digital health, that need to be developed."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "A scoping review of the literature was conducted in 2022 to develop the above two understandings and builds on a rapid review undertaken in 2020  [14] . The review was guided by the five-step framework defined by Arksey and O'Malley  [19]  including the following steps: (1) defining a research question, (2) identifying relevant studies, (3) selecting and confirming empirical studies, (4) data extraction, and (5) collating, summarising and reporting results."
    },
    {
      "title": "Data source and search strategies",
      "text": "The review searched the following databases: Scopus, ProQuest, Web of Science, ACM Digital Library, CINAHL, PubMed, Google Scholar and ProQuest Dissertations. The scoping review used the following keywords: 'health informatics', 'digital health', 'electronic health', 'competencies', 'capability', 'proficiency', 'qualification', 'certification', 'health manager', 'health executive' and 'health administrator'. A PRISMA approach  [20]  was used for eligibility screening. The review searched for empirical articles published in the English language since the year 2000 that provided information addressing the two objectives as detailed above."
    },
    {
      "title": "Data extraction",
      "text": "Data were extracted from eligible papers including the following types: author(s), year of publication, country of origin, the aim of the study, target population and methods for data collection, and key findings related to the objectives stated above. Content analysis performed on the extracted data aimed to develop an understanding of the contents and identify the essential themes relevant to the search focus."
    },
    {
      "title": "Results",
      "text": "An initial search conducted in 2020 generated 1,212 publications, and after duplicates were removed, 941 publications were included for title screening, leading to 185 articles included for abstract screening by two reviewers. An updated search was then conducted in 2022 which generated 467 publications, and after duplicates were removed, 403 publications were included for title screening, leading to 114 articles included for abstract screening. As a result, an additional 4 articles went through full-text review with the initial 185 articles identified. Full-text review further confirmed that 81 papers are closely relevant to Digital Health Competencies and workforce development in the digital health context.\n\nBased on the actual focus of the studies, the 81 papers were placed into six categories: Nineteen articles in categories 5 and 6 are relevant to the focus of this paper which underwent qualitative content analysis. The overall search findings are detailed in Fig.  3  below, guided by the framework outlined by Arksey and O'Malley  [19] ."
    },
    {
      "title": "Study characteristics",
      "text": "Eighteen out of the 19 papers were published after 2010. Five of the studies were conducted in multiple countries (Europe, Southern Asia, Northern America and the Western Pacific), 3 in Australia, 8 in the USA, 1 in and UK and 1 in Ireland. Eighteen of these studies focused on multiple target groups including health professionals, clinicians or nursing staff (n = 5), health managers/leaders and nursing directors (n = 6), researchers/academics/data scientists (n = 6), health information practitioners and managers (n = 5), digital health professionals (n = 1), allied health professionals (n = 1), and patients and consumers (n = 1). Multi-methods were adopted by 10 of the studies. Twelve of the studies used sole or multiple qualitative methods. Three studies used quantitative methods only. Surveys (n = 6), interviews (n = 5) and focus groups (n = 4) were the commonly used methods. Details refer to Appendix A."
    },
    {
      "title": "Changing competency requirements for health service managers",
      "text": "The review confirms there has been consistent agreement on the important role of health service managers in the adoption and implementation of health informatics and digital health technology  [10, 12, 13] . Although there are not many studies committed to exploring the changing competency requirements for health service managers working in the dynamic healthcare landscape as a result of digital health adoption, there are agreements on the changing competency requirements in the identified studies.\n\nThe analysis of the identified studies confirmed that five broad competencies are important to health service managers working in the digital health context, as detailed in Table  1 ."
    },
    {
      "title": "Factors critical to building system and organization capacity",
      "text": "The review confirmed a number of factors that are critical to developing the system and organizational capacity in the use of health informatics and digital health technology, and leading and managing the adoption in healthcare organizations (refer to Table  2 ). These factors can be put into three categories: 1) policy/system; 2) organizational structure and processes; and 3) people factors."
    },
    {
      "title": "Factors critical to the development of management workforce capacity",
      "text": "Amongst all the factors, some are critical to ensuring health services managers' readiness in leading and managing in the digital health era. They are:\n\n• System-level investment in overall workforce development  [29, 32, [36] [37] [38] [39] ; • A culture of trust and investing in innovation  [32, 34, 37] ;\n\n• Identifying and developing training that is relevant to specific health professional groups (including managers), roles, levels of seniority, and settings  [32, 34, 37] ; • Supportive team climate to reduce fear and uncertainty  [32, 34, 37] ; • Opportunities to the design of monitoring and evaluating framework that measure the impact of the technology  [38, 39] ; and\n\n• Leaders and senior management of the organizations showing interest in and positive attitudes toward technology and innovation  [23] ."
    },
    {
      "title": "Discussion",
      "text": "Comparing what has been identified in the scoping review and the detailed requirements of management competency frameworks for health service managers, such as the ACHSM [40] framework that has been utilised to certify members of the Australasian College of Health Service Managers, the MCAP framework developed and validated in the Australian health system  [13]  broadly used to assess management workforce competencies in a number of Asia Pacific countries, and the  international competency framework developed as a recent of a scoping review  [15] , the analysis supports the proposition that new competencies or new competency components are required to develop the health management workforce in leading and managing innovation in the digital health context  [21] [22] [23] [24] 29, 32, 34, [36] [37] [38] [39] . The analysis also highlighted the need for training current and emerging health service managers focussing on their digital health literacy and digital transformation knowledge in health services to enable innovative service provision in the digital health context."
    },
    {
      "title": "Competencies required for health service managers working in the digital health context",
      "text": "As discussed earlier, the existence of core competencies for health service managers has been well recognised. However, in the continually evolving healthcare context, detailed requirements for each of the core competencies need to be periodically revised. The scoping review has confirmed that the new competency of 'information and data management' is to be included  [8, 22, [24] [25] [26] [27] [28] , and that additional elements are to be incorporated into the four recognised core competencies for health service managers  [13, 15, 40 ]: 1) leadership; 2) operational and resource management; 3) personal, interpersonal and professional qualities; and 4) understanding the industry and environment  [8, [21] [22] [23] [24] [25] [26] .\n\nThe constant financial constraint and growing healthcare needs call for healthcare innovation. From a leadership perspective, a strong interest in technology and a demonstrated commitment to innovation and change are important for providing health services in the future  [21, 23]  which, \"demands new forms of innovation competence\"  [22] . From an operational and resource management perspective, the commitment to allocating and managing specific resources to enable innovation has been linked to maintaining a competitive organization  [22] . Further, a demonstrated ability to facilitate and enable the development of strategies and educational programs for digital health readiness has been found to enhance overall health workforce competency development  [24] .\n\nThe personal, interpersonal and professional qualities required of a health service manager are diverse and dynamic  [41] . In the digital health context, managers are required to have the ability to work effectively with the newly emerging digital workforce, enabling integration with the existing teams, together with a thorough grasp of their professional development needs  [24, 42] . This may not have been developed via the formal and informal training that they have received nor included in their management position description. The demand for managers' abilities to access and use data to support decision-making has become greater to \"assist in navigating a rapidly changing healthcare delivery system\"  [8] . Key requirements for successful management in the digital health environment include a sound understanding of the industry and environment  [43] , and an understanding of the legal system for information management  [25] .\n\nDammann  [44]  argues that \"Data, information, and knowledge are central concepts in health informatics and data science\", which provides context for this study's findings that, central to digital health management are the concepts of firstly, understanding data governance, access and translation  [27] . Next, the ability to develop the right system for data management  [25] , as well as having a systematic awareness of informatics and technologies across the organization  [26] . A fundamental understanding of core informatics concepts and their utility to patient care and professional collaboration, includes how digital health information ecosystems promote the provision of quality care  [24] . An understanding of privacy and release-of-information requirements to ensure patient's or consumer's confidence in the security of their personal health information, are hallmarks of safe, clinical decision-making  [25]  and key attributes required of successful health service managers  [8] . Finally, this scoping review found that a manager's ability to analyse, evaluate and maintain the information systems employed, are key contributors to effective and efficient healthcare organizations  [26] ."
    },
    {
      "title": "Factors critical to building system and organization capacity",
      "text": "The importance of building system and organization capacity is a known strategic success factor for healthcare enterprises  [41] . This study identified key factors that are critical to building digital health specific system and organization capacity, in the following three categories: 1) policy/system attributes; 2) organizational structure and processes; and 3) people factors.\n\nAdapting policy and system attributes includes a focus on digital policy processes that assure a comprehensive health policy dialogue leading to well defined goals  [34] . Governing rules, regulations and organisational policies are required to protect data privacy and integrity  [41] , especially in the digital health enterprise  [33, 38] . Strong trust in the organizational technical infrastructure and applications is important to provide a sound foundation for operating in the digital health environment  [34] . It was also well recognised that support and investment in both socio-economic and regulatory impact assessments provided surety in digital investment decisions  [34] , and that support and investment in infrastructure development at both a system and organization level are equally important  [34] . Adapting existing tools to educate health professionals about the challenges of the information age and providing capability development in context is important for the health workforce  [30, 33] . Burton-Jones, et al.  [45]  also argue that evaluating digital health transformations is important for both the significant investment involved and the associated potential consequences, and that creating a shared online repository of measurement instruments is a recommended activity to support building digital health specific, system and organisational capacity  [39] .\n\nContextual and effective healthcare organizational structures and processes are foundational for the delivery of quality care outcomes  [41] . In the digital age, factors that facilitate system and organizational capacity, identified in this study, include information systems harmonising with existing workflows  [30] , along with effective and timely technical and expert support, to facilitate efficient communication across the organization and amongst users  [29] . Importantly, the need to minimise the risks associated with the adoption of digital health technology has emerged  [29] . Factors to build system capacity include:\n\n1) optimising the use of existing digital resources  [30] , while developing a consistent platform for technology integration of business, clinical, workforce and financial systems  [38] ; 2) empowering users to take up innovation and embrace change  [30] ,\n\nwith a clear focus on health professional and stakeholder needs and benefits  [34] , supported by a stronger emphasis on leadership and accountability  [37] ; and 3) having system enablers for the development of organisational digital capacity including, a robust mechanism and framework to identify, prioritise and support the introduction of system-wide clinical analytic initiatives and streamlining the data process framework  [38, 44] .\n\nEffective leaders and managers in organizations are key to producing quality services and required outcomes  [43] . Their interest in and affinity for technology in their personal lives has been shown to be a crucial predictor of successful digital transformations among organizations, so is the demonstrative leadership, attitudes and the supportive organizational culture, i.e., employees seeing their leaders' 'walking the technology talk'  [23] . Furthermore, the evolving healthcare system requires a health workforce with information technology (IT) knowledge and expertise  [32]  as well as managers' confidence in monitoring and measurement systems  [39] . Hence, commitment to developing service level and system managers who can use clinical analytics data with administrative and other data to guide policy development and improve performance is required  [38] ."
    },
    {
      "title": "Factors critical to developing management workforce capacity",
      "text": "The development of health management workforce capacity requires a holistic approach with efforts from and collaborations between government, professional and tertiary institutions, and healthcare organisations  [46] . In Section 3.4 of this paper, six enabling factors identified as being critical to ensuring health services managers' readiness in leading and managing in the digital health era were detailed.\n\nFrom a system perspective, investment in overall workforce development has been argued as essential to enhancing contextual management capability, with a focus on digital health planning, implementation, and training that is relevant to specific health professional groups, including managers  [22, 29, 32, 34, [36] [37] [38] [39] . Such investment and efforts can come in various forms. Government policy, strategic intent and financial support in overall workforce upskilling set the momentum for improvement. Resetting the current training and development direction for health managers at the organisational level, and the review of higher degree teaching curricula to incorporate newly emerged competency requirements, are equally important to producing an upskilled and relevant health management workforce.\n\nRapid changes abound in the health sector and the subsequent change fatigue amongst health professionals is well documented  [47] . Adopting well tested change management principles, including the development of an organisational culture for developing trust in innovation investment  [32, 34, 37] , and creating a team climate to reduce fear and uncertainty  [32, 34, 37] , was also pronounced in this review. This will be further enabled by leaders and managers demonstrating an interest in and a positive attitude toward technology and innovation  [23] . One of the success factors for leading and managing change is ensuring that the relevance and positive outcomes resulting from the changes are evaluated and broadly communicated to those who are affected by the changes  [48] . Therefore, it is important for managers to develop competence in designing monitoring and evaluating frameworks that measure the impact of digital technology and reliably and sensitively assess digital health service outcomes  [38, 39] ."
    },
    {
      "title": "Policy, practice and research implications",
      "text": "Although substantial investment has been made in adopting digital health technology and innovation in health service provision and healthcare delivery, at both system and organisational levels, as well as an increasing interest in researching digital health innovation and its implementation, empirical studies in health workforce readiness, in particular, management workforce is limited. Although this scoping review has only identified a handful of articles focused on understanding the evolving competency requirements for health service managers working in the digital health context  [8, [21] [22] [23] [24] [25] [26] , the review has confirmed various important elements to complement the existing health service management competency frameworks used to guide the design of informal and formal training and development curricula  [13, 15, 40] .\n\nHowever, the development of health management workforce capacity requires not only workforce training and education, but also system and organisational level commitment in developing policy, structure and processes to enable success in designing, planning and implementing the adoption of innovation  [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [39] [40] [41] [42] [43] , as well as financial resources to support workforce development and ongoing monitoring and improvement. Equally important, a positive organisational culture supportive of change is required together with demonstrated strong interest and support from senior management. Management competencies are context-sensitive and will continue to evolve over time. Hence, ongoing commitment from both professional and tertiary institutions to understanding the changing competency requirements and competency development needs of the health management workforce in leading and managing healthcare innovation is necessary."
    },
    {
      "title": "Conclusions",
      "text": "To ensure the sustainability of the healthcare system in such challenging times, the adoption of innovative ways to meet the increasing demand for healthcare services is required and, in particular, a workforce that has the competence to lead and manage change in a digital health context. The implementation of digital competence and managing the transformation of healthcare may not be successful without guiding policy, supportive organizational structure, and strong leadership. Therefore, the investment in readying the health workforce, in particular the management workforce that can lead and manage the changing healthcare landscape, is critical.\n\nThe development of relevant competencies for the health service management profession needs joint efforts across government, educational and professional institutions, as well as healthcare organizations. This paper has taken an important step in confirming the competency requirements for health services managers that are relevant to leading and managing in the health informatics and digital health space, consequently indicating the directions for developing a competent workforce in meeting the existing and emerging healthcare delivery challenges, both now and in the future."
    },
    {
      "title": "Summary Table 1) What is already known on the topic",
      "text": "• Health informatics and digital health, two rapidly growing disciplines, are becoming increasingly important to the sustainability of health service provision, highlighted especially through the COVID-19 pandemic. • There has been consistent agreement on the important role of health service managers in the adoption and implementation of health informatics and digital health technology. • There have been discussions on new skill requirements for health service managers to lead and manage in enabling the adoption of digital health innovation, but yet to be confirmed via a rigorous process."
    },
    {
      "title": "2) What this study added to our knowledge",
      "text": "• Confirmation of additional competencies to be incorporated in the existing health management competency framework, which are relevant to leading and managing in the health informatics and digital health space. • Identification of the additional competency of 'information and data management' be included as core competency for health service managers. • Confirmation of key factors that are critical to developing the system and organization capacity in the use of health informatics and digital health technology, which can be placed in three categories: 1) policy/system; 2) organizational structure and processes; and 3) people factors."
    },
    {
      "title": "Appendix A",
      "text": "See Table  A1 .\n\nTable A1 Data extraction of 19 relevant studies. No Year Country Authors Title Study Target Methods 1 2019 South Asia Beane et al. 2019 Addressing the information deficit in global health: Lessons from a digital acute care platform in Sri Lanka Clinicians, administrators, researchers and healthcare informaticians Qualitative enquiry founded in technology adoption frameworks. 2 2019 USA Vest et al. 2019 Adoption of Health Information Technology Among US Nursing Facilities Nursing homes (aged care facilities) Cross-sectional survey: 5,083 e-mail invitations. Response rate for the survey questionnaire was 17 % (n = 586 respondents representing 544 nursing facilities). 3 2011 34 Countries in the European Union (EU) Stroetmann et al. 2011 Developing national eHealth infrastructures -results and lessons from Europe E-health strategies of 27 Member States of the European Union Document analysis. 4 2020 Australia (NSW) Sutherland et al. 2020 Envisioning the future of clinical analytics: a modified Delphi process in New South Wales, Australia Practising clinicians, patients and consumers, managers, policymakers, data scientists and academics Six-stage process included face-to-face workshops, traditional Delphi voting via email, and innovative, real-time iteration between text re-formulation and voting until consensus was reached. 5 2017 Canada, Israel and Australia Shachak et al. 2017 Evaluating educational interventions for health professions in the digital age Health Professions in the Digital Age Evaluating Educational Interventionsrapid review and expert analysis. 6 2015 USA Afnan & Ranganathan 2015 Factors associated with EHR user satisfaction in small clinic settings Ambulatory staff and physicians clinics Web-based survey elicited over 250 usable responses. 7 2019 Australia (Queensland) Scott et al. 2019 Going digital: A checklist in preparing for hospital-wide electronic medical record implementation and digital transformation Health professionals at hospitals undergoing hospital-wide EMR implementation and digital transformation Methodological framework comprised of: 1) literature reviews of relevant issues; 2) an interactive workshop involving a multidisciplinary group of digital leads from Queensland hospitals; 3) a draft document based on literature and workshop proceedings; and 4) a review and feedback from senior clinical leads. 8 2018 United Kingdom Scott et al. 2018 Learning health systems need to bridge the 'two cultures' of clinical informatics and data science Policy makers and research funders of clinical informatics and data science Experience from the frontline National Health Service (NHS) clinical informatics and epidemiological research to present the operational realities of health data quality and the implications for data science. 9 2014 USA Shea et al. 2014 Stage 1 of the meaningful use incentive program for electronic health records: a study of readiness for change in ambulatory practice settings in one integrated delivery system Ambulatory staff at 47 practices Survey: n = 400 providers/staff responded (response rate approximately 25 %). 10 2018 Ireland Craig & Kodate 2014 Understanding the state of health information in Ireland: A qualitative study using a socio-technical approach Health information policy makers and practitioners in Ireland Qualitative study using a sociotechnical approach -documentary analysis (including key policy and strategy documents, and original research articles from Australia, Canada, Ireland, the UK) and semistructured interviews with 12 policy and practitioner health information experts in Ireland. 11 2008 USA Amendola 2008 An examination of the leadership competency requirements of nurse leaders in healthcare information technology Nurse leaders Qualitative Descriptive Case Study. 12 2020 Australia Butler-Henderson et al. 2020 A meta-synthesis of competency standards suggest allied health are not preparing for a digital health future Allied Health Professionals A nine-stage, sequential meta-synthesis of professional standards. 13 2019 USA Ghafari 2019 Healthcare Leadership Styles, Competencies and Affinity for Technology in the Digital Era Healthcare leaders Quantitative, empirical, cross-sectional research design. 14 2018 Norway and Sweden Gjellebaek et al. 2018 Competence Development and the Implementation of Technology in Healthcare Services Managers and professionals in municipal healthcare services Qualitative approach and group interviews. (continued on next page)"
    },
    {
      "text": "Fig. 2. Trend in the proportion of digital health publications relating to digital health competencies based on Google Scholar citations."
    },
    {
      "text": "Publishing results of scoping review or systematic review (n = 15); 2) Focussing on how competencies are assessed (n = 10); 3) Focussing on competency requirements or competency frameworks for health service management, health information managers or digital health managers (19); 4) Focusing on management workforce development, training programs, and formal training curriculum design (n = 18); 5) Focusing on competencies required for managers working in the health informatics or digital health context (n = 9), and 6) Discussing policy and organizational adoption and implementation, focussing on factors influencing the implementation of health informatics and digital health initiatives (n = 10)."
    },
    {
      "text": "Fig. 3. Scoping Review Flow Chart."
    },
    {
      "text": "Competencies and core elements for health service managers working in the digital health context."
    },
    {
      "text": "Factors that are critical to the success of digital health adoption."
    }
  ],
  "references": [
    {
      "title": "Digital health: Unlocking value in a post-pandemic world",
      "authors": [
        "B D'anza",
        "P Pronovost"
      ],
      "year": 2022,
      "doi": "10.1089/pop.2021.0031"
    },
    {
      "title": "Digital health during COVID-19 pandemic and beyond",
      "authors": [
        "S Rahman",
        "S Hossain"
      ],
      "year": 2020,
      "doi": "10.3329/bmrcb.v46i2.49014"
    },
    {
      "title": "Health professional digital capabilities frameworks: a scoping review",
      "authors": [
        "S Brice",
        "H Almond"
      ],
      "year": 2020,
      "doi": "10.2147/jmdh.s269412"
    },
    {
      "title": "Digital health to support primary care provision during a global pandemic",
      "authors": [
        "E Sturgiss",
        "J Desborough",
        "S Dykgraaf",
        "S Matenge",
        "G Dut",
        "S Davis",
        "L De Toca",
        "P Kelly",
        "M Kidd"
      ],
      "year": 2022
    },
    {
      "title": "Barriers and facilitators to the implementation of eHealth services: systematic literature analysis",
      "authors": [
        "B Schreiweis",
        "M Pobiruchin",
        "V Strotbaum",
        "J Suleder",
        "M Wiesner",
        "B Bergh"
      ],
      "year": 2019
    },
    {
      "title": "A digitally competent health workforce: scoping review of educational frameworks",
      "authors": [
        "N Nazeha",
        "D Pavagadhi",
        "B Kyaw",
        "J Car",
        "G Jimenez",
        "L Car"
      ],
      "year": 2020,
      "doi": "10.2196/22706"
    },
    {
      "title": "Informatics competencies for nurse leaders: a scoping review",
      "authors": [
        "G Strudwick",
        "L Nagle",
        "I Kassam",
        "M Pahwa",
        "L Sequeira"
      ],
      "year": 2019,
      "doi": "10.1097/nna.0000000000000760"
    },
    {
      "title": "Health information management leaders and the practice of leadership through the lens of Bowen theory",
      "authors": [
        "P Sheridan",
        "V Watzlaf",
        "L Fox"
      ],
      "year": 2016
    },
    {
      "title": "The impact of clinical leadership on health information technology adoption: systematic review",
      "authors": [
        "T Ingebrigtsen",
        "A Georgiou",
        "R Clay-Williams",
        "F Magrabi",
        "A Hordern",
        "M Prgomet",
        "J Li",
        "J Westbrook",
        "J Braithwaite"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.02.005"
    },
    {
      "title": "Adapting and validating informatics competencies for senior nurse leaders in the Canadian context: results of a Delphi study",
      "authors": [
        "G Strudwick",
        "L Nagle",
        "A Morgan",
        "M Kennedy",
        "L Currie",
        "B Lo",
        "P White"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijmedinf.2019.06.012"
    },
    {
      "title": "Health informatics competencies-underpinning e-health",
      "authors": [
        "H Grain",
        "E Hovenga"
      ],
      "year": 2011
    },
    {
      "title": "Digital Health, Looking beyond job titles in the world of data, digital and clinical informatics",
      "year": 2022,
      "doi": "10.3233/shti220216"
    },
    {
      "title": "A health management competency framework for Australia",
      "authors": [
        "Z Liang",
        "F Blackstock",
        "P Howard",
        "G Leggat",
        "A Hughes",
        "J Maddern",
        "D Briggs",
        "G Isouard",
        "N North",
        "S Leggat"
      ],
      "year": 2020
    },
    {
      "title": "Protocol for automated content analysis of corpus to determine informatics competencies amongst health service managers",
      "authors": [
        "M Brommeyer",
        "M Mackay",
        "Z Liang",
        "P Balan"
      ],
      "year": 2021,
      "doi": "10.24083/apjhm.v16i3.785"
    },
    {
      "title": "Management and leadership competence for hospital managers: a systematic review and best fit framework synthesis",
      "authors": [
        "E Kakeman",
        "Z Liang",
        "A Janati",
        "M Arab-Zozani",
        "B Mohaghegh",
        "M Gholizadeh"
      ],
      "year": 2020
    },
    {
      "title": "Safe, seamless and secure: evolving health and care to meet the needs of modern Australia: National Digital Health Strategy",
      "year": 2016
    },
    {
      "title": "Priorities For The 2022-23 Federal Budget Submission: Digital Health Workforce Capability To Address Australia's Future Healthcare Challenges",
      "year": 2022
    },
    {
      "title": "Ccentric Group & Creative Careers in Medicine, The Changing Face of Clinical Careers: Career pathways for health professionals beyond traditional clinical roles",
      "year": 2020,
      "doi": "10.1007/978-1-4614-0551-1_1"
    },
    {
      "title": "Scoping studies: towards a methodological framework",
      "authors": [
        "H Arksey",
        "L O'malley"
      ],
      "year": 2005
    },
    {
      "title": "The PRISMA statement for reporting systematic reviews and meta-analyses of studies that evaluate health care interventions: explanation and elaboration",
      "authors": [
        "A Liberati",
        "D Altman",
        "J Tetzlaff",
        "C Mulrow",
        "P Gøtzsche",
        "J Ioannidis",
        "M Clarke",
        "P Devereaux",
        "J Kleijnen",
        "D Moher"
      ],
      "year": 2009,
      "doi": "10.1016/j.jclinepi.2009.06.006"
    },
    {
      "title": "An examination of the leadership competency requirements of nurse leaders in healthcare information technology",
      "authors": [
        "M Amendola"
      ],
      "year": 2008
    },
    {
      "title": "Competence development and the implementation of technology in healthcare services",
      "authors": [
        "C Gjellebaek",
        "A Svensson",
        "C Bjørkquist"
      ],
      "year": 2018,
      "doi": "10.21125/iceri.2018.1124"
    },
    {
      "title": "Healthcare leadership styles, competencies and affinity for technology in the digital era",
      "authors": [
        "Z Ghafari"
      ],
      "year": 2019,
      "doi": "10.26634/jsch.9.4.2708"
    },
    {
      "title": "Nurse leadership and informatics competencies: shaping transformation of professional practice",
      "authors": [
        "M Kennedy",
        "A Moen"
      ],
      "year": 2017
    },
    {
      "title": "Core informatics competencies for clinical and translational scientists: what do our customers and collaborators need to know?",
      "authors": [
        "A Valenta",
        "E Meagher",
        "U Tachinardi",
        "J Starren"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocw047"
    },
    {
      "title": "Informatics competencies for nursing and healthcare leaders",
      "authors": [
        "B Westra",
        "C Delaney"
      ],
      "year": 2008
    },
    {
      "title": "A metasynthesis of competency standards suggest allied health are not preparing for a digital health future",
      "authors": [
        "K Butler-Henderson",
        "L Dalton",
        "Y Probst",
        "K Maunder",
        "M Merolli"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2020.104296"
    },
    {
      "title": "Preparing for the data revolution: identifying minimum health information competencies among the health workforce",
      "authors": [
        "M Whittaker",
        "N Hodge",
        "R Mares",
        "A Rodney"
      ],
      "year": 2015,
      "doi": "10.1186/s12960-015-0002-x"
    },
    {
      "title": "A knowledge-based taxonomy of critical factors for adopting electronic health record systems by physicians: a systematic literature review",
      "authors": [
        "V Castillo",
        "A Martínez-García",
        "J Pulido"
      ],
      "year": 2010
    },
    {
      "title": "Addressing the information deficit in global health: lessons from a digital acute care platform in Sri Lanka",
      "authors": [
        "A Beane",
        "A De Silva",
        "P Athapattu",
        "S Jayasinghe",
        "A Abayadeera",
        "M Wijerathne",
        "I Udayanga",
        "S Rathnayake",
        "A Dondorp",
        "R Haniffa"
      ],
      "year": 2019,
      "doi": "10.1136/bmjgh-2018-001134"
    },
    {
      "title": "Learning health systems need to bridge the 'two cultures' of clinical informatics and data science",
      "authors": [
        "P Scott",
        "R Dunscombe",
        "D Evans",
        "M Mukherjee",
        "J Wyatt"
      ],
      "year": 2018,
      "doi": "10.14236/jhi.v25i2.1062"
    },
    {
      "title": "Understanding the state of health information in Ireland: a qualitative study using a socio-technical approach",
      "authors": [
        "S Craig",
        "N Kodate"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijmedinf.2018.03.001"
    },
    {
      "title": "Factors associated with EHR user satisfaction in small clinic settings",
      "authors": [
        "A Afnan",
        "R Chandrasekaran"
      ],
      "year": 2015
    },
    {
      "title": "Developing national eHealth infrastructures-results and lessons from Europe",
      "authors": [
        "K Stroetmann",
        "J Artmann",
        "V Stroetmann"
      ],
      "year": 2011
    },
    {
      "title": "Adoption of health information technology among US nursing facilities",
      "authors": [
        "J Vest",
        "H Jung",
        "K Wiley",
        "H Kooreman",
        "L Pettit",
        "M Unruh"
      ],
      "year": 2019,
      "doi": "10.1016/j.jamda.2018.11.002"
    },
    {
      "title": "Stage 1 of the meaningful use incentive program for electronic health records: a study of readiness for change in ambulatory practice settings in one integrated delivery system",
      "authors": [
        "C Shea",
        "K Reiter",
        "M Weaver",
        "M Mcintyre",
        "J Mose",
        "J Thornhill",
        "R Malone",
        "B Weiner"
      ],
      "year": 2014
    },
    {
      "title": "Going digital: a checklist in preparing for hospitalwide electronic medical record implementation and digital transformation",
      "authors": [
        "I Scott",
        "C Sullivan",
        "A Staib"
      ],
      "year": 2019
    },
    {
      "title": "Envisioning the future of clinical analytics: a modified Delphi process in New South Wales, Australia",
      "authors": [
        "K Sutherland",
        "W Yeung",
        "Y Mak",
        "J Levesque"
      ],
      "year": 2020
    },
    {
      "title": "Evaluating educational interventions for health professions in the digital age",
      "authors": [
        "A Shachak",
        "S Reis",
        "K Gray",
        "D Choo",
        "K Butler-Henderson",
        "S Whetton",
        "A Maeder"
      ],
      "year": 2017,
      "doi": "10.1016/b978-0-12-805362-1.00023-1"
    },
    {
      "title": "Strategic Management of Health Care Organizations",
      "authors": [
        "P Ginter",
        "W Duncan",
        "L Swayne"
      ],
      "year": 2018
    },
    {
      "title": "Leadership roles in the specialist digital health workforce",
      "authors": [
        "T Leung",
        "K Wang",
        "T Mccall",
        "F Merode"
      ],
      "year": 2021,
      "doi": "10.1007/978-3-030-81850-0_11"
    },
    {
      "title": "Exploring Strategy",
      "authors": [
        "G Johnson",
        "R Whittington",
        "K Scholes",
        "D Angwin",
        "P Regner"
      ],
      "year": 2020
    },
    {
      "title": "Data, information, evidence, and knowledge: a proposal for health informatics and data science",
      "authors": [
        "O Dammann"
      ],
      "year": 2018
    },
    {
      "title": "Changing the conversation on evaluating digital transformation in healthcare: insights from an institutional analysis",
      "authors": [
        "A Burton-Jones",
        "S Akhlaghpour",
        "S Ayre",
        "P Barde",
        "A Staib",
        "C Sullivan"
      ],
      "year": 2020,
      "doi": "10.1016/j.infoandorg.2019.100255"
    },
    {
      "title": "A call for leadership and management competency development for directors of medical services-evidence from the Chinese public hospital system",
      "authors": [
        "Z Liang",
        "P Howard",
        "J Wang",
        "M Xu"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17186913"
    },
    {
      "title": "Power, paradox and pessimism: on the unintended consequences of digital health technologies in primary care",
      "authors": [
        "S Ziebland",
        "E Hyde",
        "J Powell"
      ],
      "year": 2021,
      "doi": "10.1016/j.socscimed.2021.114419"
    },
    {
      "title": "Successful organizational change: integrating the management practice and scholarly literatures",
      "authors": [
        "J Stouten",
        "D Rousseau",
        "D Cremer"
      ],
      "year": 2018,
      "doi": "10.5465/annals.2016.0095"
    }
  ],
  "num_references": 47
}
