{
  "paper_id": "5WU5CABQ",
  "title": "Measurement of blood pressure in humans: a scientific statement from the American Heart Association",
  "abstract": "W hile patients can check their blood pressure (BP) at home or at the drug store, primary care clinicians still rely mostly on in-office BP readings for hypertension management. But office readings are often inaccurate for a variety of reasons, including white coat hypertension, time constraints, and problems with measuring devices or technique. Increasing evidence supports another approach: 24-hour ambulatory BP monitoring (ABPM).  1  The United States Preventive Services Task Force (USPSTF) updated its guidelines in 2015 to recommend that primary care",
  "year": 2020,
  "date": "2020-06",
  "authors": [
    {
      "name": "Ian Kronish"
    },
    {
      "name": "Cindy Hughes"
    },
    {
      "name": "El Dorado"
    },
    {
      "name": "Kan Kristal Quispe"
    },
    {
      "affiliation": {
        "organization": "Center for Behavioral Cardiovascular Health",
        "department": "Center for Behavioral Cardiovascular Health",
        "institution": "Columbia University Irving Medical Center",
        "address": "New York"
      }
    },
    {
      "affiliation": {
        "organization": "Department",
        "department": "Department",
        "institution": "Columbia University"
      }
    }
  ],
  "doi": "10.1161/hyp.0000000000000087",
  "md5": "8577443A4A4519B75CC74285969FBFED",
  "publication": {
    "journal": "Hypertension",
    "journal_inferred": true
  },
  "sections": [
    {
      "text": "clinicians use ABPM to rule out white coat hypertension before prescribing medications for patients with newly elevated office BP readings, unless the need for such therapy is obvious.  2  Last year the Centers for Medicare & Medicaid Services (CMS) announced it was expanding reimbursement for ABPM to include assessment of suspected masked hypertension, which is the opposite of white coat hypertension (elevated out-of-office BP with non-elevated office BP). This new reimbursement policy has caused a surge of interest in ABPM from primary care practices. In this article, we review the clinical indications for ABPM and the procedures involved in it. We then provide a step-by-step guide for incorporating ABPM into a primary care practice in a financially sustainable manner."
    },
    {
      "title": "WHAT IS ABPM?",
      "text": "ABPM is an assessment method in which BP measurements are taken at regular intervals when patients are awake and asleep, during a typical 24-hour period.  3 atients wear a small monitor connected by tubing to a BP cuff on their arm. The monitor triggers the cuff to inflate and take a reading, typically every 20 to 30 minutes. Then it stores BP and heart rate data.\n\nABPM devices typically give an alert about 30 seconds before the cuff inflates, allowing patients to sit or stand still with their arm straight during the BP readings. Patients are otherwise advised to go about their usual activities and remove the device only for bathing or vigorous exercise. There is no need for a rest period or special positioning during ABPM. After the 24-hour period, BP readings are uploaded from the ABPM device using software that calculates BP and pulse averages, minimums, and maximums throughout awake, asleep, and total 24-hour periods. The software also calculates changes in BP from awake to asleep periods, which is known as \"nocturnal dipping.\" The average BPs during awake and asleep periods are most important for clinical decision-making."
    },
    {
      "title": "COMMON INDICATIONS FOR ORDERING ABPM",
      "text": "There are a number of well-established clinical indications for ABPM (see \"Common ABPM indications and insurance coverage\"), including to rule out white coat hypertension, which affects approximately 20% of adults.  4 These patients have similar cardiovascular risk to patients with normotension, and most experts agree that they don't need medications.\n\nABPM is also used to diagnose masked hypertension, which is estimated to be present in about 12% of U.S. adults who don't have a hypertension diagnosis.  5 atients with masked hypertension have at least twice the risk of cardiovascular events as those with normotension -a rate similar to patients with sustained hypertension (BP elevated when measured both in and out of the office). While any adult patient could theoretically have masked hypertension, experts currently recommend ABPM in suspected cases only in patients with office BP readings near the hypertension threshold.  6 nother common use for ABPM is testing for white coat effect in patients with resistant hypertension (i.e., patients on three BP-lowering drugs from different classes) before adding additional medications. Studies consistently demonstrate Patients are otherwise advised to go about their usual activities and remove the device only for bathing or vigorous exercise."
    },
    {
      "title": "KEY POINTS",
      "text": "• Ambulatory blood pressure monitoring (ABPM) is an evaluation method in which patients are fitted for an arm cuff connected to a device that checks their blood pressure (BP) regularly for 24 hours at home.\n\n• ABPM is more accurate than in-office BP readings, because it excludes white coat hypertension and masked hypertension.\n\n• ABPM also allows for evalution of patients' blood pressure while they are awake versus asleep, which can be valuable for risk assessment.\n\n• Start-up costs are a barrier to adding ABPM to primary care practices, but clinicians with a significant number of commercially insured patients can recoup those costs relatively quickly.\n\nthat approximately one-third of patients with apparently uncontrolled resistant hypertension actually show controlled BP readings on ABPM.  7 Unfortunately, CMS and some commercial insurers do not yet cover this indication. Less common reasons for ordering ABPM include assessing for orthostatic or post-prandial hypotension. These patients keep a diary of meal times and trigger BP readings during lightheaded episodes. ABPM can also be useful for understanding circadian patterns in BP, including during sleep. A growing body of literature shows that nocturnal hypertension independently contributes to cardiovascular risk.  8"
    },
    {
      "title": "HOW TO SET UP ABPM IN YOUR PRACTICE",
      "text": "Here's how to add ABPM to a practice.\n\nStep 1: Determine the practice goals. Will ABPM be used infrequently, by just one or two clinicians, or is the goal for broad uptake across the practice for both diagnosing and managing hypertension, to achieve economies of scale? Is there pent-up demand for ABPM in the practice, or will the goal be to first raise awareness about ABPM's importance? Is the primary goal to increase revenue or to increase adoption of BP measurement guidelines and provide patients with high-quality hypertension care?\n\nStep 2: Determine eligibility criteria and cost for ABPM. Depending on its goals, each practice can establish different criteria to decide which patients should be targeted for ABPM. Some restrict ABPM to indications covered by insurers. Coverage varies by insurer, however, and can be hard to predict.\n\nBefore CMS expanded coverage to include suspected masked hypertension, Medicare technically only covered ABPM for patients who had elevated BP in the office without a diagnosis of hypertension. But a study that reviewed actual Medicare reimbursements showed that CMS commonly paid for ABPM for patients already on BP medications.  9 ractices often charge $200 to $250 for Patients with masked hypertension have at least twice the risk of cardiovascular events as those with normotension -a rate similar to patients with sustained hypertension."
    },
    {
      "title": "COMMON ABPM INDICATIONS AND INSURANCE COVERAGES",
      "text": "Indication (ICD-10) Covered by Medicare/Medicaid Covered by commercial insurers White coat hypertension (R03.0) Yes Usually Masked hypertension (ICD-10 code pending) Planned Usually Resistant or labile hypertension (I10) No Usually Nocturnal hypertension (no specific ICD-10 code) No Usually Post-prandial or orthostatic hypotension or syncope (I95.1 or R55) No Usually CMS coverage indications for ABPM* For diagnosis of suspected white coat hypertension Elevated average office BP (per new American Heart Association guideline) on two separate visits with at least two separate measurements made at each visit and with at least two BP measurements outside the office < 130/80 mm Hg For diagnosis of suspected masked hypertension Average office systolic BP 120-129 mm Hg or diastolic BP 75-79 mm Hg on two separate office visits with at least two separate measurements made at each visit and with at least two BP measurements outside the office ≥ 130/80 mm Hg *Patient is covered for one test per year ABPM, but reimbursements vary by payer. Economic considerations are discussed more thoroughly later in this article.\n\nStep 3: Create an ABPM team. An effective ABPM team includes staff members who schedule patients, place and retrieve devices, prepare ABPM reports for clinician interpretation, and can support ABPM within the practice. Ideally, the team will include physicians who champion the importance of careful BP measurement and ABPM. Although no special certification in ABPM is required, nurses or medical assistants should be trained to place ABPM devices and educate patients about how to successfully complete an ABPM session. Administrators should be consulted early to ensure systems are in place for billing and compliance. Front-desk staff should also be included because patients may ask them about ABPM and they will likely be involved in scheduling.\n\nStep 4. Select an ABPM device and software. Websites (including  https://bihsoc . org/bp-monitors/ from the British and Irish Hypertension Society) compile lists of ABPM devices that have undergone independent validation testing. While there are differences in the software, all the major devices provide the basic output needed to prepare ABPM reports. Other differences include cost, aesthetics, and software compatibility -some devices are more easily incorporated into existing electronic health record (EHR) systems than others. Representatives of the device manufacturers can arrange demonstrations.\n\nStep 5. Create an ABPM protocol. An ABPM protocol should first consider how Once a device is placed, take a test measurement before the patient leaves the office. A safety protocol for handling severely abnormal BP readings in the office should be in place. ABPM PATIENT FAQS Question Sample response Do I need to prepare the night before? No, you can do everything you normally do the night before starting your test. Do I need special attire? We recommend that you wear a loose shirt, tank top, short-sleeved shirt, or button-down shirt so that you can comfortably wear the blood pressure (BP) cuff on your upper arm. How often will my BP be measured? Your BP will be measured every 30 minutes. During the day, the device will beep to warn you a measurement is about to be taken. During the night, the device will not beep while you are sleeping. If an accurate measurement cannot be obtained due to motion or some other reason, then the device will attempt a second measurement one minute later. Do I have to wear the device when I sleep? Yes. We realize it can be uncomfortable to wear the device during sleep. But measurements obtained during sleep can provide useful information about your BP. We recommend that you try to wear the device during sleep. What happens if I can't sleep with the device on? If you are unable to continue monitoring during sleep, you may turn off the device and remove it until the morning. When you put the device back on in the morning, remember to turn the device on again. Should I shower with it? No, you should remove and turn off the device when showering. Can I exercise with the device? Yes. You can perform light exercise with the device on. We recommend that you remove the device during strenuous exercise such as sports or running. The device also should not be placed in contact with water. clinicians order and schedule patients for testing. It is helpful to advise patients to wear a loose-fitting shirt to their visit so devices are easier to place. This can be included in an information sheet about frequently asked questions and sent to patients. (See \"ABPM patient FAQs.\") On the day of ABPM, a pre-monitoring checklist that includes ensuring a device is available and initializing it for use may be helpful. The practice should also have a plan for preparing patients for the ABPM session. Thoroughly inform patients about what to expect, including the nighttime BP measurements. Measure arm circumference to ensure the right size BP cuff is used. The cuff is typically placed on the patient's nondominant arm. Patients who plan to remove the device during the 24-hour period (e.g., to shower) should be observed in the office taking the cuff off and putting it back on to ensure they do it properly. Once a device is placed, take a test measurement before the patient leaves the office. A safety protocol for handling severely abnormal BP readings in the office should be in place. After the initial measurement, most ABPM devices do not display readings to avoid provoking patient anxiety during monitoring. Protocols should also include retrieving devices and patients' sleep diaries upon completion of monitoring. Patients should record the time they went to sleep, the time they woke up, and possibly the time of naps.\n\nStep 6. Prepare and interpret results. Once devices are returned, stored data must be imported into a computer and saved securely. ABPM software usually allows customizable editing to exclude outlier readings that could be due to artifacts (e.g., systolic BP > 240 mm Hg). Sleep periods must be manually entered into the ABPM report. There are no universally agreed-upon criteria for the minimum number of BP readings required for an accurate report, but in clinical settings the convention is at least 20 awake BP readings to estimate mean awake BP and seven asleep readings to estimate mean asleep BP.  10  Patients can repeat the test if they do not obtain sufficient readings. When interpreting ABPM results, clinicians generally state whether the mean awake and mean asleep BP are above or below hypertension thresholds. The thresholds can differ between office readings and ABPM. (See \"ABPM levels corresponding to office BP levels.\") ABPM reports should also include nocturnal hypertension, if present, and the extent of nighttime dipping, especially if it is suboptimal (i.e., < 10% decrease from mean awake to mean asleep BP). Interpretations might also highlight individual severely elevated readings (e.g., systolic BP > 200 mm Hg) or decreased BP and pulse readings (e.g., ABPM LEVELS CORRESPONDING TO OFFICE BP LEVELS Office BP, mm Hg Mean awake ABPM, mm Hg Mean asleep ABPM, mm Hg Mean 24-hour ABPM, mm Hg 120/80 120/80 100/65 115/75 130/80 130/80 110/65 125/75 140/90 135/85 120/70 130/80 160/100 145/90 140/85 145/90"
    },
    {
      "title": "ABPM CODING",
      "text": "CPT codes for ABPM are 93784, 93786, 93788, and 93790. Physicians report 93784 when they perform the complete ABPM service. When third parties perform the technical aspects of ABPM (recording data and generating an analysis report), they report codes 93786 and 93788 and the physician reports 93790 after reviewing and interpreting the report.\n\nThe ICD-10 codes for ABPM indications should be linked to the appropriate CPT code to reflect the reason for testing. For example, when using ABPM to rule out white coat hypertension or confirm hypertension due to elevated office BP readings, physicians should report ICD-10 code R03.0. Health plans with published payment policies for ABPM may include specific ICD-10 codes that support payment for the service for specific indications."
    },
    {
      "title": "CPT code",
      "text": "Procedure 93784 Ambulatory blood pressure monitoring, utilizing reportgenerating software, automated, worn continuously for 24 hours or longer; including recording, scanning analysis, interpretation, and report. 93786 Recording only (reported on the date monitoring is completed) 93788 Scanning analysis with report systolic BP < 90 mm Hg, pulse > 120 bpm). If the interpreting clinician knows whether patients are taking BP-lowering medications, he or she might classify patients into a BP phenotype (e.g., white coat hypertension). There are detailed guidelines and expert recommendations for how to interpret ABPM data published elsewhere. 11 Finally, the interpretation might include recommendations about when to repeat ABPM testing, if warranted. It is customary to upload the complete ABPM report produced by the software, after editing, alongside the physician's interpretation, in the EHR. Practices can also share ABPM reports with patients, though this step is not required for billing."
    },
    {
      "title": "ECONOMIC CONSIDERATIONS IN IMPLEMENTING ABPM IN CLINICAL PRACTICE",
      "text": "In the United States, ABPM has primarily been offered by specialized hypertension clinics, typically located within nephrology or cardiology practices. Despite the clinical advantages of ABPM, primary care clinicians face economic challenges incorporating it into their practices.  12 BPM devices cost about $2,000 to $2,500 each, plus the cost of software. There are additional costs for replacing lost or broken devices, stocking batteries, and washing BP cuffs between uses. Finally, there is a time investment for learning how to use the software, creating a protocol, and training staff. Ongoing personnel costs include staff time to place and retrieve ABPM devices and counsel patients, and professional time for the clinician to interpret ABPM data. (See \"ABPM coding,\" page 23.) Still, it is possible for practices to recoup these costs with billing revenue, particularly if a substantial proportion of their patients are commercially insured.\n\nABPM can generate $100 to $250 per test from commercial insurers. (See \"Sample reimbursements.\") Estimating a start-up cost of $5,000 for two ABPM devices and associated equipment, and $50 for staff and clinician time for each test, a practice with a commercially insured patient population could generate a net of about $100 per test. That translates to a practice exceeding the upfront investment cost after approximately 50 tests. But for practices that rely heavily on Medicare and Medicaid, it is challenging to generate sufficient revenue from ABPM to exceed the cost of implementation.\n\nIncorporating ABPM into the flow of patient care may be the most efficient approach. This does not require a separate visit just for placement of the ABPM device, and billing can occur as a CPT code added to an existing patient care visit. This approach presumes support staff can help clinicians by placing devices and explaining ABPM testing procedures. In our experience, this takes an average of 30 minutes. ABPM also requires staff to ensure devices are returned in a timely manner, as well as to help prepare ABPM reports. These resources are sometimes unavailable in primary care practices.\n\nAn alternative approach is to create a stand-alone ABPM service inside a practice. This makes sense if one is seeking to make ABPM accessible to a larger group of clinicians. In this model, appointments are still often scheduled to coincide with separately billable office visits with physicians or advanced practice providers to minimize the"
    },
    {
      "title": "SAMPLE REIMBURSEMENTS",
      "text": "Shown below are ABPM reimbursements at a university-affiliated clinic in 2019. Actual amounts vary by insurer, location, etc. Primary insurance CPT code 93784 reimbursement (USD) Commercial 1 $248.09 Commercial 2 $172.16 Commercial 3 $163.93 Commercial 4 $124.44 Medicaid $63.29 Medicare $60.00\n\nA practice with a commercially insured patient population could generate a net of about $100 per test."
    },
    {
      "title": "BLOOD PRESSURE",
      "text": "administrative burden of scheduling separate appointments with separate paperwork. In either approach ABPM has proven benefits for patients and -with the right payer mix and the right personnel -it can be a financially sustainable addition to a practice."
    }
  ],
  "references": [
    {
      "title": "Measurement of blood pressure in humans: a scientific statement from the American Heart Association",
      "authors": [
        "P Muntner",
        "D Shimbo",
        "R Carey"
      ],
      "year": 2019,
      "doi": "10.1161/hyp.0000000000000087",
      "journal": "Hypertension",
      "volume": "73",
      "issue": "5",
      "raw": "Measurement of blood pressure in humans: a scientific statement from the American Heart Association \n\t\t \n\t\t\t P Muntner \n\t\t \n\t\t \n\t\t\t D Shimbo \n\t\t \n\t\t \n\t\t\t R M Carey \n\t\t \n\t\t 10.1161/hyp.0000000000000087 \n\t \n\t \n\t\t Hypertension \n\t\t \n\t\t\t 73 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t Muntner P, Shimbo D, Carey RM, et al. Measurement of blood pressure in humans: a scientific statement from the American Heart Association. Hypertension. 2019;73(5):e35-e66"
    },
    {
      "title": "Screening for high blood pressure in adults: U.S. Preventive Services Task Force recommendation statement",
      "authors": [
        "A Siu",
        "U Services",
        "Task Force"
      ],
      "year": 2015,
      "doi": "10.7326/m15-2223",
      "journal": "Ann Intern Med",
      "volume": "163",
      "raw": "Screening for high blood pressure in adults: U.S. Preventive Services Task Force recommendation statement \n\t\t \n\t\t\t A L Siu \n\t\t \n\t\t \n\t\t\t U S Services \n\t\t \n\t\t \n\t\t\t Task Force \n\t\t \n\t\t 10.7326/m15-2223 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 163 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Siu AL, U.S. Preventive Services Task Force. Screening for high blood pressure in adults: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2015;163:778-786."
    },
    {
      "title": "Role of ambulatory and home blood pressure monitoring in clinical practice: a narrative review",
      "authors": [
        "D Shimbo",
        "M Abdalla",
        "L Falzon",
        "R Townsend",
        "P Muntner"
      ],
      "year": 2015,
      "doi": "10.7326/m15-1270",
      "journal": "Ann Intern Med",
      "volume": "163",
      "raw": "Role of ambulatory and home blood pressure monitoring in clinical practice: a narrative review \n\t\t \n\t\t\t D Shimbo \n\t\t \n\t\t \n\t\t\t M Abdalla \n\t\t \n\t\t \n\t\t\t L Falzon \n\t\t \n\t\t \n\t\t\t R R Townsend \n\t\t \n\t\t \n\t\t\t P Muntner \n\t\t \n\t\t 10.7326/m15-1270 \n\t \n\t \n\t\t Ann Intern Med \n\t\t \n\t\t\t 163 \n\t\t\t \n\t\t\t 2015 \n\t\t \n\t \n\t Shimbo D, Abdalla M, Falzon L, Townsend RR, Muntner P. Role of ambulatory and home blood pressure monitor- ing in clinical practice: a narrative review. Ann Intern Med. 2015;163:691-700."
    },
    {
      "title": "Screening for High Blood Pressure in Adults: A Systematic Evidence Review for the U",
      "authors": [
        "M Piper",
        "C Evans",
        "B Burda"
      ],
      "year": 2014,
      "doi": "10.1037/e428312005-001",
      "journal": "S. Preventive Services Task Force",
      "raw": "Screening for High Blood Pressure in Adults: A Systematic Evidence Review for the U \n\t\t \n\t\t\t M A Piper \n\t\t \n\t\t \n\t\t\t C V Evans \n\t\t \n\t\t \n\t\t\t B U Burda \n\t\t \n\t\t 10.1037/e428312005-001 \n\t\t No. 13-05194-EF-1 \n\t \n\t \n\t\t S. Preventive Services Task Force \n\t\t \n\t\t\t December 2014 \n\t\t \n\t\t \n\t\t\t Agency for Healthcare Research and Quality \n\t\t \n\t \n\t Report \n\t Piper MA, Evans CV, Burda BU, et al. Screening for High Blood Pressure in Adults: A Systematic Evidence Review for the U.S. Preventive Services Task Force. Report No. 13-05194-EF-1. Agency for Healthcare Research and Quality; December 2014."
    },
    {
      "title": "Prevalence of masked hypertension among U.S. adults with nonelevated clinic blood pressure",
      "authors": [
        "Y Wang",
        "D Shimbo",
        "P Muntner",
        "A Moran",
        "L Krakoff",
        "J Schwartz"
      ],
      "year": 2017,
      "doi": "10.1093/aje/kww237",
      "journal": "Am J Epidemiol",
      "volume": "185",
      "issue": "3",
      "raw": "Prevalence of masked hypertension among U.S. adults with nonelevated clinic blood pressure \n\t\t \n\t\t\t Y C Wang \n\t\t \n\t\t \n\t\t\t D Shimbo \n\t\t \n\t\t \n\t\t\t P Muntner \n\t\t \n\t\t \n\t\t\t A E Moran \n\t\t \n\t\t \n\t\t\t L R Krakoff \n\t\t \n\t\t \n\t\t\t J E Schwartz \n\t\t \n\t\t 10.1093/aje/kww237 \n\t \n\t \n\t\t Am J Epidemiol \n\t\t \n\t\t\t 185 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Wang YC, Shimbo D, Muntner P, Moran AE, Krakoff LR, Schwartz JE. Prevalence of masked hypertension among U.S. adults with nonelevated clinic blood pressure. Am J Epidemiol. 2017;185(3):194-202."
    },
    {
      "title": "Guideline for the prevention, detection, evaluation, and management of high blood pressure in adults",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow"
      ],
      "year": 2018,
      "journal": "Hypertension",
      "volume": "71",
      "issue": "6",
      "raw": "Guideline for the prevention, detection, evaluation, and management of high blood pressure in adults \n\t\t \n\t\t\t P K Whelton \n\t\t \n\t\t \n\t\t\t R M Carey \n\t\t \n\t\t \n\t\t\t W S Aronow \n\t\t \n\t \n\t \n\t\t Hypertension \n\t\t \n\t\t\t 71 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Whelton PK, Carey RM, Aronow WS, et al. Guideline for the prevention, detection, evaluation, and manage- ment of high blood pressure in adults. Hypertension. 2018;71(6):e13-e115."
    },
    {
      "title": "White-coat hypertension: new insights from recent studies",
      "authors": [
        "S Franklin",
        "L Thijs",
        "T Hansen",
        "O 'brien",
        "E Staessen"
      ],
      "year": 2013,
      "doi": "10.1161/hypertensionaha.113.01275",
      "journal": "Hypertension",
      "volume": "62",
      "issue": "6",
      "raw": "White-coat hypertension: new insights from recent studies \n\t\t \n\t\t\t S S Franklin \n\t\t \n\t\t \n\t\t\t L Thijs \n\t\t \n\t\t \n\t\t\t T W Hansen \n\t\t \n\t\t \n\t\t\t O 'brien \n\t\t \n\t\t \n\t\t\t E Staessen \n\t\t \n\t\t \n\t\t\t J A \n\t\t \n\t\t 10.1161/hypertensionaha.113.01275 \n\t \n\t \n\t\t Hypertension \n\t\t \n\t\t\t 62 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Franklin SS, Thijs L, Hansen TW, O'Brien E, Staessen JA. White-coat hypertension: new insights from recent stud- ies. Hypertension. 2013;62(6):982-987."
    },
    {
      "title": "Prognostic value of isolated nocturnal hypertension on ambulatory measurement in 8,711 individuals from 10 populations",
      "authors": [
        "H Fan",
        "Y Li",
        "L Thijs"
      ],
      "year": 2010,
      "doi": "10.1097/hjh.0b013e32833b49fe",
      "journal": "J Hypertens",
      "volume": "28",
      "issue": "10",
      "raw": "Prognostic value of isolated nocturnal hypertension on ambulatory measurement in 8,711 individuals from 10 populations \n\t\t \n\t\t\t H Q Fan \n\t\t \n\t\t \n\t\t\t Y Li \n\t\t \n\t\t \n\t\t\t L Thijs \n\t\t \n\t\t 10.1097/hjh.0b013e32833b49fe \n\t \n\t \n\t\t J Hypertens \n\t\t \n\t\t\t 28 \n\t\t\t 10 \n\t\t\t \n\t\t\t 2010 \n\t\t \n\t \n\t Fan HQ, Li Y, Thijs L, et al. Prognostic value of isolated nocturnal hypertension on ambulatory measurement in 8,711 individuals from 10 populations. J Hypertens. 2010;28(10):2036-2045."
    },
    {
      "title": "The use of ambulatory blood pressure monitoring among Medicare beneficiaries in 2007-2010",
      "authors": [
        "D Shimbo",
        "S Kent",
        "K Diaz"
      ],
      "year": 2014,
      "doi": "10.1016/j.jash.2014.09.015",
      "journal": "J Am Soc Hypertens",
      "volume": "8",
      "issue": "12",
      "raw": "The use of ambulatory blood pressure monitoring among Medicare beneficiaries in 2007-2010 \n\t\t \n\t\t\t D Shimbo \n\t\t \n\t\t \n\t\t\t S T Kent \n\t\t \n\t\t \n\t\t\t K M Diaz \n\t\t \n\t\t 10.1016/j.jash.2014.09.015 \n\t \n\t \n\t\t J Am Soc Hypertens \n\t\t \n\t\t\t 8 \n\t\t\t 12 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Shimbo D, Kent ST, Diaz KM, et al. The use of ambu- latory blood pressure monitoring among Medicare beneficiaries in 2007-2010. J Am Soc Hypertens. 2014;8(12):891-897."
    },
    {
      "title": "European Society of Hypertension practice guidelines for ambulatory blood pressure monitoring",
      "authors": [
        "G Parati",
        "G Stergiou",
        "O' Brien"
      ],
      "year": 2014,
      "journal": "J Hypertens",
      "volume": "32",
      "issue": "7",
      "raw": "European Society of Hypertension practice guidelines for ambulatory blood pressure monitoring \n\t\t \n\t\t\t G Parati \n\t\t \n\t\t \n\t\t\t G Stergiou \n\t\t \n\t\t \n\t\t\t O' Brien \n\t\t \n\t\t \n\t\t\t E \n\t\t \n\t \n\t \n\t\t J Hypertens \n\t\t \n\t\t\t 32 \n\t\t\t 7 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Parati G, Stergiou G, O'Brien E, et al. European Society of Hypertension practice guidelines for ambulatory blood pressure monitoring. J Hypertens. 2014;32(7):1359-1366."
    },
    {
      "title": "European Society of Hypertension position paper on ambulatory blood pressure monitoring",
      "authors": [
        "E O'brien",
        "G Parati",
        "G Stergiou"
      ],
      "year": 2013,
      "doi": "10.1097/hjh.0000000000000017",
      "journal": "J Hypertens",
      "volume": "31",
      "issue": "9",
      "raw": "European Society of Hypertension position paper on ambulatory blood pressure monitoring \n\t\t \n\t\t\t E O'brien \n\t\t \n\t\t \n\t\t\t G Parati \n\t\t \n\t\t \n\t\t\t G Stergiou \n\t\t \n\t\t 10.1097/hjh.0000000000000017 \n\t \n\t \n\t\t J Hypertens \n\t\t \n\t\t\t 31 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t O'Brien E, Parati G, Stergiou G, et al. European Society of Hypertension position paper on ambulatory blood pressure monitoring. J Hypertens. 2013;31(9):1731-1768."
    },
    {
      "title": "Barriers to conducting ambulatory and home blood pressure monitoring during hypertension screening in the United States",
      "authors": [
        "I Kronish",
        "S Kent",
        "N Moise"
      ],
      "year": 2017,
      "doi": "10.1016/j.jash.2017.06.012",
      "journal": "J Am Soc Hypertens",
      "volume": "11",
      "issue": "9",
      "raw": "Barriers to conducting ambulatory and home blood pressure monitoring during hypertension screening in the United States \n\t\t \n\t\t\t I M Kronish \n\t\t \n\t\t \n\t\t\t S Kent \n\t\t \n\t\t \n\t\t\t N Moise \n\t\t \n\t\t 10.1016/j.jash.2017.06.012 \n\t \n\t \n\t\t J Am Soc Hypertens \n\t\t \n\t\t\t 11 \n\t\t\t 9 \n\t\t\t \n\t\t\t 2017 \n\t\t \n\t \n\t Kronish IM, Kent S, Moise N, et al. Barriers to conduct- ing ambulatory and home blood pressure monitoring during hypertension screening in the United States. J Am Soc Hypertens. 2017;11(9):573-580."
    },
    {
      "title": "Gain Your Advantage AAFP membership gets YOU. Explore exclusive members-only discounts and services for your personal and professional life. the AAFP's exclusive members-only benefits program Get started today: aafp",
      "doi": "10.1370/afm.250095",
      "raw": "10.1370/afm.250095 \n\t\t STP17101851 \n\t\t \n\t\t Gain Your Advantage AAFP membership gets YOU. Explore exclusive members-only discounts and services for your personal and professional life. the AAFP's exclusive members-only benefits program Get started today: aafp \n\t\t \n\t \n\t Gain Your Advantage AAFP membership gets YOU. Explore exclusive members-only discounts and services for your personal and professional life. the AAFP's exclusive members-only benefits program Get started today: aafp.org/memberdiscount STP17101851"
    }
  ],
  "num_references": 13,
  "license": "Copyright © 2020 American Academy of Family Physicians. For the private, noncommercial use of one individual user of the website. All other rights reserved. Contact copyrights@aafp.org for questions and permission requests.",
  "license_type": "unknown",
  "num_citations": 10,
  "cited_references": [
    "b3",
    "b4",
    "b2",
    "b5",
    "b7",
    "b11",
    "b8",
    "b6",
    "b9",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] Center for Behavioral Cardiovascular Health at Columbia University Irving Medical Center in New York .",
    "[raw_affiliation] Columbia University Department of Medicine in New York. Department of Family Medicine and Community Health at Duke University School of Medicine.",
    "www.aafp.org/fpm",
    "Review with interpretation and report",
    "1/17/18 3:50 PM",
    "[raw_reference] Muntner P, Shimbo D, Carey RM, et al. Measurement of blood pressure in humans: a scientific statement from the American Heart Association. Hypertension. 2019;73(5):e35-e66",
    "[raw_reference] Siu AL, U.S. Preventive Services Task Force. Screening for high blood pressure in adults: U.S. Preventive Services Task Force recommendation statement. Ann Intern Med. 2015;163:778-786.",
    "[raw_reference] Shimbo D, Abdalla M, Falzon L, Townsend RR, Muntner P. Role of ambulatory and home blood pressure monitor- ing in clinical practice: a narrative review. Ann Intern Med. 2015;163:691-700.",
    "[report_type] Report",
    "[raw_reference] Piper MA, Evans CV, Burda BU, et al. Screening for High Blood Pressure in Adults: A Systematic Evidence Review for the U.S. Preventive Services Task Force. Report No. 13-05194-EF-1. Agency for Healthcare Research and Quality; December 2014.",
    "[raw_reference] Wang YC, Shimbo D, Muntner P, Moran AE, Krakoff LR, Schwartz JE. Prevalence of masked hypertension among U.S. adults with nonelevated clinic blood pressure. Am J Epidemiol. 2017;185(3):194-202.",
    "[raw_reference] Whelton PK, Carey RM, Aronow WS, et al. Guideline for the prevention, detection, evaluation, and manage- ment of high blood pressure in adults. Hypertension. 2018;71(6):e13-e115.",
    "[raw_reference] Franklin SS, Thijs L, Hansen TW, O'Brien E, Staessen JA. White-coat hypertension: new insights from recent stud- ies. Hypertension. 2013;62(6):982-987.",
    "[raw_reference] Fan HQ, Li Y, Thijs L, et al. Prognostic value of isolated nocturnal hypertension on ambulatory measurement in 8,711 individuals from 10 populations. J Hypertens. 2010;28(10):2036-2045.",
    "[raw_reference] Shimbo D, Kent ST, Diaz KM, et al. The use of ambu- latory blood pressure monitoring among Medicare beneficiaries in 2007-2010. J Am Soc Hypertens. 2014;8(12):891-897.",
    "[raw_reference] Parati G, Stergiou G, O'Brien E, et al. European Society of Hypertension practice guidelines for ambulatory blood pressure monitoring. J Hypertens. 2014;32(7):1359-1366.",
    "[raw_reference] O'Brien E, Parati G, Stergiou G, et al. European Society of Hypertension position paper on ambulatory blood pressure monitoring. J Hypertens. 2013;31(9):1731-1768.",
    "[raw_reference] Kronish IM, Kent S, Moise N, et al. Barriers to conduct- ing ambulatory and home blood pressure monitoring during hypertension screening in the United States. J Am Soc Hypertens. 2017;11(9):573-580.",
    "[raw_reference] Gain Your Advantage AAFP membership gets YOU. Explore exclusive members-only discounts and services for your personal and professional life. the AAFP's exclusive members-only benefits program Get started today: aafp.org/memberdiscount STP17101851"
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
