{
  "paper_id": "5X65P3SF",
  "title": "Predictors of Retention in an Adult Text Messaging Smoking Cessation Intervention Program: Cohort Study",
  "abstract": "Background: Mobile health tools such as text messaging programs can support smoking cessation. However, high rates of disengagement from these tools decrease their effectiveness. \n Objective: The purpose of this study was to identify user characteristics associated with retention in an adult text messaging smoking cessation intervention. Methods: Adults initiating a quit attempt using the publicly available program SmokefreeTXT between March 6 and June 21, 2016 (n=6215), were included. Data were collected to assess nicotine dependence, frequency of being around other smokers, time of the day for cigarette cravings, extrinsic and intrinsic motivation to quit smoking, confidence in quitting, and long-term intention to be smoke free. Multivariable survival analysis modeling for time to opt out was conducted to identify characteristics associated with opting out over the course of the intervention, adjusting for age, sex, and smoking frequency, reset of the quit date by the user, and the number of days enrolled before initiating the quit attempt. Among those who opted out, multivariable multinomial logistic regression analysis was used to identify predictors of opting out early (within 3 days and between 4 and 7 days into the quit attempt) compared to opting out late (more than 7 days into the quit attempt), adjusting for the same confounders. Results: Survival analyses indicated that younger age, female sex, higher levels of nicotine dependence, lower intention to be smoke free, and enrolling in SmokefreeTXT ≤1 week before initiating the quit attempt were associated with an increased risk of opting out. For example, users who smoked within 5 minutes of waking up were 1.17 times more likely to opt out than those who smoked more than 5 minutes after waking up (95% CI 1.01-1.35). Among users who opted out from SmokefreeTXT, logistic regression modeling indicated that compared to users who were never or rarely around other smokers, those who were sometimes around other smokers had 1.96 times more likely to opt out within the first 3 days of the quit attempt (95% CI 1.18-3.25). In addition, compared to users with high levels of long-term quit intention, users with lower levels of intention had 1.80 times the odds of opting out between 4 and 7 days into the quit attempt (95% CI 1.02-3.18). Users who reset their quit date after initiating a quit attempt were less likely to opt out at either time point compared with those who did not reset their quit date. \n Conclusions: Several user characteristics are associated with retention in an adult text messaging smoking cessation program. These results provide guidance on potential characteristics that should be addressed in future text messaging smoking cessation programs. Providing additional support to users with these characteristics may increase retention in text messaging programs and ultimately lead to smoking cessation.",
  "year": 2014,
  "date": "2014",
  "journal": "Annu Rev Public Health",
  "publication": "Annu Rev Public Health",
  "authors": [
    {
      "forename": "Kara",
      "surname": "Wiseman",
      "name": "Kara Wiseman",
      "affiliation": "1  Tobacco Control Research Branch , Behavioral Research Program , National Cancer Institute , Bethesda , MD , United States \n\t\t\t\t\t\t\t\t Tobacco Control Research Branch \n\t\t\t\t\t\t\t\t Behavioral Research Program \n\t\t\t\t\t\t\t\t National Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States",
      "email": "kara.wiseman@nih.gov"
    },
    {
      "forename": "Kisha",
      "surname": "Coa",
      "name": "Kisha Coa",
      "affiliation": "2  ICF , Fairfax , VA , United States Tobacco Control Research Branch Behavioral Research Program \n\t\t\t\t\t\t\t\t Tobacco Control Research Branch Behavioral Research Program \n\t\t\t\t\t\t\t\t ICF \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Fairfax \n\t\t\t\t\t\t\t\t\t VA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Yvonne",
      "surname": "Prutzman",
      "name": "Yvonne Prutzman",
      "affiliation": "1  Tobacco Control Research Branch , Behavioral Research Program , National Cancer Institute , Bethesda , MD , United States \n\t\t\t\t\t\t\t\t Tobacco Control Research Branch \n\t\t\t\t\t\t\t\t Behavioral Research Program \n\t\t\t\t\t\t\t\t National Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "surname": "Mph",
      "name": "Mph"
    },
    {
      "affiliation": "National Cancer Institute 9606 Medical Center Drive , MSC 9761 Room 3E208 Bethesda , MD , 20892-9761 United States \n\t\t\t\t\t\t\t\t National Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 9606 Medical Center Drive MSC 9761 Room 3E208 \n\t\t\t\t\t\t\t\t\t 20892-9761 \n\t\t\t\t\t\t\t\t\t Bethesda \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "https://doi.org/10.13039/100000054",
  "keywords": [
    "smoking cessation",
    "text-messaging",
    "mHealth",
    "engagement"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Although smoking rates continue to decline, smoking is responsible for more than 480,000 deaths annually in the United States  [1] . Mobile health (mHealth) smoking cessation programs are a cost-effective way to reach many smokers, particularly smokers who are underserved by traditional treatment modalities (eg, in-person or telephone counseling)  [2, 3] . Text messaging smoking cessation programs have been found to as much as double a smoker's likelihood of quitting  [4, 5] ; however, high user dropout rates reduce the potential benefit of these programs  [6, 7] . A recent study found that smokers who left a text-based cessation program were less likely to abstain from smoking at 6 months posttreatment compared with those who remained in the program for longer  [8] , suggesting that increasing retention in a cessation program may increase the likelihood of quitting.\n\nThere are many potential reasons for someone to leave a cessation program prior to program completion, including failure to initiate a quit attempt or relapse, low initial motivation to quit, a high level of nicotine dependence and withdrawal symptoms, inability to resist cravings, or lack of sufficient social support during a quit attempt  [9, 10] . Text-based cessation programs have the potential to address some of these issues, but it is still unclear which users are more likely to leave a cessation program, and to date, the most relevant characteristics related to opting out of text messaging cessation programs have not been identified  [4] . A better understanding of the characteristics associated with opting out may illuminate potential avenues for program enhancement and help identify the types of program users who may benefit most from new or additional program content.\n\nThe purpose of this study was to determine whether potentially relevant and addressable user characteristics measured during program enrollment were associated with opting out from SmokefreeTXT, one of the most widely used text-based smoking cessation programs available in the United States."
    },
    {
      "title": "Methods"
    },
    {
      "title": "SmokefreeTXT Cessation Program",
      "text": "SmokefreeTXT is a free, nationally available, fully automated text-messaging smoking cessation program for adults run by the National Cancer Institute  [7] . Smokers interested in quitting smoking can sign up for the program using a Web enrollment form or short message service (text) opt in. The program includes up to 2 weeks of preparation messages and 6 weeks of postquit date messages, and messages vary in content and frequency relative to the quit date set by the user. Text messages provide general motivation support, tips on preparing to quit, advice on managing cravings, suggestions for smoke-free activities, relevant smoking facts, and recognition of cessation milestones  [7] . The program is bidirectional; users can text keywords (ie, \"crave,\" \"slip,\" or \"mood\") at any time to receive on-demand support. Self-reported smoking status, mood, and craving levels are measured using within-program assessment questions delivered during the program. Users can reset their quit date at any time (eg, after a slip) to restart the program. Users can opt out of the program at any time by texting \"STOP.\" Since the program began in 2011, over 150,000 people have enrolled in SmokefreeTXT  [11] ."
    },
    {
      "title": "Data Collection and Study Population"
    },
    {
      "title": "Design and Measures",
      "text": "Data on age, sex, and smoking frequency are routinely collected from all SmokefreeTXT users at the time of program enrollment. For this study, eight additional baseline items, adapted from validated scales when available, were added to examine smoking context and motivational characteristics associated with opting out. The smoking context characteristics measured the level of nicotine dependence (measured as time to first cigarette: \"How soon after you wake up do you smoke your first cigarette?\" [12] ), frequency of reminders to smoke (\"My life is full of reminders to smoke\"  [13] ), time of the day for cigarette cravings (\"When do you crave cigarettes the most?\"  [13] ), and frequency of being around other smokers (\"How often are you around people who are smoking?\"). The motivational characteristics measured extrinsic motivation for quitting smoking (\"I would try to quit smoking because others want me to quit smoking\"  [14] ), intrinsic motivation for quitting smoking (\"I would try to quit smoking because quitting smoking is an important thing for me to do\"  [14] ), confidence in quitting (\"I feel able to meet the challenge of quitting smoking\"), and long-term cessation intention (\"I intend to be smokefree one year from now\"  [15] ). To minimize respondent burden, only single-item measures were used, and each SmokefreeTXT user received only two of the eight additional questions at the time of enrollment. Specifically, with each page refresh, two items were randomly selected from the bank of eight items for inclusion on the Web enrollment form. Under the National Institutes of Health policy, assessment of quality improvement processes does not require institutional review board approval and is covered by the Terms of Agreements that users agree to when signing up for the SmokefreeTXT program  [16] . All data were nonidentifiable, and unique user identifiers replaced user telephone numbers before data were received from the text-message program vendor."
    },
    {
      "title": "Study Population",
      "text": "The study population consisted of the first quit attempt of all users who signed-up for SmokefreeTXT using the Web enrollment form between March 6, 2016, and June 21, 2016 (N=6831 unique users). Of these, 616 were excluded (571 opted out of SmokefreeTXT before reaching their initial quit date, 41 set quit dates outside of the 2-week window [range: 46 days until the initial quit date to 2 days after a quit date], and 4 had unreliable ages [eg, age >99 years]), leaving 6215 users in the analytic sample."
    },
    {
      "title": "Analysis"
    },
    {
      "title": "Coding"
    },
    {
      "title": "Opting Out of the Program",
      "text": "Two outcome variables were created to measure the timing for opting out of the program. The date and time any user texts \"STOP\" to opt out are saved, as are the date and time of enrollment. The number of days that a user was enrolled before opting out was determined by calculating the difference between a user's initial quit date and the date of opting out. Users can reset their quit date by texting \"NEW\" to SmokefreeTXT. Receipt of this message is date and time stamped and when this occurs, a new row of data is created to capture program data relative to the new quit date. If users reset their quit date within the program, the program data capturing their most up-to-date quit date were used to determine timing of opting out. For users who did not opt out, time to opt out was censored at 42 days (length of the full 6-week intervention starting on the quit date). Previous findings show that the majority of users opting out of SmokefreeTXT do so in the first 3 days and up to the first week after initiating their quit attempt  [7] ; therefore, to understand the user characteristics associated with opting out early compared to opting out later in the program, a three-level variable was created among users who opted out of the program (n=3259) in order to investigate opting out within 3 days after the initial quit date and opting out between 4 and 7 days after the initial quit attempt compared with opting out more than 7 days after the initial quit date."
    },
    {
      "title": "Characteristics of Interest",
      "text": "The eight baseline items added to the Web enrollment form were the primary characteristics of interest for this study and were coded using the distribution of responses in the study population. These characteristics were level of nicotine dependence (two levels: smokes within 5 minutes of waking up and smokes more than 5 minutes after waking), frequency of reminders to smoke (two levels: very true and a little true or a little/very untrue), time of the day for cigarette cravings (two levels: craves cigarettes in the morning, afternoon, or evening and craves cigarettes the same amount all times of day), frequency around other smokers (three levels: never or rarely around other smokers, sometimes around other smokers, and very often around other smokers), extrinsic motivation for quitting smoking (three levels: very true, a little true, and a little/very untrue), intrinsic motivation for quitting smoking (two levels: very true and a little true or a little/very untrue), confidence in quitting (three levels: very true, a little true, and a little/very untrue), and long-term cessation intention (two levels: strongly agree and agree or disagree/strongly disagree)."
    },
    {
      "title": "Potential Confounders",
      "text": "Information collected from users at the time of program enrollment were considered as potential confounders: age  (18-29, 30-39, 40-49 , and ≥50 years), sex (male or female), and smoking frequency (smokes every day or smokes less often than every day). Two additional characteristics were also included. First, a variable was created to indicate if a user had ever reset their quit date (ie, yes [used the keyword \"NEW\" coded as yes] or no). Lastly, the number of days that a user was enrolled before starting their cessation attempt was included to capture receipt of cessation preparation messages (0, 1-7, and 8-14 days)."
    },
    {
      "title": "Statistical Analyses",
      "text": "SAS 9.4 (SAS Institute, Cary NC) was used for all analyses. Descriptive analyses were performed using Chi-square tests. Multivariable survival analysis modeling for days to opt out was used to determine user characteristics associated with an increased risk of opting out. For all models, an initial confounder-only model (age, sex, smoking frequency, reset of the quit date by the user, and days enrolled before starting the quit attempt) was created. Thereafter, eight separate models were created with each independent variable of interest. Due to the data collection design, each user only answered two of the eight items of interest, with each item being randomly pulled from the bank of the eight items; thus, information on all eight items is not available for each user, and multiple independent variables of interest could not be included in the same model. Frequency around other smokers had a violation of the proportional hazards assumption; further investigation revealed that the assumption was violated at 14 days after the quit date; thus, two models were created for this user characteristic-one for opting out in the first 14 days and one for opting out after 14 days. Models provided adjusted hazard ratios and 95% CIs. Among users who opted out, multivariable multinomial logistic regression modeling was performed to examine the association between each user characteristic and opting out within 3 days (or between 4 and 7 days) compared to opting out after 7 days. Again, an initial confounder-only model was created and each user characteristic of interest was added to the confounder-only model. Logistic regression models provided odds ratios and 95% CIs."
    },
    {
      "title": "Results",
      "text": "Overall, the majority of SmokefreeTXT users were women (69.4%), smoked every day (92.4%), had frequent reminders to smoke (68.7%), and craved cigarettes at all times of the day (67.1%) (Table  1 ). Most users reported high extrinsic and intrinsic motivation for quitting smoking (43.1% and 91.2% reported very true, respectively). Just over one-third of the users signed up for the program on their quit date (37.5%). In addition, 81% of users did not reset their quit date during the program. Slightly more than half (52.4%) opted out during the 6-week course of the program. User characteristics by the timing of the opt-out variable can be found in Multimedia Appendix 1. cigarettes at a specific time of day d 487 (66.2) 536 (67.9) 1023 (67.1) No 249 (33.8) 253 (32.1) 502 (32.9) Yes .56 Extrinsic motivation to quit d 338 (43.8) 347 (42.5) 685 (43.1) Very true 243 (31.5) 259 (31.7) 502 (31.6) A little true 191 (24.7) 211 (25.8) 402 (25.3) A little or very untrue .19 Intrinsic motivation to quit d 55 (7.8) 79 (9.7) 134 (8.8) Not true f 653 (92.2) 739 (90.3) 1392 (91.2) Very true .35 Confidence in quitting smoking d 132 (18.4) 163 (19.6) 295 (19.0) A little or very untrue 298 (41.5) 354 (42.5) 652 (42.0) A little true 289 (40.2) 316 (37.9) 605 (39.0) Very true .21 Long-term quit intention d, g 77 (11.4) 105 (13.6) 182 (12.6) Other responses h XSL • FO RenderX P value a Opted out during the program Total, n (%) Variable No, n (%) Yes, n (%) 599 (88.6) 667 (86.4) 1266 (87.4) Strongly agree <.001 b Reset quit date during quit attempt 2275 (77.0) 2757 (84.6) 5032 (81.0) No 681 (23.0) 502 (15.4) 1183 (19.0) Yes <.001 b Days enrolled before starting quit attempt 1016 (34.4) 1316 (40.4) 2332 (37.5) 0 1184 (40.1) 1361 (41.8) 2545 (41.0) 1-7 756 (25.6) 582 (17.9) 1338 (21.5) 8-14 a P value from the Chi-square test.\n\nb These values are statistically significant at an alpha level of .05. c Sum does not add to the total due to missing values.\n\nd Sum does not add to the total, as users were only given two of eight items at sign up (see Methods section for details).\n\ne Time to first cigarette after waking up in the morning. f A little true, a little untrue, or very untrue. g Users were asked about their intention to be smoke free 1 year from signing up.\n\nh Agree, disagree, or strongly disagree.\n\nSurvival analyses revealed that, except for smoking frequency, each variable included in the confounder-only model was associated with opting out (Figure  1 , Multimedia Appendix 2). Specifically, women, users younger than 50 years of age, and users who signed up for SmokefreeTXT on their quit date or within 1 week of their quit date were more likely to opt out than others (Figure  1A ). Users who reset their quit date after initiating their attempt were less likely to opt out than those who did not reset their quit date. Among the characteristics of interest, people who smoked within 5 minutes of waking up, were sometimes around other smokers, and had lower long-term quit intention were more likely to opt out (Figure  1B ). Specifically, users who smoked within 5 minutes of waking were 1.17 times more likely to opt out than those who smoked more than 5 minutes after waking (95% CI 1.01-1.35). Users with less than high long-term intention to be smoke free were 1.29 times more likely to opt out than those with the highest levels of long-term quit intention (95% CI 1.04-1.59). Compared to users who were never or rarely around other smokers, those who were sometimes around other smokers were 1.34 times more likely to opt out during the first 14 days of the program (95% CI 1.03-1.73). Among all users who opted out, several characteristics were associated with opting out early (ie, within the first 3 days of the quit attempt or between 4 and 7 days into the quit attempt vs later; Figure  2 , Multimedia Appendix 3). Specifically, compared to users aged ≥50 years, those aged 18-29 years had 1.33 and 1.45 times the odds of opting out within 3 days or between 4 and 7 days into the quit attempt, respectively (95% CI 1.04-1.69 and 95% CI 1.08-1.94, respectively; Figure  2A ). Users who reset their quit date after initiating the quit attempt were less likely to opt out of SmokefreeTXT early compared to users who did not reset their quit date (within 3 days: odds ratio 0.08, 95% CI 0.06-0.12; between 4 and 7 days: odds ratio 0.17, 95% CI 0.12-0.25). Compared to users who were never or rarely around other smokers, those who were sometimes around other smokers had 1.96 times the odds of opting out within the first 3 days (95% CI 1.18-3.25; Figure  2B ). Lastly, compared to users with the highest levels of long-term quit intention, users with lower levels of long-term quit intention had 1.80 times the odds of opting out between 4 and 7 days into the quit attempt (95% CI 1.02-3.18)."
    },
    {
      "title": "Discussion",
      "text": "This study assessed smoking context and motivational characteristics associated with opting out of the SmokefreeTXT program in two ways: opting out over the entire cessation intervention and opting out at specific periods early in a cessation attempt. Overall, almost 50% of SmokefreeTXT users were retained in the program over the course of the 6-week intervention. Several user characteristics seemed to influence retention in SmokefreeTXT; these were found to vary in terms of strength of the association and timing relative to the cessation attempt. Specifically, younger age, female sex, and higher levels of nicotine dependence were associated with increased rates of opting out over the entire intervention. Being around other smokers was uniquely associated with opting out early in the quit attempt. Lower long-term intention to stay smoke free was associated with increased rates of opting out over the entire intervention and had a particularly pronounced association with retention in days 4-7 of the quit attempt.\n\nTo our knowledge, this is the first study to identify characteristics associated with opting out by using data from a real-world implementation of a text messaging smoking cessation program. Previous analyses of SmokefreeTXT user data found similar rates of opting out among users enrolled between 2012 and 2014  [7] . Therefore, it appears that program changes may be needed to increase retention in this widely used program. The predictors of opting out found in this study are largely consistent with those shown to be predictive of relapse following smoking cessation  [17] [18] [19] [20] [21] , which suggests that users may be leaving the program because they have returned to smoking. This potential pattern of opting out in parallel with relapse is supported by an analysis by Heminger et al  [8] , who found that participants who opted out of the text messaging smoking cessation program Text2Quit were less likely to be abstinent at 6 months compared with those who did not opt out of the program. It is uncertain how generalizable their results are to the SmokefreeTXT user population, as their analysis occurred in the context of a clinical trial and most participants remained enrolled in the program. The potential differences in how users interact with text-messaging programs within and outside a research setting are potentially large, given that in the study by Heminger et al  [8] , only 30.2% of participants texted \"STOP\"  [8] , yielding a 22% difference between their study and the opt out rates found in the SmokefreeTXT program. To date, there has been no real-world evaluation of the association between program retention and smoking abstinence. The results of this study identified several user characteristics of interest that could be addressed with modifications to the currently available text messaging cessation program.\n\nIt is possible that addressing the characteristics associated with opting out might improve retention in the SmokefreeTXT program, which could be done by going beyond the currently available \"one-size-fits-all\" approach, by potentially including elements of tailoring. Tailoring to specific influential characteristics may increase the relevance of the program to each user and provide more salient tips and resources, thereby increasing retention  [22, 23] . Previous studies have shown the effectiveness of tailored text message-based cessation interventions  [24] [25] [26] , but to our knowledge, none have been implemented outside a research setting. Further, only one study has compared tailored to nontailored text messaging cessation programs  [27] . Thus, the full potential impact of tailoring within text messaging cessation programs and the features requiring tailoring the most are unknown. The results of the survival analysis provide information about the characteristics of users who had significantly higher rates of opting out over the entire 42-day SmokefreeTXT program, highlighting several characteristics that could be the focus of tailoring throughout text messaging-based cessation programs.\n\nUsers younger than 50 years of age were more likely to opt out of SmokefreeTXT. Further, those aged 18-29 years had the highest risk of opting out over the entire intervention and early in the quit attempt. Previous research among young adult smokers have identified several unique features that may make quitting more difficult in this group. For example, there is evidence that young adults' identity as smokers continues to evolve  [28]  and young adults who smoke frequently might still not identify as smokers  [29] [30] [31] [32] [33] . This could be a result of younger smokers having lower rates of daily smoking compared to older adult smokers  [1] . It is therefore possible that even while making a quit attempt, traditional cessation programs might not resonate with young adult smokers. Previous evaluations of motivations to quit smoking among young adult smokers have identified physical fitness and worry about long-term health effects of smoking as motivators to quit  [34, 35] . Thus, incorporating additional intervention content in these areas may assist in keep young adult smokers engaged in a cessation program. In addition, it is possible that identifying ways to help reinforce a young adult's identity as a smoker could maintain motivation to quit in order to avoid the long-term health harms already associated with smoking  [36] . Lastly, young adults have the highest rates of technology adoption  [37] .\n\nAlthough a text messaging program might align with how young adults are using devices, it may be harder for an intervention to resonate with high-technology adopters if it does not include the most up-to-date functionality. Continued exploration of the barriers to quitting and remaining engaged in a cessation attempt among this group is imperative to provide up-to-date, relevant content within cessation programs.\n\nLogistic regression analyses identified two characteristics found to be particularly important early in the quit attempt: being around other smokers sometimes and having low long-term quit intention. However, the timing of these associations differed, even within the first week of the quit attempt. Including messages to address these characteristics within the first days of a quit attempt may increase retention. Frequency of being around other smokers can be an indicator of how frequently a smoker initiating a cessation attempt might experience cues and urges to smoke, which can derail a quit attempt  [38] [39] [40] . Being around other smokers may also present a perceived smoking opportunity to smokers undertaking a quit attempt, which can also increase cravings to smoke  [41] . In this study, compared to users who were never around other smokers, only those who were sometimes around other smokers had higher odds of opting out. There was no increased risk of opting out for users who were frequently around other smokers, compared to users who were never around other smokers. This finding could indicate that people who are only sometimes around other smokers (almost one-third of SmokefreeTXT users) face unexpected cravings that they are not prepared for and indicates the potential need for additional skill building early in the quit attempt to help plan for and resist unexpected cravings. One way to do this could be to provide additional reminders about the on-demand keyword functionality embedded within text message programs to people who are only intermittently around other smokers in order to assist with cravings and increase the use of real-time support during their quit attempt.\n\nPeople with lower levels of long-term quit intention had an increased risk of opting out over the entire intervention and had higher odds of opting out between days 4 and 7 of the quit attempt. This finding is consistent with the Theory of Planned Behavior (TPB), which suggests that without intention, subsequent behavioral changes will not occur  [15] . A previous meta-analysis determined that the TPB applies to smoking behavior, specifically that smoking intentions predict smoking behavior and that the key constructs of the TPB (attitudes, subjective norms, and perceived behavioral control) were all associated with smoking intentions  [42] . Health behavior theories like the TPB are promoted for use in interventions to change addictive behaviors  [43] [44] [45] . Using the TPB by incorporating additional strategies to change social norms, attitudes, and perceived behavioral control may help maintain engagement of smokers undergoing a quit attempt.\n\nUsers who smoked within 5 minutes of waking were more likely to opt out prior to program completion compared to those who reported a longer interval to their first cigarette of the day. Time to first cigarette is an indicator of the level of nicotine dependence  [12] , and smokers with higher levels of nicotine dependence are more likely to relapse  [46, 47] . The level of nicotine dependence represents a potentially important dimension for treatment tailoring; smokers with higher versus lower levels of nicotine dependence might benefit from different forms, doses, or schedules of pharmaceutical support to achieve long-term smoking cessation. For example, evaluations of pharmacotherapy for cessation show that smokers with higher levels of nicotine dependence benefit more from combination pharmacotherapy (ie, combinations of smoking cessation medications) than smokers with lower levels of nicotine dependence. Currently, nicotine replacement therapy (NRT) or other pharmaceutical cessation aids are not provided to SmokefreeTXT users. Nonetheless, there is potential opportunity to increase the use of NRT, particularly among SmokefreeTXT users with the highest levels of nicotine dependence, by tailoring the intervention to provide additional suggestions and information on the use of NRT in this group. Additionally, the use of pharmaceutical therapies for cessation is higher among former smokers who visited a physician in the year before they quit smoking  [48] ; thus, identifying ways to integrate clinical care, where access to pharmaceuticals is increased, and digital cessation care might also lead to more successful quitting attempts and motivation to stay engaged with a text message-based cessation program. One example of integration of clinical and digital cessation is the use of the electronic health record to identify patients who currently smoke, which then prompts providers to offer tobacco dependence counseling and medication and include a referral to the local quit line  [49, 50] . Within this framework, it could also be feasible for clinical practices to include referral to other digital tools like text messaging, depending on patient preference.\n\nPeople who enrolled within 1 week of starting their quit attempt were more likely to opt out than those who enrolled between 1 and 2 weeks before initiating their quit attempt. One interpretation of this result is that greater exposure to preparation messages increased the odds of successfully quitting smoking. This finding is in line with clinical practice guidelines, which recommend that smokers create a quit plan and take time to prepare for their quit attempt  [51] . Previous text messaging-based cessation interventions have also included time for preparation by requiring participants to set quit dates in the future  [26, 52, 53] . However, when implemented in a real-world setting, there is no oversight about how much preparation a user receives and in our study population, almost 38% of users opted to initiate their quit attempt immediately and thus received no preparation messages. Further, requiring a specific amount of preparation may create a barrier to accessing support for a smoker who is ready to quit immediately. Since SmokefreeTXT users are allowed to set their own quit date within a 2-week period, it is unclear what the impact would be if all users received the same amount of preparation messages. Further, it is unknown how users are selecting their initial quit date in this setting. Future research should examine the motivations and preferences of users setting their own quit dates and continue to explore this critical period of the cessation attempt.\n\nPeople who used the feature of resetting their quit date were less likely to opt out of SmokefreeTXT. Use of this feature was the only independent variable to show a protective effect with opting out and was associated with early and overall program retention. It is possible that use of this functionality represents smokers remaining committed to their cessation goals, especially as use of this feature is optional. Staying committed to a quit attempt is extremely important early on when the risk of smoking relapse is the highest; therefore, utilization of this feature could represent people who might have left after failing to initiate their quit attempt (ie, smoked on quit day), but instead of giving up on quitting smoking altogether and opting out, they immediately recommitted to quitting by using the reset feature. Thus, there is potential value in reframing a smoking lapse not as a failure but as part of the process of cessation that can still help smokers get to their end goal of being smoke free. Further investigation is needed to better understand this phenomenon and the best way to promote re-engagement in a cessation attempt after a slip or another setback.\n\nThis study has several limitations that need to be considered. First, given the real-world implementation of this study, participant burden needed to be minimized; therefore, only two additional baseline items were added per user to the SmokefreeTXT sign up webpage. As a result, complete information for all the independent variables of interest were not available for each user. However, as these data are all missing completely at random, future research could consider employing imputation techniques to allow for simultaneous examination of all independent variables of interest. Second, to reduce respondent burden, only single-item measures were used for data collection. However, validated items and scales were used when available. Additionally, this study focused on smoking context and motivational characteristics associated with retention and therefore did not measure all potential user characteristics of interest, such as measures of depression or stress, or other substance use behaviors like alcohol use. Fortunately, it appears that SmokefreeTXT users tolerated the additional items, as sign-up rates to the program were not reduced during the study. Therefore, a future implementation could consider adding more than two new items to the sign up webpage to expand data collection. Lastly, this study was unable to account for the potential influence of technology-related characteristics; for example, previous use of text-messaging programs and cell phone availability during working hours or assessment of users' input on why they decided to opt out. Future qualitative studies might be particularly well suited to explore the larger contextual factors that impact a smokers' use and disuse of technology-based interventions.\n\nThis study identified several important smoking context and motivational characteristics associated with opting out of a smoking cessation text-messaging program. Although some characteristics were associated with opting out over the entire 42-day cessation program, others were only influential very early into the quit attempt. The user characteristics and programmatic features found to be associated with opting out could be addressed through program changes, such as tailoring of new messages or integration of mHealth tools with clinical care. For example, program changes to incorporate tailoring for characteristics like age, frequency of being around other smokers, and motivations to quit smoking might increase the salience of the program to users. Integration with clinical care could help support smokers with higher levels of nicotine dependence by facilitating use of NRTs and other pharmaceutical cessation aids. These modifications, in combination with promoting the use of preparation messages and helping users remain committed to quitting smoking, could increase retention and engagement, which could ultimately increase success in quitting smoking."
    },
    {
      "text": "Figure1. Adjusted survival analysis describing predictors of opting out of SmokefreeTXT, presenting the results of 10 adjusted models. Full model information available is in Multimedia Appendix 2. Panel A presents results from one confounder-only model (age, sex, smoking frequency, reset of quit date by the user, and days enrolled before start of the quit attempt). Panel B presents nine separate survival models with all confounders plus each user characteristic of interest. Violation of the proportional hazards assumption was found for the user characteristic \"frequency around other smokers\"; models were stratified at 14 days at the point where violation occurred and are presented separately."
    },
    {
      "text": "Figure 2. Multivariable multinomial logistic regression model for users who opted out of SmokefreeTXT, comparing users who opted out within 3 days and between 4 and 7 days to those opting out after 7 days. This figure presents results of nine adjusted models. Full model information is available in Multimedia Appendix 3. Panel A presents results from one confounder-only model (age, sex, smoking frequency, reset of quit date by the user, and days enrolled before start of the quit attempt). Panel B presents eight separate logistic regression models with all confounders plus each user characteristic of interest."
    },
    {
      "text": "Descriptive characteristics of SmokefreeTXT users from March 3, 2016, to June 21, 2016."
    }
  ],
  "references": [
    {
      "title": "The health consequences of smoking-50 years of progress: A Report of the Surgeon General",
      "year": 2014,
      "doi": "10.1037/e510072014-001"
    },
    {
      "title": "Mobile text messaging for health: a systematic review of reviews",
      "authors": [
        "A Hall",
        "H Cole-Lewis",
        "J Bernhardt"
      ],
      "year": 2015,
      "doi": "10.1146/annurev-publhealth-031914-122855"
    },
    {
      "title": "The cost-effectiveness of smoking cessation support delivered by mobile phone text messaging: Txt2stop",
      "authors": [
        "C Guerriero",
        "J Cairns",
        "I Roberts",
        "A Rodgers",
        "R Whittaker",
        "C Free"
      ],
      "year": 2013,
      "doi": "10.1007/s10198-012-0424-5"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2016,
      "doi": "10.1002/14651858.cd006611.pub4"
    },
    {
      "title": "Participant-level meta-analysis of mobile phone-based interventions for smoking cessation across different countries",
      "authors": [
        "M Ybarra",
        "Y Jiang",
        "C Free",
        "L Abroms",
        "R Whittaker"
      ],
      "year": 2016,
      "doi": "10.1016/j.ypmed.2016.05.002"
    },
    {
      "title": "The law of attrition",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2005,
      "doi": "10.2196/jmir.7.1.e11"
    },
    {
      "title": "Analysing user-reported data for enhancement of SmokefreeTXT: A national text message smoking cessation intervention",
      "authors": [
        "E Augustson",
        "H Cole-Lewis",
        "A Sanders",
        "M Schwarz",
        "Y Geng",
        "K Coa"
      ],
      "year": 2017,
      "doi": "10.1136/tobaccocontrol-2016-052945"
    },
    {
      "title": "Text2Quit: An analysis of participant engagement in the mobile smoking cessation program",
      "authors": [
        "C Heminger",
        "A Boal",
        "M Zumer",
        "L Abroms"
      ],
      "year": 2016,
      "doi": "10.3109/00952990.2016.1149591"
    },
    {
      "title": "Factors affecting dropout in the smoking cessation outpatient clinic",
      "authors": [
        "A Bahadir",
        "S Iliaz",
        "S Yurt",
        "M Ortakoylu",
        "N Bakan",
        "E Yazar"
      ],
      "year": 2016,
      "doi": "10.1177/1479972316629953"
    },
    {
      "title": "Predictors of success for smoking cessation at the workplace: A longitudinal study",
      "authors": [
        "D Stolz",
        "A Scherr",
        "B Seiffert",
        "M Kuster",
        "A Meyer",
        "K Fagerström"
      ],
      "year": 2014,
      "doi": "10.1159/000346646"
    },
    {
      "title": "ICF. SmokefreeTXT Cumulative Analysis",
      "year": 2012,
      "doi": "10.2172/1473789"
    },
    {
      "title": "The Fagerström Test for Nicotine Dependence: A revision of the Fagerström Tolerance Questionnaire",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker",
        "K Fagerström"
      ],
      "year": 1991,
      "doi": "10.1111/j.1360-0443.1991.tb01879.x"
    },
    {
      "title": "The PROMIS smoking assessment toolkit--background and introduction to supplement",
      "authors": [
        "M Edelen"
      ],
      "year": 2014,
      "doi": "10.1093/ntr/ntu086"
    },
    {
      "title": "Testing a Self-determination Theory intervention for motivating tobacco cessation: Supporting autonomy and competence in a clinical trial",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "C Levesque",
        "R Kouides",
        "R Ryan"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.1.91"
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90020-t"
    },
    {
      "title": "Smokefreetxt -Terms URL",
      "year": 2019,
      "doi": "10.1002/hpja.50"
    },
    {
      "title": "Trend differences in men and women in rural and urban U.S. settings",
      "authors": [
        "A Cepeda-Benito",
        "N Doogan",
        "R Redner",
        "M Roberts",
        "A Kurti",
        "A Villanti"
      ],
      "year": 2018,
      "doi": "10.1016/j.ypmed.2018.04.008"
    },
    {
      "title": "Probability and predictors of relapse to smoking: Results of the National Epidemiologic Survey on Alcohol and Related Conditions (NESARC)",
      "authors": [
        "O García-Rodríguez",
        "Secades- Villa",
        "R Flórez-Salamanca",
        "L Okuda",
        "M Liu",
        "S Blanco"
      ],
      "year": 2013,
      "doi": "10.1016/j.drugalcdep.2013.03.008"
    },
    {
      "title": "Sex/gender differences in smoking cessation: A review",
      "authors": [
        "P Smith",
        "A Bessette",
        "A Weinberger",
        "C Sheffer",
        "S Mckee"
      ],
      "year": 2016,
      "doi": "10.1016/j.ypmed.2016.07.013"
    },
    {
      "title": "Factors correlated with success rate of outpatient smoking cessation services in Taiwan",
      "authors": [
        "W Huang",
        "H Hsu",
        "B Chang",
        "F Chang"
      ],
      "year": 2018,
      "doi": "10.3390/ijerph15061218"
    },
    {
      "title": "Gender differences in smoking cessation",
      "authors": [
        "J Reynoso",
        "A Susabda",
        "A Cepeda-Benito"
      ],
      "year": 2005,
      "doi": "10.1007/s10862-005-0638-2"
    },
    {
      "title": "The role of engagement in a tailored web-based smoking cessation program: Randomized controlled trial",
      "authors": [
        "V Strecher",
        "J Mcclure",
        "G Alexander",
        "B Chakraborty",
        "V Nair",
        "J Konkel"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1002"
    },
    {
      "title": "Optimising text messaging to improve adherence to web-based smoking cessation treatment: A randomised control trial protocol",
      "authors": [
        "A Graham",
        "M Jacobs",
        "A Cohn",
        "S Cha",
        "L Abroms",
        "G Papandonatos"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-010687"
    },
    {
      "title": "Large multi-centre pilot randomized controlled trial testing a low-cost, tailored, self-help smoking cessation text message intervention for pregnant smokers (MiQuit)",
      "authors": [
        "F Naughton",
        "S Cooper",
        "K Foster",
        "J Emery",
        "J Leonardi-Bee",
        "S Sutton"
      ],
      "year": 2017,
      "doi": "10.1111/add.13802"
    },
    {
      "title": "A text message delivered smoking cessation intervention: The initial trial of TXT-2-Quit: Randomized controlled trial",
      "authors": [
        "B Bock",
        "K Heron",
        "E Jennings",
        "K Morrow",
        "V Cobb",
        "J Magee"
      ],
      "year": 2013,
      "doi": "10.2196/mhealth.2522"
    },
    {
      "title": "A randomized trial of Text2Quit: A text messaging program for smoking cessation",
      "authors": [
        "L Abroms",
        "A Boal",
        "S Simmens",
        "J Mendel",
        "R Windsor"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2014.04.010"
    },
    {
      "title": "Comparing tailored and untailored text messages for smoking cessation: A randomized controlled trial among adolescent and young adult smokers",
      "authors": [
        "L Skov-Ettrup",
        "L Ringgaard",
        "P Dalum",
        "T Flensborg-Madsen",
        "L Thygesen",
        "J Tolstrup"
      ],
      "year": 2014,
      "doi": "10.1093/her/cyt112"
    },
    {
      "title": "Smoker identity and its potential role in young adults' smoking behavior: A meta-ethnography",
      "authors": [
        "I Tombor",
        "L Shahab",
        "A Herbec",
        "J Neale",
        "S Michie",
        "R West"
      ],
      "year": 2015,
      "doi": "10.1037/hea0000191"
    },
    {
      "title": "Smoking, but not smokers: Identity among college students who smoke cigarettes",
      "authors": [
        "A Levinson",
        "S Campo",
        "J Gascoigne",
        "O Jolly",
        "A Zakharyan",
        "Z Tran"
      ],
      "year": 2007,
      "doi": "10.1080/14622200701484987"
    },
    {
      "title": "Smoker self-identification versus recent smoking among college students",
      "authors": [
        "C Berg",
        "K Lust",
        "J Sanem",
        "M Kirch",
        "Rudie Ehlinger"
      ],
      "year": 2009,
      "doi": "10.1016/j.amepre.2008.11.010"
    },
    {
      "title": "Smoking identities and behavior: Evidence of discrepancies, issues for measurement and intervention",
      "authors": [
        "S Ridner",
        "K Walker",
        "J Hart",
        "J Myers"
      ],
      "year": 2010,
      "doi": "10.1177/0193945909354904"
    },
    {
      "title": "I smoke but I am not a smoker\": Phantom smokers and the discrepancy between self-identity and behavior",
      "authors": [
        "Y Choi",
        "S Choi",
        "N Rifon"
      ],
      "year": 2010,
      "doi": "10.1080/07448481.2010.483704"
    },
    {
      "title": "Social smokers' management of conflicted identities",
      "authors": [
        "J Hoek",
        "N Maubach",
        "R Stevenson",
        "P Gendall",
        "R Edwards"
      ],
      "year": 2013,
      "doi": "10.1136/tobaccocontrol-2011-050176"
    },
    {
      "title": "Reasons for quitting smoking in young adult cigarette smokers",
      "authors": [
        "R Wellman",
        "O 'loughlin",
        "E Dugas",
        "E Montreuil",
        "A Dutczak",
        "O 'loughlin"
      ],
      "year": 2018,
      "doi": "10.1016/j.addbeh.2017.09.010"
    },
    {
      "title": "Reasons to quit and barriers to quitting smoking in US young adults",
      "authors": [
        "A Villanti",
        "Bover Manderski",
        "M Gundersen",
        "D Steinberg",
        "M Delnevo"
      ],
      "year": 2016,
      "doi": "10.1093/fampra/cmv103"
    },
    {
      "title": "Phantom smoking among young adult bar patrons",
      "authors": [
        "J Guillory",
        "Lisha Lee",
        "Y Ling"
      ],
      "year": 2017,
      "doi": "10.1136/tobaccocontrol-2015-052821"
    },
    {
      "title": "Mobile fact sheet",
      "year": 2018,
      "doi": "10.3133/fs20193040"
    },
    {
      "title": "Predictors and reasons for relapse in smoking cessation with nicotine and placebo patches",
      "authors": [
        "J Nørregaard",
        "P Tønnesen",
        "L Petersen"
      ],
      "year": 1993,
      "doi": "10.1006/pmed.1993.1021"
    },
    {
      "title": "First lapses to smoking: Within-subjects analysis of real-time reports",
      "authors": [
        "S Shiffman",
        "J Paty",
        "M Gnys",
        "J Kassel",
        "M Hickcox"
      ],
      "year": 1996,
      "doi": "10.1037//0022-006x.64.2.366"
    },
    {
      "title": "Momentary changes in craving predict smoking lapse behavior: A laboratory study",
      "authors": [
        "C Motschman",
        "L Germeroth"
      ],
      "year": 2018,
      "doi": "10.1007/s00213-018-4898-4"
    },
    {
      "title": "In search of anticipatory cigarette cravings: The impact of perceived smoking opportunity and motivation to seek treatment",
      "authors": [
        "M Sayette",
        "J Dimoff"
      ],
      "year": 2016
    },
    {
      "title": "Theory of planned behavior and smoking: Meta-analysis and SEM model",
      "authors": [
        "G Topa",
        "J Moriano"
      ],
      "year": 2010,
      "doi": "10.2147/sar.s15168"
    },
    {
      "title": "Using theories of behaviour change to inform interventions for addictive behaviours",
      "authors": [
        "T Webb",
        "F Sniehotta",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.1111/j.1360-0443.2010.03028.x"
    },
    {
      "title": "Incorporating environmental variables as precursor background variables of the Theory of Planned Behavior to predict quitting-related intentions: A comparative study between adult and young adult smokers",
      "authors": [
        "C Lee",
        "S Middlestadt",
        "D Seo",
        "H Lin",
        "Macy Park"
      ],
      "year": 2018,
      "doi": "10.1186/s13690-018-0311-3"
    },
    {
      "title": "Cue-induced smoking urges deplete cigarette smokers' self-control resources",
      "authors": [
        "M Hagger",
        "E Leaver",
        "K Esser",
        "C Leung",
        "Te Pas",
        "N Keatley"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9520-8"
    },
    {
      "title": "Relapse and maintenance issues for smoking cessation",
      "authors": [
        "J Ockene",
        "K Emmons",
        "R Mermelstein",
        "K Perkins",
        "D Bonollo",
        "C Voorhees"
      ],
      "year": 2000
    },
    {
      "title": "Time to first cigarette in the morning as an index of ability to quit smoking: Implications for nicotine dependence",
      "authors": [
        "Tturc) Tobacco",
        "Dependence",
        "T Baker",
        "M Piper",
        "D Mccarthy",
        "D Bolt",
        "S Smith"
      ],
      "year": 2007,
      "doi": "10.1080/14622200701673480"
    },
    {
      "title": "Unassisted quitting and smoking cessation methods used in the United States: Analyses of 2010-2011 Tobacco Use Supplement to the Current Population Survey Data",
      "authors": [
        "J Soulakova",
        "L Crockett"
      ],
      "year": 2017,
      "doi": "10.1093/ntr/ntw273"
    },
    {
      "title": "A demonstration project for using the electronic health record to identify and treat tobacco users",
      "authors": [
        "C Lindholm",
        "R Adsit",
        "P Bain",
        "P Reber",
        "T Brein",
        "L Redmond"
      ],
      "year": 2010
    },
    {
      "title": "Using the electronic health record to connect primary care patients to evidence-based telephonic tobacco quitline services: A closed-loop demonstration project",
      "authors": [
        "R Adsit",
        "B Fox",
        "T Tsiolis",
        "C Ogland",
        "M Simerson",
        "L Vind"
      ],
      "year": 2014,
      "doi": "10.1007/s13142-014-0259-y"
    },
    {
      "title": "PHS Guideline Update Panel. Treating tobacco use and dependence: 2008 update U.S. Public Health Service Clinical Practice Guideline executive summary",
      "year": 2008,
      "doi": "10.1037/e481882008-001"
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): A single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson",
        "R Whittaker",
        "P Edwards",
        "W Zhou"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "Pilot RCT results of Stop My Smoking USA: A text messaging-based smoking cessation program for young adults",
      "authors": [
        "M Ybarra",
        "J Holtrop",
        "T Prescott",
        "M Rahbar",
        "D Strong"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts339"
    },
    {
      "title": "Predictors of Retention in an Adult Text Messaging Smoking Cessation Intervention Program: Cohort Study JMIR Mhealth Uhealth",
      "authors": [
        "; S Eysenbach",
        "P Parackal",
        "D Delir Haghighi",
        "K Christofferson ; Wiseman",
        "K Coa",
        "Y Prutzman"
      ],
      "year": 2019,
      "doi": "10.2196/13712"
    },
    {
      "title": "Originally published in JMIR Mhealth and Uhealth",
      "authors": [
        "Kisha ©kara P Wiseman",
        "Yvonne Coa",
        "Prutzman"
      ]
    },
    {
      "title": "as well as this copyright and license information must be included",
      "year": 2019,
      "doi": "10.2196/13712"
    }
  ],
  "num_references": 56
}
