{
  "paper_id": "5ZED2XLF",
  "abstract": "I.e does the title contain the phrase \"Randomized Controlled Trial\"? (if not, explain the reason under \"other\") subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 1a-i) Identify the mode of delivery in the title Identify the mode of delivery. Preferably use \"web-based\" and/or \"mobile\" and/or \"electronic game\" in the title. Avoid ambiguous terms like \"online\", \"virtual\", \"interactive\". Use \"Internet-based\" only if Intervention includes non-web-based Internet components (e.g. email), use \"computer-based\" or \"electronic\" only if offline products are used. Use \"virtual\" only in the context of \"virtual reality\" (3-D worlds). Use \"online\" only in the context of \"online support groups\". Complement or substitute product names with broader terms for the class of products (such as \"mobile\" or \"smart phone\" instead of \"iphone\"), especially if the application runs on different platforms.",
  "doi": "10.2196/jmir.1923",
  "sections": [
    {
      "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Physical Activity in Japanese Older Adults\" 1b-i) Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT\n\nMention key features/functionalities/components of the intervention and comparator in the abstract. If possible, also mention theories and principles used for designing the site. Keep in mind the needs of systematic reviewers and indexers by including important synonyms. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)\n\nsubitem not at all important 1 2 3 4 5 essential Does your paper address subitem 1b-i? *\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Abstract>Methods\", 3rd sentence.\n\n1b-ii) Level of human involvement in the METHODS section of the ABSTRACT Clarify the level of human involvement in the abstract, e.g., use phrases like \"fully automated\" vs. \"therapist/nurse/care provider/physician-assisted\" (mention number and expertise of providers involved, if any). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)\n\nDoes your paper address subitem 1b-ii?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nNot completely applicable to this study, since it is a game. O ine recruitment and weekly protocol reported in \"Abstract>Methods\".\n\nsubitem not at all important Does your paper address subitem 1b-iii?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Abstract>Methods\".\n\n1b-iv) RESULTS section in abstract must contain use data\n\nReport number of participants enrolled/assessed in each group, the use/uptake of the intervention (e.g., attrition/adherence metrics, use over time, number of logins etc.), in addition to primary/secondary outcomes. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it) INTRODUCTION 2a) In INTRODUCTION: Scientific background and explanation of rationale subitem not at all important 1 2 3 4 5 essential 1b-v) CONCLUSIONS/DISCUSSION in abstract for negative trials Conclusions/Discussions in abstract for negative trials: Discuss the primary outcome -if the trial is negative (primary outcome not changed), and the intervention was not used, discuss whether negative results are attributable to lack of uptake and discuss reasons. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)\n\nDoes your paper address subitem 1b-v?\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer 2a-i) Problem and the type of system/solution\n\nDescribe the problem and the type of system/solution that is object of the study: intended as stand-alone intervention vs. incorporated in broader health care program? Intended for a particular patient population? Goals of the intervention, e.g., being more cost-effective to other interventions, replace or complement other solutions? (Note: Details about the intervention are provided in \"Methods\" under 5)\n\nIntroduction section, rst paragraph 2a-ii) Scientific background, rationale: What is known about the (type of) system Introduction section, last paragraph 3a) Description of trial design (such as parallel, factorial) including allocation ratio 3b) Important changes to methods after trial commencement (such as eligibility criteria), with reasons subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 3a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Design\" Does your paper address CONSORT subitem 3b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study No changes during the intervention 3b-i) Bug fixes, Downtimes, Content Changes Bug fixes, Downtimes, Content Changes: ehealth systems are often dynamic systems. A description of changes to methods therefore also includes important changes made on the intervention or comparator during the trial (e.g., major bug fixes or changes in the functionality or content) (5-iii) and other \"unexpected events\" that may have influenced study design such as staff changes, system failures/downtimes, etc. [2]. 4a) Eligibility criteria for participants subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 3b-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study No changes or events during the intervention Does your paper address CONSORT subitem 4a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Participants\" 4a-i) Computer / Internet literacy Computer / Internet literacy is often an implicit \"de facto\" eligibility criterion -this should be explicitly clarified. Does your paper address subitem 4a-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Results>Participants\", not an eligibility criterion subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 4b) Settings and locations where the data were collected 4a-ii) Open vs. closed, web-based vs. face-to-face assessments:\n\nOpen vs. closed, web-based vs. face-to-face assessments: Mention how participants were recruited (online vs. offline), e.g., from an open access website or from a clinic, and clarify if this was a purely webbased trial, or there were face-to-face components (as part of the intervention or for assessment), i.e., to what degree got the study team to know the participant. In online-only trials, clarify if participants were quasi-anonymous and whether having multiple identities was possible or whether technical or logistical measures (e.g., cookies, email confirmation, phone calls) were used to detect/prevent these.\n\nDoes your paper address subitem 4a-ii? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedures\" 4a-iii) Information giving during recruitment\n\nInformation given during recruitment. Specify how participants were briefed for recruitment and in the informed consent procedures (e.g., publish the informed consent documentation as appendix, see also item X26), as this information may have an effect on user self-selection, user expectation and may also bias results."
    },
    {
      "title": "Does your paper address subitem 4a-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedures\"\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 4b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedures\" and \"Methods>Outcome measures\" 4b-i) Report if outcomes were (self-)assessed through online questionnaires\n\nClearly report if outcomes were (self-)assessed through online questionnaires (as common in web-based trials) or otherwise."
    },
    {
      "title": "Does your paper address subitem 4b-i? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nOutcomes were automatically measured using the smartphone, but required users to carry it with them. This is reported in \"Methods>Outcome measures\" and in \"Discussion>Limitations\""
    },
    {
      "title": "4b-ii) Report how institutional affiliations are displayed",
      "text": "Report how institutional affiliations are displayed to potential participants [on ehealth media], as affiliations with prestigious hospitals or universities may affect volunteer rates, use, and reactions with regards to an intervention.(Not a required item -describe only if this may bias results)\n\n5) The interventions for each group with sufficient details to allow replication, including how and when they were actually administered\n\nsubitem not at all important 1 2 3 4 5 essential Does your paper address subitem 4b-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nParticipants were informed that the study was conducted by Kyoto University when signing the informed consent, no institutional a liations are included in the game."
    },
    {
      "title": "5-i) Mention names, credential, affiliations of the developers, sponsors, and owners",
      "text": "Mention names, credential, affiliations of the developers, sponsors, and owners [6] (if authors/evaluators are owners or developer of the software, this needs to be declared in a \"Conflict of interest\" section or mentioned elsewhere in the manuscript)."
    },
    {
      "title": "Does your paper address subitem 5-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Describe the history/development process of the application and previous formative evaluations (e.g., focus groups, usability testing), as these will have an impact on adoption/use rates and help with interpreting results."
    },
    {
      "title": "Does your paper address subitem 5-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-iii) Revisions and updating",
      "text": "Revisions and updating. Clearly mention the date and/or version number of the application/intervention (and comparator, if applicable) evaluated, or describe whether the intervention underwent major changes during the evaluation process, or whether the development and/or content was \"frozen\" during the trial.\n\nDescribe dynamic components such as news feeds or changing content which may have an impact on the replicability of the intervention (for unexpected events see item 3b)."
    },
    {
      "title": "Does your paper address subitem 5-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 5-iv) Quality assurance methods Provide information on quality assurance methods to ensure accuracy and quality of information provided [1], if applicable. Does your paper address subitem 5-iv? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer 5-v) Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used. Replicability (i.e., other researchers should in principle be able to replicate the study) is a hallmark of scientific reporting."
    },
    {
      "title": "Does your paper address subitem 5-v?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "5-vi) Digital preservation",
      "text": "Digital preservation: Provide the URL of the application, but as the intervention is likely to change or disappear over the course of the years; also make sure the intervention is archived (Internet Archive, webcitation.org, and/or publishing the source code or screenshots/videos alongside the article). As pages behind login screens cannot be archived, consider creating demo pages which are accessible without login."
    },
    {
      "title": "Does your paper address subitem 5-vi?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-vii) Access",
      "text": "Access: Describe how participants accessed the application, in what setting/context, if they had to pay (or were paid) or not, whether they had to be a member of specific group. If known, describe how participants obtained \"access to the platform and Internet\" [1]. To ensure access for editors/reviewers/readers, consider to provide a \"backdoor\" login account or demo mode for reviewers/readers to explore the application (also important for archiving purposes, see vi)."
    },
    {
      "title": "Does your paper address subitem 5-vii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedure\"\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 5-viii) Mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework Describe mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework [6] used to design them (instructional strategy [1], behaviour change techniques, persuasive features, etc., see e.g., [7, 8] for terminology). This includes an in-depth description of the content (including where it is coming from and who developed it) [1],\" whether [and how] it is tailored to individual circumstances and allows users to track their progress and receive feedback\" [6]. This also includes a description of communication delivery channels and -if computermediated communication is a component -whether communication was synchronous or asynchronous [6]. It also includes information on presentation strategies [1], including page design principles, average amount of text on pages, presence of hyperlinks to other resources, etc. [1]."
    },
    {
      "title": "Does your paper address subitem 5-viii? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Game\""
    },
    {
      "title": "5-ix) Describe use parameters",
      "text": "Describe use parameters (e.g., intended \"doses\" and optimal timing for use). Clarify what instructions or recommendations were given to the user, e.g., regarding timing, frequency, heaviness of use, if any, or was the intervention used ad libitum."
    },
    {
      "title": "Does your paper address subitem 5-ix?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Not applicable for this study. Usage was evaluated using game actions, as reported in \"Methods>Outcome measures\"\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "5-x) Clarify the level of human involvement",
      "text": "Clarify the level of human involvement (care providers or health professionals, also technical assistance) in the e-intervention or as co-intervention (detail number and expertise of professionals involved, if any, as well as \"type of assistance offered, the timing and frequency of the support, how it is initiated, and the medium by which the assistance is delivered\". It may be necessary to distinguish between the level of human involvement required for the trial, and the level of human involvement required for a routine application outside of a RCT setting (discuss under item 21 -generalizability).\n\nDoes your paper address subitem 5-x?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nWeekly follow-up meetings, as reported in \"Methods>Procedures\", no additional human intervention."
    },
    {
      "title": "5-xi) Report any prompts/reminders used",
      "text": "Report any prompts/reminders used: Clarify if there were prompts (letters, emails, phone calls, SMS) to use the application, what triggered them, frequency etc. It may be necessary to distinguish between the level of prompts/reminders required for the trial, and the level of prompts/reminders for a routine application outside of a RCT setting (discuss under item 21 -generalizability)."
    },
    {
      "title": "Does your paper address subitem 5-xi? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nWeekly follow-up meetings, as reported in \"Methods>Procedures\" Describe any co-interventions (incl. training/support): Clearly state any interventions that are provided in addition to the targeted eHealth intervention, as ehealth intervention may not as stand-alone intervention. This includes training sessions and support [1]. It may be necessary to distinguish between the level of training required for the trial, and the level of training for a routine application outside of a RCT setting (discuss under item 21 -generalizability. Does your paper address subitem 5-xii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Simple weekly technical support for users, as reported in \"Methods>Procedures\" Does your paper address CONSORT subitem 6a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Outcome measures\" subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 6a-i) Online questionnaires: describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed If outcomes were obtained through online questionnaires, describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed [9]."
    },
    {
      "title": "Does your paper address subitem 6a-i?",
      "text": "Copy and paste relevant sections from manuscript text\n\nNo online questionnaires 6a-ii) Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored (logins, logfile analysis, etc.). Use/adoption metrics are important process outcomes that should be reported in any ehealth trial."
    },
    {
      "title": "Does your paper address subitem 6a-ii?",
      "text": "Copy and paste relevant sections from manuscript text Reported in \"Methods>Procedures\"\n\nsubitem not at all important 1 2 3 4 5 essential 6b) Any changes to trial outcomes after the trial commenced, with reasons 7a) How sample size was determined NPT: When applicable, details of whether and how the clustering by care provides or centers was addressed 6a-iii) Describe whether, how, and when qualitative feedback from participants was obtained Describe whether, how, and when qualitative feedback from participants was obtained (e.g., through emails, feedback forms, interviews, focus groups)."
    },
    {
      "title": "Does your paper address subitem 6a-iii?",
      "text": "Copy and paste relevant sections from manuscript text Reported in \"Methods>Outcome Measures\", last paragraph and in \"Results>Game experience\"\n\nDoes your paper address CONSORT subitem 6b? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study"
    },
    {
      "title": "No changes",
      "text": "subitem not at all important 1 2 3 4 5 essential 7b) When applicable, explanation of any interim analyses and stopping guidelines 8a) Method used to generate the random allocation sequence NPT: When applicable, how care providers were allocated to each trial group 7a-i) Describe whether and how expected attrition was taken into account when calculating the sample size Describe whether and how expected attrition was taken into account when calculating the sample size."
    },
    {
      "title": "Does your paper address subitem 7a-i?",
      "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Sample size was estimated for the intended ANOVA analysis based on previous study, as reported in the ethical approval document for this study."
    },
    {
      "title": "Does your paper address CONSORT subitem 7b? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nNo interim analysis Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedure\", second paragraph (simple randomization)."
    },
    {
      "title": "Does your paper address CONSORT subitem 8b? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedure\", second paragraph (simple randomization)."
    },
    {
      "title": "Does your paper address CONSORT subitem 9? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Procedure\", second paragraph. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Procedure\".\n\n11a-i) Specify who was blinded, and who wasn't Specify who was blinded, and who wasn't. Usually, in web-based trials it is not possible to blind the participants [1, 3] (this should be clearly acknowledged), but it may be possible to blind outcome assessors, those doing data analysis or those administering co-interventions (if any)."
    },
    {
      "title": "Does your paper address subitem 11a-i? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Design\", rst sentence.\n\n11a-ii) Discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\"\n\nInformed consent procedures (4a-ii) can create biases and certain expectations -discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\".\n\n11b) If relevant, description of the similarity of interventions\n\n(this item is usually not relevant for ehealth trials as it refers to similarity of a placebo or sham intervention to a active medication/intervention) 12a) Statistical methods used to compare groups for primary and secondary outcomes NPT: When applicable, details of whether and how the clustering by care providers or centers was addressed Does your paper address subitem 11a-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Design\", rst sentence."
    },
    {
      "title": "Does your paper address CONSORT subitem 11b? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Methods>Game\" Does your paper address CONSORT subitem 12a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Data analysis\"\n\nsubitem not at all important 1 2 3 4 5 essential 12b) Methods for additional analyses, such as subgroup analyses and adjusted analyses X26) REB/IRB Approval and Ethical Considerations [recommended as subheading under \"Methods\"] (not a CONSORT item)\n\n12a-i) Imputation techniques to deal with attrition / missing values Imputation techniques to deal with attrition / missing values: Not all participants will use the intervention/comparator as intended and attrition is typically high in ehealth trials. Specify how participants who did not use the application or dropped out from the trial were treated in the statistical analysis (a complete case analysis is strongly discouraged, and simple imputation techniques such as LOCF may also be problematic  [4] ).\n\nDoes your paper address subitem 12a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nReported in \"Results>Participants\", rst paragraph."
    },
    {
      "title": "Does your paper address CONSORT subitem 12b? *",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Data analysis\" and \"Results>Game experience\", and no subgroup or adjusted analysis\n\nsubitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential X26-i) Comment on ethics committee approval Does your paper address subitem X26-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Participants\", last paragraph x26-ii) Outline informed consent procedures Outline informed consent procedures e.g., if consent was obtained offline or online (how? Checkbox, etc.?), and what information was provided (see 4a-ii). See [6] for some items to be included in informed consent documents. Does your paper address subitem X26-ii? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Procedure\" subitem not at all important 1 2 3 4 5 essential RESULTS 13a) For each group, the numbers of participants who were randomly assigned, received intended treatment, and were analysed for the primary outcome NPT: The number of care providers or centers performing the intervention in each group and the number of patients treated by each care provider in each center 13b) For each group, losses and exclusions after randomisation, together with reasons X26-iii) Safety and security procedures Safety and security procedures, incl. privacy considerations, and any steps taken to reduce the likelihood or detection of harm (e.g., education and training, availability of a hotline) Does your paper address subitem X26-iii? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Procedure\" Does your paper address CONSORT subitem 13a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Results>Participants\", rst paragraph subitem not at all important 1 2 3 4 5 essential 14a) Dates defining the periods of recruitment and follow-up Does your paper address CONSORT subitem 13b? (NOTE: Preferably, this is shown in a CONSORT flow diagram) * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Results>Participants\", rst paragraph 13b-i) Attrition diagram Strongly recommended: An attrition diagram (e.g., proportion of participants still logging in or using the intervention/comparator in each group plotted over time, similar to a survival curve) or other figures or tables demonstrating usage/dose/engagement. Does your paper address subitem 13b-i? Copy and paste relevant sections from the manuscript or cite the figure number if applicable (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer Does your paper address CONSORT subitem 14a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Methods>Design\" subitem not at all important 1 2 3 4 5 essential 14b) Why the trial ended or was stopped (early) 15) A table showing baseline demographic and clinical characteristics for each group NPT: When applicable, a description of care providers (case volume, qualification, expertise, etc.) and centers (volume) in each group 14a-i) Indicate if critical \"secular events\" fell into the study period Indicate if critical \"secular fell into the study period, e.g., significant changes in Internet resources available or \"changes in computer hardware or Internet delivery resources\" Does your paper address subitem 14a-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study No event Does your paper address CONSORT subitem 14b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Not ended early subitem not at all important 1 2 3 4 5 essential 16) For each group, number of participants (denominator) included in each analysis and whether the analysis was by original assigned groups subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 15? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study As reported in \"Results>Participants\" 15-i) Report demographics associated with digital divide issues In ehealth trials it is particularly important to report demographics associated with digital divide issues, such as age, education, gender, social-economic status, computer/Internet/ehealth literacy of the participants, if known.\n\nDoes your paper address subitem 15-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study As reported in \"Results>Participants\" 16-i) Report multiple \"denominators\" and provide definitions\n\nReport multiple \"denominators\" and provide definitions: Report N's (and effect sizes) \"across a range of study participation [and use] thresholds\" [1], e.g., N exposed, N consented, N used more than x times, N used more than y weeks, N participants \"used\" the intervention/comparator at specific pre-defined time points of interest (in absolute and relative numbers per group). Always clearly define \"use\" of the intervention.\n\nsubitem not at all important 1 2 3 4 5 essential 17a) For each primary and secondary outcome, results for each group, and the estimated effect size and its precision (such as 95% confidence interval)\n\nDoes your paper address subitem 16-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study As reported in \"Results>Participants\" and \"Results>Main outcome\" 16-ii) Primary analysis should be intent-to-treat Primary analysis should be intent-to-treat, secondary analyses could include comparing only \"users\", with the appropriate caveats that this is no longer a randomized sample (see 18-i).\n\nDoes your paper address subitem 16-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study"
    },
    {
      "title": "Your answer",
      "text": "Does your paper address CONSORT subitem 17a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Reported in \"Results>Main outcome\", last paragraph.\n\nsubitem not at all important 1 2 3 4 5 essential 17b) For binary outcomes, presentation of both absolute and relative effect sizes is recommended 18) Results of any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing pre-specified from exploratory 17a-i) Presentation of process outcomes such as metrics of use and intensity of use\n\nIn addition to primary/secondary (clinical) outcomes, the presentation of process outcomes such as metrics of use and intensity of use (dose, exposure) and their operational definitions is critical. This does not only refer to metrics of attrition (13-b) (often a binary variable), but also to more continuous exposure metrics such as \"average session length\". These must be accompanied by a technical description how a metric like a \"session\" is defined (e.g., timeout after idle time) [1] (report under item 6a)."
    },
    {
      "text": "essential 1b) ABSTRACT: Structured summary of trial design, methods, results, and conclusions NPT extension: Description of experimental treatment, comparator, care providers, centers, and blinding status.) Primary condition or target group in the title Mention primary condition or target group in the title, if any (e.g., \"for children with Type I Diabetes\") Example: A Web-based and Mobile Intervention with Telephone Support for Children with Type I Diabetes: Randomized Controlled Trial Does your paper address subitem 1a-iii? *"
    },
    {
      "text": ") Open vs. closed, web-based (self-assessment) vs. face-to-face assessments in the METHODS section of the ABSTRACT Mention how participants were recruited (online vs. offline), e.g., from an open access website or from a clinic or a closed online user group (closed usergroup trial), and clarify if this was a purely web-based trial, or there were face-to-face components (as part of the intervention or for assessment). Clearly say if outcomes were self-assessed through questionnaires (as common in web-based trials). Note: In traditional offline trials, an open trial (open-label trial) is a type of clinical trial in which both the researchers and participants know which treatment is being administered. To avoid confusion, use \"blinded\" or \"unblinded\" to indicated the level of blinding instead of \"open\", as \"open\" in web-based trials usually refers to \"open access\" (i.e. participants can self-enrol). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "text": ") Describe the history/development process"
    },
    {
      "text": "defined pre-specified primary and secondary outcome measures, including how and when they were assessed 5-xii) Describe anyco-interventions (incl. training/support)"
    },
    {
      "text": "Type of randomisation; details of any restriction (such as blocking and block size) 9) Mechanism used to implement the random allocation sequence (such as sequentially numbered containers), describing any steps taken to conceal the sequence until interventions were assigned 10) Who generated the random allocation sequence, who enrolled participants, and who assigned participants to interventions Does your paper address CONSORT subitem 8a? *"
    },
    {
      "text": "If done, who was blinded after assignment to interventions (for example, participants, care providers, those assessing outcomes) and how NPT: Whether or not administering co-interventions were blinded to group assignment subitem"
    }
  ]
}
