{
  "paper_id": "65RYWLD4",
  "title": "Text messaging interventions to support smoking cessation among hospitalized patients in Brazil: a randomized comparative effectiveness clinical trial",
  "abstract": "Objective: A clinical trial carried out in patients hospitalized for clinical and surgical conditions. This study evaluated the effectiveness of text messaging interventions (TM) versus telephone counseling (TC) to promote smoking cessation among hospitalized smokers in a middle-income country. Seven-day abstinence was measured during follow-up phone calls one month after discharge. The comparative cost of the two interventions considered the cost of calls, time spent on phone calls and sending SMS and cost of the professional involved in the approaches. Results: Past 7-day tobacco abstinence was not statistically different between groups (30.5% in TM group and 26% in TC, p = 0.318). Costs were significantly lower in the TM group (U$9.28 × U$19.45-p < 0,001). Continuous abstinence was reported by 26% of TM participants and 24.5% of TC participants (p = 0.730). In the 3-month follow-up, 7-day abstinence was 23% in the TMI and 27% in the TC (p = 0.356) group. Continuous abstinence was reported by 20% of TM participants and 24% of TC participants (p = 0.334).",
  "year": 2015,
  "date": "2015",
  "journal": "Tob Use Insights",
  "publication": "Tob Use Insights",
  "authors": [
    {
      "forename": "Lígia",
      "surname": "Menezes Do Amaral",
      "name": "Lígia Menezes Do Amaral",
      "affiliation": "1  Clinical Medicine Department , Federal University of Juiz de Fora , Juiz de Fora , Minas Gerais , Brazil. \n\t\t\t\t\t\t\t\t Clinical Medicine Department \n\t\t\t\t\t\t\t\t Federal University of Juiz de Fora \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Juiz de Fora \n\t\t\t\t\t\t\t\t\t Minas Gerais \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Telmo",
      "surname": "Mota",
      "name": "Telmo Mota",
      "affiliation": "2  Department of Psychology , Federal University of Juiz de Fora , Juiz de Fora , Minas Gerais , Brazil. \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t Federal University of Juiz de Fora \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Juiz de Fora \n\t\t\t\t\t\t\t\t\t Minas Gerais \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Erica",
      "surname": "Cruvinel",
      "name": "Erica Cruvinel",
      "affiliation": "3  Population Health Department , University of Kansas Medical Center , Kansas City , KS , USA. \n\t\t\t\t\t\t\t\t Population Health Department \n\t\t\t\t\t\t\t\t University of Kansas Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kansas City \n\t\t\t\t\t\t\t\t\t KS \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Kimber",
      "surname": "Richter",
      "name": "Kimber Richter",
      "affiliation": "4  Preventive Medicine and Public Health , University of Kansas Medical Center , Kansas City , KS , USA. \n\t\t\t\t\t\t\t\t Preventive Medicine and Public Health \n\t\t\t\t\t\t\t\t University of Kansas Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kansas City \n\t\t\t\t\t\t\t\t\t KS \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Rafaela",
      "surname": "De Oliveira Andrade",
      "name": "Rafaela De Oliveira Andrade",
      "affiliation": "5  Present Address: Medical School , Federal University of Juiz de Fora , Juiz de Fora , Minas Gerais , Brazil. \n\t\t\t\t\t\t\t\t Present Address: Medical School \n\t\t\t\t\t\t\t\t Federal University of Juiz de Fora \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Juiz de Fora \n\t\t\t\t\t\t\t\t\t Minas Gerais \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Isabella",
      "surname": "Oliveira Lanzieri",
      "name": "Isabella Oliveira Lanzieri",
      "affiliation": "5  Present Address: Medical School , Federal University of Juiz de Fora , Juiz de Fora , Minas Gerais , Brazil. \n\t\t\t\t\t\t\t\t Present Address: Medical School \n\t\t\t\t\t\t\t\t Federal University of Juiz de Fora \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Juiz de Fora \n\t\t\t\t\t\t\t\t\t Minas Gerais \n\t\t\t\t\t\t\t\t\t Brazil",
      "email": "isabel.leite@ufjf.edu.br"
    },
    {
      "forename": "Caroline",
      "surname": "Ângela",
      "name": "Caroline Ângela"
    },
    {
      "forename": "Albino",
      "surname": "Dias",
      "name": "Albino Dias"
    },
    {
      "surname": "Destro De Macêdo",
      "name": "Destro De Macêdo",
      "affiliation": "6  Medical School , Federal University of Juiz de Fora , Juiz de Fora , Minas Gerais , Brazil. \n\t\t\t\t\t\t\t\t Medical School \n\t\t\t\t\t\t\t\t Federal University of Juiz de Fora \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Juiz de Fora \n\t\t\t\t\t\t\t\t\t Minas Gerais \n\t\t\t\t\t\t\t\t\t Brazil"
    },
    {
      "forename": "Isabel",
      "surname": "Cristina",
      "name": "Isabel Cristina"
    },
    {
      "forename": "Gonçalves",
      "surname": "Leite",
      "name": "Gonçalves Leite",
      "affiliation": "7  Collective Health Department , Federal University of Juiz de Fora , Juiz de Fora , Minas Gerais , Brazil \n\t\t\t\t\t\t\t\t Collective Health Department \n\t\t\t\t\t\t\t\t Federal University of Juiz de Fora \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Juiz de Fora \n\t\t\t\t\t\t\t\t\t Minas Gerais \n\t\t\t\t\t\t\t\t\t Brazil",
      "orcid": "0000-0003-1258-7331"
    }
  ],
  "doi": "10.1186/s13104-022-06002-6",
  "keywords": [
    "Patient discharge",
    "Randomized trial",
    "Smoking cessation",
    "Text messaging"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Smoking is the leading cause of premature death worldwide  [1, 2] . During hospital stays, when they were hospitalized for diagnosis and treatment of clinical and surgical conditions, patients must abstain from smoking, and they are particularly accessible and interested in receiving advice to quit  [3] [4] [5] [6] [7] . Increased access to phones, cell phones, the internet, and the emergence of quitlines have made these strategies attractive vehicles for novel health interventions  [8] [9] [10] [11] [12] [13] [14] [15] .\n\nBrazil has one of the world's most successful tobacco control programs, leading to a significant reduction in the prevalence of smoking in the last three decades (from more than 40% to less than 10% of the population). Brazil implemented numerous tobacco control policies including smoke-free air laws, marketing restrictions, graphic health warnings on cigarette packaging, national smoking cessation campaigns through the mass media, cigarette price increases and a national smoking cessation treatment program  [16] [17] [18] [19] . However, only a few hospitals in Brazil actually have a protocol to address smoking cessation with their patients  [20] [21] [22] [23] .\n\nText messaging shows strong potential to extend care to hospitalized smokers in Brazil during the post-discharge period  [3] . Text message interventions are effective for smoking cessation  [24] [25] [26]  and have a wide reach and low cost  [24] . Most Brazilians-86% of the population aged 10 years or over-are mobile phone users  [27] .\n\nThe present study is the first definitive randomized clinical trial to evaluate SMS for the post-discharge follow-up of smokers in Brazil. However, most smokers do not receive smoking cessation treatment when trying to quit  [3] . Different from other countries, there is limited research investigating SMS to support smoking cessation among post-discharge patients in Brazil.\n\nThe objective of the present study was to evaluate the effectiveness and costs of a post-discharge text messaging (TM) versus telephone counseling (TC), for supporting cessation among hospitalized smokers in Brazil."
    },
    {
      "title": "Main text"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "The design a 1:1 ratio two-arm randomized controlled clinical trial of non-inferiority conducted with hospitalized smokers. The study was approved by the Hospital Ethics Committee Review Board/process number 2.868.112. The trial is registered in the Clinical Trials Registry (NCT03237949) and the Brazilian Clinical Trials Registry (RBR-8mgc3h). The study adheres to the CON-SORT Guidelines."
    },
    {
      "title": "Setting and participants",
      "text": "This study was conducted at a university hospital located in the city of Juiz de Fora in the southeastern part of Brazil. Smoking is prohibited in the hospital (tobacco-free campus) and patients had to remain abstinent throughout their stay. Patients were recruited from all units of a 159bed public university hospital. Participants were involved in an initial pre-screening process using the Electronic Medical Record System (EMR) and then answered an inperson screening survey administered by the researcher team. In the first interview during hospitalization, eligible participants were consented and answered the baseline survey at bedside the day after hospitalization.\n\nDuring the hospital stay and following discharge, the Interdisciplinary Center for Research and Intervention in Tobacco (CIPIT) provides tobacco treatment to all patients  [28] . All patients also received a motivational approach during hospitalization and after discharge according to their allocation group.\n\nHospitalized smokers were eligible for inclusion on the study if they were aged ≥ 18 years, had smoked cigarettes within the past 30 days, had a cell phone, had received at least one text message in the past year. Participants were excluded if they were admitted to the intensive care, isolation rooms, were physically or cognitively unable to participate, or were incarcerated.\n\nWith 200 participants in each group, the study had 80% statistical power at an alpha of 0.05 to detect a 10% difference between groups in the proportion of participants who would quit smoking in the third month  [3] ."
    },
    {
      "title": "Randomization",
      "text": "A random allocation sequence was computer generated by the CDC Epi InfoTM7 platform. Participants were randomly assigned after the discharge, and the allocation order followed the discharge order (time and date)."
    },
    {
      "title": "Interventions"
    },
    {
      "title": "Text messaging",
      "text": "Patients randomized to TM received up to 30 text messages for 8-15 days after discharge. The number of messages sent after discharge was determined by the degree of motivation to maintain abstinence, reported by the patient while still hospitalized. The frequency and content of the messages varied depending on the participants' motivation to quit. Patients abstinent or preparing to quit in the next 14 days received two messages/day over the course of 15 days. Patients not ready to quit received two messages/day over the course of 8 days following hospitalization.\n\nThe format and design of the text messages followed methods used in the pilot study  [3] . Some messages were common to all patients and others were personalized based on information obtained in interviews during hospitalization. Bandura's self-efficacy theory to design the content of text messages was used  [29] . The study did not assess abstinence in the last 15 days but we used the intention to quit (or remain abstinent) in the next 30 days, collected in the baseline assessment, to customize the text message content. Participants abstinent or preparing to quit in the next 30 days received two messages per day for 15 days. Text messages were sent manually by a cell phone. Messaging was unidirectionalparticipants were unable to reply to messages."
    },
    {
      "title": "Telephone counseling",
      "text": "In TC, participants received one weekly phone call for 4 weeks. Four attempts were made, on different days and times of the day, per week for each participant. Telephone counseling lasted approximately 15 to 30 min. The counseling approach addressed motivation, confidence, quitting history, environmental factors, trigger situations, coping strategies, medication use, relapse prevention and setting a quit date. This is the standard treatment given to all discharged patients, except in the intervention group (TM) during this study. The approaches were based on concepts of motivational interviewing and cognitive behavioral therapy. Each telephone counseling was designed to help patients develop an individualized plan to quit smoking or to remain abstinent. The approach was based on Motivational Interviewing (quote) and addressed behavioral and cognitive issues, including motivation, confidence, quitting history, environmental factors, trigger situations, coping strategies, medication use, relapse prevention and setting a quit date  [30] .\n\nThese approaches were based on previou pragmatic tobacco treatment research  [3] ."
    },
    {
      "title": "Measures",
      "text": "Measures included demographics and social class distribution  [30] . The nicotine dependence was evaluated via Fagerström Test  [32] . Withdrawal symptoms during hospitalization  [33] , tobacco use characteristics, readiness to quit  [34] , and nicotine replacement therapy during hospitalization were assessed. The Patient Health Questionnaire -4 (PHQ-4) and the Alcohol Use Disorder Identification Test (AUDIT-C) were used  [35, 36] .\n\nThe main outcome measure was self-reported 7 day point prevalence abstinence at 1 month post-randomization (\"Did you smoke even a single puff in the last 7 days?\"). Secondary outcomes included self-reported 30 days continued abstinence at 1-month post-randomization (\"Did you smoke even a single puff in the last 30 days?), and biochemically verified abstinence at 3 months post-discharge. Exhaled carbon monoxide of ≤ 10 ppm was the cutoff for verification of abstinence  [37] .\n\nTo calculate costs, we analyzed the average time spent on interventions, the minute value of each intervention per participant, the amount paid to the telephone company, and the cost per minute worked by the healthcare professional, based on the federal employees' salary scale. Costs were calculated in Brazilian Real and converted into dollars on January 7. 2020 (1 dollar = 4.08 Brazilian Real).\n\nResearch Electronic Data Capture (REDCap) was used to enter the data. After descriptive statistics, the comparison of categorical variables was performed by chi-square and, for continuous variables with normal distribution, t-tests for independent samples. Nonparametric distribution variables were analyzed by Mann-Whitney. Subjects lost to follow-up were counted as smokers (intention to treat analysis-ITT).\n\nA comparative assessment of intervention costs was performed using cost minimization, used to measure the cost difference between alternative interventions, when it is assumed that both have the same effectiveness  [38] ."
    },
    {
      "title": "Results",
      "text": "Participants were recruited from May 2017 to January 2019. Of 629 individuals identified as smokers, after evaluating exclusion criteria, 400 participants were randomized and allocated to the study groups. Some interruptions occurred due to the worsening of the medical condition of the patients or for the performance of complementary exams at the time of the approach (Figure  S1 )."
    },
    {
      "title": "Participant characteristics",
      "text": "Randomization led to similar groups for all baseline characteristics, except for the age of tobacco initiation (Table  1 ).\n\nThe proportion of participants reached for follow-up was 73.25% (n = 293) at 30 days post-discharge and 66% (n = 264) at 90 days post-discharge."
    },
    {
      "title": "Abstinence at 1 and 3 months after discharge",
      "text": "Self-reported, 7 day point prevalence abstinence rates were not statistically different between groups at 1 month post-discharge using an ITT analysis (p = 0.318). Similarly, 30 day continuous abstinence was not significantly different between groups (p = 0.730), however the number of cigarettes per day smoked was fewer in the TM group (p < 0,036). Quit rates were also not significantly different at 3-month follow-up (Table  2 )."
    },
    {
      "title": "Cost analysis",
      "text": "Costs were significantly lower in the TM group compared to the TC group. Cost results can be seen in Table  3 ."
    },
    {
      "title": "Discussion",
      "text": "This was the first fully-powered study to compare the effectiveness of text messaging versus telephone counseling for post-discharge smoking cessation treatment. Both led to a high prevalence of self-reported smoking abstinence. Cost analysis found that text messaging intervention was half as expensive as phone calls.\n\nA recent meta-analysis included 26 clinical trials and concluded that there is moderate evidence that text messages increase cessation rates by approximately 50% when compared to support for smoking cessation  [26] .\n\nIn the last decades, there has been a great advance in the use of communication technologies in health care. This phenomenon contributed to the emergence of innovative health behavior change interventions  [24]  and several strategies have been studied to help hospitalized smokers to quit  [11, 12, 15] . Behavior change interventions sent by text messages are becoming increasingly popular, the possibility of reaching many people when performing interventions without personal contact reduces costs and allows access to people who are reluctant to have direct contact  [24, 25, 39, 40] .\n\nText messages have been used in Brazil for approximately 30 years, but the strategy, despite offering great advantages in the health area, is still little explored for this purpose. Despite the Brazilian tobacco control program reaching a significant number of people, through actions of the Unified Health System (SUS), the country's free public health system, communication technologies such as SMS are still not used by the program. Text messaging strategies are promising especially for low/middle-income countries where proactive telephone counseling is not available for free and quitline services are not structured. Future studies should address the effectiveness of automated messaging systems, evaluate ways to promote better interactivity with the participants, and determine the intensity of the approach to deliver the best results."
    },
    {
      "title": "Limitations",
      "text": "Loss of follow up is an important limitation of longitudinal studies. In this study, there were significantly fewer reached for follow up in the standard care (TC) group than in the TM group. Other limitations are the loss of interactivity due to the lack of actions aimed at possible participants' responses to messages (unidirectional messaging) and the unavailability of an automated messaging system."
    },
    {
      "text": "Baseline characteristics of study participants by treatment group"
    },
    {
      "text": "continued)SD Standard deviation, Md Median, IR Interquartile range, SES Social economic stratum, NRT Nicotine replacement therapy1Assessed via Brazilian criteria and social class distribution(ABEP 2016)"
    },
    {
      "text": "Abstinence at follow up post-discharge by treatment group"
    },
    {
      "text": "Cost analysis by strategies of counseling post-discharge"
    }
  ],
  "references": [
    {
      "title": "The economic impact of smoking and of reducing smoking prevalence: review of evidence",
      "authors": [
        "V Ekpu",
        "A Brown"
      ],
      "year": 2015,
      "doi": "10.4137/tui.s15628"
    },
    {
      "title": "21st-century hazards of smoking and benefits of cessation in the United States",
      "authors": [
        "P Jha",
        "C Ramasundarahettige",
        "V Landsman",
        "B Rostron",
        "M Thun",
        "R Anderson"
      ],
      "year": 2013,
      "doi": "10.1056/nejmsa1211128"
    },
    {
      "title": "An experimental feasibility study of a hybrid telephone counseling/text messaging intervention for post-discharge cessation support among hospitalized smokers in Brazil",
      "authors": [
        "E Cruvinel",
        "K Richter",
        "F Colugnati",
        "T Ronzani"
      ],
      "year": 2019,
      "doi": "10.1093/ntr/nty165"
    },
    {
      "title": "Interventions for smoking cessation in hospitalised patients",
      "authors": [
        "N Rigotti",
        "C Clair",
        "M Munafò",
        "L Stead"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.CD001837.pub3"
    },
    {
      "title": "Comparative effectiveness of post-discharge strategies for hospitalized smokers: study protocol for the helping HAND 2 randomized controlled trial",
      "authors": [
        "Z Reid",
        "S Regan",
        "J Kelley",
        "J Streck",
        "T Ylioja",
        "H Tindle"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1484-0"
    },
    {
      "title": "Efficacy of a smoking cessation program for hospital patients",
      "authors": [
        "N Rigotti",
        "J Arnsten",
        "K Mckool",
        "K Wood-Reid",
        "R Pasternak",
        "D Singer"
      ],
      "year": 1997,
      "doi": "10.1001/archinte.1997.00440430135016"
    },
    {
      "title": "Using warm handoffs to link hospitalized smokers with tobacco treatment after discharge: study protocol of a randomized controlled trial",
      "authors": [
        "K Richter",
        "B Faseru",
        "L Mussulman",
        "E Ellerbeck",
        "T Shireman",
        "J Hunt"
      ],
      "year": 2012,
      "doi": "10.1186/1745-6215-13-127"
    },
    {
      "title": "Lessons and pitfalls of interactive voice response in medical research",
      "authors": [
        "K Abu-Hasaballah",
        "A James",
        "R Aseltine"
      ],
      "year": 2007,
      "doi": "10.1016/j.cct.2007.02.007"
    },
    {
      "title": "Nicotine patches and quitline counseling to help hospitalized smokers stay quit: study protocol for a randomized controlled trial",
      "authors": [
        "S Cummins",
        "S Zhu",
        "A Gamst",
        "C Kirby",
        "K Brandstein",
        "C Klonoff"
      ],
      "year": 2012,
      "doi": "10.1186/1745-6215-13-128"
    },
    {
      "title": "Randomized trial of a smartphone mobile application compared to text messaging to support smoking cessation",
      "authors": [
        "D Buller",
        "R Borland",
        "E Bettinghaus",
        "J Shane",
        "D Zimmerman"
      ],
      "year": 2014,
      "doi": "10.1089/tmj.2013.0169"
    },
    {
      "title": "Web-Based intervention for transitioning smokers from inpatient to outpatient care: an RCT",
      "authors": [
        "K Harrington",
        "Y-I Kim",
        "M Chen",
        "R Ramachandran",
        "M Pisu",
        "R Sadasivan"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.04.008"
    },
    {
      "title": "A post-discharge smoking-cessation intervention for hospital patients",
      "authors": [
        "N Rigotti",
        "H Tindle",
        "Regan Levy",
        "D Chang",
        "Y Carpenter"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.04.005"
    },
    {
      "title": "Warm handoff versus fax referral for linking hospitalized smokers to quitlines",
      "authors": [
        "K Richter",
        "B Faseru",
        "T Shireman",
        "L Mussulman",
        "N Nazir",
        "T Bush"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.04.006"
    },
    {
      "title": "Referring hospitalized smokers to outpatient quit services: a randomized trial: a randomized trial",
      "authors": [
        "J Fellows",
        "R Mularski",
        "M Leo",
        "C Bentz",
        "L Waiwaiole",
        "M Francisco"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.014"
    },
    {
      "title": "Smoking-cessation interventions for urban hospital patients: a randomized comparative effectiveness trial",
      "authors": [
        "S Sherman",
        "A Link",
        "E Rogers",
        "P Krebs",
        "J Ladapo",
        "D Shelley"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.023"
    },
    {
      "title": "Strategies for the care of the person with chronic disease: the care of the person who smokes",
      "authors": [
        "Brazilian Ministry",
        "Health"
      ],
      "year": 2015,
      "doi": "10.1590/1980-265x-tce-2017-0339er"
    },
    {
      "title": "Brazil and the framework convention on tobacco control: global health diplomacy as soft power",
      "authors": [
        "K Lee",
        "L Chagas",
        "T Novotny"
      ],
      "year": 2010,
      "doi": "10.1371/journal.pmed.1000232"
    },
    {
      "title": "The Brazil simsmoke policy simulation model: the effect of strong tobacco control policies on smoking prevalence and smoking-attributable deaths in a middle income nation",
      "authors": [
        "D Levy",
        "L De Almeida",
        "A Szklo"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pmed.1001336"
    },
    {
      "title": "WHO framework convention on tobacco control: Development of an evidence based global public health treaty",
      "authors": [
        "K Shibuya",
        "C Ciecierski",
        "E Guindon",
        "D Bettcher",
        "D Evans",
        "Cjl Murray"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7407.154"
    },
    {
      "title": "Evaluation of smoking cessation treatment initiated during hospitalization in patients with heart disease or respiratory disease",
      "authors": [
        "T Garcia",
        "Sas Andrade",
        "A Biral",
        "A Bertani",
        "Lmo De Caram",
        "T Cezare"
      ],
      "year": 2018,
      "doi": "10.1590/s1806-37562017000000026"
    },
    {
      "title": "General hospital admission as an opportunity for smoking-cessation strategies: a clinical trial in Brazil",
      "authors": [
        "Rcs De Azevedo",
        "Mlf Mauro",
        "D Lima",
        "K Gaspar",
        "V Da Silva",
        "N Botega"
      ],
      "year": 2010,
      "doi": "10.1016/j.genhosppsych.2010.09.013"
    },
    {
      "title": "Disque Saúde Pare de Fumar no Brasil: uma Fonte de Informação a mais para a População",
      "authors": [
        "C De Abreu Perez",
        "T Pinheiro",
        "S Bialous",
        "V Cunha",
        "Maria Cavalcante"
      ],
      "year": 2011,
      "doi": "10.32635/2176-9745.RBC.2011v57n3.668"
    },
    {
      "title": "Telephone counselling for smoking cessation",
      "authors": [
        "W Matkin",
        "J Ordóñez-Mena",
        "J Hartmann-Boyce"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd002850.pub4"
    },
    {
      "title": "Efficacy of SMS text message interventions for smoking cessation: a metaanalysis",
      "authors": [
        "S Spohr",
        "R Nandy",
        "D Gandhiraj",
        "A Vemulapalli",
        "S Anne",
        "S Walters"
      ],
      "year": 2015,
      "doi": "10.1016/j.jsat.2015.01.011"
    },
    {
      "title": "Text messaging-based interventions for smoking cessation: a systematic review and meta-analysis",
      "authors": [
        "Laj Scott-Sheldon",
        "R Lantini",
        "E Jennings",
        "H Thind",
        "R Rosen",
        "B Salmoirago"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5436"
    },
    {
      "title": "Mobile phone text messaging and app-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "A Rodgers",
        "Y Gu",
        "R Dobson"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd006611.pub5"
    },
    {
      "title": "Survey on the Use of Information and Communication Technologies in Brazilian Households -ICT Households 2015",
      "authors": [
        "A Barbosa"
      ],
      "year": 2015
    },
    {
      "title": "Approach and Treatment of Smokers: Consensus 2001",
      "year": 2001,
      "doi": "10.47363/pos/2025(11)185"
    },
    {
      "title": "Self-efficacy: toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1978,
      "doi": "10.1016/0146-6402(78)90002-4"
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "S Rollnick",
        "C Butler",
        "P Kinnersley",
        "J Gregory",
        "B Mash"
      ],
      "year": 2010,
      "doi": "10.1136/bmj.c1900"
    },
    {
      "title": "Critérios De Estratificação E Comparação De Classificadores Socioeconômicos No Brasil",
      "authors": [
        "W Kamakura",
        "J Mazzon"
      ],
      "year": 2016,
      "doi": "10.1590/s0034-759020160106"
    },
    {
      "title": "Measuring nicotine dependence: a review of the fagerstrom tolerance questionnaire",
      "authors": [
        "K-O Fagerstrom",
        "N Schneider"
      ],
      "year": 1989,
      "doi": "10.1007/bf00846549"
    },
    {
      "title": "Signs and symptoms of tobacco withdrawal",
      "authors": [
        "J Hughes",
        "D Hatsukami"
      ],
      "year": 1986,
      "doi": "10.1001/archpsyc.1986.01800030107013"
    },
    {
      "title": "Readiness and stages of change in addiction treatment",
      "authors": [
        "C Diclemente",
        "D Schlundt",
        "L Gemmell"
      ],
      "year": 2004,
      "doi": "10.1080/10550490490435777"
    },
    {
      "title": "A 4-item measure of depression and anxiety: validation and standardization of the patient health questionnaire-4 (PHQ-4) in the general population",
      "authors": [
        "B Löwe",
        "I Wahl",
        "M Rose",
        "C Spitzer",
        "H Glaesmer",
        "K Wingenfeld"
      ],
      "year": 2010,
      "doi": "10.1016/j.jad.2009.06.019"
    },
    {
      "title": "The AUDIT alcohol consumption questions (AUDIT-C): an effective brief screening test for problem drinking",
      "authors": [
        "Acqip Acquip) For The",
        "K Bush",
        "D Kivlahan",
        "M Mcdonell",
        "S Fihn",
        "K Bradley"
      ],
      "year": 1998,
      "doi": "10.1001/archinte.158.16.1789"
    },
    {
      "title": "Biochemical verification of tobacco use and cessation",
      "year": 2002,
      "doi": "10.1080/14622200210123581"
    },
    {
      "title": "health economic methods: cost-minimization, cost-effectiveness, cost-utility, and cost-benefit evaluations",
      "authors": [
        "A Higgins",
        "A Harris"
      ],
      "year": 2012,
      "doi": "10.1016/j.ccc.2011.10.002"
    },
    {
      "title": "Can text messages reach the parts other process measures cannot reach: an evaluation of a behavior change intervention delivered by mobile phone?",
      "authors": [
        "L Irvine",
        "D Falconer",
        "C Jones",
        "I Ricketts",
        "B Williams",
        "I Crombie"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0052621"
    },
    {
      "title": "Text message behavioral interventions: From here to where?",
      "authors": [
        "B Suffoletto"
      ],
      "year": 2016,
      "doi": "10.1016/j.copsyc.2015.09.012"
    }
  ],
  "num_references": 40
}
