{
  "paper_id": "6CJ855Q3",
  "title": "An Integrated Digital Health Care Platform for Diabetes Management With AI-Based Dietary Management: 48-Week Results From a Randomized Controlled Trial",
  "abstract": "HIGHLIGHTS • For people with type 2 diabetes (T2D), consistent use of technology-based behavior therapy using mobile applications has been limited by the inconvenience of recording dietary and biometric data. • We assessed whether an integrated digital health care platform with automatic integration of various biometric data and artificial intelligence (AI)-driven dietary management that replaces the complicated manual input of dietary information with a single photograph improved glycemic measures. • Among adults with T2D, our platform with AI-driven dietary management resulted in better glycemia and more weight loss. • Our platform with AI-driven dietary management could be an efficacious tool for improving T2D self-management.",
  "year": 2022,
  "date": "2022",
  "journal": "Diabetes Care",
  "publication": "Diabetes Care",
  "authors": [
    {
      "forename": "You-Bin",
      "surname": "Lee",
      "name": "You-Bin Lee",
      "affiliation": "1  Division of Endocrinology and Metabolism , Department of Medicine , Samsung Medical Center , Sungkyunkwan University School of Medicine , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Endocrinology and Metabolism \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Samsung Medical Center \n\t\t\t\t\t\t\t\t Sungkyunkwan University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Gyuri",
      "surname": "Kim",
      "name": "Gyuri Kim",
      "affiliation": "1  Division of Endocrinology and Metabolism , Department of Medicine , Samsung Medical Center , Sungkyunkwan University School of Medicine , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Endocrinology and Metabolism \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Samsung Medical Center \n\t\t\t\t\t\t\t\t Sungkyunkwan University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Ji",
      "surname": "Jun",
      "name": "Ji Jun",
      "affiliation": "2  Division of Endocrinology and Metabolism , Department of Medicine , Kyung Hee University School of Medicine , Kyung Hee University Hospital at Gangdong , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Endocrinology and Metabolism \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t Kyung Hee University Hospital at Gangdong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Hyunjin",
      "surname": "Park",
      "name": "Hyunjin Park",
      "affiliation": "3  Amazing Food Solution Research Center , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Amazing Food Solution Research Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Je",
      "surname": "Lee",
      "name": "Je Lee"
    },
    {
      "forename": "You-Cheol",
      "surname": "Hwang",
      "name": "You-Cheol Hwang",
      "affiliation": "2  Division of Endocrinology and Metabolism , Department of Medicine , Kyung Hee University School of Medicine , Kyung Hee University Hospital at Gangdong , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Endocrinology and Metabolism \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Kyung Hee University \n\t\t\t\t\t\t\t\t Kyung Hee University Hospital at Gangdong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Jae",
      "surname": "Kim",
      "name": "Jae Kim",
      "affiliation": "1  Division of Endocrinology and Metabolism , Department of Medicine , Samsung Medical Center , Sungkyunkwan University School of Medicine , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Endocrinology and Metabolism \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Samsung Medical Center \n\t\t\t\t\t\t\t\t Sungkyunkwan University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    },
    {
      "forename": "Je",
      "surname": "Woo",
      "name": "Je Woo"
    },
    {
      "surname": "Lee",
      "name": "Lee",
      "affiliation": "4  Division of Endocrinology and Metabolism , Department of Internal Medicine , Asan Medical Center , University of Ulsan College of Medicine , Seoul , Republic of Korea \n\t\t\t\t\t\t\t\t Division of Endocrinology and Metabolism \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Asan Medical Center \n\t\t\t\t\t\t\t\t University of Ulsan College of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seoul \n\t\t\t\t\t\t\t\t\t Republic of Korea"
    }
  ],
  "doi": "10.2337/dc22-1929",
  "sections": [
    {
      "text": "behavioral therapy to encourage patients to maintain proper lifestyles are increasing for people with T2D  (3) (4) (5) (6) (7) .\n\nHowever, consistent use of the applications has been limited by factors including the inconvenience of recording dietary information and biometric data obtained from other health care devices. For example, searching and entering individual food items and converting them into actual dietary information, such as nutritional composition and calories, are bothersome and laborious. Furthermore, single health care platforms that integrate diverse biometric data, including blood glucose, body weight, blood pressure, and physical activity level, are limited, so users have needed to input those data, introducing the possibility of typing errors and decreasing compliance.\n\nA single platform that automatically integrates various data and contains an artificial intelligence (AI)-based food recognition program that replaces the complicated manual input of dietary information with a single photograph of each meal might overcome those limitations and be an appropriate digital health care option for people with T2D. A mobile health care platform, Auto-Chek Care (Aprilis Co., Ltd., Seoul, Korea), can be linked to a glucometer, a scale with bioelectrical impedance analysis, a sphygmomanometer, and a watch-type pedometer through Bluetooth, allowing all of those data to be automatically collected on the platform for integrated analysis in a single smartphone application. Furthermore, deeplearning technology of object detection and convolution neural networks now enables AI-based recognition of food contents in photographs. An AI-based food recognition program, FoodLens (Doing-Lab Co., Ltd., Seoul, Korea), recognizes multiple food items in a single photograph. It passed the Korean Information Security Technology accreditation test in January 2018 with a recognition rate of 86.6% in food classification. Once users take a photograph of multiple foods just before eating, diet and nutritional data are automatically assembled into the integrated digital health care platform from this program.\n\nTo investigate the utility of this approach in a clinical setting, we evaluated the efficacy of the integrated digital health care platform using an AI-based dietary management solution in adults with T2D. We additionally explored the efficacy of this platform combined with intermittently applied personal continuous glucose monitoring (CGM) and remote feedback from medical staff. More specifically, we assessed whether use of this platform without feedback (group B) improved glycemic measures, compared with standard diabetes care (group A) in adults with T2D. We further evaluated the effect of this platform with intermittently applied personal CGM and remote feedback from medical staff (group C) on glycemic measures, compared with the other groups for 48 weeks."
    },
    {
      "title": "RESEARCH DESIGN AND METHODS"
    },
    {
      "title": "Study Design",
      "text": "The detailed protocols for this 48-week, open-label, randomized, multicenter clinical trial conducted in three university-affiliated hospitals (Samsung Medical Center, Asan Medical Center, and Kyung Hee University Hospital) in Seoul, Republic of Korea, have been published  (8) . The trial was conducted in accordance with the principles of the Declaration of Helsinki and Good Clinical Practice guidelines. An independent ethics committee or institutional review board at each site approved the study protocol. All participants provided written informed consent before eligibility screening. The full study protocol and analysis plan are available online at ClinicalTrials.gov (NCT04161170)."
    },
    {
      "title": "Eligibility",
      "text": "Eligible participants were adults aged 19-69 years with T2D who had been taking a constant dose of one or more oral antidiabetic agents for >12 weeks or had taken no antidiabetic agent for the previous 4 weeks. To be included, the participants' most recent hemoglobin A 1c (HbA 1c ) measurement (within the previous 3 months) had to be 7.0-8.5%, and BMI had to be $23.0 kg/m 2 , the cutoff for public health action in Asian populations  (9) . Summarized exclusion criteria are described in Supplementary Appendix 1. A complete list of eligibility criteria has been provided previously  (8) ."
    },
    {
      "title": "Trial Procedures",
      "text": "Trial procedures are summarized in Supplementary Fig.  1 . Subjects were randomly assigned to one of three groups in a 1:1:1 ratio using a random-number table provided by the Biostatistics Department of Samsung Biomedical Research Institute. Routine diabetes care with hospital visits every 3 months was applied for individuals in control group A. Those in experimental group B were introduced to the digital integrated health care platform to use by themselves without monitoring or assistance from medical personnel. Those in experimental group C were helped by medical staff to successfully install the platform on their mobile device and educated at the hospital on its use and application. The individuals in groups B and C received a glucometer (Auto-Chek Plus Blood Glucose Monitoring System, GM01RAA; APRILIS Co., Ltd., Seoul, Korea), a sphygmomanometer (Auto-Chek Signature Blood Pressure Monitoring System, TMB-1597-BT; APRILIS Co., Ltd.), a scale with bioelectrical impedance analysis (Auto-Chek Plus Body Fat Analyzer; APRI-LIS Co., Ltd.), and a watch-type pedometer (Auto-Chek Plus Smartband Q8; APRILIS Co., Ltd.), all of which connect automatically to the platform via Bluetooth. The FoodLens (DoingLab Co., Ltd.) AI-based food recognition program recognizes multiple foods from a single photograph, which participants were asked to take prior to eating. Diet and nutritional data, including food groups and calories, were thus automatically incorporated into the platform from this program  (8) . As shown in the demonstration video  (10) , because it recognizes multiple foods from various cultures in a single photograph, users do not have to take photo of each food item individually. The subjects in group C also received a CGM device (Dexcom G5; Dexcom, Inc., San Diego, CA) and were asked to use it for 1 week every 3 months to monitor and obtain glycemic data for individualized feedback. Continual monitoring of the integrated health care data (blood glucose, CGM metrics, body weight, blood pressure, exercise, and diet) by medical staff and personal educational feedback via text messages were provided only to those in group C. Clinically registered dietitians sent nutritional intervention messages to those in group C based on their integrated health care data. Details on the nature of intervention messages are provided in Supplementary Appendix 2 and Supplementary Table  1 . Follow-up visits after baseline were scheduled every 12 weeks for a total of 48 weeks."
    },
    {
      "title": "End Points",
      "text": "The primary end point was the difference of change in HbA 1c from baseline to 24 weeks between groups A and B.\n\nSecondary end points are summarized in Supplementary Table  2 ."
    },
    {
      "title": "Rescue Therapy",
      "text": "The criteria for rescue therapy (addition or titration of diabetes medication) are described in Supplementary Table  3 . Participants who did not receive rescue therapy continued the same medications during the study."
    },
    {
      "title": "Statistical Analysis",
      "text": "Assuming a 0.3% difference in HbA 1c levels between the study groups A and B (mean HbA 1c 7.44% [58 mmol/mol], SD 0.6%) (effect size d 5 0.50)  (6, 11) , 78 subjects were required per group, with a two-sided a threshold of 0.025 and 80% power. Accounting for a dropout rate of 20%, 294 subjects were randomly assigned to groups A (n 5 99), B (n 5 97), and C (n 5 98).\n\nAll efficacy analyses were performed according to the intention-to-treat principle in the full analysis set (FAS) (modified intention-to-treat population consisting of all participants with at least one available postbaseline value among those randomly assigned). Data sets with missing values were analyzed using the last observation carried forward method. The safety analysis set (all participants who underwent at least one safety assessment after randomization) was used to report safety data.\n\nComparisons of baseline characteristics between groups were conducted using ANOVA or the Kruskal-Wallis test for continuous variables and Pearson x 2 or Fisher exact test for categorical variables. Changes from baseline to 12, 24, 36, or 48 weeks were compared between groups (A vs. B, A vs. C, and B vs. C) using the two-sample t test or Wilcoxon rank sum test. Subgroup analyses in the FAS stratified by the baseline HbA 1c level (<7.5% and $7.5%) and sensitivity analyses in the randomly assigned population were also conducted. We used SAS software (version 9.4; SAS Institute, Cary, NC) for statistical analyses. Two-sided P values <0.05 were regarded as significant."
    },
    {
      "title": "Number of Data Inputs and Correlations With Changes in HbA 1c From Baseline",
      "text": "For individuals randomly assigned to group B or C, the number of data inputs (NDI) at weeks 12, 24, 36, and 48 were calculated as an indicator of platform usage. The NDI was defined as the number of times data were entered into the application as photographs of foods and glucometer, sphygmomanometer, and scale results. Correlations between changes in HbA 1c from baseline and the sum of NDI from week 12 to 24 or 48 were assessed using the Spearman correlation coefficient."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Patient Characteristics",
      "text": "A total of 298 adults with T2D underwent screening, and 294 were randomly assigned to groups A (n 5 99), B (n 5 97), and C (n 5 98). The screening, randomization, and follow-up are summarized in Fig.  1 . The FAS included 273 participants (92 in group A, 91 in group B, and 90 in group C). Baseline characteristics were similar across the three groups (Table  1 ). The mean age in the FAS was 56.11 (SD 8.28) years, and 66.30% (181) were male. The mean baseline HbA 1c in the FAS was 7.45% (SD 0.38%)."
    },
    {
      "title": "Change in HbA 1c From Baseline",
      "text": "At 24 weeks, HbA 1c values were 7.39 ± 0.68%, 7.15 ± 0.70%, and 6.95 ± 0.67% in groups A, B, and C, respectively (group A vs. B, group A vs. C; all P < 0.01) (Fig.  2 ). The decrease in HbA 1c from baseline to 24 weeks in groups B (À0.32 ± 0.58%) and C (À0.49 ± 0.57%) was significantly larger than that in group A (À0.06 ± 0.61%) (Table  2 ). The pattern of change in HbA 1c from baseline to week 48 was similar to that from baseline to week 24. The decrease in HbA 1c from baseline to 36 weeks was greatest in group C, followed by group B and group A.\n\nIn sensitivity analyses in the randomly assigned population, changes in HbA 1c were comparable to the main analyses (Supplementary Table  4 ). In subgroup analysis by the baseline HbA 1c level (<7.5% and $7.5%) (Supplementary Table  5 ), change in HbA 1c from baseline to week 48 was significantly higher in group B and group C than group A in both subgroups. Change in HbA 1c from baseline to week 24 was greater in group B than group A in subgroup with baseline HbA 1c <7.5% and was higher in group C than group A in both subgroups. Only in group C, not in group B, the extent of decrease in HbA 1c from baseline to 24 or 48 weeks was numerically higher in participants with baseline HbA 1c $7.5% (À0.68 ± 0.72% to 24 weeks) compared with those with baseline HbA 1c <7.5% (À0.38 ± 0.45% to 24 weeks)."
    },
    {
      "title": "Other Secondary End Points",
      "text": "At week 36, group B exhibited a greater decrease in fasting plasma glucose (FPG) than group A (Supplementary Table  6 ). The decrease in FPG from baseline was greater in group C than in group A at weeks 24, 36, and 48. The decrease in FPG from baseline to 48 weeks in group C was higher than that in group B.\n\nGroup B showed greater weight loss than group A at weeks 12 and 24 (Supplementary Table  7 ). Group C exhibited significantly greater weight loss than group A at weeks 12, 24, 36, and 48. Regarding the lipid profiles, the change in LDL cholesterol levels from baseline to week 24 differed significantly between groups C and A (Supplementary Table  8 ). The number of hypoglycemic events was examined during the 3 months preceding each assessment. Changes in the number of hypoglycemic events from baseline to weeks 12, 24, 36, and 48 did not differ between groups (Supplementary Table  9 ).\n\nA satisfaction evaluation was conducted using the Diabetes Treatment Satisfaction Questionnaire, composed of eight questions  (12) . Among them, six questions ask about \"satisfaction with current treatment\" (Q1), \"convenience\" (Q4), \"flexibility\" (Q5), \"understanding of diabetes\" (Q6), \"recommend treatment to others\" (Q7), and \"willingness to continue\" (Q8), respectively, on a scale ranging from zero to six, with higher scores indicating higher satisfaction  (12) . At week 48, changes from baseline in the scores for Q1 were higher in group B than group A (Supplementary Table  10 ). Changes from baseline to week 36 in scores for Q5 were higher in group C than in group B. At week 24, the change from baseline in scores for Q6 was higher in group C than in group B. At week 12, changes from baseline in the scores for Q7 were higher in groups B and C than group A. At week 24, the change in scores for Q7 from baseline was higher in group C than in group A. The changes from baseline in scores for the final two questions (Q2 and 3), which investigate the burden of hyperglycemia and hypoglycemia, respectively  (12) , did not differ between groups.\n\nA total of 4,998 intervention messages were sent to participants in group C. Among them, 2,199 (44.0%) were warning, 2,053 (41.1%) were education, 636 (12.7%) were encouragement, and the rest, 110 (2.2%), contained confirmation of action. For group C, the number of interventional text messages by medical staff (mean ± SD) was 2.67 ± 1.06 times at week 12, 2.33 ± 1.25 times at week 24, 2.13 ± 1.10 times at week 36, and 1.76 ± 1.36 times at week 48. Changes in CGM metrics among participants in group C are summarized in Supplementary Table  11 ."
    },
    {
      "title": "Safety End Points",
      "text": "The safety analysis set included 281 participants (95 in group A, 93 in group B, and 93 in group C). A summary of the key treatment-emergent adverse events is provided in Supplementary Table  12 . No adverse event led to discontinuation. No adverse event was related to the trial intervention in groups B and C. In group A, one hyperglycemia case was considered to be related to the trial intervention."
    },
    {
      "title": "Rescue Therapy",
      "text": "The proportion of participants who received rescue therapy was not significantly different between groups (Supplementary Table  13 ). Changes in medications among them are summarized according to treatment group (Supplementary Table  14 )."
    },
    {
      "title": "Number of Data Inputs and Correlations With Changes in HbA 1c",
      "text": "From Baseline\n\nThe NDI at weeks 12, 24, 36, and 48 was higher in group C than in group B and tended to decrease from weeks 12 to 48 (Supplementary Table  15 ). However, even in group B, the NDI was maintained at a mean of 13.92 times at week 48. Among individual components of NDI, the number of dietary records from photographs of foods and glucose measures were significantly higher in group C than in group B from weeks 12 to 48. Change in HbA 1c from baseline correlated negatively with the sum of the NDI from week 12 to week 24 or 48 (Supplementary Table  16 )."
    },
    {
      "title": "CONCLUSIONS",
      "text": "In this 48-week, open-label, randomized, multicenter clinical trial involving adults with T2D who had HbA 1c 7.0-8.5% and BMI $23 mg/m 2 , use of the integrated digital health care platform with AI-driven dietary management improved glycemia (as indicated by the change in HbA 1c ) during 48 weeks without affecting the number of hypoglycemic events and produced more weight loss for 24 weeks. Furthermore, use of the platform with intermittently applied personal CGM and feedback from medical staff led to better glycemia and more weight loss persistently for 48 weeks, compared with routine diabetes care.\n\nOur findings suggested the feasibility of improving glycemia using an integrated digital health care platform without modifying medication. Although the degree of HbA 1c reduction was relatively moderate even in group C as well as group B, it might have been affected by the relatively low baseline HbA 1c level of our population, especially for the intervention of group C. Although the extent of decrease in HbA 1c from baseline was not varied by the baseline HbA 1c level in group B, that in group C tended to be higher in individuals with higher baseline HbA 1c level in subgroup analyses. It suggests that rather than the simple introduction of the platform, interventions accompanying patient education and personalized feedback might show grater magnitude of effects on glycemia in individuals with poorly controlled diabetes, like other glucose-lowering therapies  (13) .\n\nIn previous trials, several digital health care applications have been shown to be effective for managing T2D, consistent with our findings (4-6,14,15). In a systematic review and meta-analysis of 13 randomized controlled studies on the efficacy of mobile health care applications for T2D self-management, the overall effect on HbA 1c expressed as mean difference was À0.40% (95% CI À0.69 to À0.11%) (4), similar to our results. However, not all of the trials demonstrated efficacy in terms of a significant reduction in HbA 1c compared with the control group  (16) (17) (18) , and low usage of the applications might have decreased their benefits  (16) . BlueStar, a mobile application designed to improve the self-management of diabetes, improved HbA 1c levels in a small trial  (19) , and it was the first application approved by the U.S. Food and Drug Administration as mobile prescription therapy  (16) . However, a multicenter, pragmatic, randomized controlled trial that evaluated the effects of BlueStar on glycemic control measured by HbA 1c among people with T2D at different clinical sites revealed no difference between the intervention and control arms  (16) . In that analysis  (16) , although an increase in application use corresponded with the reduction in HbA 1c level, the overall usage was low, and it varied significantly by site. Therefore, simplicity, convenience, and user-friendliness to enable consistent use could be important for maximizing the efficacy of health care applications for T2D management. In this respect, the strengths of our application are the automatic integration of data from various devices and an AI-based food recognition that requires only a single photograph of each meal. Particularly, AI-based food recognition can markedly reduce the cognitive burden of dietary records, one of the most laborious parts of diabetes selfmanagement. Also, in our study, active use of the application, as indicated by the NDI, correlated with the reduction in HbA 1c level. Although the NDI tended to decrease during follow-up even with our application, it was maintained at a mean We found that simply introducing the digital integrated health care platform without education or feedback from medical staff (group B) improved glycemia at weeks 24 and 48 and weight loss at weeks 12 and 24, compared with routine diabetes care (group A). Although digital health care applications equipped with automatic input of glucose levels or physical activity have been evaluated in previous studies  (6, 18) , they did not provide automatic and comprehensive integration of data from diverse multiple devices, including glucometers, scales with bioelectrical impedance analysis, sphygmomanometers, and watch-type pedometers, as our intervention did. Furthermore, the AI-driven dietary solution eliminates complex manual input by recognizing all foods in a single photograph and directly converting them into diet and nutritional information, which can reduce the cognitive burden of diabetes self-management. Image-assisted dietary assessment has been reported to curtail the underreporting of dietary intake, compared with the traditional approach (20). Baptista et al. (  21 ) asked adults with T2D what they wanted from a \"perfect\" application for diabetes self-management, and one of the primary themes was relief from the cognitive burden of self-management. This included tracking and visualizing multiple sources of diabetes-related data, automating uploads, and connecting data using linked devices, all of which our platform can do. Although participants in group B did not receive additional recommendations or education, they could use the biometric and diet records organized in the platform to self-manage their diabetes. Also, they could review the trend graphs to check for improvement and check whether they had achieved their goals in biometric measurements and daily calorie intake, which can be set or modified by the users. Since participants in all three groups were regularly visiting a diabetes specialist at one of the three university-affiliated hospitals every 3 months and getting routine diabetes care at the outpatient clinic, individuals in group B as well as those in group C could consult with their physicians (diabetes specialists) at clinic whether their goal settings were appropriate. Furthermore, because our subjects participated voluntarily and with informed consent, we might have recruited highly motivated people, which could be related to the considerable NDI, even in group B. The greater improvements in glycemia in group B, compared with group A, suggest that even the simple introduction of a convenient, user-friendly digital integrated health care platform could improve T2D self-management for those with regular medical access who are capable and motivated.\n\nGreater reductions were demonstrated in group C than in group B in HbA 1c from    (22) (23) (24) (25) , including a systematic review and meta-analysis  (22, 25) . In a randomized trial of 366 participants with poorly controlled diabetes of both types (HbA 1c $8%) in New Zealand, a greater reduction in HbA 1c (mean À8.85 mmol/mol) was noted in the intervention group (9 months of automated, tailored text messages) than in the control group (mean À3.96 mmol/mol)  (23) . This improvement in glycemic control was sustained 2 years after randomization  (24) .\n\nLimitations of this study should be acknowledged. First, our study population was restricted to Korean adults with T2D who had baseline HbA 1c 7.0-8.5% and BMI $23 mg/m 2 and not using insulin, glucagon-like peptide 1 agonist, or antiobesity medication. Thus, effects beyond those in the studied population cannot be adequately inferred. Thus, further studies may be needed before extrapolating our findings to more obese patients, people with more poorly controlled T2D (baseline HbA 1c >8.5%), or users of insulin and/or glucagon-like peptide 1 agonist. Second, because the number of hypoglycemic events was collected from questionnaires and CGM was used only in group C, the detection rate might not be the same for each group. However, the change in the number of hypoglycemic events from baseline in group C did not differ from that in the other groups. Third, since our study was conducted in the Republic of Korea, where the smartphone ownership rate is the highest in the world  (26) , our intervention may not be feasible for underresourced individuals with less technology access in countries with lower rates of smartphone ownership. Fourth, health care devices linked to the platform were limited to certain products at this point. Lastly, in comparing groups B and C, effects of intermittent CGM and supports from medical staff could not be discriminated since CGM was provided only in group C. However, the main objective of our study was to investigate the efficacy of our platform using an AI-based dietary management compared with the routine care in adults with T2D (group A vs. B), and comparison between groups B and C was an additional exploration.\n\nA 48-week intervention using an integrated digital health care platform with AI-driven dietary management in adults with T2D produced a greater reduction in HbA 1c levels for 48 weeks and more weight loss for 24 weeks than routine diabetes management without affecting the number of hypoglycemic events. Furthermore, use of this platform with intermittently applied CGM and remote feedback from medical staff increased weight loss consistently for 48 weeks, compared with routine diabetes care, and improved HbA 1c values for 36 weeks compared with a simple introduction of the platform without feedback. Therefore, our integrated digital health care platform with AI-driven dietary management could be a safe and efficacious tool for improving self-management of T2D.\n\nFunding. This work was supported by a grant from the Korea Health Technology R&D Project through the Korea Health Industry Development Institute, funded by the Ministry of Health & Welfare, Republic of Korea (grant HI19C0871).\n\nKorea Health Industry Development Institute, the study funder, was not involved in the design of the study, the collection, analysis, interpretation of data, or writing the report and did not impose any restrictions regarding the publication of the report. Duality of Interest. No potential conflicts of interest relevant to this article were reported. Author Contributions. Y.-B.L. drafted the manuscript. G.K., J.E.J., W.J.L., and Y.-C.H. collected data. G.K., H.P., and J.H.K. contributed to the study design. G.K. and J.H.K. participated in the data analysis planning. J.E.J., H.P., and W.J.L. performed literature searches and contributed to conception of the hypothesis. Y.-B.L., G.K., and J.H.K. interpreted data. W.J.L., Y.-C.H., and J.H.K. critically edited the manuscript. All authors contributed important intellectual content during manuscript drafting or revision and approved the final version of the manuscript. J.H.K. and Y.-C.H. are the guarantors of this work and, as such, had full access to all of the data in the study and take responsibility for the integrity of the data and the accuracy of the data analysis."
    },
    {
      "text": "Figure 1-Flow diagram of the trial protocol. Primary reason for discontinuation: patient withdrawal (1), lost to follow-up (2), and other (3). SS, safety analysis set."
    },
    {
      "text": "Figure 2-Change in HbA 1c from baseline according to the treatment group. **P < 0.01."
    },
    {
      "text": "Demographics and baseline characteristics of the full analysis set"
    },
    {
      "text": "Change in HbA 1c from baseline by treatment group"
    }
  ],
  "references": [
    {
      "title": "American Diabetes Association Professional Practice Committee. 8. Obesity and weight management for the prevention and treatment of type 2 diabetes: Standards of Medical Care in Diabetes-2022",
      "authors": [
        "B Draznin",
        "V Aroda",
        "G Bakris"
      ],
      "year": 2022,
      "doi": "10.2337/dc22-s008"
    },
    {
      "title": "American Diabetes Association Professional Practice Committee. 5. Facilitating behavior change and wellbeing to improve health outcomes: Standards of Medical Care in Diabetes-2022",
      "authors": [
        "B Draznin",
        "V Aroda",
        "G Bakris"
      ],
      "year": 2022,
      "doi": "10.2337/dc22-s005"
    },
    {
      "title": "Committee of Clinical Practice Guidelines, Korean Diabetes Association. 2021 clinical practice guidelines for diabetes mellitus of the Korean Diabetes Association",
      "authors": [
        "K Hur",
        "M Moon",
        "J Park"
      ],
      "year": 2021,
      "doi": "10.4093/jkd.2021.22.4.250"
    },
    {
      "title": "T2DM self-management via smartphone applications: a systematic review and meta-analysis",
      "authors": [
        "M Cui",
        "X Wu",
        "J Mao",
        "X Wang",
        "M Nie"
      ],
      "year": 2016
    },
    {
      "title": "Smartphone-based technology in diabetes management",
      "authors": [
        "J Doupis",
        "G Festas",
        "C Tsilivigos",
        "V Efthymiou",
        "A Kokkinos"
      ],
      "year": 2020,
      "doi": "10.1007/s13300-020-00768-3"
    },
    {
      "title": "The effect of a smartphone-based, patient-centered diabetes care system in patients with type 2 diabetes: a randomized, controlled trial for 24 weeks",
      "authors": [
        "E Kim",
        "S Kwak",
        "H Jung"
      ],
      "year": 2019
    },
    {
      "title": "Mobile health applications for the most prevalent conditions by the World Health Organization: review and analysis",
      "authors": [
        "B Mart Inez-P Erez",
        "M De La Torre-D Iez I, L Opez-Coronado"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2600"
    },
    {
      "title": "Validation of the effectiveness of a digital integrated healthcare platform utilizing an AIbased dietary management solution and a realtime continuous glucose monitoring system for diabetes management: a randomized controlled trial",
      "authors": [
        "S Park",
        "G Kim",
        "Y Hwang",
        "W Lee",
        "H Park",
        "J Kim"
      ],
      "year": 2020,
      "doi": "10.1186/s12911-020-01179-x"
    },
    {
      "title": "Appropriate bodymass index for Asian populations and its implications for policy and intervention strategies",
      "authors": [
        "Who Expert Consultation"
      ],
      "year": 2004,
      "doi": "10.1016/s0140-6736(03)15268-3"
    },
    {
      "title": "Ltd. Food image recognition",
      "authors": [
        "Doinglab Foodlens",
        "Co"
      ],
      "year": 2019
    },
    {
      "title": "Improved glycemic control without hypoglycemia in elderly diabetic patients using the ubiquitous healthcare service, a new medical information system",
      "authors": [
        "S Lim",
        "S Kang",
        "H Shin"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1447"
    },
    {
      "title": "Use of diabetes treatment satisfaction questionnaire in diabetes care: importance of patient-reported outcomes",
      "authors": [
        "Y Saisho"
      ],
      "year": 2018,
      "doi": "10.3390/ijerph15050947"
    },
    {
      "title": "Relationship of baseline HbA1c and efficacy of current glucose-lowering therapies: a metaanalysis of randomized clinical trials",
      "authors": [
        "R Defronzo",
        "A Stonehouse",
        "J Han",
        "M Wintle"
      ],
      "year": 2010,
      "doi": "10.1111/j.1464-5491.2010.02941.x"
    },
    {
      "title": "Usability and clinical efficacy of diabetes mobile applications for adults with type 2 diabetes: a systematic review",
      "authors": [
        "H Fu",
        "S Mcmahon",
        "C Gross",
        "T Adam",
        "J Wyman"
      ],
      "year": 2017,
      "doi": "10.1016/j.diabres.2017.06.016"
    },
    {
      "title": "mHealth interventions for disadvantaged and vulnerable people with type 2 diabetes",
      "authors": [
        "L Mayberry",
        "C Lyles",
        "B Oldenburg",
        "C Osborn",
        "M Parks",
        "M Peek"
      ],
      "year": 2019,
      "doi": "10.1007/s11892-019-1280-9"
    },
    {
      "title": "Mobile app for improved self-management of type 2 diabetes: multicenter pragmatic ran-domized controlled trial",
      "authors": [
        "P Agarwal",
        "G Mukerji",
        "L Desveaux"
      ],
      "year": 2019,
      "doi": "10.2196/10321"
    },
    {
      "title": "A smartphone application to deliver a treat-totarget insulin titration algorithm in insulin-naive patients with type 2 diabetes: a pilot randomized controlled trial",
      "authors": [
        "Y Bee",
        "A Batcagan-Abueg",
        "C Chei"
      ],
      "year": 2016,
      "doi": "10.2337/dc16-0419"
    },
    {
      "title": "My Diabetes Coach, a mobile app-based interactive conversational agent to support type 2 diabetes self-management: randomized effectivenessimplementation trial",
      "authors": [
        "E Gong",
        "S Baptista",
        "A Russell"
      ],
      "year": 2020,
      "doi": "10.2196/20322"
    },
    {
      "title": "WellDoc mobile diabetes management randomized controlled trial: change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "C Quinn",
        "S Clough",
        "J Minor",
        "D Lender",
        "M Okafor",
        "A Gruber-Baldini"
      ],
      "year": 2008,
      "doi": "10.1089/dia.2008.0283"
    },
    {
      "title": "New mobile methods for dietary assessment: review of image-assisted and imagebased dietary assessment methods",
      "authors": [
        "C Boushey",
        "M Spoden",
        "F Zhu",
        "E Delp",
        "D Kerr"
      ],
      "year": 2017,
      "doi": "10.1017/s0029665116002913"
    },
    {
      "title": "What do adults with type 2 diabetes want from the \"perfect\" app? Results from the second Diabetes MILES: Australia (MILES-2) Study",
      "authors": [
        "S Baptista",
        "S Trawley",
        "F Pouwer",
        "B Oldenburg",
        "G Wadley",
        "J Speight"
      ],
      "year": 2019,
      "doi": "10.1089/dia.2019.0086"
    },
    {
      "title": "The impact of automated brief messages promoting lifestyle changes delivered via mobile devices to people with type 2 diabetes: a systematic literature review and meta-analysis of controlled trials",
      "authors": [
        "C Arambepola",
        "I Ricci-Cabello",
        "P Manikavasagam",
        "N Roberts",
        "D French",
        "A Farmer"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5425"
    },
    {
      "title": "Effectiveness of text message based, diabetes self management support programme (SMS4BG): two arm, parallel randomised controlled trial",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Y Jiang"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k1959"
    },
    {
      "title": "Longterm follow-up of a randomized controlled trial of a text-message diabetes self-management support programme, SMS4BG",
      "authors": [
        "R Dobson",
        "R Whittaker",
        "Y Jiang"
      ],
      "year": 2020,
      "doi": "10.1111/dme.14182"
    },
    {
      "title": "Health education via mobile text messaging for glycemic control in adults with type 2 diabetes: a systematic review and meta-analysis",
      "authors": [
        "M Saffari",
        "G Ghanizadeh",
        "H Koenig"
      ],
      "year": 2014,
      "doi": "10.1016/j.pcd.2014.03.004"
    },
    {
      "title": "Smartphone ownership is growing rapidly around the world, but not always equally",
      "authors": [
        "L Silver"
      ],
      "year": 2019,
      "doi": "10.5040/9798216019107.ch-002"
    }
  ],
  "num_references": 26
}
