{
  "paper_id": "6DQ8LIZA",
  "title": "Efficacy of a digital therapeutics system in the management of essential hypertension: the HERB-DH1 pivotal trial",
  "abstract": "a small pilot trial, the HERB Digital Hypertension 1 (HERB-DH1) pivotal trial investigated the efficacy of digital therapeutics in patients with hypertension not receiving antihypertensive medication. ...........",
  "year": 2021,
  "date": "2021-08-29",
  "journal": "Sci Rep",
  "publication": "Sci Rep",
  "authors": [
    {
      "forename": "Kazuomi",
      "surname": "Kario",
      "name": "Kazuomi Kario",
      "affiliation": "1  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , 3311-1 , Yakushiji , Shimotsuke , Tochigi 329-0498 , Japan; \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3311-1 Yakushiji \n\t\t\t\t\t\t\t\t\t 329-0498 \n\t\t\t\t\t\t\t\t\t Shimotsuke \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan;",
      "email": "kkario@jichi.ac.jp"
    },
    {
      "forename": "Akihiro",
      "surname": "Nomura",
      "name": "Akihiro Nomura",
      "affiliation": "2  Innovative Clinical Research Center , Kanazawa University , 13-1 Takaramachi , Kanazawa , Ishikawa 920-8641 , Japan; \n\t\t\t\t\t\t\t\t Innovative Clinical Research Center \n\t\t\t\t\t\t\t\t Kanazawa University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 13-1 Takaramachi \n\t\t\t\t\t\t\t\t\t 920-8641 \n\t\t\t\t\t\t\t\t\t Kanazawa \n\t\t\t\t\t\t\t\t\t Ishikawa \n\t\t\t\t\t\t\t\t\t Japan;"
    },
    {
      "forename": "Noriko",
      "surname": "Harada",
      "name": "Noriko Harada",
      "affiliation": "1  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , 3311-1 , Yakushiji , Shimotsuke , Tochigi 329-0498 , Japan; \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3311-1 Yakushiji \n\t\t\t\t\t\t\t\t\t 329-0498 \n\t\t\t\t\t\t\t\t\t Shimotsuke \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan;"
    },
    {
      "forename": "Ayako",
      "surname": "Okura",
      "name": "Ayako Okura",
      "affiliation": "1  Division of Cardiovascular Medicine , Department of Medicine , Jichi Medical University School of Medicine , 3311-1 , Yakushiji , Shimotsuke , Tochigi 329-0498 , Japan; \n\t\t\t\t\t\t\t\t Division of Cardiovascular Medicine \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Jichi Medical University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3311-1 Yakushiji \n\t\t\t\t\t\t\t\t\t 329-0498 \n\t\t\t\t\t\t\t\t\t Shimotsuke \n\t\t\t\t\t\t\t\t\t Tochigi \n\t\t\t\t\t\t\t\t\t Japan;"
    },
    {
      "forename": "Kiyose",
      "surname": "Nakagawa",
      "name": "Kiyose Nakagawa",
      "affiliation": "5  CureApp, Inc. , . Kodenma-Cho YS building 4th floor , 12-5 Nihonbashi kodenma-Cho , Chuo-ku , Tokyo 103-0001 , Japan; \n\t\t\t\t\t\t\t\t CureApp, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kodenma-Cho YS building 4th floor 12-5 Nihonbashi kodenma-Cho Chuo-ku \n\t\t\t\t\t\t\t\t\t 103-0001 \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan;"
    },
    {
      "forename": "Tomoyuki",
      "surname": "Tanigawa",
      "name": "Tomoyuki Tanigawa",
      "affiliation": "5  CureApp, Inc. , . Kodenma-Cho YS building 4th floor , 12-5 Nihonbashi kodenma-Cho , Chuo-ku , Tokyo 103-0001 , Japan; \n\t\t\t\t\t\t\t\t CureApp, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Kodenma-Cho YS building 4th floor 12-5 Nihonbashi kodenma-Cho Chuo-ku \n\t\t\t\t\t\t\t\t\t 103-0001 \n\t\t\t\t\t\t\t\t\t Tokyo \n\t\t\t\t\t\t\t\t\t Japan;"
    },
    {
      "forename": "Eisuke",
      "surname": "Hida",
      "name": "Eisuke Hida",
      "affiliation": "6  Department of Biostatistics and Data Science , Osaka University Graduate School of Medicine , Yamadaoka 2-2 , Suita-Shi , Osaka 565-0871 , Japan \n\t\t\t\t\t\t\t\t Department of Biostatistics and Data Science \n\t\t\t\t\t\t\t\t Osaka University Graduate School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Yamadaoka 2-2 Suita-Shi \n\t\t\t\t\t\t\t\t\t 565-0871 \n\t\t\t\t\t\t\t\t\t Osaka \n\t\t\t\t\t\t\t\t\t Japan"
    }
  ],
  "doi": "https://doi.org/10.13039/501100004031",
  "keywords": [
    "Hypertension",
    "Digital therapeutics",
    "Lifestyle modification",
    "Ambulatory blood pressure",
    "Home blood pressure"
  ],
  "sections": [
    {
      "text": "The HERB-DH1 pivotal study showed the superiority of digital therapeutics compared with standard lifestyle modification alone to reduce 24-h ambulatory, home, and office BPs in the absence of antihypertensive medications."
    },
    {
      "title": "Introduction",
      "text": "Hypertension, especially uncontrolled hypertension, has a significant negative impact on cardiovascular morbidity and mortality.  1, 2 In fact, high systolic blood pressure (SBP) is the leading modifiable contributor to the worldwide cardiovascular disease burden.  3 etection of high blood pressure (BP) and effective treatment with dietary/lifestyle interventions and BP-lowering medications can significantly reduce the risk of future cardiovascular events.  4 owever, despite the availability of a range of pharmacological therapy options for the management of raised BP, rates of achievement of target BP levels and BP control remain suboptimal: from 30% to 85% of treated patients with hypertension fail to reach a BP management target of 140/90 mmHg, and rates of uncontrolled BP are even higher when the lower threshold of 130/80 mmHg recommended by the latest US guidelines is applied.  5, 6 In addition, 17-20% of American adults with hypertension have resistant disease, defined as a lack of BP control despite treatment with optimal dosages of > _3 antihypertensives from different drug classes.  7, 8 This highlights an unmet need for complementary approaches to optimize the management of hypertension.\n\nDigital therapeutics refers to an emerging branch of medicine, which utilizes technology-based software algorithms or applications (apps) to facilitate disease management.  9 Although there are a plethora of apps claiming to help manage hypertension, few have been developed in collaboration with healthcare professionals or device companies, and none have undergone rigorous scientific assessment of clinical efficacy in patients with hypertension.  10 Furthermore, the data that are available are not consistent with respect to the effects of digital therapeutics on BP levels and control.  11 he HERB system is a new interactive smartphone app that is designed to help users make intensive and consistent lifestyle modifications to reduce BP. It combines medically validated nonpharmacological interventions (including salt restriction, control of body weight, regular exercise, and alcohol restriction) with behavioural science techniques.  12 In addition, user input relating to personality, behavioural characteristics, and hypertension determinants is applied to personalize recommendations and strategies. This software system was developed under expert guidance from Jichi Medical University, Tochigi, Japan, and includes an app for use by patients with hypertension and a web application for healthcare providers (Figure  1 ).\n\nA randomized, open-label pilot study confirmed the feasibility and safety of the HERB system in patients with essential hypertension.  13 ypertension guidelines recommend 12 weeks of nonpharmacological therapy before drug initiation in treatment-naive patients with hypertension.  14 Therefore, this randomized, controlled clinical trial [HERB Digital Hypertension 1 (HERB DH1) pivotal] was designed to evaluate the 12-week efficacy and safety of digital therapeutics using the HERB system without medication (primary endpoint), and effects on 24-week endpoints after drug initiation was permitted, in patients with essential hypertension not receiving pharmacological antihypertensive therapy.  15 ............................................................................ The randomized, open-label HERB-DH1 study (jRCT2032190148) was conducted at 12 study sites in Japan (Supplementary material online, Table  S1 ). Patients were recruited between December 2019 and June 2020 and then followed until December 2020. The study protocol was approved by the Institutional Review Board at Jinbo Orthopedics (Tokyo) and Jichi Medical University Hospital (Tochigi, Japan). The trial was conducted in accordance with Good Clinical Practice, the Declaration of Helsinki, and all applicable laws and guidelines in Japan.\n\nPatients provided written informed consent prior to enrolment in the study."
    },
    {
      "title": "Study participants",
      "text": "Full details of study inclusion and exclusion criteria have been published previously.  15 Briefly, eligible patients were aged 20-64 years, had a diagnosis of essential hypertension (office BP 140-179/90-109 mmHg) with mean 24-h BP determined using ambulatory BP monitoring of > _130 mmHg, did not use antihypertensive medication for > _3 months prior to enrolment, were able to use a smartphone daily, and were considered appropriate to be managed with lifestyle modification for Figure  1  Overview of the digital therapeutic intervention (HERB system) for essential hypertension.\n\n12 weeks. Patients with suspected secondary hypertension or who required immediate antihypertensive medication due to medical history or comorbidities were excluded."
    },
    {
      "title": "Randomization and masking",
      "text": "Randomization (1:1) was performed automatically using the electronic data capture system and used as an independent web-based block randomization system. Randomization was stratified by the following factors: study centre, history of antihypertensive medication use (> _3 months previously), and 24-h SBP at baseline (> _145 or <145 mmHg)."
    },
    {
      "title": "Intervention",
      "text": "All patients were provided with details on lifestyle modifications for the management of hypertension, as recommended by the Japanese Society of Hypertension (JSH).  14 In the digital therapeutics group, patients also received interactive support for intensive and consistent lifestyle modifications using the HERB Mobile system.  15 Patients in the digital therapeutics group downloaded the app (HERB Mobile) through their smartphones, activated the app by entering a prescription code, and input their personal baseline profiles including age, sex, and their lifestyle, social background, and behaviour patterns (these data were gathered through a chat-bot with a virtual nurse in the app). The app retrieved each patient's input data and BP measurements from a home BP monitoring device, securely transferred the data to the cloud server, and analysed these data based on an algorithm developed with the assistance of health professionals to generate a personalized programme of lifestyle modifications designed to reduce BP. Patient data, including BP measurements, daily activities, and progress on the proposed programme, were simultaneously transferred and shown to healthcare providers using web-based software (HERB Console).\n\nBased on their personal data, physicians can support patients, promote daily app usage (e.g. watching educational lectures in the app), and provide education related to BP management. The HERB Mobile has the following three 'Steps' to foster implementation and adherence to individualized lifestyle modification to bridge the gap between current lifestyle and their ideal goals: Step 1, input and education-a personalized interactive education programme including lectures and advice via a 'virtual nurse' based on biological, psychological and social data; Step 2, appsupported interventions-specific instruction to implement lifestyle modifications based on the knowledge and techniques provided in Step 1 (decrease salt intake, body weight control, exercise, improving sleep condition, stress coping, and reducing alcohol intake); and Step 3, self-planning and evaluation-encouragement to combine non-pharmacological lifestyle modifications from Step 2 to maximize reductions in BP. Completion of Step 1 was defined as receiving all 14 interactive education chapters, and completion of Step 2 was defined as the app user having successfully experienced and achieved three consecutive recommended goals in each category.\n\nFor the first 12 weeks of the study, use of antihypertensive medication, sodium-glucose cotransporter 2 inhibitors, Chinese herbal medicines known to cause hypertension, and intake of foods approved by the Japan's Consumer Affairs Agency as 'food for specified health uses' was prohibited, and other interventions that could lower BP were discouraged (e.g. use of other smartphone apps that measure or store BP data or are designed to help lower BP). Addition of antihypertensive therapy according to current guidelines  14  was permitted from Week 12 onwards at the discretion of physicians."
    },
    {
      "title": "Endpoints",
      "text": "The primary endpoint was the mean change in 24-h ambulatory SBP from baseline to 12 weeks. Key secondary endpoints (evaluated at 12 and 24 weeks) include the following: proportion of patients with a > _5-mmHg change from baseline in mean 24-h SBP (efficacy rate); mean changes in ambulatory 24-h diastolic blood pressure (DBP); mean changes in home daytime and nighttime SBP, DBP, and heart rate; mean changes in office SBP, DBP, and heart rate; mean change in salt intake measured by a salt check sheet;  16  app usage and progress through app educational programmes; and adverse events. Please see the study design paper for full details.  15 An adverse event was defined as any unfavourable medical event occurring during the trial."
    },
    {
      "title": "Assessments",
      "text": "Full methodological details have been published previously.  15 Study visits took place at Weeks 4, 8, and 12 after randomization. In addition, patients were further evaluated after the end of study intervention (at Weeks 16, 20, and 24) and were divided into subgroups based on the antihypertensive medication usage within each randomized group.\n\nAmbulatory BP was measured at screening, and Weeks 12 and 24, using a validated device (TM-2241; A&D Co.) in accordance with procedures recommended by the JSH guidelines  14  and the Hypertension, brain, cardiovascular and renal Outcome Prevention and Evidence in Asia (HOPE Asia) Network.  17 Mean 24-h BP was calculated as the average of all successful readings. Participants recorded the times that they fell asleep and woke up in a diary. They were instructed to rest or sleep during nighttime and to maintain their usual daytime activities. Nighttime BP readings were those recorded from the time of falling asleep to the time of waking up; all other values were defined as daytime readings. Patients were classified into the following groups based on the fall in nighttime BP: extreme dipper (> _20% fall); dipper (10-20% fall); non-dipper (0 to <10% fall); and riser (increase in BP at night).\n\nHome BP was measured for 5-7 days before study visits at Weeks 4, 8, 12, and 24. Home BP measurements were performed with a validated device (UA-651BLE; A&D Co.) in accordance with the JSH and HOPE Asia Network recommendations.  14, 18, 19 Patients in the digital therapeutics group were instructed to connect their home BP monitoring device to the HERB Mobile app via Bluetooth and enable forwarding of BP values from the device to the app, and patients in the control group were instructed to store BP values in the home BP monitoring device for download at their next visit. In cases of temporary app malfunction during the study, patients were asked to record home BP values in a paper diary and these values were included in the analysis.\n\nOffice BP was measured at each study visit (Weeks 4, 8, 12, and 24). Two measurements were taken on each occasion based on instructions in the 2019 JSH guidelines.  14 The average of two stable values (difference <5 mmHg) was recorded; if the two readings differed by > _5 mmHg, then readings were repeated.\n\nBlood test and urinalysis were performed at screening, and at Weeks 12 and 24. Body weight and body mass index (BMI) were also assessed at screening, and at Weeks 12 and 24."
    },
    {
      "title": "Adherence monitoring",
      "text": "The following measures were used to evaluate app usage and adherence to recommendations: (i) mobile app engagement rate and (ii) selfreported executive scores for app-guided behaviours. The mobile app engagement rate was calculated as the number of days that the app was spontaneously opened and used in the 7 days before each scheduled visit divided by seven. Self-reported executive scores for app-guided behaviours were defined as the progress with proportions of each app-guided behaviour component, including knowledge acquisition (50%) and appguided behaviour execution (50%)."
    },
    {
      "title": "Sample size",
      "text": "Full details of the sample size calculation have been detailed elsewhere.  15 In brief, based on the findings of a pilot study,  13  the difference between the digital therapeutic and control group for the primary endpoint (change from baseline in mean 24-h SBP) was estimated to be 5 mmHg with a standard deviation of 14 mmHg. Based on a two-tailed alpha level of 5% and 90% power, the required sample size was calculated to be 165 patients per group. The recruitment target was set at 180 patients per group based on an assumed drop-out rate of 10%."
    },
    {
      "title": "Statistical analysis",
      "text": "All analyses were performed based on the full analysis set population and all BP values were included. The full analysis set included all randomized patients apart from those who did not meet study entry criteria, did not have at least one usage of the randomized management strategy, or did not have any efficacy data available.\n\nPatient characteristics at baseline are described using mean ± standard deviation or median (quartiles) for continuous variables, or number (proportion in %) for categorical variables. The primary endpoint was analysed using analysis of covariance (ANCOVA) adjusted for study centre,\n\nAssessed for eligibility (n=946) Participants registered (n=399) Digital therapeutics group (n=199) Control group (n=191) Completed 12 weeks follow-up* (n=192) Completed 24 weeks of follow-up (N = 78) Medication use evaluation Medication use evaluation Digital therapeutics plus medication (N = 78) Digital therapeutics without medication (N = 114) Control plus medication (N = 87) Control without medication (N = 93) Excluded (n=547): Did not meet ABPM or office BP criteria (n=276) Suspected secondary hypertension (n=232) Grade 3 hypertension (n=13) Consent withdrawal/dual consent (n=10) Physician suggestion (n=9) Allowance deviation (n=2) No appropriate smartphone (n=2) Other (n=3) Excluded (n= 9): ineligible (n=4) unable to perform ABPM (n=2) used prohibited concomitant medications (n=2) unable to use smartphone app (n=1) Completed 12 weeks follow-up* (n=180) Withdrawn (n=11): unable to attend clinic (n=9) received other antihypertensive therapy (n=2) Withdrawn (n=7): unable to attend clinic (n=6) suspected angina (n=1) Completed 24 weeks of follow-up (N = 113) Completed 24 weeks of follow-up (N = 87) Completed 24 weeks of follow-up (N = 88) Withdrawn (n = 1): unable to attend clinic (n=1) Withdrawn (n = 5): treatment for other disease (n=3) unable to attend clinic (n=1) used antihypertensives (n=1) Eligible participants randomised (n=390) Figure 2 CONSORT flow diagram. *Primary endpoint. ABPM, ambulatory blood pressure monitoring; BP, blood pressure. . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . . history of antihypertensive medication usage, and baseline 24-h SBP.\n\nBetween-group comparisons in secondary endpoints were performed using ANCOVA or logistic regression adjusted for the appropriate covariates. Sensitivity analysis for the primary endpoint was performed in the perprotocol population (defined as the subset of participants who complied with the study protocol). In addition, subgroup analyses were performed to assess the interactions between the digital therapeutics intervention and each subgroup using a regression model adjusting for centre and history of antihypertensive medication usage. Statistical analyses were performed using SAS statistical software version 9.4 or higher (SAS Institute Inc., Cary, NC, USA), R version 3.6.1 (The R Foundation, Vienna, Austria) with ggplot2 package for creating figures, and P-values <0.05 were considered to be statistically significant."
    },
    {
      "title": "Results"
    },
    {
      "title": "Patients",
      "text": "Of 946 patients assessed for eligibility between December 2019 and June 2020, 390 patients with essential hypertension were randomly allocated to the digital therapeutics group (n = 199) or the control group (n = 191) (Figure  2 ). Baseline characteristics were well balanced between the two groups (Table  1 ).\n\nTwelve-week follow-up was complete for 192 patients (96.5%) in the digital therapeutics group and 180 patients (94.2%) in the control group (Figure  2 ). From 12 to 24 weeks, antihypertensive drugs were prescribed for 78 patients (40.6%) in the digital therapeutics group and 87 patients (48.3%) in the control group (Supplementary material online, Table  S2 ). Final follow-up at 24 weeks was complete for 191 patients (96.0%) in the digital therapeutics group and 175 patients (91.6%) in the control group (Figure  2 )."
    },
    {
      "title": "Primary endpoint",
      "text": "The mean change from baseline to 12 weeks in 24-h ambulatory SBP was significantly greater in the digital therapeutics vs. control group [-4.9 vs. -2.5 mmHg; between-group difference -2.4, 95% confidence interval (CI) -4.5 to -0.3, P = 0.024] (Figure  3  and Supplementary material online, Table  S3 ). Results were consistent in a sensitivity analysis using the per-protocol population (between-group difference -2.4 mmHg, 95% CI -4.5 to -0.3, P = 0.026)."
    },
    {
      "title": "Secondary endpoints",
      "text": "Compared with the control group, patients in the digital therapeutics group showed significantly greater reductions from baseline in morning home SBP (between-group difference -4.3 mmHg, 95% CI -6.7 to -1.9, P < 0.001), evening home SBP (between-group difference -3.3 mmHg, 95% CI -5.8 to -0.7, P = 0.013), and office SBP (betweengroup difference -3.6 mmHg, 95% CI -6.2 to -1.0, P = 0.006) (Figure  3  and Supplementary material online, Figure  S1  and Tables  S4  and  S5 ).\n\n.............................................................................................................................................................................  Reductions from baseline in ambulatory, home and office DBP and heart rate were also significantly greater in the digital therapeutics group vs. control (Supplementary material online, Figures  S2  and  S3 ).\n\nThe proportion of patients achieving morning home BP <135/ 85 mmHg at 12-week follow-up was 22.2% in the digital therapeutics group and 10.4% in the control group (Supplementary material online, Table  S6 ).\n\nBetween-group differences in home and office BP at 24 weeks were slightly smaller than those at 12 weeks, but most betweengroup differences remained statistically significant. The additional BP-lowering effects seen in the digital therapeutics group were maintained at the 24-week follow-up in the subgroup of patients who were prescribed antihypertensive drugs after 12 weeks (Figure  4  and Supplementary material online, Figures  S4-S8 ).\n\nBody weight (Supplementary material online, Figure  S9 ) and BMI (Supplementary material online, Figure  S10 ) decreased to a significantly greater extent in the digital therapeutics vs. control group [between-group differences (95% CI) in BMI at 12 and 24 weeks of -0.2 kg/m 2 (-0.4 to -0.1), P = 0.005 and -0.3 kg/m 2 (-0.5 to -0.1), P = 0.005, respectively]. There was a significant correlation between baseline BMI and the reduction in 24-h ambulatory SBP in the digital therapeutics group (r = 0.21, P = 0.004) but not in the control group (r = 0.14, P = 0.063). Other obesity-related metabolic risk factors and measures of fatty liver were improved in the digital therapeutics group at both 12-and 24-week follow-up (Supplementary material online, Table  S7 ).\n\nSalt intake (based on salt check sheet points) (Supplementary material online, Figure  S11 ) showed a significantly greater decrease from baseline in the digital therapeutics group than in the control group [between-group differences (95% CI) at 12 and 24 weeks of -2.9 points (-3.7 to -2.2), P < 0.001 and -2.7 points (95% CI -3.6 to -1.9), P < 0.001, respectively]. Between-group differences in urinary sodium corrected for urinary creatinine did not differ significantly between treatment groups throughout the study (Supplementary material online, Figure  S12 )."
    },
    {
      "title": "Subgroup analysis",
      "text": "The only significant quantitative interaction between subgroups for treatment differences in 24-h ambulatory SBP at 12 weeks between the digital therapeutics and control groups was seen for baseline 24-h ambulatory SBP (Figure  5 ). The between-group difference was significantly greater in patients with baseline 24-h ambulatory SBP > _145 vs. <145 mmHg (between-group differences of -3.9 and -1.3 mmHg, respectively, P interaction <0.001). Patients with baseline 24-h ambulatory SBP > _145 mmHg had a significantly higher BMI and waist circumference and were more likely to have a history of antihypertensive drug use than those with a baseline 24-h ambulatory SBP <145 mmHg (Supplementary material online, Table  S8 )."
    },
    {
      "title": "App adherence and blood pressure measurement",
      "text": "The mobile app engagement rates were 98.1% at 12 weeks and 96.2% at 24 weeks. Corresponding proportions of patients who wrote in their digital diary daily were 83.8% and 82.2%. At 12 weeks, 91% of patients had completed Step 1 and >80% had implemented Step 2 app-supported lifestyle modifications including reducing salt intake, body weight control, and improving daily exercise (Supplementary material online, Figure  S13 ). At 24 weeks, >90% of patients had completed all Step 1 and Step 2 recommendations (Supplementary material online, Table  S9 ). There was a significant correlation between self-reported executive score for app-guided behaviours and the reduction in 24-h ambulatory SBP (r = -0.23, P = 0.002).\n\nThe proportion of patients who measured morning and evening home BP values at the 12-week follow-up was 97.4% and 93.8%, respectively, in the digital therapeutics group and 98.9% and 96.7%, respectively, in the control group."
    },
    {
      "title": "Adverse events",
      "text": "A total of 91 patients (45.5%) in the digital therapeutics group and 54 (27.8%) in the control group reported any adverse event during the study (Supplementary material online, Table  S10 ); none of these were considered to be related to the digital therapeutics system. There were two serious adverse events in each group: one admitted to hospital for pulmonary embolism in the digital therapeutics group and one lymphoma in the control group. No psychological adverse events were reported in either group.\n\nForty-eight patients (24.0%) in the digital therapeutics group experienced temporary system malfunctions during the trial (35 were unable to connect the app to a home BP monitor via Bluetooth, 7 had problems with the app not displaying contents properly, 4 were unable to input data, and 2 were unable to launch the app)."
    },
    {
      "title": "Discussion",
      "text": "Although there is some older literature investigating the use of digital interventions in patients with hypertension,  11  the novelty of this HERB-DH1 pivotal trial is the randomized, controlled evaluation of the office, home, and ambulatory BP-lowering effects of adding a comprehensive digital therapeutic intervention to standard lifestyle modification alone in patients with hypertension not currently receiving antihypertensive medication. The study met its primary and secondary efficacy endpoints, with significant reductions in 24-h ambulatory, home, and office SBP values in patients managed with digital therapeutics plus lifestyle modification compared with standard lifestyle modification alone (Graphical abstract). Some of these benefits persisted over time, even when antihypertensive agents were permitted (from Week 12 onwards). However, home SBP reductions were not maintained to 24 weeks in the subgroup who did not have addition of antihypertensive medication at Week 12. The digital therapeutic programme was well accepted by study participants, who showed good app usage and adherence to recommendations, as shown by a >95% engagement rate with the mobile app and the fact that 90% of the participants completed all Step 1 and Step 2 recommendations. There was a significant correlation between executive score for app-guided behaviours and the reduction in 24-h ambulatory SBP.\n\nThe finding of consistent BP reductions throughout the 24-h period in the digital therapeutics group of the current study was consistent in the full analysis set and per-protocol analyses and across a variety of patient subgroups. In addition, this is similar to the results of our previous study investigating the BP-lowering effect of salt restriction by expert nutritionists.  20 These observations might have particular clinical relevance to patients whose 24-h BP phenotype is associated with a high cardiovascular risk, especially those with nocturnal or early morning hypertension.  21, 22 The findings of our subgroup analysis showed that the digital therapeutic intervention could reduce SBP in patients with hypertension irrespective of 24-h BP pattern. Furthermore, the ability of digital therapeutic interventions to lower BP throughout the 24-h period is not limited by reductions in therapeutic effect at the end of the dosing window, as might occur with shorter-acting pharmacological antihypertensive agents. In particular, one important limitation of oral antihypertensive therapy is that drug concentrations might reach a relative trough during the night and early morning periods because of once daily (typically morning) dosing schedules and the pharmacokinetics of drug clearance. The potential for more continuous effects on BP during use of digital therapeutic interventions might be relevant in mitigating the loss of BP control associated with non-adherence to drug therapy, which is an important issue in hypertension management.  23 e findings of our study in untreated patients with hypertension are consistent with those from a retrospective study investigating a digitally delivered intervention including goal setting, skill building, and self-monitoring.  24 The change from baseline in morning home SBP in the intervention group from our study was 10.6 mmHg, compared with an 11.5 mmHg reduction from in SBP from baseline (P < 0.001) over a mean follow-up of 62.6 days in the retrospective study of patients with BP > _130/80 mmHg, with or without antihypertensive therapy.  24 Also, consistent between the two studies was the fact that reductions in BP occurred within the first few weeks after starting the digital therapeutic intervention.\n\nIn the current study, a significant reduction from baseline in home SBP was seen in both the digital therapeutics and control groups, both of which performed self-monitoring of home BP and received standard lifestyle modification education. As demonstrated in a metaanalysis, self-monitoring of BP per se appeared to reduce BP in patients with hypertension  25  and this likely contributed to the reduction in home BP during our study. However, the meta-analysis data suggested that the combination of self-monitoring of BP with other interventions including lifestyle counselling and self-management might be the most effective approach,  25  which is consistent with our findings.\n\nData from a recent randomized trial of a digital intervention including lifestyle modifications along with titration of antihypertensive medication showed that this was associated with better control of SBP than usual care.  26 In addition, the incremental costs of the digital intervention were low.  26 Although BP reductions in that study could also be attributed to titration of antihypertensive medication, followup between 12 and 24 weeks in our trial showed that reductions in BP associated with use of the digital therapeutics system were maintained even with the addition of antihypertensive drug therapy. The findings of another recent randomized, open-label trial of patients with uncontrolled hypertension were less positive, showing that those managed using a smartphone coaching app did not have lower BP at 6 months compared with those managed using a BP tracking app.  27 That study was limited by a sample size that was not large enough to detect small, but potentially relevant, differences between treatment groups. Furthermore, the majority had uncontrolled BP despite treatment with > _1 antihypertensive agent, making direct comparison with our results difficult.\n\nWith respect to morning home SBP, the difference in change from baseline between the digital therapeutics and control group at Week 12 was -4.3 mmHg (P < 0.001). This difference was evident from Week 4 onwards and persisted until Week 24, even after antihypertensive medication was initiated in some patients. However, reductions in home SBP at Week 24 were only seen in patients who started using antihypertensive therapy at Week 12, whereas SBP returned towards baseline levels in those without medication. This suggests a role for a combination strategy to maximize morning home BP reductions. Given that morning home SBP is an independent risk factor for clinical stroke events,  28  the additional BP-lowering effects of digital therapeutics over conventional lifestyle modification might be clinically relevant in terms of reducing cardiovascular risk. Furthermore, the absolute reduction from baseline in morning home SBP at Week 12 was 10.6 mmHg in the digital therapeutics group (vs. 6.2 mmHg in the control group; both P < 0.001 vs. baseline). In a meta-analysis of randomized controlled trials of antihypertensive treatment, a 10 mmHg reduction in office SBP was associated with a 20% reduction in the risk of major cardiovascular events, a 17% reduction in the risk of coronary heart disease, a 27% reduction in the risk of stroke, a 28% reduction in the risk of heart failure, and a 13% reduction in all-cause mortality.  4 Given that morning home SBP is more closely associated with cardiovascular events than office SBP, the magnitude of reduction in morning SBP seen in the digital therapeutics group of our study (10.6 mmHg) should be clinically relevant.\n\nReductions in home BP were evident by Week 4 after randomization and continued until Week 12, reflecting the different 'Steps' of the digital therapeutics programme. Self-reported salt intake score and body weight also decreased significantly during the intervention. In addition, the degree of reduction in BMI was weakly but significantly correlated with decreases in BP in the digital therapeutics group. Thus, the mechanism of significant BP reduction in the digital therapeutics group is likely to be due, at least in part, to the successful and persistent execution of non-pharmacological behaviours guided by the HERB system. Obesity-related metabolic risk factors and measures of fatty liver improved in the digital therapeutics group during the study, and this is another mechanism by which this nonpharmacological digital therapeutic approach could reduce overall cardiovascular risk.\n\nInformation on which patients might obtain the greatest benefit from a digital therapeutic intervention would be helpful to target use of the intervention to those most likely to benefit. Our results showed a significant interaction between baseline BP level and the efficacy of the digital therapeutic approach, with reductions in BP being smaller in those with baseline 24-h ambulatory SBP > _145 vs. <145 mmHg. Patients with higher vs. lower 24-h ambulatory SBP at baseline had significantly higher BMI, waist circumference, and history of antihypertensive use. Thus, it is possible that patients with a higher baseline BP might not implement non-pharmacological lifestyle modifications very well, even though they theoretically should have more motivation to lower their BP. Another factor that could be used as part of patient selection for digital therapeutics is how well patients are adhering to standard lifestyle modification recommendations at baseline. However, additional real-world data and research are needed to better define patients who would be good candidates for a digital therapeutic approach to initial hypertension management."
    },
    {
      "title": "Limitations",
      "text": "Although a key strength of this trial is the evaluation of the ambulatory and home BP-lowering effects of digital therapeutics compared with standard lifestyle modifications in untreated patients with hypertension, several limitations need to be considered when interpreting our findings. The trial enrolled a selected group of patients with hypertension (i.e. those not currently receiving pharmacological therapy who agreed to non-drug management for at least 12 weeks, and without an indication for immediate drug treatment). For example, patients with a history of heart failure or atherosclerotic cardiovascular disease were not eligible for this study due to the need for therapy with agents such as renin-angiotensin-aldosterone system inhibitors. Therefore, the findings cannot be generalized to patient groups other than those enrolled in the study, including higher-risk groups for whom at least 12 weeks without pharmacological antihypertensive therapy would be inappropriate. Adherence in the current study, as determined based on app engagement and implementation of appsuggested lifestyle modifications, was very high and may reflect the characteristics of the population studied. Therefore, caution should be exercised in generalizing the findings to other groups (e.g. based on ethnicity, socioeconomic status, and level of education).\n\nAlthough our study included some evaluation of the effect of the intervention in the presence of antihypertensive drug therapy, the data are limited and more detailed investigations are required, including differentiation between mono-and combination therapy recipients. Based on the Japanese guideline recommendation for 12 weeks of non-pharmacological management in treatment-naive patients with hypertension,  14  we limited the off-medication period to 12 weeks in the current study to limit the duration of time patients were not receiving drug therapy. However, this time period may not have been sufficient to fully evaluate the BP-lowering effects of the digital therapeutic intervention. After 12 weeks, doctors were permitted to prescribe antihypertensive medication to achieve BP control. This occurred in 78/199 (39%) and 87/191 (46%) of patients in the digital therapeutics and control groups, respectively. At the 24week follow-up, only between-group differences in morning and evening home SBP remained statistically significant. This suggests that there might be an attenuation of the positive effect of the digital intervention over time, as partially confirmed by the lack of differences in BP values between the digital therapeutics and control groups in study participants who did not start antihypertensive medication.\n\nGiven that BP data obtained after Week 12 in the current study were obtained in a non-randomized setting, longer follow-up of untreated patients is needed to provide additional data on the persistence of effects of the digital intervention. In addition, evaluation of this approach specifically in treated patients with hypertension is required.\n\nAnother point to note is the fact that withdrawal rates were higher in the control group than in the intervention group, although the perprotocol results were consistent with those in the full analysis set. The planned recruitment period for this study was affected by the coronavirus disease 2019 (COVID-19) pandemic, and enrolment took 3 months longer than initially planned. In addition, some patients were late for their scheduled visit due to the pandemic. Despite this, we were able to complete the study as planned with a very low number of dropouts and missing values. In fact, the pandemic highlights the value of being able to monitor patients and provide input on disease management remotely."
    },
    {
      "title": "Conclusions",
      "text": "The results of this study highlight the potential effects of digital therapeutics for non-pharmacological lifestyle modification to reduce BP in untreated patients with essential hypertension. The International Society of Hypertension has highlighted the need for population-level initiatives to reduce the global burden of elevated BP, including diet and exercise recommendations and reducing salt intake.  29 Digital tools, such as the HERB system evaluated in this study, have the potential to contribute to these initiatives for patients with early-stage hypertension by facilitating the implementation and effectiveness of lifestyle modification messages and behaviours."
    },
    {
      "text": "Graphical Abstract ..................................................................................................................................................................................................."
    },
    {
      "text": ". . . . . . . . . . . . . . . . . . . . . . . . . . . ."
    },
    {
      "text": "...................................................................................................................................................................................................................."
    },
    {
      "text": "Figure 3 Changes from baseline to 12 weeks in 24-h, daytime, and nighttime systolic blood pressure based on ambulatory blood pressure monitoring, morning and evening home systolic blood pressure, and office systolic blood pressure. Values are reported as mean [95% confidence interval]. ABPM, ambulatory blood pressure monitoring; SBP, systolic blood pressure."
    },
    {
      "text": "Figure 4 Change in morning home systolic blood pressure from baseline to 24 weeks. Values are reported as mean and standard error (bars). Pvalues are for differences between groups in the change from baseline to each time point using analysis of covariance adjusted for study site, previous antihypertensive drug use, and baseline systolic blood pressure on ambulatory blood pressure monitoring. LM, guideline-based lifestyle modification; MED, prescribed antihypertensive medications at 12 weeks. *Statistically significant between-group difference in the change from baseline."
    },
    {
      "text": "Figure 5 Differences in 24-h systolic blood pressure between the digital therapeutics and control groups at 12 weeks in patient subgroups. ABPM, ambulatory blood pressure monitoring; BMI, body mass index; CI, confidence interval; DBP, diastolic blood pressure; SBP, systolic blood pressure."
    },
    {
      "text": "Patient demographic and clinical characteristics at baseline"
    }
  ],
  "references": [
    {
      "title": "Uncontrolled hypertension increases risk of all-cause and cardiovascular disease mortality in US adults: the NHANES III Linked Mortality Study",
      "authors": [
        "D Zhou",
        "B Xi",
        "M Zhao",
        "L Wang",
        "S Veeranki"
      ],
      "year": 2018,
      "doi": "10.1038/s41598-018-27377-2"
    },
    {
      "title": "High blood pressure and cardiovascular disease",
      "authors": [
        "F Fuchs",
        "P Whelton"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.119.14240"
    },
    {
      "title": "Global burden of cardiovascular diseases and risk factors, 1990-2019: update from the GBD 2019 study",
      "authors": [
        "G Roth",
        "G Mensah",
        "Johnson Co",
        "G Addolorato",
        "E Ammirati",
        "L Baddour",
        "N Barengo",
        "A Beaton",
        "E Benjamin",
        "C Benziger",
        "A Bonny",
        "M Brauer",
        "M Brodmann",
        "T Cahill",
        "J Carapetis",
        "A Catapano",
        "S Chugh",
        "L Cooper",
        "J Coresh",
        "M Criqui",
        "N Decleene",
        "K Eagle",
        "S Emmons-Bell",
        "V Feigin",
        "` Ferna ´ndez-Sola",
        "G Fowkes",
        "E Gakidou",
        "S Grundy",
        "F He",
        "G Howard",
        "F Hu",
        "L Inker",
        "G Karthikeyan",
        "N Kassebaum",
        "W Koroshetz",
        "C Lavie",
        "Lloyd Jones",
        "D Lu",
        "H Mirijello",
        "A Temesgen",
        "A Mokdad",
        "A Moran",
        "A Muntner",
        "P Narula",
        "J Neal",
        "B Ntsekhe",
        "Moraes De Oliveira",
        "G Otto",
        "C Owolabi",
        "M Pratt",
        "M Rajagopalan",
        "S Reitsma",
        "M Ribeiro",
        "Alp Rigotti",
        "N Rodgers",
        "A Sable",
        "C Shakil",
        "S Sliwa-Hahnle",
        "K Stark",
        "B Sundstro ¨m",
        "J Timpel",
        "P Tleyjeh",
        "I Valgimigli",
        "M Vos",
        "T Whelton",
        "P Yacoub",
        "M Zuhlke",
        "L Murray",
        "C Fuster",
        "V; Gbd-Nhlbi-Jacc Global Burden",
        "Cardiovascular Diseases",
        "Writing Group"
      ],
      "year": 2020,
      "doi": "10.1016/j.jacc.2020.11.010"
    },
    {
      "title": "Blood pressure lowering for prevention of cardiovascular disease and death: a systematic review and meta-analysis",
      "authors": [
        "D Ettehad",
        "C Emdin",
        "A Kiran",
        "S Anderson",
        "T Callender",
        "J Emberson",
        "J Chalmers",
        "A Rodgers",
        "K Rahimi"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(15)01225-8"
    },
    {
      "title": "Global impact of 2017 American Heart Association/American College of Cardiology Hypertension Guidelines: a perspective from Japan",
      "authors": [
        "K Kario"
      ],
      "year": 2018,
      "doi": "10.1161/circulationaha.117.032851"
    },
    {
      "title": "Could 130/80 mm Hg be adopted as the diagnostic threshold and management goal of hypertension in consideration of the characteristics of Asian populations?",
      "authors": [
        "K Kario",
        "J Wang"
      ],
      "year": 2018,
      "doi": "10.1161/hypertensionaha.118.11203"
    },
    {
      "title": "Prevalence of apparent treatment-resistant hypertension in the United States",
      "authors": [
        "R Carey",
        "S Sakhuja",
        "D Calhoun",
        "P Whelton",
        "P Muntner"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.118.12191"
    },
    {
      "title": "Resistant hypertension management: comparison of the 2017 American and 2018 European High Blood Pressure Guidelines",
      "authors": [
        "G Grassi",
        "D Calhoun",
        "G Mancia",
        "R Carey"
      ],
      "year": 2019,
      "doi": "10.1007/s11906-019-0974-3"
    },
    {
      "title": "Transforming Global Healthcare by Advancing Digital Therapeutics",
      "year": 2021,
      "doi": "10.1201/9781003017288-8"
    },
    {
      "title": "Smartphone apps to support selfmanagement of hypertension: review and content analysis",
      "authors": [
        "T Alessa",
        "M Hawley",
        "E Hock",
        "L De Witte"
      ],
      "year": 2019
    },
    {
      "title": "Digital interventions to promote self-management in adults with hypertension systematic review and meta-analysis",
      "authors": [
        "G Mclean",
        "R Band",
        "K Saunderson",
        "P Hanlon",
        "E Murray",
        "P Little",
        "R Mcmanus",
        "L Yardley",
        "F Mair"
      ],
      "year": 2016,
      "doi": "10.1097/hjh.0000000000000859"
    },
    {
      "title": "Designing for Behavior Change",
      "authors": [
        "S Wendel"
      ],
      "year": 2014
    },
    {
      "title": "Digital therapeutics for essential hypertension using a smartphone application: a randomized, open-label, multicenter pilot study",
      "authors": [
        "K Kario",
        "A Nomura",
        "A Kato",
        "N Harada",
        "T Tanigawa",
        "R So",
        "S Suzuki",
        "E Hida",
        "K Satake"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14191"
    },
    {
      "title": "2018 ESC/ESH Guidelines for the management of arterial hypertension",
      "authors": [
        "B Williams",
        "G Mancia",
        "W Spiering",
        "Agabiti Rosei",
        "E Azizi",
        "M Burnier",
        "M Clement",
        "D Coca",
        "A De Simone",
        "G Dominiczak",
        "A Kahan",
        "T Mahfoud",
        "F Redon",
        "J Ruilope",
        "L Zanchetti",
        "A Kerins",
        "M Kjeldsen",
        "S Kreutz",
        "R Laurent",
        "S Lip",
        "Gyh Mcmanus",
        "R Narkiewicz",
        "K Ruschitzka",
        "F Schmieder",
        "R Shlyakhto",
        "E Tsioufis",
        "C Aboyans",
        "V Desormais"
      ],
      "year": 2018,
      "doi": "10.1097/hjh.0000000000001961"
    },
    {
      "title": "therapeutics for essential hypertension: rationale and design of the HERB-DH1 trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "T Tanigawa",
        "R So",
        "K Nakagawa",
        "S Suzuki",
        "A Okura",
        "E Hida",
        "K Satake"
      ],
      "year": 2020
    },
    {
      "title": "Comparison of a salt check sheet with 24-h urinary salt excretion measurement in local residents",
      "authors": [
        "K Yasutake",
        "E Miyoshi",
        "T Kajiyama",
        "Y Umeki",
        "Y Misumi",
        "N Horita",
        "Y Murata",
        "K Ohe",
        "M Enjoji",
        "T Tsuchihashi"
      ],
      "year": 2016,
      "doi": "10.1038/hr.2016.79"
    },
    {
      "title": "Expert panel consensus recommendations for ambulatory blood pressure monitoring in Asia: the HOPE Asia Network",
      "authors": [
        "K Kario",
        "J Shin",
        "C Chen",
        "P Buranakitjaroen",
        "Y Chia",
        "R Divinagracia",
        "J Nailes",
        "S Hoshide",
        "S Siddique",
        "J Sison",
        "A Soenarta",
        "G Sogunuru",
        "J Tay",
        "B Teo",
        "Y Turana",
        "Y Zhang",
        "S Park",
        "H Van Minh",
        "J Wang"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13652"
    },
    {
      "title": "Guidance on home blood pressure monitoring: a statement of the HOPE Asia Network",
      "authors": [
        "K Kario",
        "S Park",
        "P Buranakitjaroen",
        "Y Chia",
        "C Chen",
        "R Divinagracia",
        "S Hoshide",
        "J Shin",
        "S Siddique",
        "J Sison",
        "A Soenarta",
        "G Sogunuru",
        "J Tay",
        "Y Turana",
        "L Wong",
        "Y Zhang",
        "J Wang"
      ],
      "year": 2018,
      "doi": "10.1111/jch.13216"
    },
    {
      "title": "Expert panel consensus recommendations for home blood pressure monitoring in Asia: the Hope Asia Network",
      "authors": [
        "S Park",
        "P Buranakitjaroen",
        "C Chen",
        "Y Chia",
        "R Divinagracia",
        "S Hoshide",
        "J Shin",
        "S Siddique",
        "J Sison",
        "A Soenarta",
        "G Sogunuru",
        "J Tay",
        "Y Turana",
        "J Wang",
        "Y Zhang",
        "K; Kario",
        "Asia Hope",
        "Network"
      ],
      "year": 2018,
      "doi": "10.1038/s41371-017-0025-y"
    },
    {
      "title": "Effect of intensive salt-restriction education on clinic, home, and ambulatory blood pressure levels in treated hypertensive patients during a 3-month education period",
      "authors": [
        "M Nakano",
        "K Eguchi",
        "T Sato",
        "A Onoguchi",
        "S Hoshide",
        "K Kario"
      ],
      "year": 2016,
      "doi": "10.1111/jch.12770"
    },
    {
      "title": "Prognostic accuracy of day versus night ambulatory blood pressure: a cohort study",
      "authors": [
        "J Boggia",
        "Y Li",
        "L Thijs",
        "T Hansen",
        "M Kikuya",
        "K Bjo ¨rklund-Bodega ˚rd",
        "T Richart",
        "T Ohkubo",
        "T Kuznetsova",
        "C Torp-Pedersen",
        "L Lind",
        "H Ibsen",
        "Y Imai",
        "J Wang",
        "E Sandoya",
        "O 'brien",
        "E Staessen"
      ],
      "year": 2007,
      "doi": "10.1016/s0140-6736(07)61538-4"
    },
    {
      "title": "Nighttime blood pressure phenotype and cardiovascular prognosis: practitioner-based nationwide JAMP study",
      "authors": [
        "K Kario",
        "S Hoshide",
        "H Mizuno",
        "T Kabutoya",
        "M Nishizawa",
        "T Yoshida",
        "H Abe",
        "T Katsuya",
        "Y Fujita",
        "O Okazaki",
        "Y Yano",
        "N Tomitani",
        "H; Jamp Study Kanegae",
        "Group"
      ],
      "year": 2020,
      "doi": "10.1161/circulationaha.120.049730"
    },
    {
      "title": "Nonadherence to antihypertensive drugs: a systematic review and meta-analysis",
      "authors": [
        "T Abegaz",
        "A Shehab",
        "E Gebreyohannes",
        "A Bhagavathula",
        "A Elnour"
      ],
      "year": 2017,
      "doi": "10.1097/md.0000000000005641"
    },
    {
      "title": "Achieving rapid blood pressure control with digital therapeutics: retrospective cohort and machine learning study",
      "authors": [
        "N Guthrie",
        "M Berman",
        "K Edwards",
        "K Appelbaum",
        "S Dey",
        "J Carpenter",
        "D Eisenberg",
        "D Katz"
      ],
      "year": 2019,
      "doi": "10.2196/13030"
    },
    {
      "title": "Self-monitoring of blood pressure in hypertension: a systematic review and individual patient data meta-analysis",
      "authors": [
        "K Tucker",
        "J Sheppard",
        "R Stevens",
        "H Bosworth",
        "A Bove",
        "E Bray",
        "K Earle",
        "J George",
        "M Godwin",
        "B Green",
        "P Hebert",
        "Fdr Hobbs",
        "I Kantola",
        "S Kerry",
        "A Leiva",
        "D Magid",
        "J Mant",
        "K Margolis",
        "B Mckinstry",
        "M Mclaughlin",
        "S Omboni",
        "O Ogedegbe",
        "G Parati",
        "N Qamar",
        "B Tabaei",
        "J Varis",
        "W Verberk",
        "B Wakefield",
        "R Mcmanus"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pmed.1002389"
    },
    {
      "title": "Home and Online Management and Evaluation of Blood Pressure (HOME BP) using a digital intervention in poorly controlled hypertension: randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "P Little",
        "B Stuart",
        "K Morton",
        "J Raftery",
        "J Kelly",
        "K Bradbury",
        "J Zhang",
        "S Zhu",
        "E Murray",
        "C May",
        "F Mair",
        "S Michie",
        "P Smith",
        "R Band",
        "E Ogburn",
        "J Allen",
        "C Rice",
        "J Nuttall",
        "B Williams",
        "L; Home Bp Yardley",
        "Investigators"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.m4858"
    },
    {
      "title": "Effect of home blood pressure monitoring via a smartphone hypertension coaching application or tracking application on adults with uncontrolled hypertension: a randomized clinical trial",
      "authors": [
        "S Persell",
        "Y Peprah",
        "D Lipiszko",
        "J Lee",
        "J Li",
        "J Ciolino",
        "K Karmali",
        "H Sato"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.0255"
    },
    {
      "title": "Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hypertensives",
      "authors": [
        "K Kario",
        "T Pickering",
        "Y Umeda",
        "S Hoshide",
        "Y Hoshide",
        "M Morinari",
        "M Murata",
        "T Kuroda",
        "J Schwartz",
        "K Shimada"
      ],
      "year": 2003,
      "doi": "10.1161/01.cir.0000056521.67546.aa"
    },
    {
      "title": "International Society of Hypertension global hypertension practice guidelines",
      "authors": [
        "T Unger",
        "C Borghi",
        "F Charchar",
        "N Khan",
        "N Poulter",
        "D Prabhakaran",
        "A Ramirez",
        "M Schlaich",
        "G Stergiou",
        "M Tomaszewski",
        "R Wainford",
        "B Williams",
        "A Schutte"
      ],
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.15026"
    }
  ],
  "num_references": 29
}
