{
  "paper_id": "6E6PJ3HJ",
  "title": "Enhancing digital readiness and capability in healthcare: a systematic review of interventions, barriers, and facilitators",
  "abstract": "Introduction The rapid integration of digital technologies in healthcare requires healthcare professionals to be digitally ready and capable. This systematic review aims to identify interventions that improve digital readiness and capability among health professionals and to understand the barriers and facilitators they encounter during this digital transformation. Methodology A mixed-methods systematic review was conducted following the Joanna Briggs Institute (JBI) guidelines. We searched five databases CINAHL Plus, MEDLINE, EMBASE, PsychINFO, and Web of Science. The review used the Unified Theory of Acceptance and Use of Technology (UTAUT) framework to investigate factors influencing technology adoption. Studies were selected based on predefined inclusion and exclusion criteria, focusing on health professionals' digital capability in healthcare settings. Quality assessment was performed using the MMAT checklist, and data were analysed and synthesized to extract relevant themes and sub-themes. \n Results Initially, 1140 studies were identified, with 21 meeting the inclusion criteria after screening. These studies, published between 2017 and 2023.The results were categorized into four main themes: Performance Expectancy, Effort Expectancy, Facilitating Conditions, and Social Influence, with two sub-themes. The studies indicated that technology positively impacts job performance, facilitating acceptance among healthcare professionals. Ease of use was crucial for technology acceptance, while complexity and multiple logins were significant barriers. The importance of sufficient training and organizational support was highlighted to enhance digital competency and address technical issues, with inadequate training and infrastructure being major barriers. Social influence, including motivation of healthcare workers and shared decision-making, played a significant role in technology acceptance. \n Conclusion This review highlights critical factors influencing the digital readiness and capability of healthcare professionals. Interventions enhancing performance expectancy, addressing effort expectancy, improving facilitating conditions, and leveraging social influence are essential for successful digital health adoption. Future research should develop comprehensive frameworks to overcome barriers and promote digital health readiness. Integrating specialized training into educational programs is crucial for preparing healthcare professionals to navigate the evolving digital landscape.",
  "year": 2010,
  "date": "2010",
  "journal": "Inform Syst Res",
  "publication": "Inform Syst Res",
  "authors": [
    {
      "forename": "Norah",
      "surname": "Alotaibi",
      "name": "Norah Alotaibi",
      "affiliation": "1  Department of Nursing Administration and Education , Collage of Nursing , Shaqra University , Shaqra , Kingdom of Saudi Arabia \n\t\t\t\t\t\t\t\t Department of Nursing Administration and Education \n\t\t\t\t\t\t\t\t Collage of Nursing \n\t\t\t\t\t\t\t\t Shaqra University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Shaqra \n\t\t\t\t\t\t\t\t\t Kingdom of Saudi Arabia",
      "email": "nalotaibi03@qub.ac.uk"
    },
    {
      "forename": "Christine",
      "surname": "Brown",
      "name": "Christine Brown",
      "affiliation": "2  School of Nursing & Midwifery , Queen'S University Belfast , Belfast , UK \n\t\t\t\t\t\t\t\t School of Nursing & Midwifery \n\t\t\t\t\t\t\t\t Queen'S University Belfast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Belfast \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Marian",
      "surname": "Traynor",
      "name": "Marian Traynor",
      "affiliation": "3  Faculty of Medicine Health & Life Sciences , Queen'S University Belfast , Belfast , UK \n\t\t\t\t\t\t\t\t Faculty of Medicine Health & Life Sciences \n\t\t\t\t\t\t\t\t Queen'S University Belfast \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Belfast \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1186/s12913-025-12663-3",
  "pmid": "27822152",
  "keywords": [
    "Digital readiness",
    "Digital capability",
    "Health professionals",
    "Technology"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Digital health encompasses the use of information and communication technologies to improve human health and healthcare delivery  [1] . The acceleration of the development of digital solutions and their integration into healthcare has become a crucial aspect of the work of health professionals requiring them to adapt to new digital technologies  [2, 3] . Healthcare professionals across the globe are therefore navigating a rapidly evolving landscape, where new digital interventions are continuously being integrated into the routine work of healthcare  [4] . This presents a challenge as the need to acquire new capabilities and skills in order to effectively utilize digital technologies and provide the best possible care to their patients is managed  [5] . This includes being able to navigate and utilize electronic health records, telemedicine platforms, wearable devices, and other digital tools  [6] . These technologies promise to improve accessibility, efficiency, and the overall quality of healthcare services, revolutionizing the way health professionals interact with and treat patients.\n\nThe World Health Organization has accelerated its plans towards establishing a global strategy on digital health 2020-2025  [7] . The WHO digital health strategy is built on a concept of improved health for everyone, everywhere by supporting the development and adoption of person-centered digital health solutions that are appropriate, affordable, accessible, scalable, and sustainable. It is also creating infrastructure and applications that allow countries to use health data to promote health and well-being and to achieve the health-related Sustainable Development Goals  [7] . Among the countries that have set a precedent to adapt digital health in their healthcare system health are Australia  [8] , England  [9]  and Saudi Arabia  [10] .\n\nThe integration of digital health solutions into the healthcare system has become increasingly important as it offers numerous benefits in improving accessibility, efficiency, and quality of healthcare services  [11] . However, the incorporation of these systems does not come without its challenges. Integration of digital capability in health professionals' workplaces is dependent on user proficiency and competence  [5] . Health care professionals must have the necessary proficiency and competence to effectively utilize digital technology in their workplace  [12] . They need to be digitally proficient in order to leverage the benefits of these technologies and improve patient outcomes  [3] . Moreover, health care professionals have expressed concerns related to the use of technology at the point of care, highlighting the need for investment in implementation and addressing these concerns  [13] .\n\nBy involving healthcare professionals as end-users in the development of digital systems, healthcare organizations can ensure that these systems are fit for purpose and meet the needs of healthcare professionals  [14] . Investing in professional development opportunities for healthcare professionals to develop digital capability is also essential. This will empower healthcare providers to effectively use digital technology in their work and contribute to the advancement of healthcare  [6] .\n\nDigital capabilities in the context of health professionals are defined as the proficiency and competence required to effectively use technology to improve care delivery and outcomes  [12] . This digital acumen among healthcare professionals is vital for the successful integration of digital tools, which in turn can lead to superior patient care and the enrichment of healthcare quality  [12] . However, little is known about measures and interventions that enhance the readiness and capability of healthcare professionals, as well as the barriers and facilitators they encounter. Therefore, by identifying these factors and highlighting effective interventions, the way may be paved for a smoother transition into a digitally enabled healthcare future, ensuring that health care professional capability is promoted, and high-quality care is provided  [15] ."
    },
    {
      "title": "Question and objectives",
      "text": "This systematic review aims to examine strategies and interventions that support digital readiness and capability among healthcare professionals. It also seeks to discern and shed light on the obstacles and enablers encountered by these professionals as they embrace the digital health paradigm. Therefore, this review asks the question:"
    },
    {
      "title": "What are the critical components of digital readiness in health professions, and in what ways do identified barriers and facilitators affect digital capability?",
      "text": "The objectives of this review are to:\n\n(1) identify what constitutes digital readiness in health professions. (2) examine the barriers and facilitators that promote digital readiness in health professions."
    },
    {
      "title": "Methods",
      "text": "This mixed-methods systematic review was performed according to the guidelines of the Joanna Briggs Institute (JBI) Manual for Evidence Synthesis. By utilizing JBI's guides, researchers can systematically analyze various aspects of the papers, such as study design, participant selection, data collection methods  [16] . The protocol was registered with PROSPERO (CRD42023461309). Five medical and academic databases were used in this review: Cumulative Index to Nursing and Allied Health Literature (CINAHL Plus), Medical Literature Analysis and Retrieval System Online (MEDLINE), Excerpta Medica dataBASE (EMBASE), Psychological Information Database (PsychINFO), and Web of Science. These five databases were selected following critical discussion with the supervision team and a subject expert librarian to ensure that they were the most appropriate to extract relevant studies on digital health. The search involved manually reviewing the retrieved studies' reference lists, reading the full text to ensure no relevant studies were missed  [17, 18] . Additionally, Boolean operators (OR & AND) were used to link the search keywords, and the wildcard symbol \"*\" was employed to expand the search  [19] . During the development of the search strategy an experienced health information librarian was consulted  [20] .\n\nThe systematic review used the Unified Theory of Acceptance and Use of Technology (UTAUT) framework (Fig.  1 ) to investigate behavioral intention with respect to the use of technology and explaining how and why healthcare professionals adopt technologies. The theory was developed by reviewing and integrating eight dominant theories and models, namely: the Theory of Reasoned Action (TRA), the Technology Acceptance Model (TAM), the Motivational Model, the Theory of Planned Behaviour (TPB), a combined TBP/TAM, the Model of PC Utilization, Innovation Diffusion Theory (IDT), and Social Cognitive Theory (SCT). These contributing theories and models have been widely and successfully used by many previous studies of technology or innovation adoption and diffusion across various disciplines, including information systems, marketing, social psychology, and management. Venkatesh et al.  [21]  presented results from a six-month study of four organizations in their original article, which showed that the eight contributing models explained between 17 and 53% of variance in user intentions to use IT. However, UTAUT was found to outperform the eight individual models with an adjusted R2 of 69 per cent  [21] .\n\nThe adoption and use of technology have been extensively studied in recent years, leading to the development of various analysis models  [22] . The Unified Theory of Acceptance and Use of Technology model has emerged as one of the most comprehensive and widely used models in this field  [23] . This model integrates constructs from other theories and models to provide a comprehensive framework for understanding technology adoption and acceptance. Additionally, the UTAUT model has been compared with other former theories and models to evaluate its effectiveness and applicability in different contexts. Furthermore, the UTAUT model has been extended and modified to address specific gaps and issues when applied to various contexts  [22] . Furthermore, the UTAUT model has been extended and modified to address specific gaps and issues when applied to various contexts  [22] .\n\nAccording to the UTAUT model (shown in Fig.  1 ), there are four main factors that directly affect a person's intention to use a particular system. These factors are performance expectancy, effort expectancy, social influence, and facilitating conditions. Additionally, the model suggests that these factors can be influenced by gender, age, experience, and voluntariness of use. By analyzing Fig.  1  Unified Theory of Acceptance and Use of Technology (UTAUT). Source:  [21]  the presence of each of these factors in a real-world environment, researchers and practitioners can understand an individual's intention to use a specific system and identify the key factors that influence acceptance in any given context  [21] . Table  1  summarizes the definition of the core constructs of UTAUT  [24] .\n\nThe Unified Theory of Acceptance and Use of Technology (UTAUT) offers several advantages in healthcare settings, particularly in enhancing the adoption of various health technologies. By systematically analysing the factors that influence technology acceptance, UTAUT provides a structured approach for stakeholders to improve healthcare delivery and patient outcomes. Specifically, the framework identifies key predictors of technology adoption. Performance Expectancy (PE) is a significant determinant of usage intention as it reflects the perceived enhancement in performance. Effort Expectancy (EE) emphasizes that the ease of use of a technology can significantly drive its adoption. Social Influence (SI) highlights the role of peers and organizational culture in encouraging acceptance among healthcare professionals  [25] [26] [27] .\n\nAdditionally, UTAUT's flexibility allows it to be adapted across various healthcare contexts, such as telemedicine and e-health systems, ensuring its relevance to different settings and populations  [26, 28]  The framework also provides actionable insights for policymakers and healthcare providers to design targeted interventions that address specific barriers to technology adoption, ultimately enhancing patient care and operational efficiency  [25, 29] . Although existing literature has offered limited comparisons between UTAUT and other models like the Technology Acceptance Model (TAM) and Innovation Diffusion Theory (IDT), recent study have begun to explore these relationships more comprehensively  [30] . Both TAM and UTAUT emphasize the importance of perceived usefulness and ease of use as determinants of technology adoption, yet UTAUT extends these concepts by incorporating constructs such as social influence and facilitating conditions, which are particularly critical in digital transformation contexts  [31] . In contrast, while IDT primarily focuses on the characteristics of innovations and their diffusion, UTAUT offers a broader perspective by considering user acceptance and usage behaviour an essential distinction for understanding technology adoption in diverse environments  [30] . TAM primarily emphasizes perceived usefulness and ease of use  [32] , UTAUT incorporates social influence and facilitating conditions, which are particularly relevant in healthcare settings where organizational support and infrastructure play a crucial role in digital adoption. Additionally, IDT focuses on diffusion across populations rather than individual user adoption, making UTAUT a more suitable framework for our study's objectives.\n\nThe holistic approach embedded in UTAUT therefore allows for a more nuanced understanding of user behaviour, making it applicable across diverse contexts, including e-learning and healthcare technologies  [25, 31] . UTAUT has been extensively validated through systematic reviews and meta-analyses, demonstrating its reliability in predicting technology adoption outcomes  [25, 33] . For instance, a meta-analysis revealed Performance Expectancy as the most significant predictor of Usage Intention in healthcare settings  [25] . Moreover, the model has been adapted to various fields, such as Islamic financing and higher education, showcasing its flexibility in addressing specific user needs and cultural contexts  [34, 35] . This adaptability enhances its relevance in rapidly evolving technological landscapes.\n\nFurthermore the theoretical framework is grounded in the Unified Theory of Acceptance and Use of Technology (UTAUT) and this framework was therefore chosen in this review for its comprehensive approach to understanding technology adoption, particularly in digital health contexts  [21] . UTAUT considers critical factors such as social influence and facilitating conditions, which are highly relevant to the healthcare sector, where adoption decisions are shaped by organizational, cultural, and social dynamics  [24] . UTAUT also provides valuable insights into the motivations and factors influencing individuals' adoption of technology, especially those that contribute to accelerating this process  [24] . These features make UTAUT a suitable and robust framework for analysing digital readiness among healthcare professionals and aligned with the objectives of this review."
    },
    {
      "title": "Inclusion and exclusion criteria",
      "text": "Digital capability refers to the ability of health professionals to effectively and confidently use digital technologies in their practice  [36] . Inclusion and exclusion criteria were developed using the PEO (Population, Exposure, Outcome) framework (Table  2 ). This study included health professionals as the target population and studies focusing on digital capability, digital competence, or digital readiness in healthcare settings. Studies were Table  1  The core constructs of UTAUT as defined by Chang  [24]  Constructs Definition Performance expectancy The degree to which an individual believes that using the system will help him or her to attain gains in a job Effort Expectancy\n\nThe degree of ease associated with the use of the system."
    },
    {
      "title": "Social Influence",
      "text": "The degree to which an individual feels that it is important for others to believe he or she should use the new system."
    },
    {
      "title": "Facilitating Conditions",
      "text": "The degree to which an individual believes that organizational and technical infrastructure exists to support the use of the system.\n\nexcluded that focused on health professions students or patients and studies that focused on digital capability in non-healthcare professions.\n\nThe inclusion criteria were designed to ensure that only studies directly relevant to digital readiness and capability in healthcare settings were selected. This means that we included studies focusing on health professionals and topics such as digital health knowledge, digital capability frameworks, digital health, and digital literacy. These criteria ensure that the research directly addresses our objective of understanding the factors that enhance digital readiness among healthcare professionals.\n\nConversely, our exclusion criteria were established to filter out studies that do not align with our research focus. For example, studies that concentrate on information literacy, health literacy, e-learning, simulated learning, technology-enhanced learning, peer support programs, or the development and testing of scales were excluded. Although these topics are valuable in their own right, they do not specifically pertain to the digital readiness and capacity of healthcare professionals, which is the central focus of our review.\n\nBy applying these criteria, we aimed to capture the most relevant evidence that directly informs our understanding of digital readiness in healthcare, ensuring both the clarity and relevance of our findings.\n\nThe following Keywords were developed by authors and a subject specialist librarian (Table  3 ). Five databases were"
    },
    {
      "title": "Table 3 Search terms",
      "text": "Search terms Keywords 1-\"digital readiness\" OR \"Digital capability\" OR \"digital capability frameworks\" OR \"Digital health knowledge\" OR \"Digital health (MH)\" OR \"Digital Literac*\" OR \"Digital capabilit*\" OR \"Digital skills\" OR \"Digital learning\" OR \"Data Literac*\" OR \"Digital collaboration\" OR \"Digital environment\" OR \"Digital ethics\" OR \"Digital competenc*\" OR \"e-literacy\" OR \"Technology enhanced learning\" OR \"Digital literacy project\" OR \"Digital infrastructure\" OR \"ICT proficienc*\" OR \"ICT productivity\" OR \"information literacy (MH)\" OR \"Media literac*\" OR \"Digital research and problem solving\" OR \"Digital innovation\" OR \"Digital participation\" OR \" Digital teaching\" OR \"Digital learning and development\" OR \"Digital identity management\" OR \"Digital identity\" OR \"Digital wellbeing\" OR \"Digital self-actualis*\" OR \"Digital best practise\" OR \"Digital health care currcul*\" AND 2-\"health professional*\" OR \"nurse*\" OR \"health care provider*\" OR \"care giver\" AND 3-\"barrier*\" OR \"facilitator*\" OR \"measure*\" OR \"factor*\" OR \"Perception(MH)\" OR \"experience*\" OR \"inhibitors\" OR \"Influencing\"\n\nsearched: CINAHL, MEDLINE, EMBASE, PSYCHINFO and the Web of Science. Selection of these databases is strategic due to their comprehensive coverage of healthcare and medical literature, including peer-reviewed and authoritative sources that are critical for health studies  [37] . These databases provide multidisciplinary insights, essential for a holistic understanding of the field, and advanced search capabilities to efficiently identify relevant studies. Furthermore, they offer a mix of historical and current research, enhancing the depth and breadth of the review, with the Web of Science providing an added advantage of international coverage, thereby offering a broad spectrum of global perspectives  [38] . CINAHL specifically includes nursing and allied health literature, directly relevant to health care professionals (Canaling). This careful selection ensures the research is built upon reliable, diverse, and relevant academic scholarship  [37] ."
    },
    {
      "title": "Selection of studies",
      "text": "The studies were identified and evaluated according to the preferred reporting items for systematic reviews, (PRISMA) 2020, to ensure best practice in data extraction, analysis, and reporting  [39] . After conducting the search all the relevant studies were imported to Endnote software (version 20) which is a reference manager program. By using Endnote duplicated studies were identified and removed. The researcher then manually screened for duplications. Finally, to ensure accuracy and manage the large number of studies the researcher exported studies into Covidence  [40] . Thereafter, the results were reviewed in three phases. In phase one, two people screened the title/ abstracts independently against the inclusion/ exclusion criteria, with conflict resolved by a third reviewer. Phase two, two people read full text of the remaining studies independently rejecting studies with reasons. A PRISMA flow diagram summarises the selection process (Fig.  2 )."
    },
    {
      "title": "Quality assessment",
      "text": "Eligible studies were assessed for quality using the Mixed Methods Appraisal Tool (MMAT, version 2018). This was employed to principally evaluate quality mixed methods studies and also includes an evaluation of qualitative and quantitative methods  [41] . Although there are several quality assessment tools that can be used to critically appraise studies, the Tool (MMAT) is an essential resource that enables critical appraisal of mixed methods research in nursing. It strengthens methodological rigor and aids in planning and conducting future mixed studies  [41] . In this systematic review, the MMAT, for mixed methods, qualitative and quantitative randomized control trials, quantitative non-randomized and quantitative descriptive were used. The MMAT includes two screening questions for every study. followed by a category dictated by the study design; for each design five questions. Each of (MMAT) Questions were rated as 'no' , 'yes' , and' can't tell'  [42] . The risk of bias for each study was determined based on the percentage of questions answered yes. According to Hong et al. scores will range from 0% (0/7 yes) to 100% (7/7 yes)."
    },
    {
      "title": "Data extraction",
      "text": "Data extraction forms were developed based on the objectives of this systematic review to collect data from the included studies, including study characteristics and outcomes  [43] . The extracted data included data from each study and also the following information: studies characteristic: study title, authors names, years of publish, study design, country, sitting, and sample size, geographical location, key findings and study limitations (Table  4 , Appendix 1).\n\nThe key findings from each study were extracted and organized into a comprehensive table, categorically divided into the four core constructs of the UTAUT framework: Performance Expectancy, Effort Expectancy, Facilitating Conditions, and Social Influence. Notably, the analysis also considered variables that might be influenced by factors such as gender, age, experience, and voluntariness of use."
    },
    {
      "title": "Data analysis",
      "text": "The Unified Theory of Acceptance and Use of Technology is a theoretical framework that aims to explain individuals' acceptance and use of technology  [43] . It was developed to address the limitations and gaps in previous models and theories related to technology adoption  [22] .\n\nThe studies included in this review were analysed, using (UTAUT). First the studies were read in depth and data extracted such as demographic details, methodological details, limitations, and significance of relationships between the constructs. The findings of the study were then compared with the core determinants in the UTAUT model. Finally, a determination was made as to the extent to which the UTAUT model explained technology adoption and acceptance in the study."
    },
    {
      "title": "Results",
      "text": "A total of 1140 studies were identified in the initial database search. Four additional studies were incorporated based on references from the existing studies, and 61 duplicate studies were subsequently removed. Utilizing the PRISMA procedure, the remaining 1083 studies were screened based on title and abstract, leading to the exclusion of 900 studies. Subsequently, the eligibility of the remaining 183 studies was assessed in full text, resulting in the inclusion of 28 studies in the review and the exclusion of 155 studies.\n\nThe 28studies used five different study designs, which all went through a quality assessment. Seventeen of the included studies were classed as having a high quality according to the MMAT checklist  [44] [45] [46] [47] [48] [49] [50] [51] [52] [53] [54] [55] [56] [57] [58] [59] [60] .\n\nFour of the included studies was classed as having a moderate quality  [61] [62] [63] [64] , Furthermore, seven of the included studies were classed as having a low quality  [65] [66] [67] [68] [69] [70] [71] . After a critical discussion with the two academic authors of this review, studies with a low quality were excluded in an attempt to use only information from high and moderate quality studies (See Appendix 2 for the full summary of MMAT Critical Appraisal Tool)."
    },
    {
      "title": "Characteristics of included studies",
      "text": "In this systematic review a total of 21 studies were identified among which 12 were qualitative  [46, 48-53, 58-60, 62, 63]  and 4 quantitative  [44, 56, 57, 64] , and 5 mixed and multimethod studies  [45, 47, 54, 55, 61]  (Appendix 1).\n\nThese studies were published between 2017 and 2023. Three studies were from Canada, followed by two from Australia and also included studies from Finland, Nigeria, England, Taiwan and China, Cape Town, South Africa, German, Polish and Greek. The results are presented based on the four core constructs of UTAUT to discuss outcomes related to users' behavioural intention to use the technology. Which is Performance Expectancy, Effort Expectancy, Facilitating Conditions and Social Influence. Therefore, the number of themes is four and 2 subthemes were extracted."
    },
    {
      "title": "Theme 1. Performance expectancy",
      "text": "Performance expectancy is a key construct in the Unified Theory of Acceptance and Use of Technology, which aims to explain individuals' intentions to use technology in organizational settings  [23] . Performance expectancy refers to the extent to which individuals believe that using a particular technology will help them perform their tasks more effectively and efficiently  [23] .\n\nIn this review, insights from seven studies  [44, 47, 50, 57, 58, 61, 64]  collectively suggest a noteworthy connection between users' perceptions of enhanced performance and their inclination to embrace the technology. According to  [47]  a key driver of acceptability cited by frontline health workers (FHWs)was the perceived usefulness in improving the quality of health care provision.\n\nChang et al.  [44]  investigated the factors that affect nurses' intentions to use information systems for nursing. The results of the study confirmed the importance of performance expectancy in predicting the usage intentions of nursing information systems. The study also found that operational ease is more important to users in accepting societies, for example, China, indicating a need for tailored strategies.\n\nSingh et al.  [58]  reported that health care professionals wanted to help patients achieve meaningful personal goals. However, health care professionals varied in how they pursued this aim, which influenced how they engaged with the digital tools. For example, according to Singh et al. some health care professionals had a high or low behavioral intention and, for some, it changed over time. In the same way  [64]  found that both ability and motivation play had an important and positive role in the adoption and behavioral intention of digital health care by influencing performance expectancy. Health care professionals that perceived the digital health tools to be useful and relevant to their job had a significantly more positive attitude formation toward and intention to use the system. However  [64] , also found that familiarity with online experience did not play a role in the perceptions and adoption digital health tools. Conversely  [57]  reported that the majority of health professionals had a positive attitude as a result of their experience, including high digital literacy, which played a positive role in the acceptance of digital tools.\n\nBurridge et al.  [61]  findings demonstrate that nurses face daily challenges with electronic medical records (eMRs) that integrate paper-based activities for efficient and timely care. Despite the push for a paperless environment, nurses realize the value of electronic systems considered as complementary methods with paper systems instead of opposing  [61] . Similarly [50], found that participants also valued the shared electronic documentation to inform and facilitate patient care, enabling more efficient work by reducing the time needed to complete documentation and through preventing mistakes and loss of patient data."
    },
    {
      "title": "Theme 2. Effort expectancy",
      "text": "Effort expectancy is a crucial factor in the Unified Theory of Acceptance and Use of Technology. Effort expectancy refers to the perceived ease of use and the perceived effort required to use a specific technology  [21] . It measures the user's perception of how complex or difficult it would be to use a technology. Effort Expectancy plays a key role in determining an individual's intention to use and accept technology  [21] .\n\nThree studies in this review  [44, 49, 63]  clarify that the degree of ease associated with the use the digital tools is an important factor in technology acceptance. Moreover  [63]  also found that effort expectancy lack of emphasis on usability, the complexity of use emerged as a significant barrier to acceptance contributed to unclear use digital tools.\n\nLloyd et al.  [49] , reported that the need for multiple logins and sign-outs, challenged users and led to a loss of productivity through wasted time and is exemplified in the quotes. 'We still have different logins for different providers that means we waste time logging in etc. ' (Medical #483); 'If you are not using the program, it shuts down so [you] have to repeatedly sign in throughout the day. While sitting at desk where I am using the program it will shut down. IT [Information Technology] department will not extend the time it is open. This makes the program very difficult and user unfriendly' (Nurse #150); and 'Loss of productivity. Takes 15 min to log in to all the necessary electronic systems and I can out-type the computer every time so need to slow down my typing to avoid errors' (Medical #528). Moreover  [44] , study found that information literacy has a positive impact on effort expectancies, promoting the belief that using nursing information systems can enhance performance and increase usage intentions."
    },
    {
      "title": "Theme 3. Social influence",
      "text": "Social influence is one of the key constructs in the UTAUT model that refers to the degree to which an individual feels that it is important for others to believe they should use the new system. Two of the included studies mentioned to social influence  [59, 60] . The main influence factors mentioned that convince the individual can encourage others to follow suit in healthcare were motivating healthcare workers and patients' healthcare providers by clarifying the added value of using a digital care platform, clear business case with vision, demonstrating effectiveness, using an implementation guide, and educating patients and health care providers about how to use digital health tools  [59] . In addition, Shared decisionmaking and patient-cantered care were play an important role in establishing perceived value that motivates the team to embrace technology  [60] ."
    },
    {
      "title": "Theme 4. Facilitating conditions",
      "text": "In the Unified Theory of Acceptance and Use of Technology, facilitating conditions refer to the degree to which individuals perceive that they have the necessary organizational and technical infrastructure to use a specific technology. Facilitating conditions play an important role in the UTAUT model as they influence the intention to use a technology  [72] . Facilitating conditions are important in the UTAUT model because they determine whether individuals have the necessary resources and support to effectively use a technology  [72] ."
    },
    {
      "title": "Insufficient training",
      "text": "Insufficient training can act as a significant barrier to the adoption and acceptance of technology as was evident in several studies:  [45, 51, 52, 54-56, 60, 62] .\n\nShiferaw et al.  [56]  reported that insufficient training in problem-solving in digital health issues, lead to low basic digital competency among health care professionals, particularly in routine problem-solving, safety, and communication. The majority lacked basic technical skills for hardware and software issues. Also, sex, educational status, profession type, and years of experience were significant factors which impacted behavioral Intention. Males were 3.9 times more likely to have higher digital competency and education level and positively correlated with digital competency also, younger professionals may be more receptive to changes in the working environment.\n\nParticipants in the study by  [62]  had limited exposure in professional training to digital health during their education. In addition, readiness challenges that related to infrastructure such as digital skill gaps and infrastructure deficiencies led to negative behavioural intention which resulted in poor penetration of digital health by  [52] .\n\nAccording to  [45]  many care professionals had available resources and support for training on virtual care. A few did not initially have infrastructure available to them. A few statements also revealed that those who had previous experience with telemedicine use found the transition to be smooth. In the same context  [51]  found that the majority of nurses need training to manage digital tools and identification of personnel responsible for managing symptoms; that is facilitating conditions that empower nurses.\n\nJensen et al.  [54]  factors influencing lower uptake were computer unavailability, staff allocation, low literacy, training time, and workload concerns.\n\nInsufficient training and support can hinder the scaleup of digital tools, leading to negative usage outcomes and affecting their intended benefits  [60] . Similarly, a study  [52]  found that inadequate training and lack of on-the-job support contributed to stress and feelings of incompetence, which can lead to resistance to information technology (IT) and technology adoption, both personally and professionally. These conditions may cause individuals to be late technology adopters."
    },
    {
      "title": "Organizational and technical infrastructure",
      "text": "Five studies in this review clarify the importance of organizational and technical infrastructure to support the use of the digital system:  [48, 53, 57, 60, 63] .\n\nFaujdar et al.  [53]  illustrates the issues faced by Health care workers (HCWs) during the introduction and maintenance of the eHealth system. They reported a number of technical issues, such as breakdowns of hardware, bugs in the software, and an erratic electricity supply which in turn effects user behaviors. Faujdar et al.  [53]  reported that HCWs found that the eHealth system did not provide flexibility  [48] . emphasizes the importance of providing resources and opportunities for digital competence sharing to help create friendly and safe digital organizational atmosphere.\n\nPrivacy concerns have a significant impact on the acceptance of technology. According to findings, individuals are increasingly concerned about their privacy and the security of their personal information. This concern can lead to hesitation and reluctance in adopting new technologies. For example  [59] , found that doubts about the privacy and security of data, as well as insufficient digital skills of users, can hinder technology acceptance. A study conducted by  [63]  found that a considerable proportion of participants had concerns about privacy issues related to technology for example, \"can violate my own/my relatives' privacy, \" 62.5% (n = 15) of participants agreed or strongly agreed with this statement  [63] . This indicates that a considerable proportion of participants had concerns about privacy issues. These concerns included the fear of data privacy violations, which can negatively impact the attitude towards technology acceptance  [63] . Furthermore  [57] , found that a negative perception of security and privacy can lead to a less positive attitude towards technology acceptance. Overall, privacy concerns are a significant factor that influences individuals' attitudes and intentions towards accepting and adopting new technologies. The level of trust individuals has towards technology can greatly influence their attitudes and intentions to adopt new technology. Finally  [60] , reported that healthcare workers raised concerns about the accuracy of data captured by DHT due to the lack of validation and calibration."
    },
    {
      "title": "Discussion",
      "text": "This systematic review sought to investigate the multifaceted landscape of interventions shaping the digital readiness and capability of health professionals across diverse global healthcare settings. The aim of this review was to identify the interventions that support digital capability and digital readiness in health professions and to identify what are the barriers and facilitators that promote digital readiness in health professions. Based on the findings of this review, it can be concluded that constructs including perceived usefulness, social influence, trust, perceived ease of use and facilitating conditions represent the driver's influencing intention and behavior in the use of digital health tools. Research findings also indicate that insufficient training, infrastructure deficiencies, and usability issues are significant barriers influencing the usage digital health tools.\n\nThe findings of the included studies provide insights into users' behavioral intention to use health care technology, specifically related to the construct of Performance Expectancy  [45, 46, 50, 52, 57, 58, 60, 61, 64 ]. In the review several studies focused on the construct of Performance Expectancy in the context of health care technology adoption  [73] . In a study based on the UTAUT2 model, researchers have explored the factors that influence users' intention to use digital health information system. Based on their findings, they determined that effort expectancy, social influence, perceived risk, and habit have a significant impact on users' behavioral intention to use the technology  [74] . The exploration of how health professionals pursue meaningful goals through digital tools shows that perceived usefulness is dynamic in nature. It is worth noting that this review found that both ability and motivation, play an important and positive role in the adoption and behavioral intention of digital health care by influencing performance expectancy  [64] .\n\nThe findings from the review consistently demonstrated that users' perceived benefits and expectations of performance strongly influence their intention to adopt and use health care technology  [58, 64] . The results are in line with previous studies that have highlighted the importance of Performance Expectancy in shaping users' intentions to adopt technology  [75] . For example, a review of the literature on health information technology found that 92% of the articles reached positive conclusion that perceived usefulness significantly influences the intention to adopt and use health care technology. Moreover, a study by  [76]  revealed that when users perceive a technology as beneficial, they are more likely to embrace it and integrate it into their daily practice  [76] . Whereas when users perceive low usefulness or benefits from a health care technology, they are less likely to adopt and use it)  [77] . Other studies have also supported these findings. For example, in a study by  [78]  they found that perceived usefulness was a key determinant of technology acceptance and adoption in the healthcare context  [78] . Based on the studies included in the review, it is evident that if health care professionals, as users of the technology, believe that technology will enable them to perform more effectively in their role, this will strongly influence their intention to adopt and use it.\n\nIn addition to Performance Expectancy, some studies also examined the impact of Effort Expectancy and Facilitating Conditions on users' behavioral intention to use healthcare technology  [79] . However, it is important to note that there was limited research available on these constructs within the context of healthcare technology adoption  [80] . The findings of this systematic review clarify that the degree of ease associated with the use the digital tools is an important factor in technology acceptance. The concept of facilitating conditions refers to the external factors or resources that support and enable the effective use of technology. The included studies in this review identified that facilitating conditions such as specialized training and technical support play a significant role in the acceptance and use of digital health systems  [56, 62] . Similarly, some studies in the literature reported that the availability of technical support, training programs, and adequate resources positively influenced users' intention to adopt and use digital health systems  [81] . However, another study  [82]  found that a lack of facilitating conditions, such as limited technical support or inadequate training, hindered the adoption and use of digital health systems which are considered barriers. These complementary findings highlight the importance of providing a supportive environment for users to successfully adopt and use digital health systems. Organizations should invest in providing necessary interventions to normalize facilitating conditions across consumers.\n\nThe studies within this review emphasize that digital readiness is a multifaceted construct, with a number of facilitating conditions including technical infrastructure  [48, 53] . Similarly, other studies have also found that infrastructure plays a foundational role  [6, 83] . Organizational and technical infrastructure appears therefore to be the backbone of digital readiness. Similar to the findings from this review  [84, 85] , also illustrate the challenges faced due to technical issues and insufficient training, emphasizing the need for a facilitating infrastructure. This theme echoes across various settings, including studies by  [51, 86]  highlighting the importance of resources and training support. Significantly, organizational policies and readiness challenges, as illustrated by  [87, 88]  further emphasize that effective interventions necessitate a holistic approach.\n\nThis systematic review highlights the need for future research to explore an approach or framework capable of tackling the obstacles and facilitating the enhancement of digital capacity and readiness. Such endeavors are crucial to ensure the efficacy and success of digital interventions.\n\nA key component arising from the review emphasizes the critical role of digital health training in enhancing the capacity and readiness of healthcare professionals  [46, 51, 52, 54, 56, 60, 62] . The review findings indicate a clear correlation between training interventions and the enhancement of digital competency among healthcare professionals. This underscores the importance of integrating specialized digital health training into educational programs  [87, 89] . This incorporation will ensure that future health professionals are adequately equipped to navigate the complexities of a digital healthcare landscape  [3] .\n\nIn addition to the barriers mentioned above the included studies also highlighted several challenges and barriers to the implementation of digital health tools. One common challenge identified was the resistance to change among healthcare professionals  [52] . Health care professionals were hesitant to adopt new technologies and preferred traditional methods of healthcare delivery  [52] . Additionally, the lack of technical skills and knowledge among healthcare professionals was also identified as a barrier to acceptance of digital health tools  [53, 56] . Other barriers included concerns about privacy and security of patient information, as well as issues related to the usability and functionality of the digital health tools  [59, 63] . An interesting finding is the role of experience as a variable influencing the perception and acceptance of digital health tools,  [57] . Similarly, professionals with higher levels of digital literacy and experience exhibited more positive attitudes toward digital interventions  [90] . This highlights the importance of tailoring training programs to accommodate varying experience levels, ensuring that both novice and experienced professionals benefit optimally from digital health education  [91] ."
    },
    {
      "title": "Strengths and limitations the review",
      "text": "A notable strength of this review is that it encompasses a diverse range of digital health tools across various healthcare systems from different countries, which contributes to the robustness and generalizability of the findings. Moreover, the review benefits from comprehensive database searches incorporating five high-quality databases, well-regarded for their extensive coverage of medical research literature. This extensive search strategy, combined with the inclusion of studies meeting rigorous quality criteria, enhances the reliability and validity of the results. Importantly, a specific publication timeframe was not imposed, thereby allowing the inclusion of studies from all periods and ensuring a comprehensive capture of relevant evidence.\n\nHowever, certain limitations should be acknowledged. Due to resource constraints, the search was restricted to papers published in English, which may have led to the exclusion of pertinent literature in other languages. Additionally, the last search in the databases was conducted on April 29, 2023. Another limitation is that the review exclusively applied the Unified Theory of Acceptance and Use of Technology (UTAUT) as the theoretical framework, which, while robust, may not capture all dimensions of digital transformation. Furthermore, the focus was confined to topics specifically related to digital health knowledge, capability frameworks, digital health, and digital literacy; as such, studies examining broader aspects of digital readiness may have been excluded.\n\nOverall, while the methodological approach was rigorous and well-grounded, there are some limitations and therefore any future research may benefit from exploring additional theoretical perspectives and a broader range of related topics."
    },
    {
      "title": "Implications for practice and future research",
      "text": "Based on the findings of this systematic review, there are some recommendations that could be considered to address the identified barriers and enhance digital readiness and capability among healthcare professionals. For example, to enhance training and educational programs, dedicated digital health modules, that integrate specialized training, could be incorporated into undergraduate curricula and continuing professional development programs. The recommendation is that these modules are tailored to various levels of digital literacy, ensuring that both novice and experienced healthcare professionals can effectively engage with digital tools  [92, 93] . A further recommendation would involve providing hands-on workshops and simulations, such as practical training sessions, and simulated learning environment, to enable healthcare professionals to gain familiarity with new technologies and build confidence in their digital skills  [94, 95] .\n\nStrengthening technical and organizational infrastructure is also crucial. A recommendation to upgrade IT systems by investing in robust IT infrastructure to ensure reliable hardware, software, and network connectivity should be considered. Streamlining digital systems to reduce complexities, such as multiple login procedures, and improving interoperability between different platforms are essential steps  [96, 97] . In parallel, establishing dedicated technical support teams to assist healthcare professionals with troubleshooting will also help ensure minimal disruption to digital)  [98, 99] .\n\nFostering a supportive organizational culture is equally important. Healthcare organizations should promote digital champions by identifying and empowering individuals within teams to lead by example and encourage the adoption of digital tools [100]. Additionally, cultivating an environment that encourages shared decision-making, where feedback from end-users is actively sought and incorporated into digital system enhancements can mitigate resistance to change and foster a collective commitment to digital transformation  [101] . Furthermore, organizational leadership plays a crucial role in digital transformation. Implementing digital mentorship programs allows experienced staff to guide their colleagues in learning new technologies, and structured change management ensures that transitions to digital systems are planned and executed smoothly, reducing resistance and confusion  [102] . Together, these strategies create a supportive environment that helps everyone adapt to new digital tools.\n\nAddressing privacy and security concerns is another critical area. Organizations should be supported to implement robust security protocols to ensure that digital health systems comply with stringent data protection standards and regularly update these security measures to safeguard patient information and build trust among users  [103, 104] . Furthermore, regular training sessions focused on privacy and security best practices are essential to educate healthcare professionals, thereby alleviating concerns and improving confidence in digital systems  [105] .\n\nOptimizing user experience and system usability is imperative for successful digital adoption. A usercantered design approach should be employed by engaging healthcare professionals in the design and evaluation of digital tools to ensure that they are intuitive and aligned with clinical workflows  [106] . In addition, continuous usability testing should be performed by regularly assessing system interfaces and incorporating user feedback to streamline processes and reduce barriers such as unnecessary complexity and repetitive login procedures  [106, 107] .\n\nFinally, establishing continuous monitoring and evaluation mechanisms is essential. Implementing systematic feedback loops and performance metrics will enable the continuous assessment of the impact of digital interventions  [108] . The data collected through these mechanisms should guide iterative system improvements, ensuring that digital health systems remain effective, user-friendly, and responsive to evolving needs over time  [109] .\n\nBy implementing these recommendations, healthcare organizations can effectively overcome current challenges, promote a culture of digital innovation, and ultimately enhance the quality and efficiency of patient care. Future research should focus on evaluating the realworld impact of these interventions to further refine best practices in digital health readiness and digital capability.\n\nIn summary the findings of this systematic review are important for health care organizations and administrators to focus on assessing the readiness of health professionals for digital empowerment and promoting the perceived benefits and potential positive outcomes of technology use among users. The knowledge gained from this review can be applied by countries that face similar challenges in developing the skills of their healthcare workforce for the digital future. For example, the challenges highlighted, such as the shortage of technical skills and training opportunities for health care providers registrants, are likely to be relevant to healthcare industries worldwide  [110] . Numerous nations are facing comparable issues as they strive to incorporate digital technologies into their healthcare systems  [110] . By recognizing these challenges and the impact on nurse leaders, other countries can gain valuable insights while navigating their own transitions towards digital healthcare  [111] ."
    },
    {
      "text": "Fig.2The PRISMA of studies as shown in Covidence"
    },
    {
      "text": "Inclusion criteria and exclusion criteriaOnly primary studies published in English language.•Studiesthatfocuson digital readiness and or digital literacy and or digital capability.•Studiesreportingbarriers and facilitators of using technology in practice.•Studiesexploring use of technology or digital devices in practice.Recommendations or interventions that contribute to enhancing digital capability and increasing digital readiness in health professions.• Barriers and\\ or facilities that promote digital readiness in health professions."
    }
  ],
  "references": [
    {
      "title": "Research commentary-the digital transformation of healthcare: current status and the road ahead",
      "authors": [
        "R Agarwal"
      ],
      "year": 2010,
      "doi": "10.1287/isre.1100.0327"
    },
    {
      "title": "Digital transformation in healthcare: technology acceptance and its applications",
      "authors": [
        "A Stoumpos",
        "F Kitsios",
        "M Talias"
      ],
      "year": 2023,
      "doi": "10.3390/ijerph20043407"
    },
    {
      "title": "Digital technologies and data science as health enablers: an outline of appealing promises and compelling ethical, legal, and social challenges",
      "authors": [
        "J Cordeiro"
      ],
      "year": 2021,
      "doi": "10.3389/fmed.2021.647897"
    },
    {
      "title": "The recent progress and applications of digital technologies in healthcare: A review",
      "authors": [
        "M Senbekov"
      ],
      "doi": "10.1155/2020/8830200"
    },
    {
      "title": "A digitally competent health workforce: scoping review of educational frameworks",
      "authors": [
        "N Nazeha"
      ],
      "year": 2020,
      "doi": "10.2196/22706"
    },
    {
      "title": "Digital health competencies for primary healthcare professionals: A scoping review",
      "authors": [
        "G Jimenez"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2020.104260"
    },
    {
      "title": "Global strategy on digital health 2020-2025",
      "year": 2021,
      "doi": "10.2471/blt.20.253955"
    },
    {
      "title": "Digital Nation: How Australia became a Digital Health Pioneer",
      "year": 2020,
      "doi": "10.7551/mitpress/12551.003.0002"
    },
    {
      "title": "Preparing the healthcare workforce to deliver the digital future, NHS choices",
      "authors": [
        "Emd Topol"
      ],
      "year": 2019
    },
    {
      "title": "Health Sector Transformation Program Delivery Plan",
      "year": 2021,
      "doi": "10.5040/9781492596820.ch-009"
    },
    {
      "title": "Improving healthcare access through digital health: the use of information and communication technologies",
      "year": 2022,
      "doi": "10.5772/intechopen.99607"
    },
    {
      "title": "Issues affecting nurses' capability to use digital technology at work: an integrative review",
      "authors": [
        "J Brown"
      ],
      "year": 2020,
      "doi": "10.1111/jocn.15321"
    },
    {
      "title": "An evaluation of the attitudes of healthcare nurses towards new technologies",
      "authors": [
        "M Fadel",
        "E Elfallah",
        "A Elghriani"
      ],
      "year": 2020,
      "doi": "10.1145/3410352.3410731"
    },
    {
      "title": "Digital maturity and its determinants in general practice: A cross-sectional study in 20 countries",
      "authors": [
        "F Teixeira"
      ],
      "year": 2023,
      "doi": "10.3389/fpubh.2022.962924"
    },
    {
      "title": "The future of healthcare and patient-centric care",
      "authors": [
        "S Aminabee"
      ],
      "doi": "10.4018/979-8-3693-1214-8.ch012"
    },
    {
      "title": "JBI series paper 2: tailored evidence synthesis approaches are required to answer diverse questions: A pragmatic evidence synthesis toolkit from JBI",
      "authors": [
        "E Aromataris"
      ],
      "year": 2004,
      "doi": "10.1016/j.jclinepi.2022.04.006"
    },
    {
      "title": "Manual search approaches used by systematic reviewers in dermatology",
      "authors": [
        "M Vassar",
        "P Atakpo",
        "M Kash"
      ],
      "year": 2016,
      "doi": "10.3163/1536-5050.104.4.009"
    },
    {
      "title": "Reference checking for systematic reviews using endnote",
      "authors": [
        "W Bramer"
      ],
      "year": 2018,
      "doi": "10.5195/jmla.2018.489"
    },
    {
      "title": "Errors in search strategies used in systematic reviews and their effects on information retrieval",
      "authors": [
        "J Salvador-Oliván",
        "G Marco-Cuenca",
        "R Arquero-Avilés"
      ],
      "year": 2019,
      "doi": "10.5195/jmla.2019.567"
    },
    {
      "title": "Methodology of a systematic review",
      "authors": [
        "E Linares-Espinós"
      ],
      "year": 2018,
      "doi": "10.1016/j.acuroe.2018.07.002"
    },
    {
      "title": "User Acceptance of Information Technology: Toward a Unified View",
      "authors": [
        "V Venkatesh",
        "M Morris",
        "G Davis",
        "F Davis"
      ],
      "year": 2003,
      "doi": "10.2307/30036540"
    },
    {
      "title": "The unified theory of acceptance and use of technology (UTAUT): A literature review",
      "authors": [
        "M Williams",
        "N Rana",
        "Y Dwivedi"
      ],
      "year": 2015,
      "doi": "10.1108/jeim-09-2014-0088"
    },
    {
      "title": "The unified theory of acceptance and use of technology",
      "authors": [
        "A Momani"
      ],
      "year": 2020,
      "doi": "10.4018/ijskd.2020070105"
    },
    {
      "title": "Utaut and Utaut 2: A review and agenda for future research",
      "authors": [
        "A Chang"
      ],
      "year": 2012,
      "doi": "10.21512/tw.v13i2.656"
    },
    {
      "title": "Determinants of healthcare technology adoption: A systematic review and Meta-Analysis using the unified theory of acceptance and use of technology",
      "authors": [
        "A Thanthrige",
        "N Wickramasinghe",
        "Ov Lu Bk",
        "Z Sako"
      ],
      "year": 2024,
      "doi": "10.2196/preprints.64524"
    },
    {
      "title": "A modified UTAUT2 for the study of telemedicine adoption",
      "authors": [
        "K Kwateng",
        "O Darko-Larbi",
        "K Amanor"
      ],
      "year": 2022,
      "doi": "10.1080/20479700.2022.2088068"
    },
    {
      "title": "Application of the UTAUT (Unified theory of acceptance and use of Technology) model to analyze the acceptance level of using zi.care at RSIJ (Jakarta Islamic Hospital) Cempaka Putih, Indonesia",
      "authors": [
        "Bnb Surbakti",
        "D Putra",
        "P Fannya",
        "D Sonia"
      ],
      "year": 2023,
      "doi": "10.37275/amcr.v4i4.373"
    },
    {
      "title": "Analyzing health service employees' intention to use e-health systems in Southwest Ethiopia: using UTAUT-2 model",
      "authors": [
        "W Admassu",
        "K Gorems"
      ],
      "year": 2024,
      "doi": "10.1186/s12913-024-11567-y"
    },
    {
      "title": "Applying the UTAUT2 framework to patients' attitudes toward healthcare task shifting with artificial intelligence",
      "authors": [
        "W Ong",
        "Eyk Ng",
        "T Koh",
        "C Chandramouli",
        "Y Hummel",
        "Csp Lam",
        "J Tromp"
      ],
      "doi": "10.1186/s12913-024-10861-z"
    },
    {
      "title": "Investigating Three Digital Transformation Theories TAM",
      "authors": [
        "M Ismail",
        "S Jameel",
        "Al-Zeyadi Bka",
        "A Saeed",
        "S Salman",
        "S Dakov",
        "H Ali"
      ],
      "year": 2024,
      "doi": "10.23919/fruct64283.2024.10749924"
    },
    {
      "title": "Behavioural intention of using E-Learning system: A bibliometric perspective",
      "authors": [
        "M Alasmari",
        "Skm Brika",
        "C-O Wong",
        "D Al-Ahmari"
      ],
      "year": 2024,
      "doi": "10.62754/joe.v3i8.4841"
    },
    {
      "title": "Revolution of TAM",
      "authors": [
        "F Davis",
        "A Granić"
      ],
      "year": 1974,
      "doi": "10.1007/978-3-030-45274-2_3"
    },
    {
      "title": "Unified theory of acceptance and use of technology (UTAUT) applied in higher education research: A systematic literature review and bibliometric analysis",
      "authors": [
        "T Hakimi",
        "J Jaafar",
        "M Mohamad",
        "M Omar"
      ],
      "year": 2024,
      "doi": "10.31893/multirev.2024303"
    },
    {
      "title": "Unified theory of acceptance and use of technology (UTAUT) implementation of Islamic financing with Maqasid values theories",
      "authors": [
        "R Cheng"
      ],
      "year": 2024,
      "doi": "10.6007/ijarbss/v14-i9/23022"
    },
    {
      "title": "Recontextualising the unified theory of acceptance and use of technology (UTAUT) framework to higher education marking",
      "authors": [
        "Ads Soares",
        "M Lerigo-Sampson",
        "Jha Barker"
      ],
      "doi": "10.53761/7ft8x880"
    },
    {
      "title": "Digital technologies for health workforce development in low-and middle-income countries: A scoping review",
      "authors": [
        "L-A Long",
        "G Pariyo",
        "K Kallander"
      ],
      "year": 2018,
      "doi": "10.9745/ghsp-d-18-00167"
    },
    {
      "title": "Database combinations to retrieve systematic reviews in overviews of reviews: A methodological study",
      "authors": [
        "K Goossen"
      ],
      "doi": "10.1186/s12874-020-00983-3"
    },
    {
      "title": "Web of science as a data source for research on scientific and scholarly activity",
      "authors": [
        "C Birkle"
      ],
      "year": 2020,
      "doi": "10.1162/qss_a_00018"
    },
    {
      "title": "The Prisma 2020 statement: An updated guideline for reporting systematic reviews",
      "authors": [
        "M Page"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "How can I cite Covidence?",
      "authors": [
        "G Goulas"
      ],
      "year": 2023,
      "doi": "10.5040/9781350927964.44"
    },
    {
      "title": "Mixed methods appraisal tool: strengthening the methodological rigor of mixed methods research studies in nursing",
      "authors": [
        "J Oliveira"
      ],
      "doi": "10.1590/1980-265x-tce-2020-0603"
    },
    {
      "title": "The mixed methods appraisal tool (MMAT) version 2018 for information professionals and researchers",
      "authors": [
        "Q Hong"
      ],
      "year": 2018,
      "doi": "10.3233/efi-180221"
    },
    {
      "title": "Adoption and use of AI tools: A research agenda grounded in Utaut",
      "authors": [
        "V Venkatesh"
      ],
      "year": 2021,
      "doi": "10.1007/s10479-020-03918-9"
    },
    {
      "title": "Cultural impact on the intention to use nursing information systems of nurses in Taiwan and China: survey and analysis",
      "authors": [
        "I-C Chang"
      ],
      "year": 2020,
      "doi": "10.2196/18078"
    },
    {
      "title": "Understanding the experience of geriatric care professionals in using telemedicine to care for older patients in response to COVID-19 pandemic: mixed methods study",
      "authors": [
        "W Chen"
      ],
      "year": 2022,
      "doi": "10.2196/34952"
    },
    {
      "title": "Digital health technology: factors affecting implementation in nursing homes",
      "authors": [
        "K Curtis",
        "S Brooks"
      ],
      "year": 2020,
      "doi": "10.7748/nop.2020.e1236"
    },
    {
      "title": "Acceptability and potential effectiveness of eHealth tools for training primary health workers from Nigeria at scale: mixed methods, uncontrolled before-and-after study",
      "authors": [
        "J Hicks"
      ],
      "year": 2021,
      "doi": "10.2196/24182"
    },
    {
      "title": "The management of digital competence sharing in health care: A qualitative study of managers' and professionals' views",
      "authors": [
        "M Hammarén",
        "T Pölkki",
        "O Kanste"
      ],
      "year": 2023,
      "doi": "10.1111/jan.15963"
    },
    {
      "title": "Digital technologies in routine palliative care delivery: an exploratory qualitative study with health care professionals in Germany",
      "authors": [
        "S Lloyd"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-08802-9"
    },
    {
      "title": "Adaptation of remote symptom monitoring using electronic patient-reported outcomes for implementation in real-world settings",
      "authors": [
        "G Rocque"
      ],
      "year": 2022,
      "doi": "10.1200/op.22.00360"
    },
    {
      "title": "Identification of factors influencing the adoption of health information technology by nurses who are digitally lagging: In-depth interview study",
      "authors": [
        "De Leeuw",
        "J Woltjer",
        "H Kool"
      ],
      "year": 2020,
      "doi": "10.2196/15630"
    },
    {
      "title": "Stakeholders' perceptions of the implementation of a patient-centric digital health application for primary healthcare in India",
      "authors": [
        "D Faujdar"
      ],
      "year": 2021,
      "doi": "10.4258/hir.2021.27.4.315"
    },
    {
      "title": "Acceptability and uptake of an electronic decision-making tool to support the implementation of IMCI in primary healthcare facilities in KwaZulu-Natal, South Africa",
      "authors": [
        "C Jensen",
        "N Mckerrow",
        "G Wills"
      ],
      "year": 2020,
      "doi": "10.1080/20469047.2019.1697573"
    },
    {
      "title": "Readiness for delivering digital health at scale: lessons from a longitudinal qualitative evaluation of a National digital health innovation program in the united Kingdom",
      "authors": [
        "M Lennon"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6900"
    },
    {
      "title": "Healthcare providers' digital competency: A cross-sectional survey in a low-income country setting",
      "authors": [
        "K Shiferaw",
        "B Tilahun",
        "B Endehabtu"
      ],
      "year": 2020,
      "doi": "10.1186/s12913-020-05848-5"
    },
    {
      "title": "Attitude towards Tele Rehabilitation-based therapy services and its associated factors among health professional working in specialized teaching hospitals in Amhara region, Northwest Ethiopia",
      "authors": [
        "H Sidelil"
      ],
      "year": 2021,
      "doi": "10.21203/rs.3.rs-929351/v1"
    },
    {
      "title": "Exploring the perspectives of primary care providers on use of the electronic patient reported outcomes tool to support goal-oriented care: A qualitative study",
      "authors": [
        "H Singh"
      ],
      "year": 2021,
      "doi": "10.1186/s12911-021-01734-0"
    },
    {
      "title": "A comprehensive eHealth implementation guide constructed on a qualitative case study on barriers and facilitators of the digital care platform cmylife",
      "authors": [
        "L Verweij"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-022-08020-3"
    },
    {
      "title": "Exploring the barriers and facilitators for the use of digital health technologies for the management of COPD: A qualitative study of clinician perceptions",
      "authors": [
        "P Slevin"
      ],
      "year": 2019,
      "doi": "10.1093/qjmed/hcz241"
    },
    {
      "title": "Nurses' perspectives of person-centered spinal cord injury rehabilitation in a digital hospital",
      "authors": [
        "L Burridge"
      ],
      "year": 2020,
      "doi": "10.1097/rnj.0000000000000201"
    },
    {
      "title": "Telemedicine: the experience of health professionals in the supplementary sector",
      "authors": [
        "H Araújo",
        "L Santos",
        "R Alencar"
      ],
      "year": 2023,
      "doi": "10.1590/1980-220x-reeusp-2022-0374en"
    },
    {
      "title": "Acceptance by laypersons and medical professionals of the personalized eHealth platform, ehealthmonitor",
      "authors": [
        "L Griebel"
      ],
      "year": 2017,
      "doi": "10.1080/17538157.2016.1237953"
    },
    {
      "title": "Attitudes toward health care virtual communities of practice: survey among health care workers",
      "authors": [
        "N Yada",
        "M Head"
      ],
      "year": 2019,
      "doi": "10.2196/15176"
    },
    {
      "title": "Implementing an electronic health record dashboard for safe anticoagulant management: learning from qualitative interviews with existing and potential users to develop an implementation process",
      "authors": [
        "G Barnes"
      ],
      "year": 2022,
      "doi": "10.1186/s43058-022-00262-w"
    },
    {
      "title": "Factors Influencing Implementation of an Electronic Medical Record in a Tertiary Cancer Centre",
      "authors": [
        "A Janssen",
        "C Donnelly",
        "E Elder",
        "N Pathmanathan",
        "T Shaw"
      ],
      "year": 2019,
      "doi": "10.3233/SHTI190779"
    },
    {
      "title": "Health provider perspectives of electronic medication monitoring in outpatient asthma care: a qualitative investigation using the consolidated framework for implementation research",
      "authors": [
        "K Kan",
        "S Shaunfield",
        "M Kanaley",
        "A Chadha",
        "K Boon",
        "L Morales",
        "S Gupta"
      ],
      "year": 2022,
      "doi": "10.1080/02770903.2020.1846745"
    },
    {
      "title": "User experience analysis of an eHealth system for tuberculosis in resource-constrained settings: A nine-country comparison",
      "authors": [
        "N Konduri"
      ],
      "year": 2003,
      "doi": "10.1016/j.ijmedinf.2017.03.017"
    },
    {
      "title": "Health care professionals' experiences of web-based symptom checkers for triage: Cross-sectional survey study",
      "authors": [
        "S Kujala",
        "I Hörhammer"
      ],
      "year": 2022,
      "doi": "10.2196/33505"
    },
    {
      "title": "Digital health interventions in the clinical care and treatment of tuberculosis and HIV in central Ethiopia: an initial provider perceptions and acceptability study using the unified theory of acceptance and use of technology model",
      "authors": [
        "E Getachew",
        "Y Woldeamanuel",
        "T Manyazewal"
      ],
      "year": 2022,
      "doi": "10.4103/ijmy.ijmy_235_21"
    },
    {
      "title": "Factors affecting the successful implementation of a digital intervention for health financing in a low-resource setting at scale: semistructured interview study with health care workers and management staff",
      "authors": [
        "L Schuetze"
      ],
      "doi": "10.2196/38818"
    },
    {
      "title": "Systematic review of literature for smartphones technology acceptance using unified theory of acceptance and use of technology model (UTAUT)",
      "authors": [
        "M Ahmed"
      ],
      "year": 2023,
      "doi": "10.4236/sn.2023.122002"
    },
    {
      "title": "More like a support tool: ambivalences around digital health from medical developers' perspective",
      "authors": [
        "S Lenz"
      ],
      "year": 2021,
      "doi": "10.1177/2053951721996733"
    },
    {
      "title": "Understanding users' continuance usage behavior towards digital health information system driven by the digital revolution under COVID-19 context: an extended Utaut model",
      "authors": [
        "B Bai",
        "Z Guo"
      ],
      "year": 2022,
      "doi": "10.2147/prbm.s364275"
    },
    {
      "title": "Determinants of the behavioral intention to use a mobile nursing application by nurses in China",
      "authors": [
        "M Pan",
        "W Gao"
      ],
      "year": 2021,
      "doi": "10.1186/s12913-021-06244-3"
    },
    {
      "title": "Towards the use of big data in healthcare: A literature review",
      "authors": [
        "G Dicuonzo"
      ],
      "year": 2022,
      "doi": "10.3390/healthcare10071232"
    },
    {
      "title": "Adoption of technology applications in healthcare: the influence of attitude toward knowledge sharing on technology acceptance in a hospital",
      "authors": [
        "P Esmaeilzadeh"
      ],
      "year": 2010,
      "doi": "10.1007/978-3-642-27210-3_3"
    },
    {
      "title": "Factors that influence the adoption of electronic patients records management systems in South Africa",
      "authors": [
        "I Popela",
        "T Zuva",
        "M Appiah"
      ],
      "year": 2019,
      "doi": "10.1109/imitec45504.2019.9015918"
    },
    {
      "title": "Assessing the acceptance of clinical decision support tools using an integrated technology acceptance model",
      "authors": [
        "S Aljarboa",
        "S Miah"
      ],
      "year": 1920,
      "doi": "10.1109/csde50874.2020.9411594"
    },
    {
      "title": "Proposing a mobile apps acceptance model for users in the health area: A systematic literature review and meta-analysis",
      "authors": [
        "S Binyamin",
        "B Zafar"
      ],
      "year": 2021,
      "doi": "10.1177/1460458220976737"
    },
    {
      "title": "A systematic review and meta-analysis of user acceptance of consumer-oriented health information technologies",
      "authors": [
        "D Tao"
      ],
      "year": 2020,
      "doi": "10.1016/j.chb.2019.09.023"
    },
    {
      "title": "Unified theory of acceptance and usage of technology (UTAUT) model to predict health information system adoption",
      "authors": [
        "S Nurhayati",
        "D Anandari",
        "W Ekowati"
      ],
      "year": 2019,
      "doi": "10.15294/kemas.v15i1.12376"
    },
    {
      "title": "Standards for digital health",
      "authors": [
        "S Aziz",
        "M Askari",
        "S Shah"
      ],
      "year": 2012,
      "doi": "10.1016/b978-0-12-817485-2.00017-1"
    },
    {
      "title": "Nursing home implementation of health information technology: review of the literature finds inadequate investment in preparation, infrastructure, and training",
      "authors": [
        "M Ko",
        "L Wagner",
        "J Spetz"
      ],
      "doi": "10.1177/0046958018778902"
    },
    {
      "title": "Interlinking organisational resources, AI adoption and omnichannel integration quality in Ghana's healthcare supply chain",
      "authors": [
        "A Abadie"
      ],
      "year": 2023,
      "doi": "10.1016/j.jbusres.2023.113866"
    },
    {
      "title": "Medical device connectivity case study",
      "authors": [
        "B Bliven",
        "M Bragg",
        "B Long"
      ],
      "year": 2016,
      "doi": "10.1097/jce.0000000000000144"
    },
    {
      "title": "Using digital health technology to better generate evidence and deliver evidence-based care",
      "authors": [
        "A Sharma"
      ],
      "year": 2018,
      "doi": "10.1016/j.jacc.2018.03.523"
    },
    {
      "title": "Defining and developing the workforce needed for success in the digital era of medicine",
      "authors": [
        "J Goldsack",
        "C Zanetti"
      ],
      "year": 2020,
      "doi": "10.1159/000512382"
    },
    {
      "title": "Towards a digital health curriculum for health workforce for the African region",
      "authors": [
        "D Munene",
        "A Alunyu",
        "J Nabukenya"
      ],
      "year": 2001,
      "doi": "10.21203/rs.2.13130/v1"
    },
    {
      "title": "A case-study to examine Doctors' intentions to use IOT healthcare devices in Iraq during COVID-19 pandemic",
      "authors": [
        "A Alhasan"
      ],
      "year": 2020,
      "doi": "10.1108/ijpcc-10-2020-0175"
    },
    {
      "title": "Understanding the perception towards using mHealth applications in practice",
      "authors": [
        "E Sezgin",
        "S Özkan-Yildirim",
        "S Yildirim"
      ],
      "year": 1980,
      "doi": "10.1177/0266666916684180"
    },
    {
      "title": "Continuing education in digital skills for healthcare Professionals -Mapping of the current situation in EU member States",
      "authors": [
        "A Kaihlanen",
        "L Virtanen",
        "E Kainiemi",
        "V Sulosaari",
        "T Heponiemi"
      ],
      "year": 2024,
      "doi": "10.34172/ijhpm.8309"
    },
    {
      "title": "Digital Health in the Context of Healthcare Workers' Education and Training",
      "authors": [
        "C Da Silva",
        "R Almeida",
        "F Carvalheira",
        "A Abrantes",
        "D Miranda",
        "B Vicente",
        "M Ramos",
        "T Mestre"
      ],
      "doi": "10.4018/979-8-3693-1214-8.ch004"
    },
    {
      "title": "756 Impact of Hands-on laparoscopic simulation on confidence and skills in medical trainees: A prospective study",
      "authors": [
        "H Khan",
        "N Zilani"
      ],
      "year": 2024,
      "doi": "10.1093/bjs/znae163.068"
    },
    {
      "title": "Hands-on STEM learning experiences using Digital Technologies",
      "authors": [
        "G Fior",
        "C Fonda",
        "E Canessa"
      ],
      "year": 2024,
      "doi": "10.48550/arxiv.2408.00781"
    },
    {
      "title": "Digital infrastructure as a new organizational digital climate dimension",
      "authors": [
        "Z Avtalion",
        "I Aviv",
        "I Hadar",
        "G Luria",
        "O Bar-Gil"
      ],
      "year": 2024,
      "doi": "10.3390/app14198592"
    },
    {
      "title": "Assessing and strengthening organisational resilience in a critical infrastructure system: case study of the Slovak Republic",
      "authors": [
        "D Rehak"
      ],
      "year": 2020,
      "doi": "10.1016/j.ssci.2019.104573"
    },
    {
      "title": "IT support for healthcare processes -premises, challenges",
      "authors": [
        "R Lenz",
        "M Reichert"
      ],
      "year": 2007,
      "doi": "10.1016/j.datak.2006.04.007"
    },
    {
      "doi": "10.1016/J.DATAK.2006.04.007"
    },
    {
      "title": "Alerting, diagnosing, and transmitting computer issues to a technical resource in response to a dedicated physical button or trigger",
      "authors": [
        "P Alexander",
        "W Christopher"
      ],
      "year": 2020
    },
    {
      "title": "The role of champions in the implementation of technology in healthcare services: a systematic mixed studies review",
      "authors": [
        "S Pettersen",
        "H Eide",
        "A Berg"
      ],
      "year": 1967,
      "doi": "10.1186/s12913-024-10867-7"
    },
    {
      "title": "Shared Decision Making Tools Implemented in the Electronic Health Record: A Scoping Review",
      "authors": [
        "J Pierce",
        "C Weir",
        "T Taft",
        "W Richards",
        "M Mcfarland",
        "K Kawamoto",
        "Del Fiol",
        "G Butler"
      ],
      "year": 2024,
      "doi": "10.2196/preprints.59956"
    },
    {
      "title": "Analisis Peran Kepemimpinan digital Dan Budaya organisasi Dalam meningkatkan Kinerja Karyawan: Tinjauan literatur Sistematis. Religion, education, and social Laa Roiba journal",
      "authors": [
        "F Yunita",
        "S Isnaini"
      ],
      "year": 2024,
      "doi": "10.59298/rojphm/2024/421217"
    },
    {
      "title": "Cyber Attack Prevention Method for Enhanced Privacy of Patients Digital Healthcare Data in Smart Hospitals",
      "authors": [
        "A Chamoli",
        "A Kirsali",
        "S Sharma"
      ],
      "doi": "10.1109/iccpct61902.2024.10672954"
    },
    {
      "title": "The role of digital technology in providing education, training, continuing professional development and support to the rural health workforce",
      "authors": [
        "P Sheridan",
        "M ; Waldman",
        "Y Tan",
        "S Pruitt",
        "C Daley",
        "Vp ; Cornet",
        "R Ramsden"
      ],
      "doi": "10.1016/j.nedt.2013.01.009"
    }
  ],
  "num_references": 104
}
