{
  "paper_id": "6EYHFTCK",
  "title": "Quantifying the benefits of peer support for people with dementia: A Social Return on Investment (SROI) study",
  "abstract": "Objective: Peer support for people with dementia and carers is routinely advocated in national strategies and policy as a post-diagnostic intervention. However there is limited evidence to demonstrate the value these groups offer. This study looked at three dementia peer support groups in South London to evaluate what outcomes they produce and how much social value they create in relation to the cost of investment. Methods: A Social Return on Investment (SROI) analysis was undertaken, which involves collecting data on the inputs, outputs and outcomes of an intervention, which are put into a formula, the end result being a SROI ratio showing how much social value is created per »1 of investment. Results: Findings showed the three groups created social value ranging from »1.17 to »5.18 for every pound (») of investment, dependent on the design and structure of the group. Key outcomes for people with dementia were mental stimulation and a reduction in loneliness and isolation. Carers reported a reduction in stress and burden of care. Volunteers cited an increased knowledge of dementia. Conclusions: This study has shown that peer groups for people with dementia produce a social value greater than the cost of investment which provides encouraging evidence for those looking to commission, invest, set up or evaluate peer support groups for people with dementia and carers. Beyond the SROI ratio, this study has shown these groups create beneficial",
  "year": 2003,
  "date": "2003",
  "journal": "Health & Social Care in the Community",
  "publication": "Health & Social Care in the Community",
  "authors": [
    {
      "forename": "Elizabeth",
      "surname": "Willis",
      "name": "Elizabeth Willis",
      "affiliation": "Kings College London , London , UK Health Innovation Network , \n\t\t\t\t\t\t\t\t Health Innovation Network \n\t\t\t\t\t\t\t\t Kings College London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "forename": "Amy",
      "surname": "Semple",
      "name": "Amy Semple",
      "affiliation": "Academic Health Science Network for South London , London , UK \n\t\t\t\t\t\t\t\t Academic Health Science \n\t\t\t\t\t\t\t\t Network for South London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK",
      "email": "a.semple@nhs.net"
    },
    {
      "forename": "Hugo",
      "surname": "De Waal",
      "name": "Hugo De Waal",
      "affiliation": "Health Innovation Network , Academic Health Science Network for South London , London , UK \n\t\t\t\t\t\t\t\t Health Innovation Network \n\t\t\t\t\t\t\t\t Academic Health Science \n\t\t\t\t\t\t\t\t Network for South London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t UK"
    }
  ],
  "doi": "10.1177/1471301216640184",
  "keywords": [
    "dementia",
    "peer support",
    "carers",
    "post-diagnosis support",
    "social return on investment",
    "costeffectiveness",
    "cost-benefit analysis",
    "value"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Dementia is a national priority, particularly in the area of diagnosis and effective postdiagnostic support. The increasing numbers of people with dementia present challenges to the health and social sectors in how best to support people following diagnosis. Peer support is routinely advocated in national strategies and policy, such as the National Dementia Strategy  (Department of Health, 2009) , the Care Act (2014) and National Institute of Clinical Excellence (NICE) quality indicators (2013), and is recognised as a worthwhile community intervention for people with dementia and their carers. Several studies  (Clarke et al., 2013; Keyes et al., 2016; Mason, Clare, & Pistrang, 2005)  show that peer support can reduce isolation and loneliness associated with dementia and provide information and support on how to manage the condition to live well. People with dementia and their carers routinely say that they draw significant benefit from being able to talk to other people with dementia and their carers and to share practical advice and emotional support, which is shown to improve their overall wellbeing.\n\nScarcity of public resources means that value-for-money for interventions for people with dementia requires closer scrutiny  (Knapp, Lemmi, & Romeo, 2013) . Studies suggest that peer support may lead to direct healthcare savings by equipping people with coping mechanisms and providing emotional support, which can lessen the risk of crises and subsequent, potentially avoidable and expensive interventions by the statutory sector  (Arksey, 2003; Banerjee & Whittenberg, 2009; Clarke et al., 2013; Hall Long, Moriarty, Mittleman, & Foldes, 2014; Spijker et al., 2009) . Traditionally, cost-effectiveness and costbenefit analyses have been used to assess value-for-money of health and social care interventions. However, the value produced by participating in peer support groups can be subtle and is difficult to measure  (Knapp et al., 2013) . As such there is a scarcity of research on the wider social, economic or environmental value they create."
    },
    {
      "title": "Study aim",
      "text": "The aim of this study was to use the 'Social Return on Investment' (SROI) methodology to quantify the social value created by peer support groups for people with dementia and their carers."
    },
    {
      "title": "Methods",
      "text": "Three peer support groups in South London were evaluated in this study (see Table  1 ). We selected different types of groups, reflecting different models of peer support that are seen within community settings. Groups were selected based on host organisation, funding Local authority and charitable grants.\n\nLocal authority.\n\nsource, group size, group activities and staffing. Groups had to be located in South London and had to have been running for at least one year, so reliable costings and quality of participant data could be collected for the SROI analysis. This study was a service evaluation and therefore did not require any ethical approval as deemed by the Kings College London ethics committee. Consent forms were obtained from participants prior to involvement."
    },
    {
      "title": "SROI methodology",
      "text": "SROI has been previously described in detail in the literature  (Millar & Hall, 2013) . It is derived from better-known analytical methods such as cost-benefit analysis and social accounting and has become a recognised method of measuring impact, outcomes and value created by interventions or organisations. Briefly, through engaging stakeholders (people who it was thought would experience relevant and significant change from being involved with the group) SROI measures the value an intervention creates against the cost of enabling it to occur. It uses a concept of value that goes beyond what can be captured purely in financial terms by incorporating social, environmental and/or economic elements to calculate the total value, hereafter referred to as 'social value'.\n\nThe authors closely followed established SROI methodology  (Nicholls, Lawlor, Neitzert, & Goodspeed, 2009) . The SROI method involves a mixed methods design. Qualitative methods are used to establish which outcomes (themes) were of most importance and impact on participant's lives and ultimately combine to create social value, followed by a quantitative approach to create a monetary representation of these outcomes and their value.\n\nThis study used unstructured interviews or focus groups with the stakeholders (see Table  2 ). Both the interviews and focus groups used open questioning to encourage the stakeholders to talk spontaneously about how being involved with the group impacted them positively or negatively. By allowing them the flexibility to bring forward their thoughts and opinions the risk of interviewer bias was reduced whilst conversational prompts allowed the interviewer to lead or steer the topics under discussion if needed   (Bowling, 2014; Gerrish & Lacey, 2013) . With the exception of the members themselves, the other two stakeholder groups, the carers and volunteers, were also asked to comment on how they felt the group affected the other stakeholder groups.\n\nThe expectation of sample sizes was modest given the stakeholder population sizes and it was acknowledged that some group members would not be able to be interviewed due to their level of cognitive impairment and that this would reduce the proportion of the member population that could potentially participate. Although a large sample size is not required for qualitative data collection, translation of the qualitative to quantitative data implies that larger sample sizes would have increased the validity of the outcomes for each stakeholder group.\n\nWith the help of the group facilitators participants were approached and invited to participate and despite small sample sizes it was felt a level of saturation was met with the themes reported. Group facilitators and volunteers were present at the focus groups for people with dementia to ensure a comfortable and familiar environment for participants. Sessions and interviews were recorded and transcribed verbatim. Transcripts were emailed to participants with email addresses to verify the transcriptions. Group facilitators verified focus group transcripts.\n\nThematic analysis akin to the 'framework' data analysis approach  (Ritchie & Spencer, 1994)  identified outcomes for each stakeholder through detecting the key themes in each transcript and charting the number of stakeholders who reported each theme.\n\nSROI makes use of financial proxies to establish the value of themes identified, to enable a market price to be attributed where there is no associated market. We selected proxies that were deemed the closest, most relevant and reflective of a service with a market price. Table  3  shows financial proxies for themes that were evident across all groups. A full list of proxies by each theme is available online  (Health Innovation Network, 2015) .\n\nWhilst identifying the themes reported by stakeholders was an important objective of this study, the primary objective of an SROI analysis is to create and display a ratio showing the cost of investment (») of an intervention against the total social value (») the intervention creates. To establish overall impact the value of each identified cost or theme was multiplied by the number of people reporting that benefit. To avoid the risk of over-claiming, SROI methodology prescribes that specific factors, or considerations are applied to each theme identified (see Table  4 )."
    },
    {
      "title": "In-kind contributions",
      "text": "The average UK wage (»14.80 per hour) was used to calculate the value of volunteers' unpaid time with the exception of the accountant of group A, whose known hourly rate was »40 per hour (Office for National Statistics, 2011). The cost of free venue hire for each group was established by averaging the cost of renting out approximately 3-4 other similar venues in each borough."
    },
    {
      "title": "Our approach",
      "text": "A separate SROI analysis was carried out on each group. By using the same researchers over the same time period, the approach to the method was the same and within this the same perspectives on discount factors, assumptions and financial proxies were used. This maximized the external validity of the three analyses and supported the comparisons then made between them.\n\nThe data methods, analysis and results were validated externally by NEF Consulting of the New Economics Foundation, which is the recognised expert organisation in the UK in using SROI analysis. Full results, calculations and impact maps for each peer support are available online  (Health Innovation Network, 2015) ."
    },
    {
      "title": "Results"
    },
    {
      "title": "Qualitative findings",
      "text": "Findings from the focus groups and interviews showed that peer support groups gave rise to a number of important themes (see Table  5 )."
    },
    {
      "title": "SROI analysis",
      "text": "The SROI analysis showed that the three peer support groups create positive social value that is greater than the cost of investment. The social value created ranged from »1.17 to »5.18 for every pound (») of investment, dependent on the design and structure of the group (see Table  6 ). Full results detailing calculations for the impact ratio are available in the Appendices.\n\nWithout the valued 'cost' of volunteers' time or the venue hire, the ratios would have been much higher. For example, without the volunteer costs group A's social value ratio would be »1: »12.99 and group C »1:1.40. Table 4. Factors considered for calculating SROI impact ratio."
    },
    {
      "title": "Deadweight",
      "text": "A measure to describe the amount of an outcome that would have happened anyway, even if the peer support group has not taken place, e.g. the theme 'volunteers have an increased level of knowledge about dementia' had a deadweight value of 2% as this is the proportion of the population who are dementia friends and therefore have a higher level of knowledge than an average member of the UK population."
    },
    {
      "title": "Displacement",
      "text": "An assessment of what activities or services are displaced by the presence of the peer support group. We found no evidence of displacement as there are a limited number of peer support groups in the three Boroughs for people to access."
    },
    {
      "title": "Drop-off a",
      "text": "Estimates the future risk of a reduction in stakeholders benefit over a four year period. No previous published data to establish drop off rates therefore we allocated these rates based on knowledge of peer support groups and talking to group facilitators. These assumptions were validated by NEF Consulting.\n\nb\n\nThe average used for the weighting factor was calculated based on frequency of groups delivered by a large charitable sector group provider. Groups run on average 2 hours once a month (a total of 24 hours a year)."
    },
    {
      "title": "Discussion",
      "text": "This study has shown that peer support groups for people with dementia, regardless of size or structure, provided personal and social value to people with dementia, their carers and volunteers supporting the group, with a social value ranging from »1.17 to »5.18 for every pound (») invested. Common themes were identified across all three groups. A key finding across all groups is a reduction in isolation and loneliness, which is a common outcome seen in peer support generally and for people with dementia specifically  (Clarke et al., 2013; Nesta & National Voices, 2015) . Our findings show that peer support groups, or having the opportunity to meet others in a similar situation regularly can help people feel less lonely and less isolated and this experience is valued by people with dementia.\n\nThe carers of the group members reported observing that the members were mentally stimulated after attending the group, more so than if they had remained at home. Improving or maintaining cognitive stimulation is a recognised aim of some peer support interventions  (Spagnolo et al., 2015; Woods, Aguirre, Spector, & Orrell, 2012)  to maintain functional ability and quality of life. Studies have shown peer support for people with dementia has a beneficial impact in increasing wellbeing, self-esteem, quality of life and\n\nTable 5. Themes. a"
    },
    {
      "title": "For people with dementia",
      "text": "For carers\n\nA reduction in isolation and loneliness A feeling of mental stimulation, including memory stimulation, more than if they remained at home An increase in wellbeing from having a sense of purpose and enjoying their time at the group A feeling that their sense of personhood and identity is promoted, impacting positively on their wellbeing Feeling part of a welcoming community which creates a sense of trust, belonging and social wellbeing Feeling fitter as a result of taking part in weekly exercise activities.\n\nA reduction in stress and burden of care An increased sense of wellbeing through being involved in the group A reduction in the feeling of loneliness and isolation. For volunteers that support the groups An increased sense of wellbeing through being engaged and fulfilled in their role at the group An increased level of knowledge by interacting with people with dementia and dementia care More transferable skills Feeling part of a community a Themes in bold were evident across all three groups.\n\nTable  6 . Ratio by group.\n\nGroup A Group B Group C »1: »5.18 »1: »1.71 »1: »1.17\n\nreducing depression  (Banerjee et al., 2003; Leung, Orrell, & Orgeta, 2015) , which may delay the need for more intensive support interventions or institutionalisation  (Banerjee et al., 2003) .\n\nA reduced burden of care through improved coping skills and a reduction in stress has been associated with a reduction in carer depression and improvement in carer wellbeing in several studies  (Black & Almeida, 2004; Brodaty, Green, & Koschera, 2003; McConaghy & Caltabiano, 2005) . Our study supports these findings, with reduction in burden of care and stress a universal outcome across all groups, demonstrating the positive impact peer support groups have for carers. Findings from interviews with carers from groups B and C showed that these groups offered respite in terms of carers having some time for themselves and peace of mind that their relative is being stimulated and cared for in their absence, which reduced carer stress and the burden of care. Carers who attended group A also reported a sense of respite whilst participating in the group. Additionally, they reported enjoyment in sharing time together in a positive environment and meeting other carers with similar experiences, findings which are consistent with other studies  (Greenwood, Habibi, Mackenzie, Dreenan, & Easton, 2013) .\n\nFor both people with dementia and their carers, the overall sense of improved wellbeing and a reduction in negative risk factors to health such as loneliness, isolation and stress reinforces findings from previous studies  (Banerjee et al., 2003; Clarke et al., 2013; Leung et al., 2015; Nesta & National Voices, 2015 ) that suggest peer support can reduce the risk of reaching a 'crisis point', with people either feeling more able to manage their situation or seek initial support and advice from peers or staff at the group before contacting the GP or emergency services.\n\nVolunteers are not necessarily considered as beneficiaries of a peer support group, but the universal outcome, seen in Group A and C, of an increased sense of wellbeing amongst them is a noteworthy unintentional outcome of these groups. Also of interest is the fact that the volunteers reported an increase in understanding and knowledge of dementia. This outcome could be inadvertently recycled back into the group, potentially leading to improvements in the service being provided at no extra cost and positively influencing the social value produced over time.\n\nAll groups demonstrated a higher social value than the cost of investment. However, analysis of the largest group (A) indicates that a more intensive and frequently held group, involving volunteers and carers who also experience benefit, has a large impact on the overall social value produced by the group.\n\nThe two groups that had lower ratios show that smaller groups (in design or number of participants) still offer a gain in social value, relative to the cost of the service. People with dementia, like those without dementia, have a variety of preferences in terms of support and socialising and what is appealing to one person in terms of peer support will differ from the next. Our findings support the adoption of a mixed model approach to peer support, demonstrating that groups based on similar structure and design to those evaluated in this study are all a worthwhile investment. However, groups should consider ways to increase the value they create, relative to their investment. For instance, using volunteers as a free resource enables a higher number of people to be supported in the group and thus increases a group's social value directly, as well as indirectly through the positive outcomes experienced by the volunteers. Identifying in-kind contributions such as free venue or activities was shown to increase a group's social value. For example, group A used a communal room in an extra care housing home, with residents invited to participate as well."
    },
    {
      "title": "Strengths and limitations",
      "text": "A strength of this study is the fact we evaluated three peer support groups of different designs and structures, using a mixed methods approach consistent with SROI methodology. Our methods and analysis were validated by NEF Consulting which is the expert organisation in SROI analysis. Limitations of the SROI process include the complexity of assigning financial proxies to soft themes, for example wellbeing and confidence and the availability of data to be used in robust calculations, for example displacement and attribution values. There is a risk in SROI analysis to focus solely on the ratio without examining the content behind it, which offers a richer insight to the value produced by groups  (Nicholls et al., 2009) ."
    },
    {
      "title": "Conclusion",
      "text": "The aim of this study was to understand and quantify the social value of peer support groups for people with dementia. A lack of robust economic evidence presents difficulties to commissioners or funders in investing in peer support as an intervention, as well as to groups to secure funding to set up and maintain their service. Findings from this study demonstrate peer support to be a worthwhile investment, both for people with dementia and their carers, but also for the volunteers who support the groups. It demonstrates that independent organisations and initiatives by smaller charities are able to produce a positive social return on investment, just as much or even more than groups run by large, more formal organisations. It provides guidance on how groups can increase their wider social value by using in-kind contributions such as volunteers and cost-free meeting space. We hope this study will aid decision making for those looking to commission, invest or set up peer support groups for people with dementia. Furthermore, we hope to have shown how to use SROI for similar community initiatives that are known to provide benefit but where a monetary value of the intervention is not yet known.\n\nLondon. NEF Consulting of the New Economics Foundation received payment from the Health Innovation Network to validate study methods, analysis and results."
    },
    {
      "text": "Group characteristics."
    },
    {
      "text": "Participant type and data collection method."
    },
    {
      "text": "Financial proxy used to allocate a market price to identified theme."
    },
    {
      "text": "consider how much of an identified theme is a result of the group studied or is influenced by external factors, e.g. if participants attend one other peer support or social group which also reduces their sense of loneliness only 50% of the identified theme can be attributed to the group studied.Continued."
    }
  ],
  "references": [
    {
      "title": "Soping the field: Services for carers of people with mential health problems",
      "authors": [
        "H Arksey"
      ],
      "year": 2003,
      "doi": "10.1046/j.1365-2524.2003.00433.x"
    },
    {
      "title": "Predictions of institutionalisation in older people with demenita",
      "authors": [
        "S Banerjee",
        "J Murray",
        "B Foley",
        "L Atkins",
        "J Schneider",
        "A Mann"
      ],
      "year": 2003,
      "doi": "10.1136/jnnp.74.9.1315"
    },
    {
      "title": "Clinical and cost effectivness of services for early diagnosis and intervention in dementia",
      "authors": [
        "S Banerjee",
        "R Whittenberg"
      ],
      "year": 2009,
      "doi": "10.1002/gps.2191"
    },
    {
      "title": "A systematic review of the association between the behavioral and psychological symptoms of dementia and burden of care",
      "authors": [
        "W Black",
        "O Almeida"
      ],
      "year": 2004,
      "doi": "10.1017/s1041610204000468"
    },
    {
      "title": "Research methods in health: Investigating health and health services",
      "authors": [
        "A Bowling"
      ],
      "year": 2014
    },
    {
      "title": "Meta-analysis of psychosocial interventions for caregivers of people with dementia",
      "authors": [
        "H Brodaty",
        "A Green",
        "A Koschera"
      ],
      "year": 2003,
      "doi": "10.1034/j.1600-0579.2003.00210.x"
    },
    {
      "title": "Heathbridge: The national evaluation of peer support neworks and Dementia Advisors in the implementation of the National Dementia Strategy for England",
      "authors": [
        "C Clarke",
        "S Keyes",
        "H Wilkinson",
        "J Alexjuk",
        "J Wilcockson",
        "L Robinson",
        "M Cattan"
      ],
      "year": 2013,
      "doi": "10.1111/hsc.12134"
    },
    {
      "title": "National Dementia strategy: Living well with dementia",
      "year": 2009,
      "doi": "10.1037/e608082011-001"
    },
    {
      "title": "The research process in nursing",
      "authors": [
        "K Gerrish",
        "A Lacey"
      ],
      "year": 2013
    },
    {
      "title": "Peer support for carers: A qualitative investigation of the experiences of carers and peer volunteers",
      "authors": [
        "N Greenwood",
        "R Habibi",
        "A Mackenzie",
        "V Dreenan",
        "N Easton"
      ],
      "year": 2013,
      "doi": "10.1177/1533317513494449"
    },
    {
      "title": "Estimating the potential cost savings from the New York University Caregiver Intervention in Minnesota",
      "authors": [
        "Hall Long",
        "K Moriarty",
        "J Mittleman",
        "M Foldes"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.1257"
    },
    {
      "title": "Peer support for people with dementia: A social return on investment (SROI) study",
      "year": 2015,
      "doi": "10.1177/1471301216640184"
    },
    {
      "title": "A qualititative analysis of peer support in dementia care",
      "authors": [
        "S Keyes",
        "C Clarke",
        "H Wilkinson",
        "J Alexjuk",
        "J Wilcockson",
        "L Robinson",
        "M Cattan"
      ],
      "year": 2016,
      "doi": "10.1177/1471301214529575"
    },
    {
      "title": "Dementia care costs and outcomes: A systematic review",
      "authors": [
        "M Knapp",
        "V Lemmi",
        "R Romeo"
      ],
      "year": 2013,
      "doi": "10.1002/gps.3864"
    },
    {
      "title": "Social support group interventions in people with dementia and mild cognitive impairment: A systematic review of the literature",
      "authors": [
        "P Leung",
        "M Orrell",
        "V Orgeta"
      ],
      "year": 2015,
      "doi": "10.1002/gps.4166"
    },
    {
      "title": "Process and experience of mutual support in professionally-led support groups for people with early-stage dementia",
      "authors": [
        "E Mason",
        "L Clare",
        "N Pistrang"
      ],
      "year": 2005,
      "doi": "10.1177/1471301205049192"
    },
    {
      "title": "Caring for a person with dementia: Exploring relationships between perceived burden, depression, coping and well-being",
      "authors": [
        "R Mcconaghy",
        "M Caltabiano"
      ],
      "year": 2005,
      "doi": "10.1111/j.1442-2018.2005.00213.x"
    },
    {
      "title": "Social return on investment (SROI) and performance measurement",
      "authors": [
        "R Millar",
        "K Hall"
      ],
      "year": 2013,
      "doi": "10.1080/14719037.2012.698857"
    },
    {
      "title": "NICE quality standard supporting people to live well with dementia",
      "year": 2013,
      "doi": "10.7748/ns.13.29.4.s5"
    },
    {
      "title": "Peer support: What is it and does it work? Retrieved from",
      "year": 2015,
      "doi": "10.4135/9781446219126.n8"
    },
    {
      "title": "A guide to Social Return on Investment Matter&Co",
      "authors": [
        "J Nicholls",
        "E Lawlor",
        "E Neitzert",
        "T Goodspeed"
      ],
      "year": 2009,
      "doi": "10.1002/9781119208310.fmatter"
    },
    {
      "title": "ASHE 2011 (provisional, based on SOC 2000) Table 1 -All employees",
      "year": 2011,
      "doi": "10.1057/hsq.2011.2"
    },
    {
      "title": "Qualitative data analysis for applied policy research",
      "authors": [
        "J Ritchie",
        "L Spencer"
      ],
      "year": 1994,
      "doi": "10.4135/9781412986274.n12"
    },
    {
      "title": "A pilot study on behavioral and cognitive effects of Cognitive Stimulation Training based on 3R Mental Stimulation. The Treviso Dementia (TREDEM) Study",
      "authors": [
        "P Spagnolo",
        "M Arico",
        "C Bergamelli",
        "S Mazzucco",
        "P Boldrini",
        "E Di Giorgi",
        "M Gallucci"
      ],
      "year": 2015,
      "doi": "10.3233/nre-141202"
    },
    {
      "title": "Systematic care for caregivers of people with dementia in the ambulatory mental health service: Designing a multicentre, cluster, randomised trial",
      "authors": [
        "A Spijker",
        "F Verhey",
        "M Graff",
        "R Grol",
        "E Adang",
        "H Wollersheim",
        "M Vernooji-Dassen"
      ],
      "year": 2009,
      "doi": "10.1186/1471-2318-9-21"
    },
    {
      "title": "Cognitive stimulation to improve cognitive functioning in people with dementia",
      "authors": [
        "B Woods",
        "E Aguirre",
        "A Spector",
        "M Orrell"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.cd005562.pub2"
    }
  ],
  "num_references": 26
}
