{
  "paper_id": "6LCQBAHF",
  "title": "Physical activity interventions: an update on advancing sedentary time, technology, and dissemination and implementation research",
  "abstract": "Approximately 28% of American adults meet both the physical activity (PA) and strength training guidelines despite the numerous health benefits associated with a physically active lifestyle. The purpose of this paper is to provide an update of the 2017 Society of Behavioral Medicine PA Special Interest Group article that outlined future directions in sedentary time reduction interventions, technology-based PA interventions, and the dissemination and implementation of PA interventions. Since the prior review, there has been significant progress on effective interventions for reducing sedentary time. However, there has been less progress for improving the specificity of sedentary time guidelines. There has been a dramatic increase in the number of studies examining PA mHealth interventions and support for mHealth intervention has generally been positive, though sustaining engagement in mHealth interventions remains a challenge. Promising newer technologies that have been explored more extensively since the prior review including artificial intelligence (AI). Knowledge of how to implement and scale-up effective PA interventions has also increased. Several current trends in PA intervention research that continue to advance the field include examining the moderating effect of the built environment on the effectiveness of behavioral interventions, cultural tailoring of interventions, Just in Time Adaptive Interventions (JITAIs), and exercise snacks (vigorous intensity PA sessions that are less than one minute). Overall, there has been significant progress in the PA intervention field but significant work remains for creating effective interventions that can be readily implemented into real world settings.",
  "year": 2024,
  "date": "2024-11-10",
  "journal": "MMWR Morbidity and Mortality Weekly Report",
  "publication": "MMWR Morbidity and Mortality Weekly Report",
  "authors": [
    {
      "forename": "Beth",
      "surname": "Lewis",
      "name": "Beth Lewis",
      "affiliation": "1  School of Kinesiology , University of Minnesota , 1900 University Avenue SE , Cooke Hall , Minneapolis , MN 55455 , USA \n\t\t\t\t\t\t\t\t School of Kinesiology \n\t\t\t\t\t\t\t\t University of Minnesota \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1900 University Avenue SE Cooke Hall \n\t\t\t\t\t\t\t\t\t 55455 \n\t\t\t\t\t\t\t\t\t Minneapolis \n\t\t\t\t\t\t\t\t\t MN \n\t\t\t\t\t\t\t\t\t USA",
      "email": "blewis@umn.edu",
      "orcid": "0000-0002-6034-568X"
    },
    {
      "forename": "Melissa",
      "surname": "Napolitano",
      "name": "Melissa Napolitano",
      "affiliation": "2  Milken Institute School of Public Health , The George Washington University , 950 New Hampshire Ave , 3rd Floor , Washington , DC 20052 , USA \n\t\t\t\t\t\t\t\t Milken Institute School of Public Health \n\t\t\t\t\t\t\t\t The George Washington University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 950 New Hampshire Ave 3rd Floor \n\t\t\t\t\t\t\t\t\t 20052 \n\t\t\t\t\t\t\t\t\t Washington \n\t\t\t\t\t\t\t\t\t DC \n\t\t\t\t\t\t\t\t\t USA",
      "email": "mnapolitano@gwu.edu"
    },
    {
      "forename": "Matthew",
      "surname": "Buman",
      "name": "Matthew Buman",
      "affiliation": "3  College of Health Solutions , Arizona State University , 500 North 3rd Street , Phoenix , AZ 85004 , USA \n\t\t\t\t\t\t\t\t College of Health Solutions \n\t\t\t\t\t\t\t\t Arizona State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 500 North 3rd Street \n\t\t\t\t\t\t\t\t\t 85004 \n\t\t\t\t\t\t\t\t\t Phoenix \n\t\t\t\t\t\t\t\t\t AZ \n\t\t\t\t\t\t\t\t\t USA",
      "email": "matthew.buman@asu.edu"
    },
    {
      "forename": "David",
      "surname": "Williams",
      "name": "David Williams",
      "affiliation": "4  Department of Behavioral and Social Sciences , Brown University School of Public Health , Box G-S121-4 , Providence , RI 02912 , USA \n\t\t\t\t\t\t\t\t Department of Behavioral and Social Sciences \n\t\t\t\t\t\t\t\t Brown University School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Box G-S121-4 \n\t\t\t\t\t\t\t\t\t 02912 \n\t\t\t\t\t\t\t\t\t Providence \n\t\t\t\t\t\t\t\t\t RI \n\t\t\t\t\t\t\t\t\t USA",
      "email": "david_m_williams@brown.edu"
    },
    {
      "forename": "Claudio",
      "surname": "Nigg",
      "name": "Claudio Nigg",
      "affiliation": "5  Department of Health Science , Institute of Sport Science , University of Bern , Bremgartenstrasse 145 , Bern 3012 , Switzerland \n\t\t\t\t\t\t\t\t Department of Health Science \n\t\t\t\t\t\t\t\t Institute of Sport Science \n\t\t\t\t\t\t\t\t University of Bern \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Bremgartenstrasse 145 \n\t\t\t\t\t\t\t\t\t 3012 \n\t\t\t\t\t\t\t\t\t Bern \n\t\t\t\t\t\t\t\t\t Switzerland",
      "email": "claudio.nigg@unibe.ch"
    }
  ],
  "doi": "10.1007/s10865-024-00533-y",
  "keywords": [
    "Exercise",
    "Sedentary behavior",
    "Technology",
    "Implementation science",
    "Smartphone",
    "Environment"
  ],
  "sections": [
    {
      "title": "Rationale and purpose",
      "text": "Physical inactivity is associated with several health issues including the increased risk of hypertension, cardiovascular disease, and stroke  (USDHHS, 2018) . Despite the health benefits, only 28% of Americans meet both the aerobic and muscle strengthening physical activity (PA) guidelines based on self-report (52% meet aerobic guidelines and 35% meet muscle strengthening guidelines;  Abildso et al., 2023) . Furthermore, 24% of Americans are completely inactive  (Van Dyke et al., 2023) . A recent meta-analysis indicated that behavioral interventions result in an increase of 21-25 min per week of PA on average at 24 months, and increases can be maintained for up to 48 months  (Gasana et al., 2023) . Even though these increases are considered clinically meaningful, not every behavioral intervention leads to increases in PA, and among those that do, the changes are still relatively small. Consequently, there is a continued need for novel and innovative PA interventions that improve on current approaches, and can be implemented and disseminated into real world settings.\n\nThe purpose of this paper is to provide an update on the 2017 Society of Behavioral Medicine PA Special Interest Group article that outlined future directions in PA research  (Lewis et al., 2017) . The emerging themes identified in the 2017 article included: (1) Interventions focused on reducing sedentary time; (2) efficacy of technology-based PA interventions; and 3) implementation and dissemination of PA interventions. These were chosen in 2017 as the result of a writing team's consensus and supported by members of the Society of Behavioral Medicine's PA Special Interest Group. Future directions in other areas will also be explored."
    },
    {
      "title": "Interventions targeting sedentary time"
    },
    {
      "title": "Update on the current state of knowledge",
      "text": "Sedentary behaviors are defined as, \"Any waking behavior characterized by an energy expenditure less than 1.5 METs while in a sitting or reclining posture (e.g., watching television, driving, working on a computer; Sedentary Behaviour Research Network, 2012).\" Standing is considered a low energy expenditure activity but it is distinct from sedentary time  (Ainsworth et al., 2011) . Excess sedentary time is not necessarily associated with moderate to vigorous PA as it is possible for highly active individuals to engage in a significant amount of sedentary time  (Rantalainen et al., 2018) . Similar to moderate to vigorous PA (MVPA), sedentary time is related to numerous health problems including high blood pressure, heart disease, and all-cause mortality  (Ekelund et al., 2016 (Ekelund et al., , 2019;; Patterson et al., 2018; USDHHS, 2018) . One study found that a reduction of 30 min per day of sedentary time is clinically meaningful, which could be important for the sedentary guidelines  (Peachey al., 2020) . Despite the risks associated with excess sedentary time, adults spend approximately 6.4 h per day sitting  (Bauman et al., 2018) , older adults report 9.4 h  (Harvey et al., 2015) , and overweight/obese individuals engage in eight hours per day  (Tudor-Locke et al., 2010) .\n\nSince our 2017 review, the working group for the United States Department of Health & Human Services updated their sedentary time recommendations  (USDHHS, 2018) . Specifically, the guidelines state that, \"Adults should move more and sit less throughout the day.\" At the time of the 2018 publication, the research was insufficient to create specific guidelines for an upper limit regarding the maximum duration of sedentary time per day and how many times and how often sedentary time should be interrupted throughout the day. The World Health Organization (WHO) released sedentary time guidelines in 2020 and these guidelines were equally vague regarding the minimum frequency and duration of sedentary time that is recommended per day  (Okely et al., 2021) . However, in 2020, the Canadian 24-hour movement guidelines recommended more quantitative benchmarks including several hours of light PA per day, including standing; and limiting sedentary time to 8 h or less (no more than 3 h of recreational screen time and breaking up long periods of sitting as often as possible). Evidence from studies examining sedentary time continue to emerge from devise-based longitudinal and experimental studies. These new data will help to continue to update and refine guidelines for sedentary time.\n\nThere has been significant progress in recent years regarding the development of interventions specifically targeting sedentary time reduction  (Lam et al., 2022; Zhou et al., 2023) . Lam and colleagues (2022)  conducted a metaanalysis that included 136 studies examining sedentary time interventions. The studies examined several different types of interventions including developing apps and personal consultations, altering the physical environment (e.g., sit-stand desks), and/or modifying the social environment (e.g., walking meetings). Pre-to post-test intervention studies reported a 56 min decrease in sedentary time each day. The physical environment interventions in workplace settings showed an 88-minute decrease in sedentary time per day, and multicomponent interventions (combination of the above) in the workplace reported a 32 min decrease. Regarding specific populations, older adults participating in multicomponent interventions reported 86 min less of sedentary time per day and personal behavioral interventions led to a 35 min reduction. Physical environmental interventions were not available for older adults. The physical environment interventions were most effective for children (81 min reduction for physical environment interventions and 25 min reduction for social environment). Among overweight/obese individuals, physical environment interventions were most effective (64 min reduction in sedentary time) compared to behavioral and multicomponent interventions. Since the Lam et al. (2022) meta-analysis was published, Kellner and Faas (  2023 ) conducted a study among 345 university students. Participants were randomized to the intervention group (received two instant messages delivered via a smartphone per day to remind them not to sit) or a control group. Results indicated that the intervention group sat less than the control. This study builds upon the previous studies by intervening remotely and targeting a large sample. Another study since the review found that older adults randomized to an intervention consisting of four weekly small-group workshops with a refresher session after the last workshop session, sat less than those in a wait-list control condition  (Crombie et al., 2022) . One limitation of the sedentary time interventions to date is that some were onegroup pre-post-test designs. Additionally, many of the studies have been conducted in workplace or school settings and therefore, more home-based interventions are needed."
    },
    {
      "title": "Research recommendations/future directions",
      "text": "There has been significant progress developing interventions specifically targeting sedentary time  (Lam et al., 2022) . Despite this progress, additional studies with large sample sizes in a variety of settings are needed. Additionally, research is needed that would inform more specific quantitative sedentary time guidelines (e.g., time-based thresholds, limits for prolonged sitting;  Okely et al., 2021; USDHHS, 2018) . Specifically, studies are needed that could determine how often sedentary time should be broken up and for how long. Unlike PA, there is not clear evidence supporting sedentary time guidelines (USDHHS, 2018). Additional research is needed to determine the optimal minimum frequency and duration of sedentary time. Further, the type of sedentary time  (Kubica et al., 2017)  most related to chronic disease outcomes, most amenable to change, and most desireable to change should be investigated."
    },
    {
      "title": "Use of technology to promote physical activity"
    },
    {
      "title": "Update on the current state of knowledge",
      "text": "Technology has led to numerous advances in enhancing health and wellness including the promotion of PA  (Woessner et al., 2021) . However, high rates of inactivity can be partially attributed to advances in technology  (Bozzola et al., 2022) . For example, social media has been linked to lower PA levels  (Bozzola et al., 2022) . Despite the contributions of technology to inactivity, the PA literature examining technology-informed interventions has continued to evolve since the 2017 review  (Stecher et al., 2023) . For example, advances have been observed in the use of chatbots, artificial intelligence, and gamification  (Singh et al., 2023; Xu et al., 2022) . Technology does have advantages over more traditional face-to-face approaches including better accessibility due to less transportation and time commitments, better standardization of protocols, continued self-monitoring, improved cost-effectiveness, existing channels for rapid scale-up, and portability of the interventions via devices such as smartphones. To follow is a summary of the advances in technology-based interventions as well as suggestions for future directions."
    },
    {
      "title": "Smartphone interventions",
      "text": "The use of smartphones has increased in recent years. Specifically, in 2023, approximately, 86% of individuals owned smartphones worldwide  (Elad, 2024) . Therefore, interventions have focused on mHealth interventions (i.e., utilizing smartphones or some portable device) given their accessibility and ease of use  (Monninghoff et al., 2021) . Research indicates that mHealth interventions lead to small to moderate increases in PA  (Monninghoff et al., 2021) . The increases remain significant in the long-term, however, the effect sizes decrease over time  (Monninghoff et al., 2021) . Research indicates that mHealth interventions may be most effective when targeting at-risk populations  (Smith et al., 2020) . This is possibly due to low baseline activity levels, which leaves substantial room for improvement.\n\nThe number of smartphone PA interventions specifically using apps has substantially increased since our prior review  (Stecher et al., 2023) . Apps are software applications designed to perform certain functions or tasks on digital devices. A recent review examining 17 app-based intervention studies (all but three studies followed our 2017 review) indicated that app-based interventions showed significant but small increases in PA  (Stecher et al., 2023) . Furthermore, pragmatic trials (i.e., interventions that translate to real world settings) resulted in smaller treatment effects. A recent large cross-sectional study suggested that app simplicity is best given app users typically only use the selfmonitoring function and one other function such as goal setting and/or reminders  (Oba et al., 2023) . Given the now frequent use of smartphones to deliver PA promotion interventions, it has become more difficult to characterize use of smartphones as a quality of PA interventions that can be independently evaluated. Instead, it is necessary to evaluate 1 3 $2.8 billion in 2020 globally on activity monitors  (Laricchia et al., 2022) . Research indicates that interventions utilizing trackers lead to improved PA, better fitness, and approximately 1,800 extra steps per day  (Ferguson et al., 2022) ."
    },
    {
      "title": "Chatbots",
      "text": "Chatbots are conversational agents that seek to replicate human communication through speech, text, and visual forms  (Aggarwal et al., 2023; Laranjo et al., 2018) . Some chatbots use artificial intelligence (AI), which involves programming scripted conversations and responses that can be tailored to the user  (Singh et al., 2023) . Chatbots can be utilized via a website, smart speakers, smartphone app, or instant messaging apps. A recent review indicated that chatbot interventions led to small to moderate effect size increases for PA  (Singh et al., 2023) . One-third of the interventions reviewed involved \"free flow conversations\" with the chatbot and most sent daily prompts, goals, messages, and reminders. There were no differences between speech/voice-based and text-based chatbots regarding efficacy. Another review study indicated high efficacy for AI chatbots but the results were mixed regarding acceptability, feasibility, and usability  (Aggarwal et al., 2023) . One advantage over many of the previous smartphone interventions is that all chatbot interventions reported in the review used a specific behavior change theory and/or set of behavior change techniques to inform the interventions. Chatbots are also very scalable given the automaticity of the feedback. Disadvantages of chatbots using AI are that confidentiality of responses can be compromised, there is a lack of human connection, and currently AI content is not replicable."
    },
    {
      "title": "Gamification",
      "text": "Gamification is another mHealth strategy that has been used to motivate individuals to increase their physical activity  (Xu et al., 2022) . Gamification refers to the use of game design elements such as progress bars, badges, points, and leaderboards to increase motivation for behavior change. Since the last review, advances in machine learning, artificial intelligence, and data analytics have led to substantial advances in gamification tools available for PA interventions, including the ability to automatically tailor responses. Several studies have been conducted since the previous review since gamification was a relatively new field at the time of the previous review  (Xu et al., 2022) . Results indicated mixed support for the efficacy of gamification. There was evidence that social interaction via gamification improved results, however, only if the participants knew each other prior to the study  (Xu et al., 2022) . The most common game element was goal setting followed by rewards, points, progress bars, the efficacy of the intervention components that are delivered via smartphones."
    },
    {
      "title": "Smart home interventions",
      "text": "Smart home technology is another more recent advancement in PA interventions  (Oyibo et al., 2023) . Examples of smart home technology include cameras, smart appliances, smart home gym equipment, fall detection systems, and robots. A recent review identified 20 studies that examined smart home PA interventions (90% were conducted since 2017) and found that a majority of the studies (65%) had a positive outcome and another 15% had mixed findings  (Oyibo et al., 2023) . One smart home technology study featured a physical assistant robot system (PHAROS), which was used to guide older adults through PA  (Costa et al., 2018) . PHAROS reminded the participants to engage in PA and once the participants' attention was captured, PHAROS used their screen to show which exercises should be performed. PHAROS could recognize human poses, which informed health status feedback and exercise recommendations. The use of robots is a very recent innovation for PA promotion and more research is needed to understand their efficacy and real world application.\n\nThere were several limitations of the previous smart home intervention studies  (Oyibo et al., 2023) . First, a majority focused on younger individuals even though older adults may particularly benefit from this type of intervention. Additionally, most studies lacked a control group and were conducted in the laboratory setting, which may not generalize to real world settings. Additionally, only a few studies focused on technology acceptance (i.e., liking and embracing technology), which is important to examine given its impact on adherence to the intervention and its associated effect on the outcomes. Finally, very few studies have examined persuasive feedback (e.g., suggestion, praise, virtual reward), which is important for motivation. For example, Oyibo and colleagues (2023) suggested equiping robots with human characteristics such as body gestures, facial expressions, and emotional intelligence."
    },
    {
      "title": "Wearable-based interventions",
      "text": "Similar to smart home intervention studies, there has been a significant increase in research examining wearable-based interventions  (Ferguson et al., 2022) . Wearable interventions refer to consumer devices that provide information to the user about their PA such as smartwatches, fitness trackers, and pedometers  (Ferguson et al., 2022) . Data from wearables can be pulled into apps, which allows for the objective assessment of goal achievement and tailored feedback based on PA data. Individuals spent approximately interventions (EMIs), which deliver behavior change messages in real time when they are needed most (i.e., sedentary time is detected for a long period of time;  Dao et al., 2021) . A final potential future area is the co-action effect of PA. Specifically, PA changes may lead to other health behavior changes, such as healthy eating and sleep, which should be investigated in future mHealth trials.\n\nThere is some evidence that having a connection to others improves the success of the intervention  (Harden et al., 2015) . Studies have examined the importance of building online communities to enhance connectedness via online discussion forums and other strategies  (Joseph et al., 2023) , which could be further developed in future studies. One problem is it can be challenging to bring strangers together into an online community. There can be skepticism and a lack of motivation to meet new people online. Therefore, leveraging existing communities of individuals who already know each other or recruiting dyads for studies may help address this challenge. For example, neighborhoods with strong social ties or dyads who know each other could be recruited for studies. Studies have also integrated online team building exercises  (Kurz et al., 2016)  to address this issue. Joseph et al. (2023)  suggested that future studies should hold in-person \"kick-off\" sessions. Also, the recent surge in video conferencing allows for groups to interact with each other in online PA interventions to build group cohesion, without having the challenges of travel and childcare  (Ester et al., 2021) . Future mHealth interventions targeting underserved populations should engage multiple stakeholders from the beginning starting with the development of the intervention  (Lee et al., 2022) .\n\nFinally, there has been a significant disconnect between the mHealth research field and the commercial development of apps  (Arigo et al., 2019) . Commercially available health apps typically do not generate evidence or use science in the design of the app  (Sezgin, 2021) . As mHealth interventions are disseminated into the real world, it is also important to keep the cost low. For example, manually texting participants will not be feasible. Therefore, the use of AI such as chatbots may be particularly important to test when translating mHealth intervention to real world settings. Additionally, in order to advance the understanding of technology-based PA interventions, research is needed to test the efficacy, strengths and weaknesses, mediators, and moderators of the technology itself, controlling for intervention content. There is also a need for mHealth researchers to work with industry to disseminate empirically supported and theory informed mHealth interventions to the real world. Implementation science, which will be discussed in the next section, can help guide this translation to the real world.\n\nand feedback. One review indicated that gamification interventions were typically combined with wearable devices and approximately half are informed by theory  (Xu et al., 2022) . Competition was important for behavior change among individuals who knew each other. A limitation is that few studies examined PA in the long-term."
    },
    {
      "title": "Limitations",
      "text": "One limitation to some of the previously discussed mHealth interventions is the lack of tailoring to the participants  (Domin et al., 2021) . Some studies have utilized manually tailored responses to participants, however, this is costly and time consuming  (Domin et al., 2021) . Recent studies have examined the use of chatbots in order to improve the capability of tailoring to participants  (Aggarwal et al., 2023; Singh et al., 2023) . However, while cost effective, the use of chatbots may further exacerbate the epidemic of loneliness and social isolation, which was the focus of a 2023 Surgeon General's Advisory  (Murthy, 2022) . Data has continued to emerge suggesting that social isolation and loneliness are independent risk factors for brain health and cardiovascular disease  (Cene et al., 2022) . A final limitation of mHealth interventions is that many have not been informed by theory  (Domin et al., 2021) ."
    },
    {
      "title": "Research recommendations/future directions",
      "text": "There is a need to test mHealth interventions with special populations. For example, there has been a significant increase in mHealth interventions for individuals with spinal cord injuries  (Haley et al., 2023) , which is a particularly important population to target given PA among individuals with spinal cord injuries is lower than PA among the general population  (Peterson et al., 2021) . Future studies should also use the behavior change wheel framework, which is a method for designing and characterizing behavior change interventions. The framework synthesizes 19 prior models of behavior change that allows for the identification of constructs that are responsible for behavior change  (Michie et al., 2011) . The behavior change wheel framework should inform the development of mHealth interventions and refine them based on which behavior change techniques are identified as being important for behavior change. One study found that more than one-third of mHealth trials did not report the use of behavior theories  (Ester et al., 2021) . mHealth interventions tend to be multicomponent and the use of the behavior change wheel can help researchers determine which components are responsible for behavior change. This can lead to more efficient and efficacious interventions in the long-term. Additionally, behavioral change strategies can be delivered utilizing ecological momentary 1 3\n\nMental Health Services Administration (SAMHSA) funding opportunity titled, \"The National Center for Mental Health: Dissemination, Implementation, and Sustainment.\"\n\nSeveral studies have attempted to disseminate and implement PA EBIs to community and/or clinical settings  (Lane et al., 2021) . Research indicates that PA interventions that are efficacious in controlled research settings typically continue to be effective when they are scaled-up and delivered in community and/or clinical settings  (Lane et al., 2021) . However, the effect sizes are typically lower in real world settings compared to the research setting. Specifically, one review study found that scaled-up interventions typically achieved 60% of their effect size in the real world setting when compared to the research setting. It was common for interventions to be adapted, particularly mode of delivery, when interventions are delivered in the real world. It is important to note that even if effect sizes are less in the real world compared to the research setting, the intervention's impact on public health may still be substantial given the widespread reach of the intervention.\n\nAs an example, Faro and colleagues (  2020 ) conducted an implementation study in which the RE-AIM framework was used to evaluate LIVESTRONG ® at YMCA settings. LIVESTRONG ® is a 12-week PA intervention that is offered for free to cancer patients and survivors at the YMCA. The goal of the program is to recruit the participants to become YMCA members so PA can continue following the program. Results from the study indicated that the program reached 62,044 cancer survivors and 29% of the YMCAs had adopted the program. One area for improvement was adherence to fidelity checks. Specifically, less than 40% of the YMCAs implemented all three fidelity checks. This has important implications given these fidelity checks were correlated with signing up for a YMCA membership after the conclusion of the 12-week program. This study is consistent with other implementation research suggesting that adherence to fidelity checks can be challenging given the time and resources necessary to complete the checks  (Heerman et al., 2018) .\n\nAnother implementation example is an evaluation of an eight-week, group-based behavior change walking program offered through two state systems  (Harden et al., 2024) . There were 1,995 participants who enrolled over five years. 33% met the PA guidelines at the beginning of the program and 58% met the guidelines at the end of the program. Overall, there has been significant progress in the past decade regarding disseminating and implementing physical activity interventions. There are numerous studies that have been specifically designed for real world settings including school, worksite, community (e.g., park runs), and primary care  (Grunseit et al., 2020; Kettle et al., 2022; Lock et al., 2021; Santos et al., 2023) ."
    },
    {
      "title": "Dissemination and implementation of physical activity interventions"
    },
    {
      "title": "Update on the current state of knowledge",
      "text": "The goal of any PA intervention study should be to eventually have an impact on public health through dissemination and implementation. There are newer areas of research (e.g., chatbot, gamification), which may not yet have enough evidence for dissemination, however, implementation should be the ultimate goal. There has been progress since the previous review regarding the dissemination and implementation of PA interventions as a result of increased research interest and funding.\n\nIn the 2017 review, we described the RE-AIM model in detail and reviewed studies that had used this method. In short, the RE-AIM model consists of five dimensions including reach (i.e., access to the program), efficacy (i.e., empirical support for an intervention), adoption (i.e., a setting adopting the intervention), implementation (i.e., how well the intervention is integrated into a setting), and maintenance (continued delivery of the intervention in the setting;  Glasgow et al., 1999) . Proctor and colleagues (2011)  recommended additional outcomes including acceptability, appropriateness, feasibility, and penetration. It is important to engage both the decision makers and doers from the real world settings when implementing PA interventions  (Estabrooks, 2023) . Since our 2017 review, researchers have expanded on these dimensions and made significant advances in the field.\n\nDissemination and Implementation (D&I) science refers to, \"The process by which scientific evidence is adopted, implemented, and sustained in typical community or clinical settings  (Estabrooks et al., 2018) .\" Dissemination specifically refers to actively spreading evidence-based interventions (EBIs) to community and/or clinical settings  (Rabin et al., 2008) . As described above, implementation is the process of integrating the intervention in a particular setting. D&I involves both scalability (i.e., specific steps to establish reach and/or adoption of an intervention) and sustainability (e.g., extent to which the intervention is sustained in the real world after the relationship with the researcher has ended;  Estabrooks, 2023) . Scale-up strategies typically involve researchers working with community or clinical sites for eventual integration of the intervention within the real world setting (e.g., train-the-trainer model;  Leeman et al., 2017) . There has been increased funding opportunities for DI research in recent years. For example, in 2022, the National Institutes of Health released the, \"Dissemination and Implementation Research in Health program announcement (PAR-19-274),\" which will likely be extended for years to come. Another example is the Substance Abuse and in Time Adaptive Interventions (JITAIs); and (4) exercise snacks. Each of these areas are described in more detail below."
    },
    {
      "title": "Environment",
      "text": "Research indicates that neighborhood characteristics impact PA and sedentary time  (Wang et al., 2023) . For example, mixed-use areas that include commercial, residential, and entertainment have been linked to increased walking  (Christian et al., 2011) . One study found that a one point increase in the aesthetics score of a neighborhood was associated with 57 more minutes of walking per week  (Walia et al., 2024) . Additionally, greater connectivity is related to active transportation to work, which can impact adherence to PA  (Yang et al., 2019) . A recent review found that higher social cohesion in communities, which is linked to greater PA, is related to lower crime rates  (Wang et al., 2023) . Future research is needed that examines if certain types of interventions are more efficacious depending on the type of neighborhood. Research indicates that nature-based interventions improve anxiety, mood, and positive affect  (Conventry et al., 2021) . For example, one study found that engaging in PA in an outdoor green natural environment versus outdoor urban environments led to less anxiety and greater positive affect and vigor  (Wicks et al., 2022) . More research is needed that directly compares nature vs. urban interventions to better understand their relative impact on PA adherence and psychological well-being. Finally, research indicates that the climate conditions (e.g., poor air quality) can impact PA  (Tainio et al., 2021) . Research is needed on how to engage in PA despite this challenge. Additionally, PA can have an impact on both the climate and sustainability, which should be explored in further studies  (Nigg & Nigg, 2021) .\n\nStudies should both assess perceptions of their neighborhood and objectively evaluate neighborhood characteristics given perceptions may be more influential than objective characteristics  (Wang et al., 2023) . Validated measures are available to assess perceptions of the built environment such as the Neighborhood Environment Walkability Survey (abbreviated form, NEWS-A;  Saelens et al., 2003) . Objective checklists are also available including the Physical Activity Resource Assessment (PARA;  Lee et al., 2005) . Observation tools that comprehensively assess the built environment should also be included in future trials. Examples include the Built Environment Assessment Tool (BE Tool; CCDPHP, 2015) and the Rural Active Living Assessment  (RALA; Brown et al., 2023) . Data from these tools could be used to raise awareness of PA resources and amenities, change perceptions, advocate for policy changes, and influence community leaders. For example, Brown and colleagues (2023) used data obtained from the RALA to"
    },
    {
      "title": "Research recommendations/future directions",
      "text": "There is a need to disseminate efficacious interventions into real world settings. One challenge is that even though there is strong support for numerous PA interventions, their high cost and intensive components makes implementation challenging  (Lane et al., 2021) . Therefore, there continues to be a strong need for trials testing the efficacy of interventions that can be eventually disseminated into real world settings.\n\nFuture studies should further explore peer-led interventions and online communities, which could have a tremendous impact on physical activity and sedentary time. These could be coordinated by community organizations and/or the government. Researchers are encouraged to approach implementation studies with a health equity lens, which would involve addressing health disparities and the unique physical activity adherence challenges for certain populations. For example, as discussed in more detail below, crime  (Rees-Punia et al., 2018)  and access to parks  (Sallis et al., 2020)  can play a significant role in physical activity adoption and maintenance.\n\nOne area that may impact future PA dissemination research is potential changes to the PA guidelines. The US Department of Health and Human Services (HHS) and WHO PA recommendations have guided intervention research over the past several decades  (USDHHS, 2018; WHO, 2024) . Consequently, the intervention goal is typically to accumulate 150 min of moderate to vigorous PA per week. It is anticipated that the next World Health Organization's PA guidelines will be released in 2030  (WHO, 2024)  and the next US HHS Guidelines will be in 2028, which will have important implications for future research. There was not enough evidence to include light activity recommendations in previous guidelines (USDHHS, 2018) but it is possible that light activity recommendations will be included in the new recommendations. Based on the evidence at the time, it was recommended that individuals engage in strength training two or more days per week  (WHO, 2024) . This recommendation may be revisited as new evidence is published. Modifications of the guidelines may lead researchers to broaden their intervention goal to beyond just engaging in PA for 150 min per week."
    },
    {
      "title": "Other future directions",
      "text": "In addition to reviewing the three topics summarized in the prior review, the most recent SBM Annual Meetings Abstracts Supplement was reviewed to identify current trends in PA intervention research  (Oliver & Baskam, 2024) . Innovative and/or novel research areas identified include the following, (1) Environment; (2) cultural tailoring; (3) Just the goal is to deliver the correct type of intervention, at the right time, while attempting to minimize unnecessary intervention components. Common behavior change techniques targeted include goal setting, prompts/cues, action planning and feedback on behavior. As an example,  Fiedler and colleagues (2023)  examined the efficacy of a familybased intervention that involved prompts sent via an app when a participant had been inactive for more than 60 min as detected by an accelerometer. This study found higher MET and step counts for the hour after the prompt.\n\nRegardless of whether JITAI trials have addressed sedentary time alone, physical activity alone, or the combination of sedentary time and PA, the empirical support appears mixed  (Hardeman et al., 2019) . However, it is important to note that given this is a new area of research, trials are typically not powered to detect differences. Participants do rate JITAIs as acceptable  (Hardeman et al., 2019) . One challenge of JITAIs is identifying rules and decision points for intervention delivery  (Gonul et al., 2019) . Adequately powered trials are needed to examine the efficacy of JITAIs on PA and sedentary time. There is also a need to integrate contextrelated information such as weather  (Wunsch et al., 2022) ."
    },
    {
      "title": "Exercise snacks",
      "text": "Another PA research area that has been explored recently is \"exercise snacks.\" Exercise snacks refer to sporadic bouts of vigorous PA that have a short duration (less than one minute;  Islam et al., 2022) . One study found that 20 s of stair climbing that was separated by 1-4 h of rest three days per week for six weeks led to improvements in fitness  (Jenkins et al., 2019) . A recent supervised workplace study asked participants to complete one day of exercise snacks and one day of HIIT using a crossover design  (Stork et al., 2023) . The exercise snack day consisted of three bouts of climbing 53-60 stairs spread throughout the day (exercise snacks) and the HIIT day included climbing three sets of 53-60 stairs in one session with two minutes of rest between sets. Affective valence was more positive during the exercise snacks than HIIT. Additionally, 71% of the participants preferred the exercise snacks compared to HIIT.\n\nExercise snacking studies have mostly included labbased and proof of concept studies with small sample sizes  (Islam et al., 2022) . Adequately powered trials in real world settings are needed to examine the acceptability and efficacy of exercise snacks. It is possible that exercise snacks can significantly impact sedentary time and improve energy throughout the day. However, how exercise snacks play a role in meeting PA guidelines is a remaining question. Major advantages of exercise snacks is they can easily be implemented in school, home, and office settings, and they are time efficient. increase awareness of local PA resources among rural counties (e.g., monthly newsletters that featured PA-related amenities). These tools could also lead to a better understanding of how the built environment may moderate the effect of the intervention on PA."
    },
    {
      "title": "Cultural adaptation",
      "text": "Cultural adaptation is also an essential aspect in implementation, dissemination, and sustainment of evidence-based interventions/programs and should be explored in future studies. Joseph and colleagues (2023)  recently completed a pilot study, Smart Walk, that was culturally tailored to Black women with obesity. The intervention was theorybased and several constructs were culturally tailored including self-efficacy, outcome expectations, and self-regulation.\n\nResults from this small pilot study indicated that participants randomized to the Smart Walk program engaged in more moderate to vigorous intensity physical activity than those randomized to the wellness condition. There was also high satisfaction among the participants completing the intervention.\n\nStudies have evaluated various frameworks for cultural adaptation of psychosocial interventions  (Day et al., 2023) . A recent review found that the main elements of cultural adaptations were changing the context (location and person delivering the intervention), content changes to the intervention, and adherence to fidelity assessments  (Day et al., 2023) . The cultural competence of the interventionists and engagement (strategies to reach participants) were also important elements. Key informants, who may be advocates or intervention deliverers, should resemble the intended population of the target group receiving the intervention/ program. It is important to note that understanding cultural concepts and differences goes well beyond the categorical differentiation of races  (Pellegrin et al., 2024) . Additionally, program content related material (e.g., brochures or smartphone applications) should be culturally adapted to the target group to make it relatable. What aspects of and how an intervention can be culturally adapted while maintaining the effectiveness should be further investigated."
    },
    {
      "title": "Just in-time adaptive interventions",
      "text": "Just in Time Adaptive Interventions (JITAI), which refers to intervening in real time in response to data, is another area that has received recent attention  (Wunsch et al., 2022) . A JITAI includes the following three components: (1) Behavioral support in response to a need that occurs in real time;\n\n(2) the timing or content of the support is tailored based on the data provided by the participant; and (3) support is triggered by a system  (Hardeman et al., 2019) . Therefore,"
    },
    {
      "title": "Conclusions",
      "text": "The purpose of this review was to provide an update on the 2017 article examining trends in physical activity interventions. These trends included sedentary time, technologybased physical activity interventions, and the dissemination and implementation of efficacious PA interventions. There has been significant progress regarding interventions targeting sedentary time, with many of the studies supporting efficacy  (Lam et al., 2022; Zhou et al., 2023) . However, there has been less progress in regards to the sedentary time guidelines  (Okely et al., 2021) . With the exception of Canada (CSEP, 2021), the sedentary guidelines continue to lack specificity. Sedentary time is complex and the challenge is likely due to the lack of research and evidence that informs the guidelines. Technology-based intervention research has rapidly expanded during the past decade. The use of smartphone apps have substantially increased but there continues to be a disconnect between the research and industry  (Arigo et al., 2019) . Future studies should work to inform the apps that are being disseminated by industry, which tend to be void of theory-based strategies  (Bull, 2016) . Physical activity intervention research has progressed to the point in which implementation in real world settings is key.\n\nIn addition to the three areas that were the focus in the previous paper, there are new areas that warrant further exploration including how the built environment moderates the effect of interventions on PA and the importance of cultural adaptation  (Joseph et al., 2023; Wang et al., 2023) . Additional work is also needed on Just in Time Adaptive Interventions (JITAIs), which take advantage of our advanced technology to provide real-time interventions. The idea of \"exercise snacks\" may be an efficient way to decrease sedentary time and improve cardiovascular fitness  (Islam et al., 2022) .\n\nTo conclude, we would like to leave the readers with the same question my co-authors and I asked almost a decade ago: What is the point of conducting behavioral intervention trials if there are no plans for eventual broad scale implementation? There are some interventions that are not yet ready for dissemination. However, given the progress that has been made, more dissemination and implementation through the community, government, industry, and other avenues needs to occur for wide public health benefit. Additional funding and training related to implementation is needed in order to make a significant public health impact on physical activity and sedentary time."
    }
  ],
  "references": [
    {
      "title": "Prevalence of meeting aerobic, musclestrengthening, and combined physical activity guidelines during leisure time among adults, by rural-urban classification and region-United States, 2020",
      "authors": [
        "C Abildso"
      ],
      "year": 2023,
      "doi": "10.15585/mmwr.mm7204a1"
    },
    {
      "title": "Artificial intelligence-based chatbots for promoting health behavioral changes: Systematic review",
      "authors": [
        "A Aggarwal",
        "C Tam",
        "D Wu",
        "X Li",
        "S Qiao"
      ],
      "year": 2023,
      "doi": "10.2196/40789"
    },
    {
      "title": "2011 Compendium of Physical activities: A second update of codes and MET values",
      "authors": [
        "B Ainsworth",
        "W Haskell",
        "S Herrmann",
        "N Meckes",
        "D Bas-Settjr",
        "C Tudor-Locke",
        "A Leon"
      ],
      "year": 2011,
      "doi": "10.1249/mss.0b013e31821ece12"
    },
    {
      "title": "The history and future of digital health in the field of behavioral medicine",
      "authors": [
        "D Ms S.0 ; Arigo",
        "D Jake-Schoffman",
        "K Wolin",
        "E Beckjord",
        "E Hekler",
        "S Pagoto"
      ],
      "year": 2019,
      "doi": "10.1007/s10865-018-9966-z"
    },
    {
      "title": "The descriptive epidemiology of sedentary behaviour",
      "authors": [
        "A Bauman",
        "C Petersen",
        "K Blond",
        "V Rangul",
        "L Hardy"
      ],
      "doi": "10.1007/978-3-319-61552-3_4"
    },
    {
      "title": "Assessing the built environment, programs, and policies that support physical activity opportunities in the rural Deep South",
      "authors": [
        "E Bozzola",
        "G Spina",
        "R Agostiniani",
        "S Barni",
        "R Russo",
        "E Scarpato",
        "A Di Mauro",
        "V De Stefano",
        "A Caruso",
        "C Corsello",
        "G Staiano",
        "I Stewart",
        "L Rogers",
        "L Powell",
        "M Hardy",
        "C Baskin",
        "M Pekmezi"
      ],
      "year": 2022,
      "doi": "10.1016/j.pmedr.2023.102223"
    },
    {
      "title": "Beyond acceptability and feasibility: Moving mHealth into impact",
      "authors": [
        "S Bull"
      ],
      "year": 2016,
      "doi": "10.21037/mhealth.2016.12.02"
    },
    {
      "title": "The built environment: As assessment tool and manual (an adaptation of MAPS)",
      "authors": [
        "U Ccdphp"
      ],
      "year": 2015,
      "doi": "10.1037/e306232004-001"
    },
    {
      "title": "Effects of objective and perceived social isolation on cardiovascular and brain health: A scientific statement from the American Heart Association",
      "authors": [
        "C Cené",
        "T Beckie",
        "M Sims",
        "S Suglia",
        "B Aggarwal",
        "N Moise",
        "L Mccullough"
      ],
      "year": 2022,
      "doi": "10.1161/JAHA.122.026493"
    },
    {
      "title": "How important is the land use mix measure in understanding walking behaviour? Results from the RESIDE study. International Journal of to increase physical activity and improve health: A systematic review of systematic reviews and meta-analyses",
      "authors": [
        "H Christian",
        "F Bull",
        "N Middleton",
        "M Knuiman",
        "M Divitini",
        "P Hooper",
        "B Giles-Corti"
      ],
      "year": 2011,
      "doi": "10.1016/S2589-7500(22)00111-X"
    },
    {
      "title": "A just-in-time adaptive intervention to enhance physical activity in the SMARTFAMILY2.0 trial",
      "authors": [
        "J Fiedler",
        "C Seiferth",
        "T Eckert",
        "A Woll",
        "K Wunsch"
      ],
      "year": 2023,
      "doi": "10.1037/spy0000311"
    },
    {
      "title": "A systematic review and meta-analysis of the long-term effects of physical activity interventions on objectively measured outcomes",
      "authors": [
        "J Gasana",
        "T O'keeffe",
        "T Withers",
        "C Greaves"
      ],
      "doi": "10.1186/s12889-023-16541-7"
    },
    {
      "title": "Evaluating the public health impact of health promotion interventions: The RE-AIM framework",
      "authors": [
        "R Glasgow",
        "T Vogt",
        "S Boles"
      ],
      "year": 1999,
      "doi": "10.2105/ajph.89.9.1322"
    },
    {
      "title": "An expandable approach for design and personalization of digital, just-in-time adaptive interventions",
      "authors": [
        "S Gonul",
        "T Namli",
        "S Huisman",
        "G Laleci Erturkmen",
        "I Toroslu",
        "A Cosar"
      ],
      "year": 2019,
      "doi": "10.1093/jamia/ocy160"
    },
    {
      "title": "Evidence on the reach and impact of the social physical activity phenomenon parkrun: A scoping review",
      "authors": [
        "A Grunseit",
        "J Richards",
        "L Reece",
        "A Bauman",
        "D Merom"
      ],
      "year": 2020,
      "doi": "10.1016/j.pmedr.2020.101231"
    },
    {
      "title": "Applying the behaviour change wheel to assess the theoretical underpinning of a novel smartphone application to increase physical activity in adults with spinal cord injuries",
      "authors": [
        "J Haley",
        "D Rhind",
        "D Maidment"
      ],
      "year": 2023,
      "doi": "10.21037/mhealth-22-52"
    },
    {
      "title": "A systematic review of just-in-time adaptive interventions (JITAIs) to promote physical activity",
      "authors": [
        "W Hardeman",
        "J Houghton",
        "K Lane",
        "A Jones",
        "F Naughton"
      ],
      "year": 2019,
      "doi": "10.1186/s12966-019-0792-7"
    },
    {
      "title": "Understanding for whom, under what conditions, and how group-based physical activity interventions are successful: A realist review",
      "authors": [
        "S Harden",
        "D Mcewan",
        "B Sylvester",
        "M Kaulius",
        "G Ruissen",
        "S Burke",
        "M Beauchamp"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-2270-8"
    },
    {
      "title": "A natural experiment to determine if FitEx works: Impact of a statewide walking program",
      "authors": [
        "S Harden",
        "L Balis",
        "S Armbruster",
        "P Estabrooks"
      ],
      "year": 2024,
      "doi": "10.1093/tbm/ibad058"
    },
    {
      "title": "How sedentary are older people? A systematic review of the amount of sedentary behavior",
      "authors": [
        "J Harvey",
        "S Chastin",
        "D Skelton"
      ],
      "year": 2015,
      "doi": "10.1123/japa.2014-0164"
    },
    {
      "title": "Scale-out of a community-based behavioral intervention for childhood obesity: Pilot implementation evaluation",
      "authors": [
        "W Heerman",
        "D Schludnt",
        "D Harris",
        "L Teeters",
        "R Apple",
        "S Barkin",
        "M Gibala",
        "J Little"
      ],
      "year": 1954,
      "doi": "10.1249/JES.0000000000000275"
    },
    {
      "title": "Do stair climbing exercise snacks improve cardiorespiratory fitness?",
      "authors": [
        "E Jenkins",
        "L Nairn",
        "L Skelly",
        "J Little",
        "M Gibala"
      ],
      "year": 2019,
      "doi": "10.1139/apnm-2018-0675"
    },
    {
      "title": "Smart Walk: A culturally tailored smartphone-delivered physical activity intervention for",
      "authors": [
        "R Joseph",
        "M Todd",
        "B Ainsworth",
        "S Vega-López",
        "M Adams",
        "K Hollingshead",
        "C Keller"
      ],
      "doi": "10.1186/1479-5868-8-55"
    },
    {
      "title": "PHAROS-PHysical assistant RObot system",
      "authors": [
        "A Costa",
        "E Martinez-Martin",
        "M Cazorla",
        "V Julian"
      ],
      "year": 2018,
      "doi": "10.3390/s18082633"
    },
    {
      "title": "Nature-based outdoor activities for mental and physical health: Systematic review and metaanalysis",
      "authors": [
        "P Coventry",
        "J Brown",
        "J Pervin",
        "S Brabyn",
        "R Pateman",
        "J Breedvelt",
        "P White"
      ],
      "year": 2021,
      "doi": "10.1016/j.ssmph.2021.100934"
    },
    {
      "title": "The feasibility and effectiveness of a community-based intervention to reduce sedentary behavior in older adults",
      "authors": [
        "K Crombie",
        "B Leitzelar",
        "N Almassi",
        "J Mahoney",
        "K Koltyn"
      ],
      "year": 2022,
      "doi": "10.1177/0733464820987919"
    },
    {
      "title": "Smartphone-delivered ecological momentary interventions based on ecological momentary assessments to promote health behaviors: Systematic review and adapted checklist for reporting ecological momentary assessment and intervention studies",
      "authors": [
        "K Dao",
        "K De Cocker",
        "H Tong",
        "A Kocaballi",
        "C Chow",
        "L Laranjo"
      ],
      "year": 2021,
      "doi": "10.2196/22890"
    },
    {
      "title": "Frameworks for cultural adaptation of psychosocial interventions: A systematic review with narrative synthesis",
      "authors": [
        "S Day",
        "K Laver",
        "Y Jeon",
        "K Radford",
        "L Low"
      ],
      "year": 2023,
      "doi": "10.1177/14713012231192360"
    },
    {
      "title": "Smartphone-based interventions for physical activity promotion: Scoping review of the evidence over the last 10 years",
      "authors": [
        "A Domin",
        "D Spruijt-Metz",
        "D Theisen",
        "Y Ouzzahra",
        "C Vögele"
      ],
      "year": 2021,
      "doi": "10.2196/24308"
    },
    {
      "title": "Does physical activity attenuate, or even eliminate, the detrimental association of sitting time with mortality? A harmonised meta-analysis of data from more than 1 million men and women",
      "authors": [
        "U Ekelund",
        "J Steene-Johannessen",
        "W Brown",
        "M Fagerland",
        "N Owen",
        "K Powell",
        "I Lee"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30370-1"
    },
    {
      "title": "Do the associations of sedentary behaviour with cardiovascular disease mortality and cancer mortality differ by physical activity level? A systematic review and harmonised meta-analysis of data from 850 060 participants",
      "authors": [
        "U Ekelund",
        "W Brown",
        "J Steene-Johannessen",
        "M Fagerland",
        "N Owen",
        "K Powell",
        "I Lee"
      ],
      "year": 2019,
      "doi": "10.1136/bjsports-2017-098963"
    },
    {
      "title": "Smartphones statistics 2024 by country, demographics",
      "authors": [
        "B Elad"
      ],
      "year": 2024
    },
    {
      "title": "An overview of dissemination and implementation science in physical activity and health promotion",
      "authors": [
        "P Estabrooks"
      ],
      "year": 2023,
      "doi": "10.1123/kr.2022-0044"
    },
    {
      "title": "Dissemination and implementation science for public health professionals: An overview and call to action",
      "authors": [
        "P Estabrooks",
        "R Brownson",
        "N Pronk"
      ],
      "year": 2018,
      "doi": "10.5888/pcd15.180525"
    },
    {
      "title": "Current evidence and directions for future research in eHealth physical activity interventions for adults affected by cancer: Systematic review",
      "authors": [
        "M Ester",
        "M Eisele",
        "A Wurz",
        "M Mcdonough",
        "M Mcneely",
        "S Culos-Reed"
      ],
      "year": 2021,
      "doi": "10.2196/28852"
    },
    {
      "title": "A longitudinal implementation evaluation of a physical activity program for cancer survivors: LIVESTRONG ® at the YMCA",
      "authors": [
        "J Faro",
        "H Arem",
        "A Heston",
        "K Hohman",
        "H Hodge",
        "B Wang",
        "R Sadasivam"
      ],
      "year": 2020,
      "doi": "10.1186/s43058-020-00051-3"
    },
    {
      "title": "Effectiveness of wearable activity trackers",
      "authors": [
        "T Ferguson",
        "T Olds",
        "R Curtis",
        "H Blake",
        "A Crozier",
        "K Dankiw",
        "C Maher"
      ],
      "year": 1999,
      "doi": "10.1080/17437199.2020.1718528"
    },
    {
      "title": "The behaviour change wheel: A new method for characterising and designing behaviour change interventions",
      "authors": [
        "S Michie",
        "M Van Stralen",
        "R West"
      ],
      "year": 2011,
      "doi": "10.1186/1748-5908-6-42"
    },
    {
      "title": "Long-term effectiveness of mHealth physical activity interventions: Systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "A Mönninghoff",
        "J Kramer",
        "A Hess",
        "K Ismailova",
        "G Teepe",
        "T Car",
        "L Kowatsch"
      ],
      "year": 2021,
      "doi": "10.2196/26699"
    },
    {
      "title": "The mental health of minority and marginalized young people: An opportunity for action",
      "authors": [
        "V Murthy"
      ],
      "year": 2022,
      "doi": "10.1177/00333549221102390"
    },
    {
      "title": "It's more than climate change and active transport-physical activity's role in sustainable behavior",
      "authors": [
        "C Nigg",
        "C Nigg"
      ],
      "year": 2021,
      "doi": "10.1093/tbm/ibaa129"
    },
    {
      "title": "Use patterns of smartphone apps and wearable devices supporting physical activity and exercise: Large-scale cross-sectional survey",
      "authors": [
        "T Oba",
        "K Takano",
        "K Katahira",
        "K Kimura"
      ],
      "year": 2023,
      "doi": "10.2196/49148"
    },
    {
      "title": "WHO guidelines on physical activity and sedentary behavior",
      "authors": [
        "A Okely",
        "A Kontsevaya",
        "J Ng",
        "C Abdeta"
      ],
      "year": 2020,
      "doi": "10.1016/j.smhs.2021.05.001"
    },
    {
      "title": "SBM Annual Meeting",
      "authors": [
        "C Oliver",
        "R Baskam"
      ],
      "year": 2024,
      "doi": "10.1093/abm/kaae014"
    },
    {
      "title": "Using smart home technologies to promote physical activity among the general and aging populations: Scoping review",
      "authors": [
        "K Oyibo",
        "K Wang",
        "P Morita"
      ],
      "year": 2023,
      "doi": "10.2196/41942"
    },
    {
      "title": "Sedentary behaviour and risk of all-cause, cardiovascular and cancer mortality, and incident type 2 diabetes: A systematic review and dose response meta-analysis",
      "authors": [
        "R Patterson",
        "E Mcnamara",
        "M Tainio",
        "T De Sá",
        "A Smith",
        "S Sharp",
        "K Wijndaele"
      ],
      "year": 2018,
      "doi": "10.1007/s10654-018-0380-1"
    },
    {
      "title": "Environmental, behavioural and multicomponent interventions to reduce adults' sitting time: A systematic review and meta-analysis",
      "authors": [
        "M Peachey",
        "J Richardson",
        "A Tang",
        "V Haas",
        "J Gravesande"
      ],
      "year": 2020,
      "doi": "10.1136/bjsports-2017-098968"
    },
    {
      "title": "Community Culture Survey-Revised: Measuring Neighborhood Culture and Exploring Geographic, Socioeconomic, and Cultural determinants of Health in samples across the United States and in Thailand",
      "authors": [
        "K Pellegrin",
        "S Hales",
        "P O'neil",
        "S Wongwiwatthananukit",
        "S Jongrungruangchok",
        "T Songsak",
        "A Lozano",
        "K Miller",
        "C Mnatzaganian",
        "E Fricovsky",
        "C Nigg",
        "M Tagorda-Kama",
        "A Hanlon"
      ],
      "year": 2024,
      "doi": "10.1016/j.puhip.2024.100512"
    },
    {
      "title": "Cardiovascular and metabolic morbidity following spinal cord injury",
      "authors": [
        "M Peterson",
        "M Berri",
        "P Lin",
        "N Kamdar",
        "G Rodriguez",
        "E Mahmoudi",
        "D Tate"
      ],
      "year": 2021,
      "doi": "10.1016/j.spinee.2021.05.014"
    },
    {
      "title": "Outcomes for implementation research: Conceptual distinctions, measurement challenges, and research agenda",
      "authors": [
        "E Proctor",
        "H Silmere",
        "R Raghavan",
        "P Hovmand",
        "G Aarons",
        "A Bunger",
        "M Hensley"
      ],
      "year": 2011,
      "doi": "10.1007/s10488-010-0319-7"
    },
    {
      "title": "A glossary for dissemination and implementation research in health. Journal of Public Health Management cardiometabolic risk reduction among African American women",
      "authors": [
        "B Rabin",
        "R Brownson",
        "D Haire-Joshu",
        "M Kreuter",
        "N Weaver",
        "M Faas"
      ],
      "doi": "10.1007/s10389-022-01747-7"
    },
    {
      "title": "Effectiveness of physical activity interventions delivered or prompted by health professionals in primary care settings: systematic review and meta-analysis of randomised controlled trials",
      "authors": [
        "V Kettle",
        "C Madigan",
        "A Coombe",
        "H Graham",
        "J Thomas",
        "A Chalkley",
        "A Daley"
      ],
      "year": 2021,
      "doi": "10.1136/bmj-2021-068465"
    },
    {
      "title": "The Sedentariness Epidemic: Using a demographic Lens",
      "authors": [
        "C Kubica",
        "S Haddad",
        "C Nigg"
      ],
      "year": 2017,
      "doi": "10.4324/9781003279587-2"
    },
    {
      "title": "Testing the efficacy of OurSpace, a brief, group dynamics-based physical activity intervention: A randomized controlled trial",
      "authors": [
        "D Kurz",
        "B Irwin",
        "P Chalin",
        "N Thompson"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5342"
    },
    {
      "title": "How effective and how expensive are interventions to reduce sedentary behavior? An umbrella review and meta-analysis",
      "authors": [
        "K Lam",
        "H Baurecht",
        "K Pahmeier",
        "A Niemann",
        "C Romberg",
        "J Biermann-Stallwitz",
        "C Jochem"
      ],
      "year": 2022,
      "doi": "10.1111/obr.13422"
    },
    {
      "title": "How effective are physical activity interventions when they are scaled-up: A systematic review",
      "authors": [
        "C Lane",
        "S Mccrabb",
        "N Nathan",
        "P Naylor",
        "A Bauman",
        "A Milat",
        "L Wolfenden"
      ],
      "year": 2021,
      "doi": "10.1186/s12966-021-01080-4"
    },
    {
      "title": "Conversational agents in healthcare: A systematic review",
      "authors": [
        "L Laranjo",
        "A Dunn",
        "H Tong",
        "A Kocaballi",
        "J Chen",
        "R Bashir",
        "E Coiera"
      ],
      "year": 2018,
      "doi": "10.1093/jamia/ocy072"
    },
    {
      "title": "Fitness tracker device sales revenue worldwide from 2016 to",
      "authors": [
        "F Laricchia"
      ],
      "year": 2022
    },
    {
      "title": "The Physical Activity Resource Assessment (PARA) instrument: Evaluating features, amenities and incivilities of physical activity resources in urban neighborhoods",
      "authors": [
        "R Lee",
        "K Booth",
        "J Reese-Smith",
        "G Regan",
        "H Howard"
      ],
      "year": 2005,
      "doi": "10.1186/1479-5868-2-13"
    },
    {
      "title": "Designing effective eHealth interventions for underserved groups: Five lessons from a decade of eHealth intervention design and deployment",
      "authors": [
        "E Lee",
        "R Mccloud",
        "K Viswanath"
      ],
      "year": 2022,
      "doi": "10.2196/25419"
    },
    {
      "title": "Beyond implementation strategies: Classifying the full range of strategies used in implementation science and practice",
      "authors": [
        "J Leeman",
        "S Birken",
        "B Powell",
        "C Rohweder",
        "C Shea"
      ],
      "year": 2017,
      "doi": "10.1186/s13012-017-0657-x"
    },
    {
      "title": "Future directions in physical activity intervention research: Expanding our focus to sedentary behaviors, technology, and dissemination",
      "authors": [
        "B Lewis",
        "M Napolitano",
        "M Buman",
        "D Williams",
        "C Nigg"
      ],
      "year": 2017,
      "doi": "10.1007/s10865-016-9797-8"
    },
    {
      "title": "Efficacy of theory-informed workplace physical activity interventions: A systematic literature review with meta-analyses",
      "authors": [
        "M Lock",
        "D Post",
        "J Dollman",
        "G Parfitt"
      ],
      "year": 2021,
      "doi": "10.1080/17437199.2020.1718528"
    },
    {
      "title": "Changes in physical inactivity among US adults overall and by sociodemographic characteristics, behavioral risk factor surveillance system, 2020 Versus 2018",
      "authors": [
        "M Van Dyke",
        "T Chen",
        "J Nakayama",
        "L Moore",
        "G Whitfield"
      ],
      "year": 2023,
      "doi": "10.5888/pcd20.230012"
    },
    {
      "title": "Exploring the relationship between built environment attributes and physical activity in lower-income aging adults: Preliminary insights from a multi-level trial",
      "authors": [
        "A Walia",
        "A King",
        "M Campero",
        "D Garcia",
        "R Lee",
        "A Zamora",
        "E Der Krabben",
        "H Kooij",
        "K Raaphorst",
        "R Hoekman",
        "C Barton",
        "J Orbell",
        "S Andrews"
      ],
      "year": 2022,
      "doi": "10.1111/aphw.12353"
    },
    {
      "title": "The evolution of technology and physical inactivity: The good, the bad, and the way forward",
      "authors": [
        "M Woessner",
        "A Tacey",
        "A Levinger-Limor",
        "A Parker",
        "P Levinger",
        "I Levinger"
      ],
      "year": 2021
    },
    {
      "title": "WHO guidelines on physical activity and sedentary behaviour: At a glance",
      "year": 2020,
      "doi": "10.3389/fpubh.2021.655491"
    },
    {
      "title": "Just-in-time adaptive interventions in mobile physical activity interventions-A synthesis of frameworks and future directions",
      "authors": [
        "K Wunsch",
        "T Eckert",
        "J Fiedler",
        "A Woll"
      ],
      "year": 2022
    },
    {
      "title": "The effects of mhealth-based gamification interventions on participation in physical activity: Systematic review",
      "authors": [
        "L Xu",
        "H Shi",
        "M Shen",
        "Y Ni",
        "X Zhang",
        "Y Pang",
        "F Li"
      ],
      "year": 2022,
      "doi": "10.2196/27794"
    },
    {
      "title": "Towards a cycling-friendly city: An updated review of the associations between built environment and cycling behaviors (2007-2017)",
      "authors": [
        "Y Yang",
        "X Wu",
        "P Zhou",
        "Z Gou",
        "Y Lu"
      ],
      "year": 2019,
      "doi": "10.1016/j.jth.2019.100613"
    },
    {
      "title": "Nature remains neutral with regard to jurisdictional claims in published maps and institutional affiliations. Springer Nature or its licensor (e.g. a society or other partner) holds exclusive rights to this article under a publishing agreement with the author(s) or other rightsholder(s); author self-archiving of the accepted manuscript version of this article is solely governed by the terms of such publishing agreement and applicable",
      "authors": [
        "L Zhou",
        "X Deng",
        "K Guo",
        "L Hou",
        "X Hui",
        "Y Wu",
        "X Li"
      ],
      "year": 2023,
      "doi": "10.1097/01.PHH.0000311888.06252.bb"
    },
    {
      "doi": "10.1097/01.phh.0000311888.06252.bb"
    },
    {
      "title": "Are habitual runners physically inactive",
      "authors": [
        "T Rantalainen",
        "A Pesola",
        "M Quittner",
        "N Ridgers",
        "D Belavy"
      ],
      "year": 2018,
      "doi": "10.1080/02640414.2017.1420452"
    },
    {
      "title": "Crime, perceived safety, and physical activity: A meta-analysis",
      "authors": [
        "E Rees-Punia",
        "E Hathaway",
        "J Gay"
      ],
      "year": 2018,
      "doi": "10.1016/j.ypmed.2017.11.017"
    },
    {
      "title": "Neighborhood-based differences in physical activity: An environment scale evaluation",
      "authors": [
        "B Saelens",
        "J Sallis",
        "J Black",
        "D Chen"
      ],
      "year": 2003,
      "doi": "10.2105/ajph.93.9.1552"
    },
    {
      "title": "Built environment, physical activity, and obesity: Findings from the international physical activity and environment network (IPEN) adult study",
      "authors": [
        "J Sallis",
        "E Cerin",
        "J Kerr",
        "M Adams",
        "T Sugiyama",
        "L Christiansen",
        "N Owen"
      ],
      "year": 2020,
      "doi": "10.1146/annurev-publhealth-040218-043657"
    },
    {
      "title": "School-based family-oriented health interventions to promote physical activity in children and adolescents: A systematic review",
      "authors": [
        "F Santos",
        "H Sousa",
        "E Gouveia",
        "H Lopes",
        "M Peralta",
        "J Martins",
        "A Marques"
      ],
      "year": 2023,
      "doi": "10.1177/08901171221113836"
    },
    {
      "title": "Can we use commercial mobile apps instead of research mobile apps in healthcare research",
      "authors": [
        "E Sezgin"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.685439"
    },
    {
      "title": "Systematic review and meta-analysis of the effectiveness of chatbots on lifestyle behaviours",
      "authors": [
        "B Singh",
        "T Olds",
        "J Brinsley",
        "D Dumuid",
        "R Virgara",
        "L Matricciani",
        "C Maher"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00856-1"
    },
    {
      "title": "Text message interventions for physical activity: A systematic review and meta-analysis",
      "authors": [
        "D Smith",
        "L Duque",
        "J Huffman",
        "B Healy",
        "C Celano"
      ],
      "year": 2020,
      "doi": "10.1016/j.amepre.2019.08.014"
    },
    {
      "title": "Assessing the pragmatic nature of Mobile health interventions promoting physical activity: Systematic review and meta-analysis",
      "authors": [
        "C Stecher",
        "B Pfisterer",
        "S Harden",
        "D Epstein",
        "J Hirschmann",
        "K Wunsch",
        "M Buman"
      ],
      "year": 2023,
      "doi": "10.2196/43162"
    },
    {
      "title": "Exercise in the workplace: Examining the receptivity of practical and time-efficient stair-climbing exercise snacks",
      "authors": [
        "M Stork",
        "A Marcotte-Chénard",
        "M Jung",
        "J Little"
      ],
      "year": 2023,
      "doi": "10.1139/apnm-2023-0128"
    },
    {
      "title": "Air pollution, physical activity and health: A mapping review of the evidence",
      "authors": [
        "M Tainio",
        "Z Andersen",
        "M Nieuwenhuijsen",
        "L Hu",
        "A De Nazelle",
        "R An",
        "T De Sá"
      ],
      "year": 2021,
      "doi": "10.1016/j.envint.2020.105954"
    },
    {
      "title": "Accelerometer profiles of physical activity and inactivity in normal weight, overweight, and obese US men and women",
      "authors": [
        "C Tudor-Locke",
        "M Brashear",
        "W Johnson",
        "P Katzmarzyk"
      ],
      "year": 2010
    }
  ],
  "num_references": 84
}
