{
  "paper_id": "6MRDTIZV",
  "title": "Social identification moderates the effect of crowd density on safety at the Hajj",
  "abstract": "Putting the 'we' into workout: The association of identity leadership with exercise class attendance and effort, and the mediating role of group identification",
  "year": 2014,
  "date": "2014",
  "journal": "Proceedings of the National Academy of Sciences",
  "publication": "Proceedings of the National Academy of Sciences",
  "authors": [
    {
      "forename": "N",
      "surname": "Steffens",
      "name": "N Steffens"
    }
  ],
  "doi": "10.3389/fpsyg.2016.00838",
  "keywords": [
    "group identification",
    "social identity",
    "leadership",
    "physical activity",
    "group exercise"
  ],
  "sections": [
    {
      "text": "Physical activity has several physiological and psychological health benefits. For example, it can reduce the risk-and assist in the treatment-of various metabolic, cardiovascular, and psychiatric diseases including type 2 diabetes, coronary heart disease, anxiety, and depression  (Biddle, Mutrie & Gorely, 2015; Pedersen & Saltin, 2015) . Despite these benefits, physical inactivity rates are high, with recent statistics indicating that over a quarter of adults (27.5%) worldwide are insufficiently active  (Guthold, Stevens, Riley, & Bull, 2018) . As a result, physical inactivity has not only become a leading cause of death worldwide  (Kohl et al., 2012)  but also exerts a significant economic burden on society. For example, global healthcare costs associated with physical inactivity are approximately INT$53.8 billion per year  (Ding et al. 2016) . This has led researchers to identify physical inactivity as one of the 21 st century's most important public health problems  (Blair, Sallis, Hutber, & Archer, 2012) . It also means that efforts to understand the most effective ways to promote individuals' engagement in, and maintenance of, physical activity (e.g., in structured exercise settings) have practical as well as theoretical importance.\n\nExtending recent evidence for the impact of physical activity leaders on group members' behaviors  (Ntoumanis et al., 2017; Stevens et al., 2018) , in the present research we examined the potential for instructors of group exercise classes to enhance members' engagement in exercise by engaging in (social) identity leadership-that is, by creating and promoting of a sense of \"we\" and \"us\" among group members (for reviews, see  Haslam; Reicher, & Platow, 2011; Steffens et al., 2014) . Although the identity leadership approach has been the focus of considerable research in organizational settings (e.g., see  Steffens Haslam, Kerschreiter, Schuh, & van Dick, 2014; van Dick et al., 2018) , only recently has identity leadership been proposed as a way to promote favorable outcomes among physical activity group members  (Stevens et al., 2017) . As a result, we have little knowledge of (a) the extent to which identity leadership is a useful means to promote physical activity, (b) the settings in which it may be effective in promoting engagement in physical activity, and (c) the mechanisms that may explain its effectiveness. This last point is particularly important, in light of calls for researchers to strive to identify the mechanisms that underpin the effectiveness of group-based physical activity environments  (Estabrooks, Harden, & Burke, 2012) . We addressed these issues in a study of group exercise participants that focused on the unfolding relationship between these participants' perceptions of their group exercise instructors' identity leadership and their own subsequent class attendance, and in-class effort.\n\nFurthermore, we examined two potential mediators of these relationships: the role played by participants' perception of comfort in the exercise environment and participants' identification with the exercise group."
    },
    {
      "title": "Social Identity Leadership and Engagement in Group Exercise",
      "text": "The social identity approach asserts that individuals can derive a sense of identity by thinking of themselves not only as individuals (in terms of their personal identity as \"me\" and \"I\") but also as a member of a group with which they are engaging (in terms of their social identity as \"we\" and \"us\"; Turner, Hogg, Oakes,  Reicher, & Wetherell, 1987) . This theorizing suggests that when individuals define themselves in terms of a group membership, this transforms their psychology  (Turner, 1982) . Specifically, when individuals see themselves as a group member, their attitudes and behaviors become orientated toward the group's norms, values, and ideals, motivating them to act in ways that contribute to the group's uniqueness and goals  (Haslam, 2004) . Building on this, the identity leadership approach asserts that a leader's effectiveness in mobilizing others to engage in group-related activities arises from their ability to create, represent, advance, and embed a shared sense of identity (i.e., a sense of \"we\" and \"us\") among group members  (Haslam et al., 2011) .\n\nA growing body of evidence supports this assertion, indicating that leaders' engagement in identity leadership facilitates a range of important group behaviors in organizational and sport contexts. Benefits associated with identity leadership in organizational contexts include increased employee work effort  (Cicero, Bonaiuto, Pierro, & van Knippenberg, 2008) , as well as higher group performance, less burnout, and increased work engagement  (Steffens et al., 2014) . In sport, research by  Fransen and colleagues (2015)  has shown that a leader's ability to instill a shared sense of identity among team members influences their own and other team members' subsequent behaviors, including their performance. Furthermore, research by  Slater, Barker, Coffee, and Jones (2015)  demonstrated that the identity leadership displayed by performance directors during the 2012 Olympic Games (e.g., as evidenced by their commitment to creating a strong sense of 'us') appeared to play a key role in the overall success of Team Great Britain.\n\nTo date, however, only one study has examined the health-(as opposed to performance-) related benefits of identity leadership in sport and exercise settings. In this,  Stevens and colleagues (2018)  found that sport and exercise leaders' engagement in identity leadership was associated with members' identification with the group, which was in turn associated with their greater group or sport team session attendance. Although these findings provide promising evidence of the role that identity leadership plays in promoting positive outcomes in sport and exercise settings, the cross-sectional nature of this research means the way that these relationships might unfold over time remains unknown. Furthermore, in addition to attendance, one might wonder about the role of identity leadership in influencing members' in-class behavior, such as their effort  (Ellemers, de Gilder, & Haslam, 2004; Swart, Lindsay, Lambert, Brown, & Noakes, 2012) . Finally, there would be merit in examining additional mechanisms beyond group identification (as analyzed by  Stevens et al., 2018) . In this regard, exercise instructors' identity leadership is also likely to have a bearing on exercise behavior via its effect on exercisers' perceived comfort in the environment (associated with a sense that this is 'our' space;  Haslam et al., 2014; Knight & Haslam, 2010) . The present research sought to address these questions."
    },
    {
      "title": "Group Identification, Comfort, and Engagement in Group Exercise",
      "text": "There is a growing body of work on the ways in which groups relate to people's motivation to exercise. In this regard, meta-analytic evidence has demonstrated the various additional benefits (e.g., relating to individuals' exercise adherence) that may be derived from engaging in group-based, rather than individual, exercise programs  (Burke, Carron, Eys, Ntoumanis, & Estabrooks, 2006) . More recently, a more specific body of research has pointed to the importance of social identity processes for exercise behaviors. In a recent review,  Beauchamp (2019)  summarized a range of evidence indicating the role that individuals' identification with their exercise groups plays in determining the effectiveness of group-based interventions (see also  Stevens et al., 2017) . A key reason for these effects is that greater group identification is associated with an increase in individuals' motivation to align personal behaviors with those of representative in-group members  (Ellemers et al., 2004; Turner et al., 1987) . Indeed, as an individual's exercise group identification increases, and the group becomes more integral to their sense of 'who they are', there will be a shift in the way they think (i.e., from \"they, members of exercise group X\" to \"we, members of exercise group X\"). As a corollary of this, engaging regularly and fully (i.e., in an engaged and effortful way) in group exercise sessions will be a key way through which they enact this valued social identity. Speaking to these points, there is evidence that social identification with an exercise group is positively associated with exercise engagement in various contexts, including (a) wellness and fitness groups  (Grant, Hogg, & Crano, 2015) , (b) parkrun  (Stevens, Rees, & Polman, 2019) , and (c) jiu-jitsu sports clubs  (Rodrigues, Evans, & Galatti, 2019) .\n\nFurthermore, research suggests that group membership (and identification specifically) may influence individuals' perceptions of comfort in exercise settings. Although comfort is a multidimensional construct  (comprising physical, physiological, and psychological components; Slater, 1985) , here we focus on the psychological element, which has been conceptualized as a positive emotion characterized by feeling \"at ease\" or low in anxiety  (Spake, Beatty, Brockman, & Crutchfield, 2003) . Indeed, our more specific focus is on exercisers' evaluation of the degree to which they feel positive in relation to the aesthetic, social, and sensory components of their fitness environment (e.g., the exercise space and its sounds and smells). That is, we do not explicitly assess emotion, but note that our measure may entail conceptual overlaps with affective valence because of the focus on pleasing and unpleasing aspects in the environment (see Measures section below). Along these lines, there is evidence that sensory experiences are affected by people's sense of connection to others.\n\nFor example, one line of research has focused on feelings of disgust-an emotion that is triggered when the body encounters stimuli (such as a smell) in the outer environment and that aims to protect one from contamination  (Fessler & Haley, 2006) . Building on suggestions that disgust is particularly likely to be triggered by strangers and outgroup members  (Fessler & Haley, 2006) , across two experimental studies  Reicher and colleagues (2016)  found that shared group membership attenuated core disgust. That is, participants were less disgusted when they \"smelled a sweaty t-shirt\" (p. 2631) displaying an ingroup logo (i.e., believed to belong to a person they shared group membership with) than one displaying an outgroup logo.\n\nSimilarly, other research has shown that a sense of shared identification provides people with connection to others that structures various sensory experiences, including physical proximity  (Alnabulsi & Drury, 2014) , smells  (Coppin et al., 2016) , and sounds  (Shankar et al., 2013) . Specifically, these are perceived as more comforting the more they are associated with an ingroup rather than an outgroup. In addition, there is evidence from organizational contexts that leadership and group experiences can shape perceptions of comfort. For instance,  Knight and Haslam (2010)  found that, compared to leadership that empowers the group, leadership that disempowers the group is associated with employees' perceptions of greater discomfort in the workplace. Individuals' perception of comfort (or lack thereof) is likely to be important in group exercise contexts because group exercise environments have several prominent features that have the capacity to make individuals uncomfortable. For example, they often take place in environments that are artificially and brightly lit (if indoors), tight in space (placing exercisers in close proximity to each other), and loud (due to the music used, the exertive sounds from other exercisers, and the voice of the instructor; Sassatelli, 2010), while the perspiration that individuals produce during physically demanding exercise can result in odor within group exercise settings. Indeed, group exercise classes can also give rise to emotional experiences linked to individuals' perceptions of comfort beyond those that were the focus of this study. These include social physique anxiety, body shame, guilt, and pride (e.g., see  Lantz, Hardy, Ainsworth, 1997; Pila, Brunet, Crocker, Kowalski, & Sabiston, 2016) .\n\nResearch has yet to examine relationships between exercise instructors' striving to foster a strong sense of identity among group members and members' perceptions of comfort in exercise environments. However, the findings (from organizational contexts) summarized above suggest that exercise group members' perceptions of discomfort may be alleviated to the extent that the instructor creates a sense of social psychological connection among exercisers and fosters a shared sense of group identification. Indeed, if group instructors are successful in creating and promoting a sense of commonality by engaging in identity leadership, exercisers' perceptions of discomfort may not only be reduced, but they may in fact find the typical sounds, smells, and physical features of the environment comforting.\n\nAccordingly, when instructors engage in identity leadership, exercisers may not only identify more strongly with the group but also feel more comfortable in and about the exercise setting.\n\nPerceptions of greater comfort in the environment may then enhance their attendance and effort (e.g., as a result of reductions in the degree to which individuals find unpleasant smells, loud noises, or crowded rooms uncomfortable)."
    },
    {
      "title": "The Present Research",
      "text": "In a prospective design, the present research examined relationships between group exercise instructors' identity leadership at Time 1 and group members' subsequent identification with the exercise group and perceived comfort in the exercise setting four weeks later at Time 2. Moreover, it examined how, by engaging in identity leadership, exercise instructors may (indirectly) influence members' attendance and effort by promoting a greater sense of identification and comfort. Specifically, in line with the identity leadership approach  (Haslam et al., 2011)  and empirical evidence  (Stevens et al., 2018; Knight & Haslam, 2010) , we hypothesized that the extent to which members perceived their instructors to engage in identity leadership would be associated with members' own subsequent greater group identification (H1) and comfort in the exercise environment (H2) four weeks later. Furthermore, in line with social identity theorizing  (Turner et al., 1987) , and building on previous research (e.g.,  Stevens et al., 2019; Strachan, Shields, Glassford, & Beatty, 2012) , we hypothesized that members' group identification would be positively associated with the frequency of their exercise class attendance (H3a) and in-class effort during the four-week period (H3b).\n\nFurthermore, we hypothesized that members' comfort would be positively associated with their exercise class attendance (H4a) and effort exerted during exercise classes (H4b).\n\nFinally, in light of increasing evidence that group identification and comfort are consequences of leadership (see  Stevens et al., 2018)  and that these in turn are the basis for a variety of group-related behaviors  (Haslam, 2004; Knight & Haslam, 2010) , we hypothesized two parallel mediation models. In the first, we hypothesized significant indirect effects of instructors' identity leadership on members' subsequent attendance through their group identification (H5a) and comfort (H5b). In the second, we hypothesized significant indirect effects of instructors' identity leadership on members' subsequent in-class effort through their group identification (H6a) and comfort (H6b).\n\nRecognizing the salient contribution of self-determination theory  (Deci & Ryan 1985)  to our understanding of exercise motivations and, in particular, consistent evidence of a positive relationship between two of its key variables (autonomy and competence) and individuals' exercise behaviors (e.g., see  Ng et al., 2012; Teixeira, Carraca, Markland, Silva, & Ryan, 2012) , we also assessed exercisers' need satisfaction of competence and autonomy as additional predictors in this study. Specifically, we included these variables with the view to conducting sensitivity analyses examining the extent to which the hypothesized relationships (as outlined above) are influenced by, and remained significant with the inclusion of, exercisers' perceived competence and autonomy."
    },
    {
      "title": "Method"
    },
    {
      "title": "Procedure",
      "text": "The study employed a prospective design, in which participants indicated our predictor variable instructors' identity leadership and additional predictors competence and autonomy at Time 1, and then indicated the dependent variables four weeks later at Time 2.\n\nPrevious research has indicated that the majority of early dropouts from exercise programs occur within four sessions, while late dropouts tend to occur after a minimum of six sessions (corresponding to periods of approximately three and five weeks respectively;  Antoniewicz, & Brand, 2016) . Considering that it was possible the sample could contain participants who may have recently joined their exercise groups, a four-week interval was therefore used in the present instance as a precaution to (1) minimize the chance of including participants who may have recently joined their exercise groups and who may dropout quickly because of reasons external to the class (e.g., time-table issues, lack of outside support), and (2) maximize the 1 Additional analyses in which participants' class attendance history (in months) was added to our models (i.e., to those presented in Table  2 ) indicated that participants' history of class attendance was a significant predictor of group identification (β = .17, p = .002) but not of comfort (β = -.01, p = .853), class attendance (β = .02, p = .727), or effort (β = .10, p = .097). Inclusion of participants' class attendance history did not change the significance of any of the focal relationships (displayed in Table  2 ), and was therefore not included in the main analyses.\n\nchance of including those who may (or may not) turn into late drop outs (which likely result from experiences associated with the class of the form that our study sought to examine).  2 he link to the online survey was posted on the social media pages of multiple gyms and fitness centers in a large city in Australia. Gyms willing to promote the study also posted the survey link within emailed newsletters, as well as displaying posters, flyers, and opt-in sign-up sheets within their premises. Exercise class instructors also informed their members about the opportunity to participate in the research before and after exercise classes, while a member of the research team visited various classes to hand out flyers with the survey link.\n\nPrior to participating, participants were informed that the study would involve answering some questions about their group exercise class involvement and experience, and the instructor who facilitated their class on two occasions. Specifically, they were told that, if they agreed to participate, they would be sent an email link to answer the second survey four weeks later. At Time 1, participants were also informed that, upon completing the second survey, they could voluntarily opt into a prize raffle for the chance to win a sport store gift card (to minimize drop-out). Participants were assured that all of their responses were confidential and would be treated anonymously, and that entry into the optional prize raffle would not be linked to their responses (thereby preserving their anonymity). To further minimize attrition, if participants did not respond within a week after the four-week interval, a follow-up email was sent out to participants encouraging to complete the second survey, outlining the importance of completing the second study for the study aims and reminding them of the prize raffle.\n\nAt the start of the survey, prospective participants were told that they were eligible to participate in the study if they attended a group exercise class that had the same instructor each time. Individuals who met this criterion were then instructed to answer all survey questions in relation to the same class, facilitated by the same instructor each time. If participants attended multiple group exercise classes that were facilitated by the same instructor each time, they were instructed to select one particular class to answer questions in relation to. At Time 1, participants provided descriptive information about the class including how long they had been attending the class, the name of the class, the providing facility, and the name and gender of the instructor. Participants also indicated their general exercise history by noting in months or years how long they have been engaging in planned exercise.\n\nFour weeks after completing the Time 1 survey, a link to the Time 2 survey was emailed to participants. At the start of each survey, participants created a unique code that allowed their Time 1 and Time 2 responses to be matched.\n\nThe first author's institution provided ethics approval for the study. The study's aims, design, hypotheses, and analysis strategy were pre-registered using an open-ended preregistration form on the Open Science Framework prior to data collection and analysis (the time-stamped form can be found on the respective OSF project at the following link:  https://osf.io/m9rt8/?view_only=44eb5759e02c4eea8f23b1a05b8884bd ). We note that the form was erroneously uploaded on the project's wiki, rather than registry. As stated in the OSF pre-registration, the study set out to examine the present aims, and we report all theoretical variables of interest and all exclusions in the present research (see Supplementary Materials online for all study materials including all measures and items). foot_1 Measures Identity leadership. Identity leadership was measured using the four-item Identity Leadership Inventory-Short Form (ILI-SF;  Steffens et al., 2014) . Participants were asked to indicate their perceptions of the identity leadership displayed by their group exercise instructor (e.g., \"This instructor creates a sense of \"we\" and \"us\" in the group exercise class\") on 7-point Likert scales that ranged from 1 (not at all) to 7 (completely), with higher overall scores indicating greater identity leadership. The original scale validation study  (Steffens et al., 2014)  and a recent global validation study (across 20 countries;  van Dick et al., 2018)  have demonstrated the high internal consistency and construct validity of the scale. In line with previous research in exercise settings  (Stevens et al., 2018) , the scale also demonstrated good internal consistency in the current study (α = .76).\n\nAutonomy and competence need satisfaction. Participants' perceived need satisfaction of autonomy and competence were measured using the corresponding subscales of the Basic Psychological Needs in Exercise Scale (BPNES;  Vlachopoulous & Michailidou, 2006) . Four items assessed participants' perceived autonomy (e.g., \"The exercise program I follow is highly compatible with my choices and interests\") and four assessed their perceived competence (e.g., \"I feel that I execute very effectively the exercises of my training program\") in their exercise behavior. Participants responded on 5-point Likert scales that ranged from 1 (totally disagree) to 5 (very strongly agree). Separate mean scores (ranging from 1-5) were calculated for autonomy and competence, with higher scores indicating greater perceived levels of these variables. High internal reliability, test-retest reliability, and construct validity have previously been reported for each individual subscale in adult exercise participants  (Vlachopoulous & Michailidou, 2006) , while both subscales also demonstrated good internal reliability in the present instance (autonomy: α = .80; competence: α = .81)."
    },
    {
      "title": "Group identification.",
      "text": "Participants' identification with their exercise group was measured using the Four-Item Social Identification (FISI) measure  (Postmes, Haslam, & Jans, 2013 ; e.g., \"I identify with this group exercise class\"; see the General Discussion section in  Postmes et al., 2013 , and the researchers' online supplementary materials for further details). This measure was recommended by Postmes and colleagues for situations, like ours, where practical restrictions necessitate the use of a short measure of group identification but do not require the use of a single-item measure (which Postmes and colleagues also developed). Participants responded on 7-point Likert scales that ranged from 1 (strongly disagree) to 7 (strongly agree). Higher scores indicate stronger identification with the group. Good reliability of the scale has been reported within previous research  (Postmes et al., 2013)  and, consistent with previous research in exercise settings (e.g.,  Stevens et al., 2018) , the scale showed high internal consistency (α = .86)."
    },
    {
      "title": "Comfort.",
      "text": "In line with previous research  (Knight & Haslam, 2010)  and the aspects of comfort we chose to focus on, we measured participants' overall perception of their comfort, alongside key aesthetic, social, and sensory factors (e.g., relating to lighting, crowdedness, and smells). To our knowledge, no contemporary scales assessing comfort (of any form) in a group exercise environment were available. As such, we created a novel eight-item scale of comfort in the group exercise environment, based upon  Vischer's (2005)  conceptualization of comfort in the physical environment, and drawing on a previous measure of perceived comfort in office spaces  (Knight & Haslam, 2010 ; e.g., \"I feel comfortable in the office\"). Specifically, participants were provided with instructions to \"Please answer the following questions in regards to the environment in which your exercise class takes place\" before responding to the items. The items included their overall assessment of comfort \"I feel comfortable in this space\" (adapted from  Knight and Haslam, 2010) , as well as various additional items to capture a wider range of aspects of group exercise environments (e.g., \"The room has an unpleasant smell\"; see Supplementary Materials online for details of all items). Participants responded on 7-point Likert scales that ranged from 1 (strongly disagree) to 7 (strongly agree). Higher scores indicate greater comfort within the exercise space.\n\nPrevious research has indicated high internal consistency for the measure of comfort in the office environment  (Knight & Haslam, 2010) , while the internal reliability of our measure of comfort in the exercise environment was acceptable (α = .71; see also additional analyses below)."
    },
    {
      "title": "Class attendance.",
      "text": "Extending the measure used by  Stevens et al. (2018)  who assessed frequency of attendance, we asked participants to document the frequency of their attendance at classes with the indicated instructor over the past four weeks (i.e., to specify the total number). Assuming a maximum of one class per day, scores could range from 0 to 28.\n\nIn-class effort. A one-item measure was used to assess participants' sense of effort within their chosen group exercise class as a percentage of their maximum effort. This scale was based on the task effort and awareness (TEA) scale  (Swart et al., 2012) . A strength of the TEA scale is that, in contrast to exertion (i.e., an individual's sense of how physically exhausting an activity is), it captures effort (i.e., an individual's sense of how much effort s/he puts into an activity) which is under individuals' volitional control. However, responses to the TEA scale can be difficult to interpret because it is a double-barreled item that assesses both awareness of required effort and sense of effort in a single question  (DeVellis, 1991) .\n\nOur primary interest was in participants' sense of (i.e., perceived) effort. For this reason, we created our own scale to assess effort in which participants were asked to \"please indicate how much effort you put into this class by selecting a number between 0% and 100%, where 0% indicates no effort and 100% indicates maximum effort\"."
    },
    {
      "title": "Results"
    },
    {
      "title": "Preliminary Analysis",
      "text": "Means, standard deviations, and correlations between variables are presented in Table  1 . 4 Missing data analyses indicated that for three of the comfort scale items, there was significant missing data (between 2% and 29%). This missing data most likely arose because the corresponding items assessed perceptions of aspects of the physical environment that were not present in the particular class exercisers participated in (e.g., in relation to music, lighting, or smell of the room). The scale means were therefore computed based on the means of the responses to all items to which a participant responded. For all other measures, there was little missing data (less than 5%) and, to account for missing data, scales were computed based on those items that participants did respond to.\n\nGiven the novelty of the comfort measure and the context in which it was used, we examined its psychometric properties using confirmatory factor analysis in R (version 3.3.3; R Core Team)-specifically the lavaan package  (Rosseel, 2012) . Because the eight-item measure was comprised of four positively-worded items and four negatively-worded items, we followed the suggestions of Marsh and colleagues  (Marsh, Lüdtke, Nagengast, Morin, & Von Davier, 2013 ; and see  Marsh, Scalas, & Nagengast, 2010)  to examine its factor structure by means of a bi-factor model-i.e., with one substantive factor (comfort) and two method factors (corresponding to the positively-worded and negatively-worded items). The initial 4 We also assessed dependent variables at Time 1. However, as outlined in the preregistration document, it was anticipated that individuals' experiences might show high intraindividual stability within the four-week interval, leaving little room for change in variables within that time-frame. The data showed this was the case, demonstrating large correlations between variables at Time 1 and their corresponding variables at Time 2 (rs = .63 to .75, all ps < .001). For this reason, and as outlined in the pre-registration document, we refrained from controlling for the outcome (and mediating) variables at Time 1 because high intraindividual stability reduces the possibility of explaining change in dependent variables. As one might expect, analyses controlling for mediating and outcome variables at Time 1 indicated non-significant relationships between predictors (identity leadership, competence, and autonomy), and change in dependent variables four weeks later. model did not converge. To identify the model, we therefore estimated the fit of a bi-factor model using robust maximum likelihood estimation with the Satorra-Bentler method, in which the factor loadings of the first factor (the positively-worded items) were allowed to vary freely, but the factor loadings of the second factor (the negatively-worded items) were constrained to be equal. Analysis of the eight-item measure using this process demonstrated evidence of a reasonable fit in the present sample (cf. Hu & Bentler, 1999 ; χ 2 (21) = 40.06, p = .007; RMSEA = 0.089, 90% CIs [0.046, 0.131]; SRMR = 0.081; CFI = 0.863), although the value for CFI was sub-optimal. Furthermore, in addition to the Cronbach's alpha value noted above (i.e., α = .71), composite reliability  (Fornell & Larcker, 1981) , which draws on the standardized loadings and measurement error of each item, also revealed an acceptable value of .70."
    },
    {
      "title": "Main Analyses",
      "text": "Supporting H1, as Table  1  shows, results indicated a significant positive association between identity leadership and exercisers' subsequent group identification (r = .37, p < .001). Supporting H2, results indicated a positive (albeit slightly weaker) association between identity leadership and exercisers' subsequent comfort (r = .22, p < .001). Supporting H3a and H3b, group identification was positively associated with attendance (r = .25, p < .001) and effort (r = .32, p < .001), while, supporting H4a and H4b, comfort was positively associated with attendance (r = .14, p = .033) and effort (r = .31, p = .033). Speaking to the magnitude of the present effects, the present associations are at least comparable in magnitude to those revealed by meta-analyses of effect sizes in applied psychology (revealing a mean effect size of r = .16 in applied psychology;  Bosco, Aguinis, Singh, Field, & Pierce, 2015)  and of effect sizes for the link between psychological need satisfaction and exercise activity (revealing mean effect sizes of rs = . 14, 15, and .36  between relatedness, autonomy, and competence and exercise activity;  Ng et al., 2012) .\n\nTo examine the indirect effects specified in H5 and H6, we conducted bias-corrected multiple mediation bootstrapping analyses with 5000 resamples using PROCESS (Model 4;  Hayes, 2013) . The indirect effect is statistically significant if the 95% confidence interval for the indirect effect does not include zero. Predictor variables were mean-centered prior to analyses to enhance the comparability of the strength of the predictors. Inspection of the residuals indicated that these were randomly and evenly distributed in each of our models (i.e., for predictors of each dependent variable as displayed in Table  2 ), suggesting that the assumption of homoscedasticity was met. Figure  1  displays the results from the parallel indirect effect model to class attendance (while those for in-class effort are displayed in Figure  2 ). Supporting H5a, results revealed a significant indirect effect of exercisers' perceptions of their group exercise instructors' identity leadership on their subsequent attendance, through their group identification: γ 1 =.32,  SE=.11, 95%CIs [.14, .57 ]. H5b was not supported, with the confidence interval for the indirect effect of perceptions of identity leadership on subsequent attendance through comfort crossing zero: γ 2 =.07, SE=.06, 95%CIs  [-.03, .23 ], R 2 Model = .063, overall indirect effect IE = .39, 95%CIs [.18, .66], SE = .12. The contrast of these two indirect effects was significant, c contrast =.25, SE=.14, 95%CIs [.01, .55],\n\nindicating that identity leadership had a significantly stronger indirect effect through group identification than through comfort. 5\n\nAs shown in Figure  2 , supporting H6a and H6b, there were also significant indirect effects of identity leadership on in-class effort through (a) group identification, γ 1 =1.\n\n12, SE=.44, 95%CIs [.42, 2.19], and (b) comfort, γ 2 =.62, SE=.30, 95%CIs [.20, 1.44], R 2 Model = .169, overall indirect effect IE = 1.75, 95%CIs [.89, 2.97], SE = .53. Results revealed no 5\n\nAn additional indirect effect analysis through comfort alone (without controlling for group identification) revealed a significant indirect effect, γ 2 =.10, SE=.07, 95%CIs [.00, .28], R 2 Model = .024. This suggests that comfort on its own affects class attendance but this effect can be accounted for by its shared variance with group identification, which explains significantly more variance in attendance than comfort. evidence that the strength of the indirect effects differed from each other, c contrast =.50,  SE=.54, 1.62] ."
    },
    {
      "title": "Sensitivity Analyses",
      "text": "We conducted a series of additional analyses to examine the extent to which the influence of identity leadership on the outcome variables four weeks later was influenced by, and remained significant with the inclusion of, alternative predictors autonomy and competence. To do this, we conducted hierarchical multiple regression analyses with the same predictors entered in Step 1 (to keep these analyses consistent with the main analyses) before adding autonomy and competence at Step 2 (to examine how results change). Results were largely identical to those observed in our main analyses. Results for the direct effects are presented in Table  2 . As Table  2  shows, the association between identity leadership and exercisers' group identification remained significant (β = .22, p < .001) even with the inclusions of the predictors autonomy (β = .38, p < .001) and competence (β = .07, p = .308) at Step 2, R 2 Model = .299, F(3, 241) = 34.23, p < .001. The association between identity leadership and exercisers' comfort also remained significant (β = .17, p = .012) even after accounting for the influence of autonomy (β = .15, p = .080) and competence (β = -.02, p =\n\n.794) at Step 2, R 2 Model = .062, F(3, 240) = 5.28, p = .002.\n\nExamination of attendance indicated that group identification remained a significant predictor (β = .23, p = .002), while comfort was, as before, not a significant predictor (β = .09, p = .169), after accounting for the influence of autonomy (β = -.12, p = . Finally, we conducted bootstrapping analyses (again with 5,000 resamples) of the proposed indirect effects with autonomy and competence included as additional predictor variables in the models. Results were virtually identical to those obtained in the main analyses. Specifically, there was a significant indirect effect of identity leadership to subsequent attendance through group identification, γ 1 =.21, SE=.10, 95%CIs [.06, .46], while the indirect effect through comfort was non-significant, γ 2 =.06, SE=.06, 95%CIs [-.02, .21],\n\nR 2 Model = .073, p = .003. Analysis of effort yielded a significant indirect effect of identity leadership to subsequent effort through both exercisers' group identification, γ 1 =.54, SE=.29, 95%CIs [.12, 1.29] and comfort, γ 2 =.49, SE=.27, 95%CIs  [.11, 1.18] , R 2 Model = .221, p < .001, when accounting for the influence of autonomy and competence."
    },
    {
      "title": "Discussion",
      "text": "The present research aimed to advance our understanding of the relationship between group exercise instructors' engagement in identity leadership and participants' subsequent attendance at, and effort in, group exercise classes by means of a prospective study over a four-week period. Results showed that the extent to which group members perceived their group exercise instructors to engage in identity leadership was positively associated with members' own subsequent stronger group identification and comfort in the exercise environment (H1 and H2). Results further showed that members' group identification and comfort were, in turn, positively associated with their more frequent attendance of, and greater effort during, exercise classes during the four-week interval (H3 and H4).\n\nAdditionally, results showed that instructors' identity leadership was associated with members' exercise behavior through their group identification and comfort, with stronger evidence of indirect effects through group identification than through comfort. That is, although both group identification and comfort mediated the relationship between identity leadership and effort (supporting H6a and H6b), only group identification (but not comfort) mediated the relationship between identity leadership and subsequent attendance (supporting H5a but not H5b). Finally, there was evidence that these effects held over and above established motivational predictors (i.e., perceived autonomy and competence), further indicating the potential for a social identity lens to enhance our understanding of the social psychological determinants of physical activity  (Stevens et al., 2017) ."
    },
    {
      "title": "Implications for Theory and Practice",
      "text": "The present findings have at least four important implications. First, they extend understanding of the benefits of identity leadership in group exercise environments. In this regard, the present research contributes to a growing body of work on group identity processes in sport settings (for reviews, see  Bruner, Dunlop, & Beauchamp, 2014; Martin, Bruner, Eys, & Spink, 2014; Rees, Haslam, Coffee, & Lavallee, 2015; Stevens et al., 2017) , and to recent efforts to examine the role that leaders play in shaping such processes  (Slater & Barker, 2018; Slater et al., 2015; Stevens et al., 2018) . More specifically, the present findings extend previous cross-sectional work  (Stevens et al., 2018)  which pointed to a positive indirect effect of sport and exercise leaders' identity leadership on group members' participation through members' greater group identification. That is, they provide further evidence of this relationship in the context of a stronger research design (i.e., a prospective design with a four-week interval), and novel evidence for a positive (indirect) relationship between identity leadership and group members' subsequent effort within exercise settings.\n\nThe present findings thus align with research in organizational settings showing that greater group (team or organizational) identification is associated with a range of important behaviors, such as reduced absenteeism and job involvement (van Knippenberg, van Dick, & Tavares, 2007; see  Lee et al., 2015  for a meta-analytic review).\n\nSecond, the current study covers new ground by shedding light on the relationship between group exercise participants' perceived comfort in their exercise environment and their exercise behaviors (a relationship that has received minimal attention to date). The perception of comfort is particularly relevant in group exercise settings, because these settings have several features that can make people feel uncomfortable (e.g., high levels of crowdedness and unpleasant smells and noises). Our results indicate that individuals' perceptions of comfort in their exercise environment has a weak positive association with the frequency with which they attend exercise classes, and a stronger positive association with the effort they put into exercising during classes. Crucially, our results further suggest that perceptions of comfort are not set in stone but may be influenced by instructors' leadership, such that instructors are capable of contributing to the comfort that group members experience by fostering a sense of commonality and togetherness among members  (Alnabulsi & Drury, 2014; Reicher et al., 2016) . It is noteworthy too that comfort mediated the relationship between identity leadership and effort more strongly than it mediated the relationship between identity leadership and attendance. This suggests that peoples' perception of comfort in their exercise environment has a stronger bearing on how they behave in a space once they find themselves immersed in it than on whether they seek out that space in the first place. As such, the present work paves the way for a promising line of research examining the relationship between peoples' perceived comfort in their exercise spaces and the effort they exert in those spaces (i.e., building on evidence from organizational and community settings for the benefits associated with greater comfort;  Haslam et al., 2014; Knight & Haslam, 2010) .\n\nThird, results showed that relationships between instructors' identity leadership and exercisers' subsequent group exercise behavior held even when accounting for the effect of previously established predictors of exercise engagement (i.e., exercisers' perceived need satisfaction of competence and autonomy;  Ng et al., 2012; Teixeira et al., 2012) . Although the current findings support suggestions that competence and autonomy are important for understanding exercise behaviors (i.e., where findings show that the satisfaction of people's basic needs to regard themselves as competent and acting autonomously is related to their subsequent engagement in exercise), they further demonstrate the importance of considering additional social-psychological determinants. Along these lines, previous research underpinned by self-determination theory has shown that, by using an adaptive communication style that involves supporting each individual's personal needs for autonomy support, control, and structure, instructors can enhance members' participation in group exercise  (Ntoumanis et al., 2017) . Although some strategies used by  Ntoumanis et al. (2017)  are also indicative of identity leadership (e.g., using inclusive language; see  Steffens & Haslam, 2013) , the approach examined by Ntoumanis and colleagues also diverges from an identity leadership framework in several respects. Crucially, the identity leadership approach is centrally concerned with the value of leaders bringing groups together and creating a shared sense of 'us', with interventions based on the theory focusing on ways to achieve this (see  Haslam et al., 2017) . This is not the central route to enhanced group member motivation advocated by a self-determination theory framework, and the present research therefore provides an alternative approach to that offered by self-determination theory-based research by showing that instructors can also foster participation in group exercise by fostering individuals' collective sense of self derived from shared group memberships (see also  Stevens et al., 2018) . Nevertheless, given evidence that (1) basic needs satisfaction can underpin the development of social identities  (Greenaway, Amiot, Louis, & Bentley, 2017) , and (2) that social identification can contribute to basic need satisfaction  (Greenaway, Cruwys, Haslam, & Jetten, 2016) , further research exploring the ways in which these concepts interact to influence exercise behaviors would appear a fruitful avenue for research.\n\nFourth, results suggest that it may be valuable for exercise instructors to engage in behaviors that help create and promote a sense of 'we' and 'us' among group members. To this end, instructors may look to existing evidence regarding the benefits of, for example, engaging in group-oriented language, with research indicating the potential of this to help mobilize group members (e.g., see  Steffens & Haslam, 2013) . In particular, providers of exercise instructor training might draw on insights from the 5R leadership development\n\nprogram  (Haslam at el., 2017; Slater & Barker, 2018)  with a view to adapting it to the training of group exercise instructors."
    },
    {
      "title": "Limitations and Future Research",
      "text": "Despite representing a clear advancement on current work concerning the healthrelated benefits of identity leadership in sport and exercise settings, the present research has limitations that future work should seek to address. First, our study was conducted over a four-week period (limiting the possibility for change) and entailed only two measurement points. Accordingly, although our study represents an advancement on previous crosssectional research (because it reduces measurement error), there remains a need for (1) research using longer time intervals and modeling initial levels of dependent variables, and\n\n(2) research across at least three time points to enable dynamic relationships over time to be modelled  (Ployhart & Ward, 2011) . It is noteworthy too that the present sample reported high levels of all variables of interest (means across all variables were above the mid-point of the scales). This limits the potential for change and future research should, therefore, examine the present relationships across other settings and contexts in which there is greater scope for change and development (e.g., in samples of individuals who are new to exercise, where there may be greater scope for individuals' group identification to grow).\n\nFurthermore, it is noteworthy that the present research adopted a unidimensional approach to assessing group identification. Future work might therefore use one of the many multi-dimensional conceptualizations of group identification (e.g., see  Cameron, 2004)  to assess the role played by different dimensions of identification in determining exercise engagement (for a demonstration, see  Rodrigues et al., 2019) . Relatedly, we did not assess relatedness (the third psychological need according to self-determination theory;  Deci & Ryan, 1985) . Although previous meta-analytic findings have indicated that relatedness is a less powerful predictor of physical activity behaviors than autonomy and competence, this may be context-specific, and relatedness may have greater predictive power in contexts such as group fitness classes  (Teixeira et al., 2012) . Thus, despite similarities between the concepts, future research might seek to identify contexts in which both relatedness and group identification determine exercise behavior, and the degree to which they independently do so.\n\nAn additional limitation of the present research is that we did not measure the frequency with which the class that participants answered their questionnaires in relation to was offered. Future work may therefore seek to examine the focal relationships across classes that vary in their frequency (or at least control for this in analysis). Ideally this, and participants' attendance, should also be measured objectively, rather than relying on recall. It would also be worthwhile examining the present relationships at different time points of a given class because it is possible, for example, that instructors' identity leadership may have a particularly strong impact during the early stages of a class' existence and during times of significant change (e.g., when classes merge, or facilities change), compared to times of high stability.\n\nFinally, future research might look to shed light on what identity leadership should look like in terms of the behaviors that instructors display in different exercise settings and contexts. This is important, because group exercise instructors' role and the settings in which they work may present different challenges and opportunities to display identity leadership compared to other settings (e.g., organizational or sport team settings;  Stevens et al., 2018) .\n\nIn this regard, there would be value in future research that uses experimental and intervention designs to manipulate different forms of identity leadership with a view to determining their impact on participants' exercise behaviors."
    },
    {
      "title": "Conclusion",
      "text": "The current research aimed to advance our understanding of the unfolding relationships between group exercise instructors' identity leadership and members' subsequent identification as a member of an exercise class, comfort in the exercise environment, and attendance of, and effort displayed in, their exercise class. Results point to the potential for leaders to facilitate individuals' engagement in group-based exercise by showing that the degree to which group exercise instructors display identity leadership is associated with members' subsequent greater group identification and comfort in the exercise environment. Results further showed that members' stronger group identification and greater comfort were, in turn, associated with their greater exercise engagement (both in terms of the frequency of their attendance and the effort they put into their exercise). These relationships held over and above effects of established motivational predictors: individuals' perceptions of their own competence and autonomy. In this way, by putting the 'we' into 'workout', our findings highlight the usefulness of the social identity approach in helping us to better understand how individuals can be encouraged to engage in, and maintain, planned exercise. p < .001. a indicated on 7-point scales ranging from 1 (not at all) to 7 (completely); b indicated on 5-point scales ranging from 1 (totally disagree) to 5 (very strongly agree); c indicated on 7-point scales ranging from 1 (strongly disagree) to 7 (strongly agree); d total number of classes attended over the past four weeks; e indicated on a scale ranging from 0% (no effort) to 100% (maximum effort); f coded as 0 = female, 1 = male; g in years; h history of participation in class in months; i history of participation in exercise in years. Exercisers' Class Attendance Group Instructors' Identity Leadership Exercisers' Group Identification a 1 = .49, SE = .08, 95%CIs [.34, .64] b 1 = .66, SE = .21, 95%CIs [.25, 1.08] c ' = .01, SE = .27, 95%CIs [-.52, .53] (c = .40, SE = .25, 95%CIs [-.09, .89]) Exercisers' Comfort in the Environment a 2 = .23, SE = .07, 95%CIs [.10, .36] b 2 = .31, SE = .24, 95%CIs [-.16, .88] Exercisers' in-Class Effort Group Instructors' Identity Leadership Exercisers' Group Identification a 1 = .49, SE = .08, 95%CIs [.34, .64] b 1 = 2.25, SE = .64, 95%CIs [.99, 3.52] c ' = 1.31, SE = .82, 95%CIs [-.31, 2.92] (c = 3.05, SE = .79, 95%CIs [1.49, 4.61]) Exercisers' Comfort in the Environment a 2 = .23, SE = .07, 95%CIs [.10, .36] b 2 = 2.73, SE =  .73, 95%CIs [1.29, 4.16]"
    },
    {
      "title": "Tables and Figures"
    },
    {
      "text": "Our sample consisted of 255 group exercise participants. Participants were eligible to participate if they were aged 18 years or over, and attended a weekly group exercise class, facilitated by the same instructor. At the start of the survey, participants responded to these questions, and the survey terminated for participants whose responses indicated that they failed to meet these inclusion criteria. Six participants did not provide any data at the second time point (see measures for further details) and were excluded from the study, resulting in a final sample of 249 participants (220 females, 29 males; aged 18 to 83, M age = 39.03, SD = 14.13). The majority of participants (247) lived in Australia, while two participants resided in New Zealand. Participants' history of exercise engagement (i.e., their participation in planned exercise) ranged from one month to 53 years (M = 10.59 years, SD = 11.53). Group exercise classes were attended across a total of 88 different gym and fitness facilities throughout Australia (87) and New Zealand (one), from a total of 69 different gym facility brands. These classes focused on cardiorespiratory exercise (n = 128 comprising circuit training (n = 37), aerobic exercise (n = 32), cycling (n = 25), boxing and martial arts (n = 20), dance-based exercise (n = 12), and water-based exercise (n = 2) classes), strength and conditioning (n = 77 comprising body pump (n = 47), CrossFit (n = 15), core conditioning (n = 11), and barre exercise (n = 4) classes), and core muscle and body flexibility exercise (n = 44 comprising yoga (n = 31) and pilates (n = 13) classes). On average, participants had been attending the specific class for 28 months (SD = 35.85). 1"
    },
    {
      "text": "170) and competence (β = .13, p = .120) at Step 2, R 2 Model = .073, F(4, 238) = 4.70, p = .001. Analysis of effort revealed that group identification (β = .20, p = .004) and comfort (β = .25, p < .001) remained significant predictors, with the inclusion of autonomy (β = -.09, p = .249) and competence (β = .29, p < .001) at Step 2, R 2 Model = .213, F(4, 237) = 16.16, p < .001."
    },
    {
      "text": "Figure 1. Model displaying standardized path coefficients for paths from group exercise instructors' identity leadership through the mechanisms subsequent exercisers' group identification and comfort in the exercise environment to class attendance. [a 1 , a 2 , and c paths indicate the direct relationships between identity leadership and the respective other variables (group identification, comfort, class attendance); b 1 and b 2 paths indicate the relationship between the respective mediator (group identification, comfort) and class attendance while controlling for each other's effects and the effect of identity leadership, and the c' path indicates the relationship between identity leadership and class attendance while controlling for group identification and comfort.]"
    },
    {
      "text": "Figure 2. Model displaying standardized path coefficients for paths from group exercise instructors' identity leadership through the mechanisms subsequent exercisers' group identification and comfort in the exercise environment to in-class effort. [a 1 , a 2 , and c paths indicate the direct relationships between identity leadership and the respective other variables (group identification, comfort, in-class effort); b 1 and b 2 paths indicate the relationship between the respective mediator (group identification, comfort) and in-class effort while controlling for each other's effects and the effect of identity leadership, and the c' path indicates the relationship between identity leadership and in-class effort while controlling for group identification and comfort.]"
    },
    {
      "text": "Means, standard deviations, and bivariate correlations between variables."
    },
    {
      "text": "Hierarchical regression analyses assessing the effect of (a) identity leadership on subsequent (a) group identification (H1) and (b) comfort (H2) and of group identification and comfort on subsequent (c) class attendance (H3) and (d) in-class effort (H4) including sensitivity analyses (including predictors autonomy and competence).Note. † p < .10, * p < .05, ** p < .01; N = 241-244."
    }
  ],
  "references": [
    {
      "title": "Social identification moderates the effect of crowd density on safety at the Hajj",
      "authors": [
        "H Alnabulsi",
        "J Drury"
      ],
      "year": 2014
    },
    {
      "title": "Dropping out or keeping up? Early-dropouts, latedropouts, and maintainers differ in their automatic evaluations of exercise already before a 14-week exercise course",
      "authors": [
        "F Antoniewicz",
        "R Brand"
      ],
      "year": 2016,
      "doi": "10.3389/fpsyg.2016.00838"
    },
    {
      "title": "Promoting exercise adherence through groups: A selfcategorization theory perspective",
      "authors": [
        "M Beauchamp"
      ],
      "year": 2019
    },
    {
      "title": "Psychology of Physical Activity: Determinants, Well-being and Interventions",
      "authors": [
        "S Biddle",
        "N Mutrie",
        "T Gorely"
      ],
      "year": 2015
    },
    {
      "title": "Exercise therapy-the public health message",
      "authors": [
        "S Blair",
        "R Sallis",
        "A Hutber",
        "E Archer"
      ],
      "year": 2012,
      "doi": "10.1111/j.1600-0838.2012.01462.x"
    },
    {
      "title": "Correlational effect size benchmarks",
      "authors": [
        "F Bosco",
        "H Aguinis",
        "K Singh",
        "J Field",
        "C Pierce"
      ],
      "year": 2015,
      "doi": "10.1037/a0038047"
    },
    {
      "title": "Group versus individual approach? A meta-analysis of the effectiveness of interventions to promote physical activity",
      "authors": [
        "S Burke",
        "A Carron",
        "M Eys",
        "N Ntoumanis",
        "P Estabrooks"
      ],
      "year": 2006
    },
    {
      "title": "A social identity perspective on group processes in sport and exercise",
      "authors": [
        "M Bruner",
        "W Dunlop",
        "M Beauchamp"
      ],
      "year": 2014
    },
    {
      "title": "A three-factor model of social identity",
      "authors": [
        "J Cameron"
      ],
      "year": 2004,
      "doi": "10.1080/13576500444000047"
    },
    {
      "title": "Employees' work effort as a function of leader group prototypicality: The moderating role of team identification",
      "authors": [
        "L Cicero",
        "M Bonaiuto",
        "A Pierro",
        "D Van Knippenberg"
      ],
      "year": 2008,
      "doi": "10.1016/j.erap.2007.01.001"
    },
    {
      "title": "Swiss identity smells like chocolate: Social identity shapes olfactory judgments",
      "authors": [
        "G Coppin",
        "E Pool",
        "S Delplanque",
        "B Oud",
        "C Margot",
        "D Sander",
        "J Van Bavel"
      ],
      "year": 2016
    },
    {
      "title": "Intrinsic Motivation and Self-determination in Human Behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985
    },
    {
      "title": "Scale development: Theories and applications",
      "authors": [
        "R Devellis"
      ],
      "year": 1991
    },
    {
      "title": "The economic burden of physical inactivity: A global analysis of major non-communicable diseases",
      "authors": [
        "D Ding",
        "K Lawson",
        "T Kolbe-Alexander",
        "E Finkelstein",
        "P Van Mechelen",
        "W Pratt"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30383-x"
    },
    {
      "title": "Motivating individuals and groups at work: A social identity perspective on leadership and group performance",
      "authors": [
        "N Ellemers",
        "D De Gilder",
        "S Haslam"
      ],
      "year": 2004
    },
    {
      "title": "Group dynamics in physical activity promotion: What works?",
      "authors": [
        "P Estabrooks",
        "S Harden",
        "S Burke"
      ],
      "year": 2012
    },
    {
      "title": "Guarding the perimeter: The outside-inside dichotomy in disgust and bodily experience",
      "authors": [
        "D Fessler",
        "K Haley"
      ],
      "year": 2006
    },
    {
      "title": "Evaluating structural equation models with unobservable variables and measurement error",
      "authors": [
        "C Fornell",
        "D Larcker"
      ],
      "year": 1981
    },
    {
      "title": "Believing in ''us'': Exploring leaders' capacity to enhance team confidence and performance by building a sense of shared social identity",
      "authors": [
        "K Fransen",
        "S Haslam",
        "N Steffens",
        "N Vanbeselaere",
        "B De Cuyper",
        "F Boen"
      ],
      "year": 2015,
      "doi": "10.1037/xap0000033"
    },
    {
      "title": "The role of psychological need satisfaction in promoting student identification",
      "authors": [
        "K Greenaway",
        "C Amiot",
        "W Louis",
        "S Bentley"
      ],
      "year": 2017
    },
    {
      "title": "Social identities promote well-being because they satisfy global psychological needs",
      "authors": [
        "K Greenaway",
        "T Cruwys",
        "S Haslam",
        "J Jetten"
      ],
      "year": 2016,
      "doi": "10.1002/ejsp.2169"
    },
    {
      "title": "Yes, we can: Physical activity and group identification among healthy adults",
      "authors": [
        "F Grant",
        "M Hogg",
        "W Crano"
      ],
      "year": 2015
    },
    {
      "title": "Worldwide trends in insufficient physical activity from 2001 to 2016: A pooled analysis of 358 populationbased surveys with 1.9 million participants",
      "authors": [
        "R Guthold",
        "G Stevens",
        "L Riley",
        "F Bull"
      ],
      "year": 2018
    },
    {
      "title": "We can work it out: Group decision-making builds social identity and enhances the cognitive performance of care residents",
      "authors": [
        "C Haslam",
        "S Haslam",
        "C Knight",
        "I Gleibs",
        "R Ysseldyk",
        "L Mccloskey"
      ],
      "year": 2014,
      "doi": "10.1111/bjop.12012"
    },
    {
      "title": "Psychology in organizations: The social identity approach",
      "authors": [
        "S Haslam"
      ],
      "year": 2004,
      "doi": "10.4135/9781446278819"
    },
    {
      "title": "The new psychology of leadership: Identity, influence, and power",
      "authors": [
        "S Haslam",
        "S Reicher",
        "M Platow"
      ],
      "year": 2011
    },
    {
      "title": "A social identity approach to leadership development",
      "authors": [
        "S Haslam",
        "N Steffens",
        "K Peters",
        "R Boyce",
        "C Mallett",
        "K Fransen"
      ],
      "year": 2017
    },
    {
      "title": "Introduction to mediation, moderation, and conditional process analysis: A regression based approach",
      "authors": [
        "A Hayes"
      ],
      "year": 2013
    },
    {
      "title": "Using heteroskedasticity-consistent standard error estimators in OLS regression: An introduction and software implementation",
      "authors": [
        "A Hayes",
        "L Cai"
      ],
      "year": 2007
    },
    {
      "title": "Cutoff criteria for fit indexes in covariance structure analysis: Conventional criteria versus new alternatives",
      "authors": [
        "L Hu",
        "P Bentler"
      ],
      "year": 1999,
      "doi": "10.1080/10705519909540118"
    },
    {
      "title": "Your place or mine? Organizational identification and comfort as mediators of relationships between the managerial control of workspace and employees' satisfaction and well-being",
      "authors": [
        "C Knight",
        "S Haslam"
      ],
      "year": 2010,
      "doi": "10.1111/j.1467-8551.2009.00683.x"
    },
    {
      "title": "The pandemic of physical inactivity: Global action for public health",
      "authors": [
        "H Kohl",
        "C Craig",
        "E Lambert",
        "S Inoue",
        "J Alkandari",
        "G Leetongin",
        "S Kahlmeier"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)60898-8"
    },
    {
      "title": "Social physique anxiety and perceived exercise behavior",
      "authors": [
        "C Lantz",
        "C Hardy",
        "B Ainsworth"
      ],
      "year": 1997
    },
    {
      "title": "Identifying organizational identification as a basis for attitudes and behaviors: A meta-analytic review",
      "authors": [
        "E Lee",
        "T Park",
        "B Koo"
      ],
      "year": 2015
    },
    {
      "title": "Why item parcels are (almost) never appropriate: Two wrongs do not make a rightcamouflaging misspecification with item parcels in CFA models",
      "authors": [
        "H Marsh",
        "O Lüdtke",
        "B Nagengast",
        "A Morin",
        "M Von Davier"
      ],
      "year": 2013
    },
    {
      "title": "Longitudinal tests of competing factor structures for the Rosenberg Self-Esteem Scale: traits, ephemeral artifacts, and stable response styles",
      "authors": [
        "H Marsh",
        "L Scalas",
        "B Nagengast"
      ],
      "year": 2010
    },
    {
      "title": "The social environment in sport: Selected topics",
      "authors": [
        "L Martin",
        "M Bruner",
        "M Eys",
        "K Spink"
      ],
      "year": 2014,
      "doi": "10.1080/1750984x.2014.885553"
    },
    {
      "title": "The effects of training group exercise class instructors to adopt a motivationally adaptive communication style",
      "authors": [
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "E Quested",
        "J Hancox"
      ],
      "year": 2017
    },
    {
      "title": "The incremental validity of organizational commitment, organizational trust, and organizational identification",
      "authors": [
        "T Ng"
      ],
      "year": 2015
    },
    {
      "title": "Self-determination theory applied to health contexts: A metaanalysis",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda",
        "G Williams"
      ],
      "year": 2012,
      "doi": "10.1177/1745691612447309"
    },
    {
      "title": "Exercise as medicine-evidence for prescribing exercise as therapy in 26 different chronic diseases",
      "authors": [
        "B Pedersen",
        "B Saltin"
      ],
      "year": 2015,
      "doi": "10.1111/sms.12581"
    },
    {
      "title": "Intrapersonal characteristics of body-related guilt, shame, pride, and envy in Canadian adults",
      "authors": [
        "E Pila",
        "J Brunet",
        "P Crocker",
        "K Kowalski",
        "C Sabiston"
      ],
      "year": 2016
    },
    {
      "title": "The \"quick start guide\" for conducting and publishing longitudinal research",
      "authors": [
        "R Ployhart",
        "A Ward"
      ],
      "year": 2011
    },
    {
      "title": "A single-item measure of social identification: Reliability, validity, and utility",
      "authors": [
        "T Postmes",
        "S Haslam",
        "L Jans"
      ],
      "year": 2013
    },
    {
      "title": "A social identity approach to sport psychology: Principles, practice, and prospects",
      "authors": [
        "T Rees",
        "S Haslam",
        "P Coffee",
        "D Lavallee"
      ],
      "year": 2015,
      "doi": "10.1007/s40279-015-0345-4"
    },
    {
      "title": "Core disgust is attenuated by ingroup relations",
      "authors": [
        "S Reicher",
        "A Templeton",
        "F Neville",
        "L Ferrari",
        "J Drury"
      ],
      "year": 2016,
      "doi": "10.1073/pnas.1517027113"
    },
    {
      "title": "Social identity and personal connections on the mat: Social network analysis within Brazilian Jiu-Jitsu",
      "authors": [
        "A Rodrigues",
        "M Evans",
        "L Galatti"
      ],
      "year": 2019
    },
    {
      "title": "Lavaan: An R package for structural equation modeling and more",
      "authors": [
        "Y Rosseel"
      ],
      "year": 2012
    },
    {
      "title": "Fitness culture: Gyms and the commercialisation of discipline and fun",
      "authors": [
        "R Sassatelli"
      ],
      "year": 2010
    },
    {
      "title": "A calming cacophony: Social identity can shape the experience of loud noise",
      "authors": [
        "S Shankar",
        "C Stevenson",
        "K Pandey",
        "S Tewari",
        "N Hopkins",
        "S Reicher"
      ],
      "year": 2013
    },
    {
      "title": "Doing social identity leadership: Exploring the efficacy of an identity leadership intervention on perceived leadership and mobilization in elite disability soccer",
      "authors": [
        "K Slater",
        "C Charles",
        "Thomas",
        "M Slater",
        "J Barker"
      ],
      "year": 1985
    },
    {
      "title": "Leading for gold: Social identity leadership processes at the London 2012 Olympic Games",
      "authors": [
        "M Slater",
        "J Barker",
        "P Coffee",
        "M Jones"
      ],
      "year": 2015
    },
    {
      "title": "Consumer comfort in service relationships: Measurement and importance",
      "authors": [
        "D Spake",
        "S Beatty",
        "B Brockman",
        "T Crutchfield"
      ],
      "year": 2003
    },
    {
      "title": "Power through 'us': Leaders' use of we-referencing language predicts election victory",
      "authors": [
        "N Steffens",
        "S Haslam"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0077952"
    },
    {
      "title": "Leaders enhance group members' work engagement and reduce their burnout by crafting social identity",
      "authors": [
        "N Steffens",
        "S Haslam",
        "R Kerschreiter",
        "S Schuh",
        "R Van Dick"
      ],
      "year": 2014,
      "doi": "10.1177/239700221402800110"
    },
    {
      "title": "Leadership as social identity management: Introducing the Identity Leadership Inventory (ILI) to assess and validate a fourdimensional model",
      "authors": [
        "N Steffens",
        "S Haslam",
        "S Reicher",
        "M Platow",
        "K Fransen",
        "J Yang",
        "M Ryan",
        "J Jetten",
        "K Peters",
        "F Boen"
      ],
      "year": 2014
    },
    {
      "title": "A social identity approach to understanding and promoting physical activity",
      "authors": [
        "M Stevens",
        "T Rees",
        "P Coffee",
        "N Steffens",
        "S Haslam",
        "R Polman"
      ],
      "year": 2017,
      "doi": "10.1007/s40279-017-0720-4"
    },
    {
      "title": "Leaders promote sport and exercise participation by fostering social identity",
      "authors": [
        "M Stevens",
        "T Rees",
        "P Coffee",
        "S Haslam",
        "N Steffens",
        "R Polman"
      ],
      "year": 2018,
      "doi": "10.1111/sms.13217"
    },
    {
      "title": "Social identification, exercise participation, and positive exercise experiences: Evidence from parkrun",
      "authors": [
        "M Stevens",
        "T Rees",
        "R Polman"
      ],
      "year": 2019
    },
    {
      "title": "Role and group identity and adjustment to the possibility of running group disbandment",
      "authors": [
        "S Strachan",
        "C Shields",
        "A Glassford",
        "J Beatty"
      ],
      "year": 2012
    },
    {
      "title": "Perceptual cues in the regulation of exercise performance-physical sensations of exercise and awareness of effort interact as separate cues",
      "authors": [
        "J Swart",
        "T Lindsay",
        "M Lambert",
        "J Brown",
        "T Noakes"
      ],
      "year": 2012,
      "doi": "10.1136/bjsports-2011-090337"
    },
    {
      "title": "Exercise, physical activity, and self-determination theory: A systematic review",
      "authors": [
        "P Teixeira",
        "E Carraca",
        "D Markland",
        "M Silva",
        "R Ryan"
      ],
      "year": 2012
    },
    {
      "title": "Towards a cognitive redefinition of the social group",
      "authors": [
        "J Turner"
      ],
      "year": 1982
    },
    {
      "title": "Rediscovering the social group: A self-categorization theory",
      "authors": [
        "J Turner",
        "M Hogg",
        "P Oakes",
        "S Reicher",
        "M Wetherell"
      ],
      "year": 1987
    },
    {
      "title": "Identity leadership going global: Validation of the Identity Leadership Inventory (ILI) across 20 countries",
      "authors": [
        "R Van Dick",
        "J Lemoine",
        "N Steffens",
        "R Kerschreiter",
        "S Akfirat",
        "S Haslam"
      ],
      "year": 2018,
      "doi": "10.1111/joop.12223"
    },
    {
      "title": "Social identity and social exchange: Identification, support, and withdrawal from the job",
      "authors": [
        "D Van Knippenberg",
        "R Van Dick",
        "S Tavares"
      ],
      "year": 2007,
      "doi": "10.1111/j.1559-1816.2007.00168.x"
    },
    {
      "title": "Space meets status",
      "authors": [
        "J Vischer"
      ],
      "year": 2005,
      "doi": "10.4324/9780203087770"
    },
    {
      "title": "Development and initial validation of a measure of autonomy, competence, and relatedness in exercise: The basic psychological needs in exercise scale",
      "authors": [
        "S Vlachopoulos",
        "S Michailidou"
      ],
      "year": 2006,
      "doi": "10.1207/s15327841mpee1003_4"
    }
  ],
  "num_references": 68
}
