{
  "paper_id": "6MXTBBVW",
  "title": "The Efficacy of Light Therapy in the Treatment of Mood Disorders: A Review and Meta-Analysis of the Evidence",
  "abstract": "Objective: The purpose of this study was to assess the evidence base for the efficacy of light therapy in treating mood disorders.",
  "year": 1975,
  "date": "1975-01",
  "journal": "Arch Gen Psychiatry",
  "publication": "Arch Gen Psychiatry",
  "authors": [
    {
      "forename": "Robert",
      "surname": "Golden",
      "name": "Robert Golden"
    },
    {
      "forename": "N",
      "surname": "Bradley",
      "name": "N Bradley"
    },
    {
      "surname": "Gaynes",
      "name": "Gaynes"
    },
    {
      "forename": "R",
      "surname": "David",
      "name": "R David"
    },
    {
      "forename": "M",
      "surname": "Ekstrom",
      "name": "M Ekstrom"
    },
    {
      "forename": "M",
      "surname": "Robert",
      "name": "M Robert"
    },
    {
      "forename": "M",
      "surname": "Hamer",
      "name": "M Hamer"
    },
    {
      "forename": "M",
      "surname": "Frederick",
      "name": "M Frederick"
    },
    {
      "surname": "Jacobsen",
      "name": "Jacobsen"
    },
    {
      "forename": "H Trisha",
      "surname": "Suppes",
      "name": "H Trisha Suppes"
    },
    {
      "forename": "L",
      "surname": "Katherine",
      "name": "L Katherine"
    },
    {
      "surname": "Wisner",
      "name": "Wisner"
    },
    {
      "forename": "B",
      "surname": "Charles",
      "name": "B Charles"
    },
    {
      "surname": "Nemeroff",
      "name": "Nemeroff"
    }
  ],
  "doi": "10.1001/archpsyc.1984.01790120076010",
  "sections": [
    {
      "text": "Results: Only 13% of the studies met the inclusion criteria. Meta-analyses revealed that a significant reduction in depression symptom severity was associated with bright light treatment (eight studies, having an effect size of 0.84 and 95% confidence interval [CI] of 0.60 to 1.08) and dawn simulation in seasonal affective disorder (five studies; effect size=0.73, 95% CI=0.37 to 1.08) and with bright light treatment in nonseasonal depression (three studies; ef-fect size=0.53, 95% CI=0.18 to 0.89). Bright light as an adjunct to antidepressant pharmacotherapy for nonseasonal depression was not effective (five studies; effect size= -0.01, 95% CI=-0.36 to 0.34).\n\nConclusions: Many reports of the efficacy of light therapy are not based on rigorous study designs. This analysis of randomized, controlled trials suggests that bright light treatment and dawn simulation for seasonal affective disorder and bright light for nonseasonal depression are efficacious, with effect sizes equivalent to those in most antidepressant pharmacotherapy trials. Adopting standard approaches to light therapy's specific issues (e.g., defining parameters of active versus placebo conditions) and incorporating rigorous designs (e.g., adequate group sizes, randomized assignment) are necessary to evaluate light therapy for mood disorders."
    },
    {
      "title": "(Am J Psychiatry 2005; 162:656-662)",
      "text": "The development of light therapy in psychiatry is closely intertwined with the original description of the syndrome of seasonal affective disorder. Two decades ago, Rosenthal and colleagues (1) described a series of patients with histories of recurrent depressions that developed in the fall or winter and spontaneously remitted during the following spring or summer. Their initial report also included preliminary findings indicating that bright artificial light, administered in a manner that would in essence extend the photoperiod, was more effective than dim light in treating seasonal affective disorder. The article presented an underlying hypothesis about the pathophysiology of the syndrome (i.e., depressogenic effects of melatonin), which in turn shaped the selection of treatment parameters: the intensity, duration, and timing of bright light exposure were designed to suppress the release of melatonin and lengthen the photoperiod.\n\nBoth seasonal affective disorder and bright light therapy quickly captured considerable attention, both in the scientific community and with the general public. Several research groups launched clinical trial programs, and soon this experimental treatment was extended to other conditions, including nonseasonal mood disorders, Alzheimer's disease, circadian-related sleep disorders and jet lag, eating disorders, and other behavioral syndromes  (2, 3) . An international organization (the Society for Light Treatment and Biological Rhythms) was created, and several journals that emphasized phototherapy and biological rhythms emerged. Despite the growth in clinical and research programs, there remained an absence of recognition and support for light therapy within many segments of the psychiatric treatment community. Most insurers do not offer reimbursement for this treatment, most residency training programs do not provide clinical training in phototherapy, and there is a sense that \"the biological psychiatry establishment has regarded light therapy with a certain disdain and relegated it to the edge of the paradigm\" (4).\n\nThe American Psychiatric Association (APA) Council on Research requested that the APA Committee on Research on Psychiatric Treatments use the principles of evidencebased medicine to examine the efficacy of light therapy (J. Greden, personal communication). A work group was formed from members of the committee as well as outside consultants with expertise and experience in relevant disciplines. The work group completed a comprehensive literature review and meta-analyses. This report contains our findings about the efficacy of light therapy in the treatment of mood disorders in adult patients.\n\nGOLDEN, GAYNES, EKSTROM, ET AL.  http://ajp.psychiatryonline.org"
    },
    {
      "title": "Method"
    },
    {
      "title": "Search Strategy",
      "text": "We searched PubMed for medical literature published from Jan.  1, 1975 1, , to July 25, 2003 . The search terms included \"phototherapy\" (which was the original term applied to light therapy) and any of the following terms: 1) \"seasonal affective disorder\"; 2) \"depressive disorder\"; 3) \"bipolar disorder\"; 4) \"sleep\" or \"sleep disorder\"; 5) \"circadian rhythm\" or \"jet lag\" or \"melatonin\"; 6) \"Alzheimer's disease\" or \"dementia\"; 7) \"premenstrual dysphoric disorder\" or \"premenstrual syndrome\" or \"late luteal phase dysphoric disorder\"; 8) \"eating disorder\" or \"bulimia\" or \"obesity\"; 9) \"serotonin\"; and 10) \"attention\" or \"vigilance\" or \"reaction time.\" We limited our search strategy to clinical trials reported in English. We supplemented these sources by using the same search terms in MED-LINE, searching the Cochrane Collaboration Library, and searching the bibliographies of prior reviews and relevant original articles. In this article, we present our findings for studies of light therapy for mood disorders."
    },
    {
      "title": "Selection Criteria",
      "text": "Study groups were limited to adults who met a criterion-based mood disorder diagnosis. We restricted the age range to 18-65 years in an effort to define a standard for adequate treatment. We recognized that at each end of the age spectrum, the requirements for light therapy dosing may differ. For example, children and adolescents may differ from adults in the needed dose of light therapy, while elderly patients may require a higher dose of photons given the normal age-related clouding of the lens and ocular media, as well as possible reduction in the number of retinal photoceptors in that population. Accepted criterion standards were DSM-III, DSM-III-R, DSM-IV, the Research Diagnostic Criteria  (5) , and the Rosenthal criteria (1). Subsyndromal diagnoses were excluded.\n\nThe included studies were required to be randomized, controlled trials of patients in the acute phase of treatment and to have a credible placebo control condition. Defining a minimum treatment dose (lux by time) for the experimental bright light treatment intervention was complicated by the absence of an accepted standard definition of adequate dosing. In some studies, we found that the \"placebo condition\" consisted of light exposure that was greater than that for the \"active condition\" in other studies. After we reviewed standard textbooks and consulted with expert clinicians in the field, we arrived at a priori definitions of adequate light therapy dose and duration. For bright light treatment of seasonal affective disorder, the definition was a minimum of 4 days of at least 3,000 lux-hours (e.g., 1,500 lux for 2 hours or 3,000 lux for 1 hour). We required placebo comparison groups to receive a maximum of 300 lux. For dawn simulation studies, we required that the active intervention consist of increasing light exposure from 0 to 200-300 lux over 1.0-2.5 hours and that the placebo condition consist of an increase that was less than 5 lux and/or less than 15 minutes in duration. For studies of bright light augmentation, we applied the same minimum lux criteria as those for bright light treatment of seasonal affective disorder and required that bright light therapy was the primary adjunct to the standard treatment under investigation.\n\nWe required that the outcomes be psychiatric symptom measures, e.g., Hamilton Depression Rating Scale, Seasonal Affective Disorders Version  (6) . Studies were excluded if gross protocol violations occurred (e.g., the study design was changed during the course of the trial)."
    },
    {
      "title": "Study Selection Process",
      "text": "Selection of the studies for inclusion involved two steps. First, two authors (R.N.G. and B.N.G.) independently reviewed the abstracts of all articles identified by the literature searches and ex-cluded those for which they agreed that the eligibility criteria were not met. Next, the remaining articles were abstracted in detail (as described in the following) and the two authors made a final decision about inclusion or exclusion by consensus.\n\nA total of 173 articles were identified and reviewed according to the selection criteria. This first step produced potentially relevant articles reporting 64 randomized, controlled trials (Figure  1 ). Of these, 50 involved patients with seasonal affective disorder and 14 involved patients with other depressive illnesses. These 64 trials received detailed abstraction, including clarification of subject group and selection, study design characteristics, and intervention parameters, to determine final eligibility. In addition, baseline demographic information and psychiatric outcome data were collected to allow direct comparisons of the experimental and control groups."
    },
    {
      "title": "Data Analysis",
      "text": "All studies meeting the inclusion criteria were grouped by disorder and treatment type to produce four categories: bright light for seasonal affective disorder, bright light for nonseasonal depression, dawn simulation for seasonal affective disorder, and bright light as adjunctive treatment combined with conventional antidepressant pharmacotherapy for nonseasonal depression. The statistical information required for inclusion of a trial consisted of the mean score and standard deviation on a psychiatric symptom outcome measure and the number of subjects for each treatment condition; a trial was also included if the report contained sufficient information from which we could calculate the preceding data. For the articles in which the reported statistical detail was inadequate to allow meta-analytic procedures, several attempts were made to contact the corresponding author to gain 1. Selection of Studies for Meta-Analysis of Trials of Light Therapy for Mood Disorders Studies excluded for inadequate reporting of data (three studies) Studies included in meta-analysis (20 studies) Studies meeting inclusion criteria (23 studies) Studies not meeting inclusion criteria (41 studies): Absent or inadequate placebo controls (24 studies) Inadequate interventions (four studies) Patients outside specified age range (three studies) No acute treatment phase (two studies) DSM diagnoses not used (two studies) Subjects used later in larger version of same study (one study) Other exclusion criteria (five studies) Articles on randomized, controlled trials abstracted and fully reviewed according to criteria (64 studies): Seasonal affective disorder (50 studies) Other depressive disorders (14 studies) Articles excluded (109 studies) Abstracts identified and reviewed according to selection criteria (173 studies) LIGHT THERAPY  http://ajp.psychiatryonline.org TABLE 1. Randomized, Controlled Trials of Bright Light and Dawn Simulation in the Treatment of Mood Disorders Treatment, Diagnosis, and Study Duration of Trial (days) Experimental Group Control Group Effect Size Condition Illuminance (lux) Time (hours/ day) Number of Patients Condition Illuminance (lux) Time (hours/ day) Number of Patients Bright light Seasonal affective disorder Avery et al., 2001 (9) 42 White light 10,000 0.5 33 Red light 0.5 1.5 31 0.09 Eastman et al., 1998 (10) 24 White light 6,000 1.5 49 Deactivated negative air ionizer 1.5 22 0.19 Michalon et al., 1997 (11) 14 White light 2,500 2.0 15 Red light <300 2.0 14 1.53 Rosenthal et al., 1984 (1) 14 White light 2,500 6.0 9 Yellow light 100 6.0 9 2.08 Rosenthal et al., 1985 (12) 7 White light 2,500 6.0 13 Yellow light ≤300 6.0 13 1.19 Rosenthal et al., 1987 (13) 7 White light 2,500 5.0 7 White light ≤300 5.0 7 2.11 Schwartz et al., 1997 (14) 21 White light 10,000 1.5 17 Active light avoidance (dark goggles outdoors) 17 2.01 Terman et al., 1998 (15) 10-14 White light 10,000 0.5 85 Negative ion density (1.0×10 4 ions/ cm 3 ) 0.5 19 1.05 Nonseasonal depression Baumgartner et al., 1996 (16) 7 White light 2,500 2.0 19 Red light 50 2.0 15 0.40 Kripke et al., 1992 (17) 7 W h i t e l i g h t >2,000 3.0 25 Red light <50 3.0 26 0.78 Volz et al., 1991 (18) 7 White light 2,500 2.0 22 Red light 50 2.0 20 0.35 Dawn simulation for seasonal affective disorder Avery et al., 1992 (19) 7 White light (\"gradual dawn\") 0-275 2.5 9 White light (\"rapid dawn\") 0-275 0.2 9 0.25 Avery et al., 1993 (20) 7 White light (\"gradual dawn\") 0-250 2.0 13 White light (\"rapid dawn\") 0-0.2 0.5 9 1.16 Avery et al., 1994 (21) 7 White light (\"gradual dawn\") 0-250 1.5 10 Red light 0-2 1.5 9 1.10 Avery et al., 1998 (22) 7 White light (\"gradual dawn\") 0-250 1.5 6 Red light 0-2 1.5 6 1.33 Avery et al., 2001 (9) 42 White light (\"gradual dawn\") 0-250 1.5 31 Red light 0-0.5 1.5 31 0.54 Bright light as adjunctive treatment of nonseasonal depression Beauchemin and Hays, 1997 (23) a 7 White light 10,000 2.0 8 White light 2,500 0.5 11 1.31 Fritzsche et al., 2001 (24) b 14 White light 2,500 2.0 21 Red light 50 2.0 19 0.09 Holsboer-Trachsler et al., 1994 (25) c 16 White light 5,000 2.0 14 No light treatment 14 -0.74 Muller et al., 1997 (26) c 28 White light 5,000 2.0 14 No light treatment 14 -0.80 Neumeister et al., 1996 (27) d 6 White light 3,000 4.0 10 White light 100 4.0 10 0.81\n\na The other treatments were lithium, valproate, lorazepam, fluoxetine, desipramine, sertraline, clonazepam, haloperidol, benztropine, paroxetine, flurazepam, temazepam, amitriptyline, venlafaxine, zopiclone, diazepam, and pimozide; one patient received no drugs. The subjects continued their medications throughout the trial. b The other treatments were tricyclic antidepressants (N=32), selective serotonin reuptake inhibitors (SSRIs) (N=15), neuroleptics in low doses (N=15), and lithium or carbamazepine (N=6); 10 of the patients were treated with monotherapy and 30 with combinations. The medications were started before the light therapy and kept constant during the trial as much as possible. c All patients received trimipramine beginning 1 week before the light therapy period and continuing throughout the trial. d The other treatments were monotherapy with tricyclic antidepressants (N=6) or SSRIs (N=11) and combinations of these (N=3). The medications were started at least 3 weeks before the beginning of the study and kept constant during the trial."
    },
    {
      "title": "GOLDEN, GAYNES, EKSTROM, ET AL.",
      "text": "http://ajp.psychiatryonline.org access to the necessary raw data. For articles presenting outcomes from several treatment or control conditions, we pooled and analyzed the resulting statistics within conditions in order to use the largest study group available.\n\nWe employed standard meta-analytical methods, as described by Lipsey and Wilson  (7) . For each study, the standardized mean difference effect size and its 95% confidence interval (CI) were calculated and adjusted with the Hedges correction for small sample bias  (8) . For each of the four meta-analyses, the weighted mean of the component effect sizes and its 95% CI was calculated with the inverse variance weights from each study. The statistical significance of each weighted mean effect size was tested nondirectionally at the 0.05 level by using the z test.\n\nIf the number of subjects was sufficient, we performed homogeneity analyses of our results. If the required data were available, we calculated odds ratios for the likelihood of remission, defined a priori as a final score on the Hamilton Depression Rating Scale of 8 or less. We also applied the Q test, which uses the chi-square distribution to test the homogeneity of effect sizes across studies."
    },
    {
      "title": "Results",
      "text": "Only 23 of the 173 studies identified during our literature search met our selection criteria (Figure  1 ). Of these, 20 distinct articles had sufficient data to allow inclusion in our meta-analysis (Table  1 ). One article  (18)  appeared to include a subset of patients who had been the subjects in a trial reported earlier  (28) , so the latter paper was excluded from this analysis. An additional report (9) contained the results of two experiments, one involving light therapy and another involving dawn simulation. Each was included in the appropriate, separate meta-analysis.\n\nThe results of the meta-analyses are shown in Table  2 . We demonstrated significant effect sizes for bright light treatment of seasonal affective disorder (Figure  2 ), dawn simulation for seasonal affective disorder (Figure  3 ), and bright light treatment of nonseasonal depression (Figure  4 ). The effect size for bright light as an adjunctive treatment for nonseasonal depression was not significant (Figure  5 ). Homogeneity analysis of the eight studies of bright light treatment of seasonal affective disorder was performed (for the other three meta-analyses, the number of studies was not large enough to support a Q test). The Q test indicated significant (p<0.0001) heterogeneity among studies; however, the effect sizes were consistently positive.\n\nOdds ratios and their 95% CIs were calculated for the subset of four studies of bright light treatment of seasonal affective disorder for which the number of subjects who experienced remission was known. The summary estimate of risk of remission given treatment was an odds ratio of 2.9 (95% CI=1.6 to 5.4). The four study-specific odds ratios were significantly heterogeneous (p<0.04) but consistently positive."
    },
    {
      "title": "Discussion",
      "text": "In our literature review, we found that most of the published research reports on the effects of light therapy in mood disorders did not meet recognized criteria for rigorous clinical trial design. There are several potential explanations for this observation. First, there are inherent challenges in creating an acceptable placebo (or even an active control) condition for light therapy. While it is relatively easy to create a placebo pill or capsule that is identical in appearance to an active medication formulation, it is more difficult to \"blind\" a subject when broad-spectrum intense white light is the active experimental intervention.\n\nTABLE 2. Significance of Effect Sizes for Studies of Bright Light and Dawn Simulation in the Treatment of Mood Disorders Diagnosis and Treatment Number of Studies Effect Size 95% CI p (z test) Seasonal affective disorder Bright light 8 0.84 0.60 to 1.08 <0.0001 Dawn simulation 5 0.73 0.37 to 1.08 <0.0001 Nonseasonal depression Bright light 3 0.53 0.18 to 0.89 <0.003 Adjunctive bright light 5 -0.01 -0.36 to 0.34 >0.95 FIGURE 2. Effect Sizes in Studies of Treatment of Seasonal Affective Disorder With Bright Light FIGURE 3. Effect Sizes in Studies of Treatment of Seasonal Affective Disorder With Dawn Simulation Effect Size (±95% CI) (>0 favors treatment) -2\n\nA v e r y e t a l. , 2 0 0 1 (9 ) E a s t m a n e t a l. , 1 9 9 8 (1 0 ) T e r m a n e t a l. , 1 9 9 8 (1 5 ) R o s e n t h a l e t a l. , 1 9 8 5 (1 2 ) M ic h a lo n e t a l. , 1 9 9 7 (1 1 ) S c h w a r t z e t a l. , 1 9 9 7 (1 4 ) R o s e n t h a l e t a l. , 1 9 8 4 (1 ) R o s e n t h a l e t a l. , 1 9 8 7 (\n\nO v e r a ll\n\n-1 0 1 2 3 4 Effect Size (±95% CI) (>0 favors treatment) -2\n\nA v e r y e t a l. , 1 9 9 2 (1 9 )\n\nA v e r y e t a l. , 2 0 0 1 (\n\nA v e r y e t a l. , 1 9 9 4 (2 1 ) A v e r y e t a l. , 1 9 9 3 (2 0 ) A v e r y e t a l. , 1 9 9 8 (\n\nO v e r a ll The pharmaceutical industry, which has considerable resources devoted to research and development activities, funds much of the clinical trial research for potential new antidepressant pharmacotherapies. In contrast, there has not been a similarly endowed industry nor as sizable a market in place to support the development and testing of light therapy treatments. The history of the development of light therapy, which is inextricably interwoven with the development of the concept of seasonal affective disorder, not surprisingly was dominated in its early stages by a series of relatively small, investigator-initiated pilot projects. These researchers did not have access to resources of the magnitude of those available when pharmaceutical companies seek recognition by the U.S. Food and Drug Administration of the safety and efficacy of a new medication. Unfortunately, a consensus about standard approaches to study design issues (such as lux parameters for the active treatment, duration of an adequate light therapy trial, and characteristics of placebo control conditions) was not established in the early years of light therapy research. In too many cases, high standards of research design (such as random assignment to treatment conditions, adequate reporting of results statistics) were not followed. Not surprisingly, these conditions produced inconsistencies in the research literature. We found substantial variability in the selection of study groups and in the doses of both the active and control interventions for those trials meeting our selection criteria.\n\nAll of these factors have limited the conclusions that can be drawn from light therapy research. Past efforts to synthesize the available body of literature have been as challenging as the proverbial comparison of apples and oranges. More important, the limitations in much of the literature on light therapy research may have created the unsubstantiated impression that the treatment itself has limitations in terms of its efficacy.\n\nWhen we analyzed the data from all available randomized, controlled trials that met our a priori standards, we demonstrated a significant reduction in depression symptom severity following bright light therapy in seasonal affective disorder and in nonseasonal depression, as well as a significant effect with dawn simulation in seasonal affective disorder. In other words, when the \"noise\" from unreliable studies is removed, the effects of light therapy are comparable to those found in many antidepressant pharmacotherapy trials  (29) .\n\nEarlier reviews of light therapy yielded similar findings. Terman et al.  (30)  pooled data from 14 research groups that collectively studied 332 patients who received bright light therapy for seasonal affective disorder over a 5-year period, and they applied a pooled clustering technique in their analysis. Twenty-nine data sets were included. Unfortunately, the vast majority were not available for inclusion in our current analysis, because they consisted of personal communications, unpublished posters presented at meetings, and book chapters, as well as a few additional reports that did not meet our inclusion criteria. Thus, only two of their 29 data sets overlap with the 20 studies included in our meta-analyses, i.e., two studies by Rosenthal et al.  (1, 12) . Terman et al.  (30)  found that 2,500-lux light exposure for at least 2 hours/day for 1 week resulted in significantly more remission when administered in the early morning than in the evening or at midday. Treatments at each of these three administration times were significantly more effective than control treatments with dim light. Tam et al.  (31)  concluded that bright light therapy that utilized at least 2,500-lux white light for 2 hours/day and treatment with 10,000 lux for 30 minutes/day had comparable response rates and that both treatments were efficacious. They noted that more studies were needed before conclusions could be drawn about the efficacy of dawn simula- O v e r a ll -1 0 1 2 3 FIGURE 5. Effect Sizes in Studies of Treatment of Nonseasonal Depression With Bright Light as Adjunctive Treatment Effect Size (±95% CI) (>0 favors treatment) -2 -1 0 1 2 3 M u ll e r e t a l. , 1 9 9 7 (2 6 ) H o ls b o e r -T r a c h s le r e t a l. , 1 9 9 4 (2 5 ) F r it z s c h e e t a l. , 2 0 0 1 (2 4 ) N e u m e is t e r e t a l. , 1 9 9 6 (2 7 ) B e a u c h e m in a n d H a y s , 1 9 9 7 (2 3 ) O v e r a ll GOLDEN, GAYNES, EKSTROM, ET AL.  http://ajp.psychiatryonline.org\n\ntion. They highlighted the methodological limitations of the literature, which included brief treatment periods, small study groups, and lack of replication. Several caveats and limitations in our review and analyses should be noted. First, we limited our focus to efficacy and did not study the other key feature of all treatments, safety. Very few reports of the controlled studies contained data on side effects or toxicity. Several side effects of bright light therapy have been described elsewhere, including headache, eye strain, nausea, and agitation  (32, 33) . To our knowledge, there have been no reports to date of retinal toxicity in association with bright light treatment, and a 5year follow-up study showed no adverse ocular effects  (34) . However, some psychotropic medications may increase photosensitivity, and further study of potential adverse effects of combined pharmacotherapy and light therapy is indicated. Light therapy, like other antidepressants, may be associated with a switch to hypomania or mania in vulnerable bipolar patients  (35) . Other rare potential side effects from bright light treatment may emerge only after the treatment has become more widely applied. Thus, any potential recommendation of light therapy for mood disorders, based on findings of efficacy in our metaanalyses, must be tempered by the acknowledgment that safety must also be considered. This important aspect of light therapy merits careful examination with additional long-term follow-up studies.\n\nAnother limitation in this study, as described in our methods section, is that we restricted our analyses to studies of a relatively homogeneous, clearly defined population (i.e., nongeriatric adult patients). There are published reports of light therapy for seasonal affective disorder in children (e.g., references 36 and 37) and for mood disorders in the elderly  (38) . These important patient populations merit separate consideration, and there is a need for a larger evidence base in these areas. An additional potential application of light therapy lies in the treatment of depression during pregnancy and in the postpartum period, when safe and effective alternatives to pharmacotherapy without potential toxicity for the fetus or newborn would be clearly desirable  (39, 40) . It should be noted that all of the studies of dawn simulation in our meta-analysis came from a single research group, and confirmation of their findings by others at different locations would be especially important in determining the generalizability of their results. Finally, by setting a reasonably high standard for study inclusion in our meta-analysis, we excluded many of the published reports in this area. One could argue, as Smith et al.  (41)  did in another context, that many small, \"imperfect\" studies can \"converge on a true conclusion.\" However, we agree with those who believe that meta-analyses based on flawed studies are not useful and that some bodies of data are inadequate for supporting a proper meta-analysis  (42) .\n\nThis study suggests that certain types of light therapy are effective in the treatment of seasonal affective disorder and other forms of depression. Much of the available literature is limited in terms of study design, and additional randomized, controlled trials with appropriate numbers of subjects are needed. Remaining questions of efficacy, safety, optimum dose, and the proper place of light therapy in the psychiatrist's toolbox may be answered only after investigators in the field define and consistently adhere to standard approaches to essential components, such as definitions of acceptable parameters for active treatment and control conditions.\n\nPresented in part at the 156th annual meeting of the American Psychiatric Association, San Francisco,  May 17-22, 2003 . Received Feb. 18, 2004 ; revision received  April 27, 2004 ; accepted  May 26, 2004 . From the Department of Psychiatry, University of North Carolina at Chapel Hill; and the Committee on Research on Psychiatric Treatments, American Psychiatric Association, Arlington, Va. Address correspondence and reprint requests to Dr. Golden, Department of Psychiatry, Campus Box 7160, University of North Carolina at Chapel Hill, Chapel Hill, NC 27599-7160; robert_golden@med.unc.edu (email)."
    },
    {
      "text": "FIGURE 1. Selection of Studies for Meta-Analysis of Trials of Light Therapy for Mood Disorders"
    },
    {
      "text": "/ajp.psychiatryonline.org"
    },
    {
      "text": "FIGURE 4. Effect Sizes in Studies of Treatment of Nonseasonal Depression With Bright Light Effect Size (±95% CI) (>0 favors treatment) -2V o lz e t a l. , 1 9 9 1 (1 8 )B a u m g a r t n e r e t a l. , 1 9 9 6 (1 6 ) K r ip k e e t a l. , 1 9 9 2 (1 7 )"
    }
  ],
  "references": [
    {
      "title": "Seasonal affective disorder: a description of the syndrome and preliminary findings with light therapy",
      "authors": [
        "N Rosenthal",
        "D Sack",
        "J Gillin",
        "A Lewy",
        "F Goodwin",
        "Y Davenport",
        "P Mueller",
        "D Newsome",
        "T Wehr"
      ],
      "year": 1984,
      "doi": "10.1001/archpsyc.1984.01790120076010"
    },
    {
      "title": "Light treatment for sleep disorders: ASDA/SLTBR Joint Task Force Consensus Report",
      "authors": [
        "M Terman",
        "Z Boulos",
        "S Campbell",
        "D-J Dijk",
        "C Estman",
        "A Lewy"
      ],
      "year": 1995
    },
    {
      "title": "Light therapy of late luteal phase dysphoric disorder: an extended study",
      "authors": [
        "B Parry",
        "A Mahan",
        "N Mostofi",
        "M Klauber",
        "G Lew",
        "J Gillin"
      ],
      "year": 1993,
      "doi": "10.1176/ajp.150.9.1417"
    },
    {
      "title": "Beginning to see the light",
      "year": 1998
    },
    {
      "title": "Research Diagnostic Criteria: rationale and reliability",
      "authors": [
        "R Spitzer",
        "J Endicott",
        "E Robins"
      ],
      "year": 1978,
      "doi": "10.1001/archpsyc.1978.01770300115013"
    },
    {
      "title": "Structured Interview Guide for the Hamilton Depression Rating Scale, Seasonal Affective Disorders Version (SIGH-SAD)",
      "authors": [
        "Jbw Williams",
        "M Link",
        "N Rosenthal",
        "M Terman"
      ],
      "year": 1988,
      "doi": "10.1037/t67131-000"
    },
    {
      "title": "Applied Social Research Methods: Practical Meta-Analysis",
      "authors": [
        "M Lipsey",
        "D Wilson"
      ],
      "year": 2000,
      "doi": "10.4135/9781483348858.n2"
    },
    {
      "title": "Distribution theory for Glass's estimator of effect size and related estimators",
      "authors": [
        "L Hedges"
      ],
      "year": 1981,
      "doi": "10.3102/10769986006002107"
    },
    {
      "title": "Dawn simulation and bright light in the treatment of SAD: a controlled study",
      "authors": [
        "D Avery",
        "D Eder",
        "M Bolte",
        "C Hellekson",
        "D Dunner",
        "M Vitiello",
        "P Prinz"
      ],
      "year": 2001,
      "doi": "10.1016/s0006-3223(01)01200-8"
    },
    {
      "title": "Bright light treatment of winter depression: a placebo-controlled trial",
      "authors": [
        "C Eastman",
        "M Young",
        "L Fogg",
        "L Liu",
        "P Meaden"
      ],
      "year": 1998,
      "doi": "10.1001/archpsyc.55.10.883"
    },
    {
      "title": "Effects of light therapy on neuropsychological function and mood in seasonal affective disorder",
      "authors": [
        "M Michalon",
        "G Eskes",
        "Mate-Kole Cc"
      ],
      "year": 1997
    },
    {
      "title": "Antidepressant effects of light in seasonal affective disorder",
      "authors": [
        "N Rosenthal",
        "D Sack",
        "C Carpenter",
        "B Parry",
        "W Mendelson",
        "T Wehr"
      ],
      "year": 1985
    },
    {
      "title": "Biological effects of morning-plusevening bright light treatment of seasonal affective disorder",
      "authors": [
        "N Rosenthal",
        "R Skwerer",
        "D Sack",
        "C Duncan",
        "F Jacobsen",
        "L Tamarkin",
        "T Wehr"
      ],
      "year": 1987
    },
    {
      "title": "Effects of meta-chlorophenylpiperazine infusions in patients with seasonal affective disorder and healthy control subjects: diurnal responses and nocturnal regulatory mechanisms",
      "authors": [
        "P Schwartz",
        "D Murphy",
        "T Wehr",
        "D Garcia-Borreguero",
        "Oren Moul",
        "D Ozaki",
        "N Snelbaker",
        "A Rosenthal"
      ],
      "year": 1997
    },
    {
      "title": "A controlled trial of timed bright light and negative air ionization for treatment of winter depression",
      "authors": [
        "M Terman",
        "J Terman",
        "D Ross"
      ],
      "year": 1998,
      "doi": "10.1001/archpsyc.55.10.875"
    },
    {
      "title": "Serum concentrations of thyroid hormones in patients with nonseasonal affective disorders during treatment with bright and dim light",
      "authors": [
        "A Baumgartner",
        "H Volz",
        "A Campos-Barros",
        "R Stieglitz",
        "U Mansmann",
        "A Mackert"
      ],
      "year": 1996,
      "doi": "10.1016/s0006-3223(95)00582-x"
    },
    {
      "title": "Controlled trial of bright light for nonseasonal major depressive disorders",
      "authors": [
        "D Kripke",
        "D Mullaney",
        "M Klauber",
        "S Risch",
        "J Gillin"
      ],
      "year": 1992,
      "doi": "10.1016/0006-3223(92)90199-a"
    },
    {
      "title": "Diurnal variations of mood and sleep disturbances during phototherapy in major depressive disorder",
      "authors": [
        "H Volz",
        "A Mackert",
        "R Stieglitz",
        "B Muller-Oerlinghausen"
      ],
      "year": 1991,
      "doi": "10.1159/000284720"
    },
    {
      "title": "Gradual versus rapid dawn simulation treatment of winter depression",
      "authors": [
        "D Avery",
        "M Bolte",
        "S Cohen",
        "M Millet"
      ],
      "year": 1992,
      "doi": "10.1111/j.1600-0447.1992.tb03206.x"
    },
    {
      "title": "Dawn simulation treatment of winter depression: a controlled study",
      "authors": [
        "D Avery",
        "M Bolte",
        "S Dager",
        "L Wilson",
        "M Weyer",
        "G Cox",
        "D Dunner"
      ],
      "year": 1993
    },
    {
      "title": "Dawn simulation compared with a dim red signal in the treatment of winter depression",
      "authors": [
        "D Avery",
        "M Bolte",
        "J Wolfson",
        "A Kazaras"
      ],
      "year": 1994,
      "doi": "10.1016/0006-3223(94)91223-8"
    },
    {
      "title": "Dawn simulation treatment of abstinent alcoholics with winter depression",
      "authors": [
        "D Avery",
        "M Bolte",
        "R Ries"
      ],
      "year": 1998
    },
    {
      "title": "Phototherapy is a useful adjunct in the treatment of depressed in-patients",
      "authors": [
        "K Beauchemin",
        "P Hays"
      ],
      "year": 1997,
      "doi": "10.1111/j.1600-0447.1997.tb09656.x"
    },
    {
      "title": "Sleep deprivation as a predictor of response to light therapy in major depression",
      "authors": [
        "M Fritzsche",
        "R Heller",
        "H Hill",
        "H Kick"
      ],
      "year": 2001,
      "doi": "10.1016/s0165-0327(00)00154-3"
    },
    {
      "title": "Sleep deprivation and bright light as potential augmenters of antidepressant drug treatment-neurobiological and psychometric assessment of course",
      "authors": [
        "E Holsboer-Trachsler",
        "U Hemmeter",
        "M Hatzinger",
        "E Seifritz",
        "U Gerhard",
        "V Hobi"
      ],
      "year": 1994
    },
    {
      "title": "Side effects of adjunct light therapy in patients with major depression",
      "authors": [
        "M Muller",
        "E Seifritz",
        "M Hatzinger",
        "U Hemmeter",
        "E Holsboer-Trachsler"
      ],
      "year": 1997
    },
    {
      "title": "Bright light therapy stabilizes the antidepressant effect of partial sleep deprivation",
      "authors": [
        "A Neumeister",
        "R Goessler",
        "M Lucht",
        "T Kapitany",
        "C Bamas",
        "S Kasper"
      ],
      "year": 1996,
      "doi": "10.1016/0006-3223(95)00086-0"
    },
    {
      "title": "Effect of bright white light on non-seasonal depressive disorder",
      "authors": [
        "A Mackert",
        "H Volz",
        "R Stieglitz",
        "B Muller-Oerlinghausen"
      ],
      "year": 1990,
      "doi": "10.1055/s-2007-1014498"
    },
    {
      "title": "Meta-analysis of randomised controlled trials of fluoxetine v placebo and tricyclic antidepressants in the shortterm treatment of major depression",
      "authors": [
        "P Bech",
        "P Cialdella",
        "M Haugh",
        "A Hours",
        "J Boissel",
        "M Birkett",
        "G Tollefson"
      ],
      "year": 2000
    },
    {
      "title": "Light therapy for seasonal affective disorder: a review of efficacy",
      "authors": [
        "M Terman",
        "J Terman",
        "F Quitkin",
        "P Mcgrath",
        "J Stewart",
        "A Rafferty"
      ],
      "year": 1989,
      "doi": "10.1016/0893-133x(89)90002-x"
    },
    {
      "title": "Treatment of seasonal affective disorder: a review",
      "authors": [
        "E Tam",
        "R Lam",
        "A Levitt"
      ],
      "year": 1995,
      "doi": "10.1177/070674379504000806"
    },
    {
      "title": "Side effects induced by bright light treatment for seasonal affective disorder",
      "authors": [
        "L Labbate",
        "B Lafer",
        "A Thibault",
        "G Sachs"
      ],
      "year": 1994
    },
    {
      "title": "Bright light therapy: side effects and benefits across the symptom spectrum",
      "authors": [
        "M Terman",
        "J Terman"
      ],
      "year": 1999,
      "doi": "10.4088/jcp.v60n1113"
    },
    {
      "title": "Ophthalmologic examination of patients with seasonal affective disorder, before and after bright light therapy",
      "authors": [
        "P Gallin",
        "M Terman",
        "C Reme",
        "B Rafferty",
        "J Terman",
        "R Burde"
      ],
      "year": 1995,
      "doi": "10.1016/s0002-9394(14)73874-7"
    },
    {
      "title": "Mania precipitated by light therapy for patients with SAD (letter)",
      "authors": [
        "P Chan",
        "R Lam",
        "K Perry"
      ],
      "year": 1994
    },
    {
      "title": "A controlled trial of light therapy for the treatment of pediatric seasonal affective disorder",
      "authors": [
        "S Swedo",
        "A Allen",
        "C Glod",
        "C Clark",
        "M Teicher",
        "D Richter",
        "C Hoffman",
        "S Hamburger",
        "S Dow",
        "C Brown",
        "N Rosenthal"
      ],
      "year": 1997,
      "doi": "10.1097/00004583-199706000-00019"
    },
    {
      "title": "The antidepressant effect of light in seasonal affective disorder of childhood and adolescence",
      "authors": [
        "W Sonis",
        "A Yellin",
        "B Garfinkel",
        "H Hoberman"
      ],
      "year": 1987
    },
    {
      "title": "Effects of bright light at lunchtime on sleep of patients in a geriatric hospital, I. Psychiatry",
      "authors": [
        "R Kobayashi",
        "N Fukuda",
        "M Kohsaka",
        "Y Sasamoto",
        "S Sakakibara",
        "E Koyama",
        "F Nakamura",
        "T Koyama"
      ],
      "year": 2001,
      "doi": "10.1046/j.1440-1819.2001.00863.x"
    },
    {
      "title": "An open trial of morning light therapy for treatment of antepartum depression",
      "authors": [
        "D Oren",
        "K Wisner",
        "M Spinelli",
        "C Epperson",
        "K Peindl",
        "J Terman",
        "M Terman"
      ],
      "year": 2002
    },
    {
      "title": "Randomized clinical trial of bright light therapy for antepartum depression: preliminary findings",
      "authors": [
        "C Epperson",
        "M Terman",
        "J Terman",
        "B Hanusa",
        "Oren Peindl",
        "K Wisner"
      ],
      "year": 2004,
      "doi": "10.4088/jcp.v65n0319"
    },
    {
      "title": "The Benefits of Psychotherapy",
      "authors": [
        "M Smith",
        "J Glass",
        "T Miller"
      ],
      "year": 1980
    },
    {
      "title": "Flawed meta-analyses comparing psychotherapy with pharmacotherapy",
      "authors": [
        "D Klein"
      ],
      "year": 2000,
      "doi": "10.1176/appi.ajp.157.8.1204"
    }
  ],
  "num_references": 42
}
