{
  "paper_id": "6PVKZKEV",
  "title": "Text Messaging and Web-Based Survey System to Recruit Patients With Low Back Pain and Collect Outcomes in the Emergency Department: Observational Study",
  "abstract": "Background: Low back pain (LBP) is a frequent reason for emergency department (ED) presentations, with a global prevalence of 4.4%. Despite being common, the number of clinical trials investigating LBP in the ED is low. Recruitment of patients in EDs can be challenging because of the fast-paced and demanding ED environment. \n Objective: The aim of this study is to describe the recruitment and response rates using an SMS text messaging and web-based survey system supplemented by telephone calls to recruit patients with LBP and collect health outcomes in the ED. Methods: An automated SMS text messaging system was integrated into Research Electronic Data Capture and used to collect patient-reported outcomes for an implementation trial in Sydney, Australia. We invited patients with nonserious LBP who presented to participating EDs at 1, 2, and 4 weeks after ED discharge. Patients who did not respond to the initial SMS text message invitation were sent a reminder SMS text message or contacted via telephone. The recruitment rate was measured as the proportion of patients who agreed to participate, and the response rate was measured as the proportion of participants completing the follow-up surveys at weeks 2 and 4. Regression analyses were used to explore factors associated with response rates. \n Results: In total, 807 patients with nonserious LBP were invited to participate and 425 (53.0%) agreed to participate. The week 1 survey was completed by 51.5% (416/807) of participants. At week 2, the response rate was 86.5% (360/416), and at week 4, it was 84.4% (351/416). Overall, 60% of the surveys were completed via SMS text messaging and on the web and 40% were completed via telephone. Younger participants and those from less socioeconomically disadvantaged areas were more likely to respond to the survey via the SMS text messaging and web-based system. Conclusions: Using an SMS text messaging and web-based survey system supplemented by telephone calls is a viable method for recruiting patients with LBP and collecting health outcomes in the ED. This hybrid system could potentially reduce the costs of using traditional recruitment and data collection methods (eg, face-to-face, telephone calls only).",
  "year": 2017,
  "date": "2017-04-04",
  "journal": "BMC Musculoskelet Disord",
  "publication": "BMC Musculoskelet Disord",
  "authors": [
    {
      "forename": "Anita",
      "surname": "Amorim",
      "name": "Anita Amorim",
      "affiliation": "1  Discipline of Physiotherapy , Sydney School of Health Sciences , Faculty of Medicine and Health , The University of Sydney , Sydney , Australia \n\t\t\t\t\t\t\t\t Discipline of Physiotherapy \n\t\t\t\t\t\t\t\t Sydney School of Health Sciences \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "anita.amorim@sydney.edu.au"
    },
    {
      "forename": "Danielle",
      "surname": "Coombs",
      "name": "Danielle Coombs",
      "affiliation": "2  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Bethan",
      "surname": "Richards",
      "name": "Bethan Richards",
      "affiliation": "2  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Chris",
      "surname": "Maher",
      "name": "Chris Maher",
      "affiliation": "2  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Gustavo",
      "surname": "Machado",
      "name": "Gustavo Machado",
      "affiliation": "2  Institute for Musculoskeletal Health , The University of Sydney and Sydney Local Health District , Sydney , Australia \n\t\t\t\t\t\t\t\t Institute for Musculoskeletal Health \n\t\t\t\t\t\t\t\t The University of Sydney and Sydney Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "Discipline of Physiotherapy , Sydney School of Health Sciences Faculty of Medicine and Health The University of Sydney Level 7 East , Susan Wakil Health Building D18 Camperdown Sydney , 2006 Australia \n\t\t\t\t\t\t\t\t Discipline of Physiotherapy \n\t\t\t\t\t\t\t\t Sydney School of Health Sciences Faculty of Medicine \n\t\t\t\t\t\t\t\t Health \n\t\t\t\t\t\t\t\t The University of Sydney Level \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7 East Susan Wakil Health Building D18 \n\t\t\t\t\t\t\t\t\t 2006 \n\t\t\t\t\t\t\t\t\t Camperdown Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000925",
  "keywords": [
    "emergency department",
    "clinical trial",
    "low back pain",
    "acute pain",
    "data collection",
    "patient recruitment",
    "short message service",
    "patient reported outcome measures",
    "mobile phone"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Low back pain (LBP) is a frequent reason for emergency department (ED) presentations, with a global prevalence of 4.4%  [1] . This places LBP in the top 10 presenting complaints in the ED  [2] , as a broad spectrum of illnesses and injuries are seen in this setting. For comparison, the most common reason for visits to EDs (injuries and adverse effects) has a prevalence of 18% and the second most common reason (cough, upper respiratory symptoms, or ears/nose/throat symptoms) has a prevalence of 9%  [3] .\n\nDespite being common, the number of clinical trials investigating LBP in emergency settings is surprisingly low  [4] . One possible reason is the challenge in recruiting and collecting patient-reported outcomes in such a busy environment-EDs are often overcrowded, patients might present after hours, emergency clinicians do not have sufficient time, and there is a lack of administrative and structural support for research  [5] . Employing effective and efficient methods for recruiting study participants and collecting data is crucial for optimizing research in this setting.\n\nMobile phones and internet-based technologies have been widely used to recruit and collect data for clinical trials in recent times  [6, 7] . Advantages regarding accessibility such as being low cost and time efficient and providing access to hard-to-reach populations make this method appealing for research  [8] . There is also evidence showing that data collected via mobile phones and internet-based technologies are reliable, valid, and feasible  [9, 10] . For example, the use of mobile phone services, such as SMS text messaging, has been tested for data collection in LBP research in primary care, showing high response rates  [11] . However, little is known about the use of SMS text messaging in combination with a web-based survey system to recruit participants and collect health outcomes in ED settings."
    },
    {
      "title": "Objectives",
      "text": "To explore the use of contemporary, low-cost, and more efficient options for conducting clinical research in EDs, we investigated the recruitment and response rates when using an SMS text messaging and web-based survey system, supplemented by telephone interviews, within a stepped-wedge cluster randomized controlled trial  [12] . The primary aim of this study is to investigate the recruitment and response rates after an ED presentation for LBP. As previous research has suggested that participants' characteristics, such as age, sex, and socioeconomic status, can significantly influence response rates  [13] , we also aim to investigate whether these factors influenced response rates in the ED setting."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "This is an observational study nested within a stepped-wedge cluster randomized controlled trial that evaluated the implementation of an evidence-based model of care for LBP in four public hospital EDs. The protocol for the Sydney Health Partners Emergency Department (SHaPED) trial has been published elsewhere  [12] . The study design, procedures, and informed consent were approved by the Human Research Committees of the Sydney Local Health District (Royal Prince Alfred Hospital zone, protocol number X17-0043)."
    },
    {
      "title": "Participants",
      "text": "Participants were recruited between July and December 2018 from the EDs of four public hospitals in New South Wales (NSW), Australia: Concord Repatriation General Hospital, Royal Prince Alfred (RPA) Hospital, Canterbury Hospital, and Dubbo Base Hospital. Eligible patients were identified using discharge diagnosis codes from the Systematized Nomenclature of Medicine-Clinical Terms-Australian version, Emergency Department Reference Set  [14]  (Multimedia Appendix 1). Only patients presenting to the EDs with nonserious forms of LBP (nonspecific LBP, sciatica, and lumbar spinal stenosis) and with a mobile phone number recorded in the medical records were invited to participate. Representations to the ED within 48 hours or LBP related to serious spinal pathologies, such as lumbar fracture, infection, malignancy, or cauda equina syndrome, were excluded."
    },
    {
      "title": "Recruitment",
      "text": "Upon discharge from the ED, eligible patients were informed about the study by clinical staff and/or received a flyer with information about a text message invitation and web-based survey. This method was used to ensure that the patients were aware of the survey before receiving the SMS text message invitation. Then, local clinical staff obtained patients' information (ie, name, mobile number, and postcode) from the hospital's electronic medical records. Patients' information was inserted into a secure web app (Research Electronic Data Capture [REDCap]) by research staff.\n\nAn automated SMS text messaging system (Twilio Inc) was integrated into REDCap and used to schedule SMS text message invitations. We used an opt-out approach to ensure that there was no pressure or coercion on patients to consent to participate in the survey. Seven days after the ED visit at 12:30 PM, an SMS text message was sent to eligible patients with an invitation and link to answer the web-based survey. Patients who did not want to be invited to participate in the study could inform the local clinical staff at the time of discharge, who would then notify researchers to remove them from the invitation list. Potential participants could also ignore the SMS text message invitation or opt out by replying NO and would no longer be contacted. REDCap was scheduled to send an SMS text message (via Twilio) containing the following text approved by the Human Research Ethics Committee: \"Dear [name], hope you are going well after your recent visit for back pain to our ED. We are interested in how your back is going and what you thought of our care. Our survey will take only 5 minutes to complete. This survey is being conducted by Dr [name], ED Director of  [hospital] . To opt out reply NO --to begin the survey, visit [link]\"\n\nThe link in the SMS text message invitation referred eligible patients to the web-based participant information statement and consent information. At this point, potential participants could decline to participate and would no longer be contacted. Those who agreed to participate were referred to a brief self-reported web-based survey aimed at collecting patient-reported outcomes (Multimedia Appendix 2). Completion of the web-based survey indicated consent to participate in the survey. The survey was not anonymous, and patients did not receive any financial remuneration for responding to it.\n\nFor those who agreed to participate and completed the week 1 survey, 2 follow-up surveys were sent at 2 and 4 weeks after ED presentation. Initially, we scheduled reminder messages to be sent 3 times (on consecutive days) for each data collection wave if the survey had not been completed or the patient had not opted out of the study. Therefore, each participant had up to four opportunities to respond to the web-based survey directly on their smartphone. Halfway through the study, we changed the scheduling system to one reminder only, as suggested by our Human Research Ethics Committee, to avoid patients becoming overwhelmed by the number of text message invitations. To maximize the response rate, participants who did not respond to the final reminder message were contacted verbally via telephone. Not completing the week 2 survey, either on the web or via telephone, did not preclude participants from completing the week 4 survey. The research staff followed a script approved by the Human Research Ethics Committee to conduct the telephone survey."
    },
    {
      "title": "Predictors and Outcomes",
      "text": "In this study, we investigated recruitment and response rates as outcomes. Patients' responses to 3 surveys (ie, at 1, 2, and 4 weeks after discharge) were classified as yes (survey completed) or no (survey not completed or the patient opted out of the study). We also classified (yes/no) whether responses occurred at the initial SMS text message invitation, after reminder messages, or during telephone calls. Recruitment rates were measured as the proportion of eligible patients consenting to participate upon first SMS text message invitation, after a reminder SMS text message, or during telephone calls (yes/no). Response rates were measured as the proportion of included participants completing the follow-up surveys at weeks 2 and 4 via initial SMS text message invitation, reminder SMS text message, or telephone calls (yes/no).\n\nWe had limited access to patient's information and extracted the following putative predictors from the hospital's electronic medical records: age, sex, and postcode. The Australian Bureau of Statistics' Socio-Economic Indexes for Areas (SEIFA) 2016  [15]  was used to classify patients' socioeconomic status based on their postcode of residence. SEIFA was reported as deciles, with the lowest decile designating areas with the greatest socioeconomic disadvantage."
    },
    {
      "title": "Analyses",
      "text": "Descriptive analyses were used to report recruitment and response rates (via initial SMS text message, reminder SMS text message, or telephone calls) for all participants and grouped by recruitment site, age, sex, and socioeconomic status. Recruitment and response rates were also calculated for each month during the 6-month trial period. A multiple logistic regression model was used to evaluate whether age, sex, and socioeconomic status (SEIFA deciles) were predictors of whether a participant responded to the survey on the web or via telephone calls. In contrast to the other 3 metropolitan Sydney sites included in the parent study, Dubbo Base Hospital is located in a rural area of NSW. Thus, we decided to analyze whether there were any differences in recruitment or response rates between the metropolitan and rural EDs. All data analyses were conducted using STATA (version 14.0, STATA Corporation)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Recruitment Rate",
      "text": "Data were collected between July and December 2018. In total, 807 eligible patients with nonserious LBP were invited to participate and 425 (53.0%) agreed to participate. After 9 participants dropped out without reasons, 51.5% (416/807) entered the study and completed the week 1 survey. At week 2, 86.5% (360/416) participants completed the follow-up survey, and at week 4, 84.4% (351/416) completed the survey (Figure  1 ).\n\nThe highest recruitment rates were in females (212/392, 54.1%), at Concord Hospital (113/195, 57.9%), among people aged 40 to 69 years (83/141, 58.9% -68/109, 62.4%), and from people living in the least socioeconomic disadvantaged areas (61/107, 57.0% -35/58, 60.3%-SEIFA deciles 8, 9, and 10; Table 1). Overall, 59.6% (248/416) of participants were recruited via SMS text messaging alone (including the reminder SMS text message) and 40.4% (168/416) agreed to participate via telephone calls."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "Response Rate",
      "text": "Table  2  shows the characteristics of the study participants (n=416) and the response rates at weeks 2 and 4. Participants' mean age was 50.0 years (SD 17.1), 51% were female, most participants (38%) presented at the RPA Hospital ED, and half (50%) were from the least socioeconomic disadvantaged areas (SEIFA deciles 8, 9, and 10). The highest response rates at week 2 were at RPA Hospital (90%), among people aged 50 to 59 years (96%), females (87%), and those from the least socioeconomic disadvantaged areas (SEIFA deciles 8 [100%] and 10 [93%]). In contrast, response rates at week 4 were higher among older people (aged ≥80 years, 96%) and males (88%); however, similar rates were found in the other categories."
    },
    {
      "title": "Recruitment and Response Rates by Response Method",
      "text": "Table  3  shows recruitment and response rates by each study period and method of response (SMS text messaging and web-based system or telephone calls). Overall, recruitment rates varied during the study from 43% (December 2018) to 61% (September 2018). Response rates via the SMS text messaging and web-based system decreased over time (from 73% to 51%), whereas those via telephone calls increased from 27% to 49% during the study period. The results of a multiple logistic regression model presented in Table  4  show that web-based responses were significantly higher in those who were younger (odds ratio [OR] 0.99, 95% CI 0.97-0.99; P=.02) and those in less socioeconomic disadvantaged areas (OR 1.08, 95% CI 1.00-1.16; P=.03)."
    },
    {
      "title": "Recruitment and Response Rates by Hospital Site",
      "text": "The overall recruitment rate in rural hospitals (50/124, 40.3%) was 13% lower than that in the metropolitan hospitals (366/683, 53.6%). Recruitment rates via SMS text message invitations differed substantially between rural (26/124, 20.9%) and metropolitan (222/683, 32/5%) areas but were similar for telephone calls (24/124, 19.4% and 144/683, 21.1%, respectively). Overall, at week 1, 59.6% (248/416) participants completed the study invitation and survey via the SMS text messaging and web-based system-33.1% (138/416) after the initial SMS text message invitation and 26.4% (110/416) after the reminders-and 40.4% (168/416) completed the survey over the telephone. At week 2, 61.1% (220/360) participants completed the survey via the SMS and web-based system-36.9% (133/360) after initial SMS text message invitation and 24.2% (87/360) after reminders-and 38.8% (140/360) completed the survey over the telephone. At week 4, 55.8% (196/351) participants completed the survey via the SMS text messaging and web-based system-30.5% (107/351) after the initial SMS text message invitation and 25.4% (89/351) after reminders-and 44.2% (155/351) completed the survey over the telephone."
    },
    {
      "title": "Overall Study Response Rate",
      "text": "The scheduling system changed from 3 reminders to 1 reminder in the first week of October 2018. After the change, the recruitment rate in the study was only 2% smaller, from 53% in July to September 2018 to 51% in October to December 2018. Responses via SMS text messaging (initial or reminder) had an absolute reduction of 13% (from 66% to 53%) at week 1, 7% (from 65% to 58%) at week 2, and 11% (from 61% to 50%) at week 4. The overall response rate (SMS text messaging plus telephone) was approximately 5% greater (84% vs 89%) at week 2 but 3% lower (86% vs 83%) at week 4 after changing the scheduling system to 1 SMS text message reminder (Multimedia Appendix 3)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Recruitment of patients in research, especially in emergency settings, remains a challenge for many studies because of the fast-paced, demanding environment of EDs. This study explored the recruitment and response rates when using an automated SMS text message (Twilio) in combination with a web-based survey system (REDCap) and/or telephone calls to recruit participants and collect LBP outcomes in the ED. Approximately half of all eligible patients were successfully recruited to the trial, and follow-up response rates ranged from 84% to 86%. This suggests that using an SMS text messaging and web-based survey system supplemented by telephone calls is a viable method for recruitment and data collection in this setting. Younger participants and those living in the least socioeconomically disadvantaged areas were more likely to complete the survey on the web rather than via telephone. Recruitment rates, particularly those via SMS text message invitation, were higher in metropolitan hospitals than in rural sites. These findings are similar to other studies that have shown that older people and those from more socioeconomically disadvantaged areas are less comfortable using smartphones for research purposes  [16] [17] [18] . The response rates to the SMS text messaging and web-based methods alone at weeks 2 (61%) and 4 (56%) were noticeably lower than the desirable 85% follow-up rate, which was considered adequate for a clinical trial  [19] . Consequently, it appears that SMS text messaging and web-based methods alone may not be practical for use as a substitute for traditional methods (eg, face-to-face, telephone calls) of follow-up contact in ED trials. However, we found that adding telephone calls to an automated SMS text messaging and web-based system of data collection increased response rates by up to 86%. Therefore, the use of a hybrid system (SMS text messaging and web-based survey plus telephone follow-ups), in which traditional methods of data collection are only used for those who do not respond to the automated SMS text messaging and web-based system, is a practical option and could potentially result in significant savings in cost and time.\n\nPoor patient recruitment and response are two well-known threats to feasibility in clinical trials  [20] , especially in EDs because of the demanding and pressurized workplace  [21] . These threats can lead to a considerable waste of financial resources or underpowered studies that report on clinically relevant research questions with insufficient statistical power. Therefore, establishing optimal methods to enhance recruitment and response rates in this particular setting is crucial. Although several recent clinical trials have used mobile technology, such as SMS text messaging, to collect outcomes  [22] , this study is the first to report the recruitment and response rates when using this approach to recruit patients with LBP and collect outcomes in an ED setting.\n\nOur data support the findings of a similar study conducted by Macedo et al  [11] , demonstrating that SMS text messaging supplemented with telephone follow-ups, but not SMS text messaging alone, provides excellent follow-up response rates for randomized controlled trials with people with LBP. In contrast to our study, Macedo et al  [11]  investigated response rates in a cohort of patients who had already been included in the study via traditional face-to-face methods. Thus, this study is the first in the LBP field to examine recruitment rates via SMS text messaging as the primary invitation method. We also demonstrated the recruitment and response rates of patients in EDs using this approach, which have not been previously reported. On the basis of our findings, the use of a hybrid system (SMS text messaging and web-based survey plus telephone follow-ups) is a practical option in this setting and could provide considerable reductions in the costs of recruitment and data collection, as the costly traditional methods would only need to be used for approximately 41% of web-based nonresponders.\n\nConsidering the barriers involved in recruitment and follow-up assessment in ED trials and the potential advantages of using an SMS text messaging and web-based system to facilitate this, future studies should focus on methods to enhance compliance with these novel technologies. This is particularly important among older people and those from socioeconomically disadvantaged areas, as our results revealed that these factors were associated with lower response rates via web-based systems. In addition, future studies could perform cost-effective analysis comparing automated web-based systems with traditional methods and the benefits in reducing costs and increasing response rates when using a hybrid method. Future research should also explore patients' experiences using this method."
    },
    {
      "title": "Limitations",
      "text": "Australia is one of the leading users of smartphones, with 89% of the population owning one, and, surprisingly, market growth is being driven by older generations  [23] . The same is true for other high-income countries, such as Norway, the Netherlands, and the United Kingdom  [24] . However, in low-income and middle-income countries, the scenario is different, with only approximately 45% of the population owning a smartphone, and only a minor proportion of these are owned by older people  [25] . Therefore, generalization of our findings may be limited in those countries. Generalization of our results may also be limited to other health jurisdictions, as participants were predominantly recruited from 2 local health districts in NSW, Australia. Although our participants comprised individuals from diverse age groups and socioeconomic areas, we had limited information on other demographic and clinical characteristics. Another limitation is that when participants did not respond to a round of SMS text messaging, they were still contacted via telephone. Although this may have influenced our overall response rate, we analyzed the response rates separately for each method. Furthermore, in the first half of the trial period, participants received up to 3 reminders to complete the survey, which may be the reason for the increased response rate via the SMS text messaging and web-based system compared with telephone calls during this period."
    },
    {
      "title": "Conclusions",
      "text": "This study demonstrates that an automated SMS text messaging and web-based system in addition to telephone calls, but not SMS text messaging and web-based systems alone, is a viable option for recruiting patients with LBP and collecting outcome data in ED settings in Australia. This hybrid method is likely to facilitate recruitment and data collection in clinical trials in EDs and potentially reduce the costs of using traditional recruitment and data collection methods. However, generalization of our findings may be limited in the countries with a high percentage of smartphone use, such as the United States, Spain, and Germany, where smartphone ownership rates range from 85% to 89%. Future cost-effective analysis should be conducted in similar studies to allow for a clear conclusion regarding the potential cost savings of this method."
    },
    {
      "text": "Figure 1. Study flowchart."
    },
    {
      "text": "RPA: Royal Prince Alfred.d SEIFA: Socio-Economic Indexes for Areas.e Decile 1 contains the most disadvantaged areas."
    },
    {
      "text": "Recruitment rates by response method, grouped by recruitment site, age, sex, and socioeconomic status (N=807)."
    },
    {
      "text": "Participants' characteristics and response rates at weeks 2 and 4, grouped by recruitment site, age, sex, and socioeconomic status (n=416).Study sample characteristics at baseline.Percentages correspond to the number of participants in each group divided by the total number of participants.Response rates at weeks 2 and 4 grouped by recruitment site, age, sex, and socioeconomic status."
    },
    {
      "text": "Recruitment and response rates by response method, grouped by study period.Percentages based on the number of people invited to participate in the study.Percentages based on the number of people included in the study."
    },
    {
      "text": "Associations of age, sex, and socioeconomic status with response method (SMS text messaging and web-based or telephone)."
    }
  ],
  "references": [
    {
      "title": "Prevalence of low back pain in emergency settings: a systematic review and meta-analysis",
      "authors": [
        "J Edwards",
        "J Hayden",
        "M Asbridge",
        "B Gregoire",
        "K Magee"
      ],
      "year": 2017,
      "doi": "10.1186/s12891-017-1511-7"
    },
    {
      "title": "Emergency department care 2016-17",
      "year": 2019,
      "doi": "10.1017/s0266462300005304"
    },
    {
      "title": "National Trends in Use of Computed Tomography in the Emergency Department",
      "authors": [
        "K Kocher",
        "W Meurer",
        "R Fazel",
        "P Scott",
        "H Krumholz",
        "B Nallamothu"
      ],
      "year": 2011,
      "doi": "10.1016/j.annemergmed.2011.05.020"
    },
    {
      "title": "Emergency department interventions for adult patients with low back pain: a systematic review of randomised controlled trials",
      "authors": [
        "C Oliveira",
        "H Amorim",
        "D Coombs",
        "B Richards",
        "M Reedyk",
        "C Maher"
      ],
      "year": 2020,
      "doi": "10.1136/emermed-2020-209588"
    },
    {
      "title": "At the Breaking Point",
      "year": 2006,
      "doi": "10.1016/j.annemergmed.2006.06.015"
    },
    {
      "title": "Online recruitment: feasibility, cost, and representativeness in a study of postpartum women",
      "authors": [
        "L Leach",
        "P Butterworth",
        "C Poyser",
        "P Batterham",
        "L Farrer"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.5745"
    },
    {
      "title": "Comparison between data obtained through real-time data capture by SMS and a retrospective telephone interview",
      "authors": [
        "B Johansen",
        "N Wedderkopp"
      ],
      "year": 2010,
      "doi": "10.1186/1746-1340-18-10"
    },
    {
      "title": "Web-based recruiting for health research using a social networking site: an exploratory study",
      "authors": [
        "Y Fenner",
        "S Garland",
        "E Moore",
        "Y Jayasinghe",
        "A Fletcher",
        "S Tabrizi"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1978"
    },
    {
      "title": "Evaluation of selection bias in an internet-based study of pregnancy planners",
      "authors": [
        "E Hatch",
        "K Hahn",
        "L Wise",
        "E Mikkelsen",
        "R Kumar",
        "M Fox"
      ],
      "year": 2016,
      "doi": "10.1097/ede.0000000000000400"
    },
    {
      "title": "Assessment of Response Consistency and Respective Participant Profiles in the Internet-based NutriNet-Sante Cohort",
      "authors": [
        "V Andreeva",
        "P Galan",
        "C Julia",
        "K Castetbon",
        "E Kesse-Guyot",
        "S Hercberg"
      ],
      "year": 2014,
      "doi": "10.1093/aje/kwt431"
    },
    {
      "title": "Feasibility of Using Short Message Service to Collect Pain Outcomes in a Low Back Pain Clinical Trial",
      "authors": [
        "L Macedo",
        "C Maher",
        "J Latimer",
        "J Mcauley"
      ],
      "year": 2012,
      "doi": "10.1097/brs.0b013e3182422df0"
    },
    {
      "title": "Implementation of an evidence-based model of care for low back pain in emergency departments: protocol for the Sydney Health Partners Emergency Department (SHaPED) trial",
      "authors": [
        "G Machado",
        "B Richards",
        "C Needs",
        "R Buchbinder",
        "I Harris",
        "K Howard"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2017-019052"
    },
    {
      "title": "SMS versus telephone interviews for epidemiological data collection: feasibility study estimating influenza vaccination coverage in the Swedish population",
      "authors": [
        "C Bexelius",
        "H Merk",
        "S Sandin",
        "A Ekman",
        "O Nyrén",
        "S Kühlmann-Berenzon"
      ],
      "year": 2008,
      "doi": "10.1007/s10654-008-9306-7"
    },
    {
      "title": "Developing a national emergency department data reference set based on SNOMED CT",
      "authors": [
        "D Hansen",
        "M Kemp",
        "S Mills",
        "M Mercer",
        "P Frosdick",
        "M Lawley"
      ],
      "year": 2011,
      "doi": "10.5694/j.1326-5377.2011.tb02934.x"
    },
    {
      "title": "Socio-Economic Indexes for Areas (SEIFA). 2033.0.55.001 -Census of Population and Housing: Socio-Economic Indexes for Areas (SEIFA)",
      "year": 2016,
      "doi": "10.1016/j.annepidem.2025.08.008"
    },
    {
      "title": "Older adults perceptions of technology and barriers to interacting with tablet computers: a focus group study",
      "authors": [
        "E Vaportzis",
        "M Clausen",
        "A Gow"
      ],
      "year": 2017,
      "doi": "10.3389/fpsyg.2017.01687"
    },
    {
      "title": "Exploring the adoption of mobile internet services by socioeconomically disadvantaged people",
      "authors": [
        "D Ma",
        "Tina Du",
        "J Cen",
        "Y Wu"
      ],
      "year": 2016,
      "doi": "10.1108/ajim-03-2016-0027"
    },
    {
      "title": "Smartphone use and internet literacy of senior citizens",
      "authors": [
        "J Sg"
      ],
      "year": 2016,
      "doi": "10.1108/jat-03-2015-0006"
    },
    {
      "title": "A description of the trials, reviews, and practice guidelines indexed in the PEDro database",
      "authors": [
        "C Maher",
        "A Moseley",
        "C Sherrington",
        "M Elkins",
        "R Herbert"
      ],
      "year": 2008,
      "doi": "10.2522/ptj.20080002"
    },
    {
      "title": "A reinvestigation of recruitment to randomised, controlled, multicenter trials: a review of trials funded by two UK funding agencies",
      "authors": [
        "Bgo Sully",
        "S Julious",
        "J Nicholl"
      ],
      "year": 2013,
      "doi": "10.1186/1745-6215-14-166"
    },
    {
      "title": "Recruitment and retention of patients into emergency medicine clinical trials",
      "authors": [
        "S Cofield",
        "R Conwit",
        "W Barsan",
        "J Quinn"
      ],
      "year": 2010,
      "doi": "10.1111/j.1553-2712.2010.00866.x"
    },
    {
      "title": "The effectiveness of mobile-health technologies to improve health care service delivery processes: a systematic review and meta-analysis",
      "authors": [
        "C Free",
        "G Phillips",
        "L Watson",
        "L Galli",
        "L Felix",
        "P Edwards"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pmed.1001363"
    },
    {
      "title": "Mobile Consumer Survey",
      "authors": [
        "P Corbett",
        "K Huggins",
        "C Duryea"
      ],
      "year": 2018
    },
    {
      "title": "Mobile Consumer Survey",
      "authors": [
        "Jwn Drumm",
        "M Swiegers",
        "M Davey"
      ],
      "year": 2017
    },
    {
      "title": "Smartphone Ownership is Growing Rapidly Around the World, but Not Always Equally",
      "authors": [
        "K Taylor",
        "L Silver"
      ],
      "year": 2019,
      "doi": "10.4135/9781526499769"
    }
  ],
  "num_references": 25
}
