{
  "paper_id": "6QJMPHDP",
  "title": "Effect of Behaviorally Designed Gamification With a Social Support Partner to Increase Mobility After Hospital Discharge A Randomized Clinical Trial",
  "abstract": "IMPORTANCE Hospitalization is associated with decreased mobility and functional decline. Behaviorally designed gamification can increase mobility in community settings but has not been tested among patients at risk for functional decline during a high-risk transition period after hospitalization. OBJECTIVE To test a behaviorally designed gamification intervention with a social support partner to increase patient mobility after hospital discharge. \n DESIGN, SETTING, AND PARTICIPANTS This study is a randomized clinical trial of a 12-week intervention without follow-up. Enrollment occurred from January 2018 to June 2019 at a referral hospital with a remote at-home monitoring intervention among patients living predominantly in 3 states (Pennsylvania, New Jersey, and Delaware). Participants included adult patients discharged from general medicine and oncology units to home. Data analysis was performed from October 2019 to March 2020. INTERVENTIONS All participants received a wearable device to track daily steps. The control group received feedback from the device but no other interventions. The intervention group entered into a 12-week game informed by behavioral economics to assign points and levels for achieving step goals and reinforced by a support partner who received updates on participant progress. MAIN OUTCOMES AND MEASURES The primary outcome was change in mean daily steps from baseline through the 12-week intervention. Secondary measures were change in functional status and urgent care utilization (ie, emergency department visits and hospital readmissions) within this period. RESULTS A total of 232 participants were enrolled in the study (118 randomized to control and 114 randomized to the intervention). Participants had a mean (SD) age of 40 (  14 ) years, 141 (61%) were female, 101 (43%) were White, and 103 (44%) had an annual household income less than $50 000. Daily step counts increased from 3795 to 4652 steps (difference, 857 steps; 95% CI, 488 to 1224 steps) among intervention participants and increased from 3951 to 4499 steps (difference, 548 steps; 95% CI, 193 to 903 steps) among control participants. The change in mean daily step count from baseline was not significantly different for participants in the intervention group vs the control group (adjusted difference, 270 steps; 95% CI, -214 to 754 steps; P = .27). Among the subgroup of 76 participants with higher levels of social engagement, post hoc exploratory analyses showed a significant increase in mobility for intervention vs control (adjusted difference, 1125 steps; 95% CI, 409 to 1841 steps; P = .002). Fewer participants in this subgroup experienced functional decline (1 of (continued) Key Points Question Is behaviorally designed gamification with a social support partner associated with increased mobility and reduced functional decline among patients discharged from the hospital? Findings In this randomized clinical trial of 232 adult patients hospitalized in general medicine and oncology units, gamification with social incentives did not increase postdischarge mobility (steps per day) or functional decline compared with control during the 12-week intervention. However, the subgroup of 76 patients with higher social engagement at baseline had an increase in mobility and a decrease in functional decline. Meaning Gamification with social incentives did not affect mobility or functional decline in all participants but may be beneficial for patients with higher levels of social engagement.",
  "year": 2021,
  "date": "2021-03-24",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "S",
      "surname": "Greysen",
      "name": "S Greysen"
    },
    {
      "forename": "Sujatha",
      "surname": "Changolkar",
      "name": "Sujatha Changolkar"
    },
    {
      "forename": "Dylan",
      "surname": "Small",
      "name": "Dylan Small"
    },
    {
      "forename": "Catherine",
      "surname": "Reale",
      "name": "Catherine Reale"
    },
    {
      "forename": "Charles",
      "surname": "Rareshide",
      "name": "Charles Rareshide"
    },
    {
      "forename": "Ashley",
      "surname": "Mercede",
      "name": "Ashley Mercede"
    },
    {
      "forename": "Christopher",
      "surname": "Snider",
      "name": "Christopher Snider"
    },
    {
      "forename": "Heather",
      "surname": "Greysen",
      "name": "Heather Greysen"
    },
    {
      "forename": "Rebecca",
      "surname": "Trotta",
      "name": "Rebecca Trotta"
    },
    {
      "forename": "Scott",
      "surname": "Halpern",
      "name": "Scott Halpern"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel"
    },
    {
      "forename": "S",
      "surname": "Greysen",
      "name": "S Greysen"
    },
    {
      "forename": "S",
      "surname": "Greysen",
      "name": "S Greysen"
    },
    {
      "forename": "Patel",
      "surname": "Halpern",
      "name": "Patel Halpern"
    },
    {
      "forename": "S",
      "surname": "Greysen",
      "name": "S Greysen"
    },
    {
      "surname": "Greysen",
      "name": "Greysen"
    },
    {
      "forename": "Patel",
      "surname": "Trotta",
      "name": "Patel Trotta"
    },
    {
      "forename": "H",
      "surname": "Reale",
      "name": "H Reale"
    },
    {
      "forename": "H",
      "surname": "Mercede",
      "name": "H Mercede"
    },
    {
      "affiliation": "Center for Evidence-based Practice , University of Pennsylvania Perelman School of Medicine , 3400 Spruce St , 5 Maloney , Ste 5030 , Philadelphia , PA 19104 \n\t\t\t\t\t\t\t\t Center for Evidence-based Practice \n\t\t\t\t\t\t\t\t University of Pennsylvania Perelman School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Spruce St 5 Maloney Ste 5030 \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    },
    {
      "affiliation": "Section of Hospital Medicine , University of Pennsylvania Perelman School of Medicine , Philadelphia ; \n\t\t\t\t\t\t\t\t Section of Hospital Medicine \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Center for Evidence-based Practice , University of Pennsylvania Perelman School of Medicine , Philadelphia ; \n\t\t\t\t\t\t\t\t Center for Evidence-based Practice \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "University of Michigan School of Medicine , Ann Arbor ; \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Michigan \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Ann Arbor"
    },
    {
      "affiliation": "The Wharton School , University of Pennsylvania , Philadelphia ; \n\t\t\t\t\t\t\t\t The Wharton School \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "Crescenz Veterans Affairs Medical Center , Philadelphia , Pennsylvania ; University of Pennsylvania \n\t\t\t\t\t\t\t\t Crescenz Veterans Affairs Medical Center \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "affiliation": "School of Nursing , Philadelphia ; Hospital of the \n\t\t\t\t\t\t\t\t School of Nursing \n\t\t\t\t\t\t\t\t Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "University of Pennsylvania , Philadelphia ; Palliative and Advanced Illness Research Center , \n\t\t\t\t\t\t\t\t Palliative and Advanced Illness Research Center \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    },
    {
      "affiliation": "University of Pennsylvania , Philadelphia. \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia"
    }
  ],
  "doi": "10.1001/jamanetworkopen.2021.0952",
  "keywords": [
    "Changolkar",
    "Small",
    "Rareshide"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Low mobility or limited walking is a key factor in functional decline, disability, and urgent care utilization  1, 2  and is often precipitated by hospitalization; approximately 1 in 3 adults with multiple chronic medical conditions have decreased mobility at the time of discharge.  3 Mobility disability (defined as serious difficulty walking or climbing stairs) affects 31 million Americans  4  and is associated with loss of independence,  5, 6  higher health care costs,  7, 8  and early mortality.  9, 10 servational studies have demonstrated that patients who walk more during hospitalization have lower rates of functional decline,  11  discharge to long-term facilities,  12  and readmissions.  13 Although low mobility during hospitalization is observed across most diagnoses and all ages, patients admitted for nonsurgical care  14  who are older  15  or middle-aged  16  are at higher risk of these adverse outcomes.\n\nMuch less is known about walking during transitions of care and the immediate postdischarge period. Recent trials  17, 18  of multicomponent exercise programs after hospital discharge have demonstrated less functional decline and fewer rehospitalizations; however, adherence to nonwalking components was low, suggesting that walking may be the key factor. Moreover, the lack of adaptive goal setting, individualized feedback, and a behavioral change framework may also attenuate participant success. We have applied concepts from behavioral economics  19, 20  and gamification that address these gaps and have significantly increased walking among families in the Framingham Heart Cohort  21  and among employees of a large consulting firm from 40 states.  22 These methods, however, have not previously been applied to recently hospitalized patients at risk for low mobility and disability.\n\nRecognizing the importance of social networks in these interventions,  23  we designed a randomized clinical trial in a population of patients admitted to general medicine or oncology units that combined behaviorally designed gamification with a social support partner to promote walking after hospital discharge. Social support may be especially powerful for hospitalized patients because social networks are often activated in the setting of acute illness.  24, 25 We hypothesized that patients who received the intervention would show increased postdischarge mobility, decreased functional decline, and decreased urgent care utilization during the 12-week intervention period."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "The MOVE IT (Mobility and Outcomes for Validated Evidence-Incentive Trial) study was a randomized clinical trial conducted between January 1, 2018, and June 30, 2019, consisting of a 1-week run-in period and a 12-week intervention period. There was no follow-up period after the end of the intervention. Details of the study design and protocol have been published previously.  26 The trial protocol (Supplement 1) was approved by the University of Pennsylvania institutional review board. This trial followed the Consolidated Standards of Reporting Trials (CONSORT) reporting guideline.\n\nEach day, hospitalized patients were screened and approached in person. After providing informed consent (participants provided consent on a study tablet, where they had to check a box affirming they understood the study, giving consent, and then typing their name), eligible participants received a wrist-worn wearable device (Withings Activite Steel) that lasts about 6 months without charging. Our prior work  27  has demonstrated these types of devices are accurate for tracking step counts and have been used successfully in recent interventions.  21, 28, 29 We also ensured that participants were able to connect their device to the Way to Health platform,  30  a research technology platform that automatically pulls data from the wearable device and sends prespecified text messages back to participants. We have used Way to Health successfully in several previous remote-monitoring and physical activity interventions.  21, 22, 28, 31"
    },
    {
      "title": "Participants",
      "text": "Participants were recruited from 4 inpatient general medicine and 3 oncology units at the Hospital of the University of Pennsylvania. Participants were eligible if they were aged 18 years or older, able to speak English, provided informed consent, ambulated independently (Activity Measure for Post-Acute Care 32 score Ն12), and owned a smartphone or tablet compatible with the wearable device.\n\nParticipants were excluded according to the clinical judgment of the bedside nurse, current enrollment in another activity study, or any medical or other reason the participant would be unable to complete the 12-week trial (Figure  1 ). Participants also coenrolled in the RETAIN (Randomized Evaluation of Trial Acceptability by INcentive) study  33  to evaluate the impact of financial incentives on participant enrollment and retention in a low-risk, randomized clinical trial. As part of the RETAIN study, all participants received $150 for enrolling in the trial and $150 for completing the 12-week intervention and follow-up surveys. Once enrolled, participants complete a series of surveys and validated questionnaires (eTable 1 in Supplement 2). 1281 Patients assessed for eligibility 1048 Excluded 93 436 519 Did not complete enrollment before study closed Did not meet inclusion criteria Declined to participate 233 Randomized 118 Randomized to control and received control 115 Randomized to intervention 1 Not eligible to receive intervention (did not complete baseline period) Received intervention as randomized 115 Completed intervention 3 Discontinued intervention (deceased unrelated to study) 109 Completed intervention 5 Discontinued intervention 2 3 Deceased unrelated to study No longer interested 118 Analyzed 114 Analyzed 114 Participants in all groups used a wearable device to track daily step counts, established a baseline, and selected a step goal increase. Participants in the control group received regular feedback from the wearable device and its smartphone application, but no other interventions. Participants in the intervention group received gamification with a social support partner that ran automatically for 12 weeks starting 1 week after hospital discharge."
    },
    {
      "title": "Baseline Step Count and Randomization",
      "text": "The first week after discharge was a run-in period to establish baseline step count using 4 or more days of data capture and ignoring any days with fewer than 1000 steps because these values are unlikely to represent capture of actual activity during the whole day, according to previous work.  21, 22, 28, 31 After establishing a baseline, participants were randomized electronically to control or intervention with 1:1 allocation by stratifying on hospital unit and baseline steps (Յ5000 steps per day, 5001-7500 steps per day, and >7500 steps per day) and using block sizes of 2. At the time of randomization, participants were notified by text and email with instructions for the 12-week study period that were specific to intervention and control but were not told which group they were in. All investigators, statisticians, and data analysts were blinded to group assignments until the study and analysis were completed."
    },
    {
      "title": "Step Goals",
      "text": "Steps were monitored passively in the control group by the wearable device, but participants were not informed of their baseline step count or any specific goal. All wearable devices had a factory preset goal of 10 000 steps per day, which could be adjusted by the participant. Each participant in the intervention group was informed of baseline step count and then given a new goal each week with 10% increase. This increase in goal is based on a recent successful trial by our group  28  and was triggered only if the participant met their goal for the prior week by achieving 40 points for that week (discussed later)."
    },
    {
      "title": "Interventions",
      "text": "Intervention participants entered into a mobility game with points and levels that was run automatically (participants need only strive for step goals) and received a daily notification on their progress. We leveraged social networks to increase participant accountability, sense of accomplishment, and overall engagement in this mobility game. Participants identified a family member or friend to be a support sponsor who was asked via email at the start of the study to provide support and encouragement to the participant to help them achieve their mobility goals. This partner received a weekly email update report on participant performance including points and level.\n\nThe effectiveness of gamification and social support to change behavior can be enhanced by leveraging behavioral concepts.\n\nGamification in this study was designed using several core principles from behavioral economics.  21, 22 First, participants in the gamification group signed a precommitment pledge to strive to achieve their step goal during the study. Precommitment is a foundational concept for effective behavior change.  34, 35 Second, every Monday the participant received 70 points (10 for each day of the week) to leverage the fresh start effect, which is the tendency for aspirational behavior around temporal landmarks such as the beginning of the year, month, or week.  36 Participants benefited from immediate gratification each day that they achieved their step goal and, if they did not achieve their step goal, the following day they lost 10 points from their balance. This leverages prospect theory,  37  which asserts that loss aversion provides more sustainable motivation for behavior change than gain-framing.  31, 37 Third, at the end of each week, participants could move up a level (from lowest to highest: blue, bronze, silver, gold, and platinum) if they retained 40 points or move down levels if they did not. This design creates achievable goal gradients (the notion that the next highest level is attainable), a sense of status with accomplishment, and progression through the game. Fourth, participants started at the silver level so they could experience either the accomplishment of rising to gold or the loss of dropping to bronze upon completing the first week of the intervention."
    },
    {
      "title": "Primary Outcome and Other Measures",
      "text": "The primary outcome was change in mean daily steps from baseline to the end of the\n\n12-week intervention period. Secondary outcomes included the proportion of participants who experienced incident functional decline or mobility disability (postdischarge decrease from baseline ability to JAMA Network Open | Health Policy Behaviorally Designed Gamification With Social Support to Increase Mobility After Hospital Discharge JAMA Network Open. 2021;4(3):e210952. doi:10.1001/jamanetworkopen.2021.0952 (Reprinted) March 24, 2021 4/14 Downloaded from jamanetwork.com by guest on 07/28/2025 perform activities of daily living [ADLs]  38  or ambulate without difficulty  39  ) and the proportion who utilized urgent care (ie, emergency department [ED] visits and hospital readmissions) after discharge from their index hospitalization during the study period. Each ADL was scored as 1 point denoting independence, 2 points denoting difficulty, or 3 points denoting dependence in 5 domains (eating, dressing, bathing, transferring, and toileting) and scores were summed (range, 5-15, with higher scores indicating more difficulty and dependence). Mobility was scored as 0 for difficulty or 1 for no difficulty walking one-quarter of a mile. ED visits and readmissions were treated as binary (yes or no) at 30, 60, and 90 days, with data collected only from the same hospital where the patient enrolled (Hospital of the University of Pennsylvania). We performed post hoc subgroup analyses described in the next subsection using the Lubben Social Network Scale,  40  which assesses the size of an individual's social network (family, friends, and neighbors) and their level of engagement with that network."
    },
    {
      "title": "Statistical Analysis",
      "text": "Previous studies  13, 41  have suggested that a small difference in daily mobility (500-1500 steps per day) can be associated with clinical outcomes, including function, readmission, and mortality. A priori power calculations estimated that a sample of 300 participants (150 per group) would provide 90% power to detect a difference of 700 steps in the change in mean daily step count between intervention and control, using a 2-sided α = .05. This assumed a baseline mean (SD) step count of 5000 (2500) steps in the control group and a 10% dropout rate. Enrollment was closed at 232 participants, however, because of funding restraints on the timeline. On the basis of these same assumptions, we had 80% power to detect a 700-step difference.\n\nOne participant was randomized to the intervention but was not eligible because they did not complete the baseline period and thus was excluded from the analysis. All other randomized participants were included in the intention-to-treat analysis. For each participant on each day of the study (participant-day level), the number of steps achieved was obtained as a continuous variable.\n\nData can be missing for any day if the participant did not use the wearable device or did not upload data; missingness in this study (34% for intervention and 31% for control) was similar to that in previous studies of physical activity interventions.  21, 22, 28, 31 For the prespecified main analysis, we used multiple imputation for step values that were either missing or for values less than or equal to 1000 steps per day (11% in both intervention and control). We have used this method in prior work  21, 22, 28, 31  because evidence indicates that daily step values less than or equal to 1000 may not represent full data capture.  42, 43 Five imputations were conducted using the mice package in R statistical software version 3.4.0 (R Project for Statistical Computing), which allows for participant random effects with this data structure.  44 The following factors associated with missing data were included: calendar month, baseline steps, age, sex, race, education, marital status, income, comorbidities, and hospital unit. Results were combined using Rubin standard rules.  45 This imputation approach has been used in our prior work.  21, 22, 28 Sensitivity analyses were conducted using collected data without multiple imputation, both with and without step values less than or equal to 1000.\n\nSimilar to prior work,  21, 22, 28  adjusted analyses used PROC GLIMMIX in SAS statistical software version 9.4 (SAS Institute) to fit linear mixed effects models with a random intercept and participant random effects and to account for the repeated measures of daily step counts. In the main adjusted model, we included baseline step count and fixed effects for calendar month and study group. We assumed a normal distribution and obtained difference in steps between groups for the intervention and follow-up periods using the least squared means command.\n\nFinally, we performed 4 exploratory, post hoc subgroup analyses that were informed by study composition and experience and using the aforementioned methods. First, given the diverse demographic composition of our sample, we explored subgroups by race, sex, and age. Second, given our experience with patient recruitment, in which some participants had more difficulty than others naming a support partner, we explored levels of social engagement. In the Results section, we\n\nJAMA Network Open | Health Policy Behaviorally Designed Gamification With Social Support to Increase Mobility After Hospital Discharge JAMA Network Open. 2021;4(3):e210952. doi:10.1001/jamanetworkopen.2021.0952 (Reprinted) March 24, 2021 5/14 Downloaded from jamanetwork.com by guest on 07/28/2025 report the findings for subgroup analyses of 76 participants with higher social engagement (ie, the top one-third of scores in the Lubben Social Network Scale) and 54 middle-aged participants (50-64 years old). Analyses by race and sex were negative and thus not reported in the Results section. Data analysis was performed from October 2019 to March 2020."
    },
    {
      "title": "Results",
      "text": "We randomized 232 participants into the study (118 randomized to control and 114 randomized to the intervention), which was diverse and well-balanced between groups (Table  1 ). The mean (SD) age was 40 (  14 ) years, 141 participants (61%) were women, 101 (43%) were White, 153 (66%) had some education beyond high school, 103 (44%) had an annual household income less than $50 000, 123 (53%) were single or not married, and the mean (SD) length of stay in the hospital was 4.9 (5.0) days (median [interquartile range] length of stay, 3.8 [2.7-5.6] days overall, 3.9 [2.9-6.0] days for the intervention group, and 3.7 [2.5-5.3] days for the control group). The baseline step counts in the control and intervention groups were not significantly different (3951 vs 3795 steps), and 224 participants (97%) completed the entire study. Four participants reported adverse events (2 in each group) and 1 reported a fall; no serious adverse events were reported (eTable 2 in Supplement 2)."
    },
    {
      "title": "Main Analyses",
      "text": "Overall analysis (\n\nTable 2 and Figure 2A) showed that daily step counts increased from 3795 to 4652 steps (difference, 857 steps; 95% CI, 488 to 1224 steps) among intervention participants and increased from 3951 to 4499 steps (difference, 548 steps; 95% CI, 193 to 903 steps) among control participants (absolute difference between groups, 304 steps). The mean increase in daily steps from baseline for intervention participants was not significantly different than that for control participants (adjusted difference, 270 steps; 95% CI, -214 to 754 steps; P = .27). Analyses using the same model with raw step data (not imputed) and including days with fewer than 1000 steps yielded similar results (Table 2). Overall, participants in this study had high function at baseline (mean [SD] ADL score, 5.5 [1.3] overall, 5.6 [1.0] in the intervention group, and 5.4 [1.0] in the control group) on a scale of 5 to 15, where 5 is completely independent and 6 indicates difficulty in 1 ADL. One week after discharge, this mean (SD) score increased to 5.6 (1.0) (indicating functional decline) with no significant differences by group. Analysis of function as a binary outcome (incident functional disability) at 30, 60, and 90 days after discharge was also nonsignificant in the main analysis, as was analysis of mobility as a binary outcome (incident mobility disability) and urgent care utilization (ED visits or hospital readmissions) at the same time points. Response rates for function and mobility ranged from were 67% to 80% across all time points."
    },
    {
      "title": "Subgroup Analyses",
      "text": "Results of post hoc analysis of the primary outcome for 76 participants with higher levels of social engagement (top one-third of scores in the Lubben Social Network Scale) is shown in Table  2  and Figure  2B . Intervention participants in this subgroup had a significant increase in mean daily steps from baseline compared with control participants who also had higher levels of social engagement (adjusted difference, 1125 steps; 95% CI, 409 to 1841 steps; P = .002). We also conducted subgroup analysis of middle-aged participants (aged 50-64 years). Intervention participants in this subgroup had an increase from baseline steps compared with control participants that was larger than that in the main analysis but the difference was not significant (adjusted difference, 463 steps; 95% CI, -267 to 1193 steps; P = .21). Results were similar in sensitivity analyses that used collected data without multiple imputation for both the main and subgroup analyses (eTable 3 and eTable 4 in Supplement 2).\n\nWith respect to secondary outcomes, in post hoc analyses for participants with higher social engagement, the proportion of participants with incident functional disability was lower in the\n\nJAMA Network Open | Health Policy Behaviorally Designed Gamification With Social Support to Increase Mobility After Hospital Discharge JAMA Network Open. 2021;4(3):e210952. doi:10.1001/jamanetworkopen.2021.0952 (Reprinted) March 24, 2021 6/14 Downloaded from jamanetwork.com by guest on 07/28/2025\n\nAnnual household income, $ <50 000\n\n50 000-100 000 42"
    },
    {
      "title": "Clinical",
      "text": "Charlson Comorbidity Index score, median (IQR) 2 (0-4) 2 (1-4)"
    },
    {
      "title": "Discharge diagnosis",
      "text": "Infectious disease 29 (13) 27\n\nRenal or electrolytes 6\n\nOther (eg, dermatologic, urologic, or toxicology) b The median (IQR) length of stay was 3.9 (2.9-6.0) days for the intervention group, and 3.7 (2.5-5.3) days for the control group.\n\nc Body mass index is calculated as weight in kilograms divided by height in meters squared.\n\nintervention group than in the control group at all time points, and fewer intervention participants experienced persistent functional decline at the end of the study (Figure  3A ). Although the mean change in ADL score from baseline was small in the intervention group, it was significantly different from that in the control group (mean score change, 0.18; 95% CI, 0.002-0.35; P = .047). Similarly, in assessing mobility disability as a binary outcome for all participants, incident mobility disability was less common among intervention participants than control participants at all time points and fewer participants experienced persistent mobility decline at the end of the study (Figure  3B ). Intervention participants had lower unadjusted odds of persistent mobility disability at week 13 (odds ratio, 0.11; 95% CI, 0.01-0.92; P = .04). Finally, there was no difference in urgent care utilization (ED visits and hospital readmissions from the index hospitalization) in subgroup analyses at 90 days. There was a reduction in readmissions in the subgroup with higher social engagement at 30 days but the difference was not significant (3 of 36 readmissions [8%] for the intervention group vs  1200 1000 600 800 400 200 0 Mean daily change in steps, No.\n\nTime after randomization, wk Main analysis A 10 1 2 3 4 5 6 7 8 9 11 12 Intervention, actual Intervention, adjusted Control, actual Control, adjusted 1800 1400 600 1000 1600 1200 800 400 200 0 Mean daily change in steps, No. Time after randomization, wk Subgroup with higher social engagement B 10 1 2 3 4 5 6 7 8 9 11 12 Depicted are the changes in mean daily steps for each group by week after enrollment using imputed data. Dashed lines represent actual values and solid lines represent adjusted values. Panel A shows findings for the main analysis (118 participants in the control group and 114 participants in the intervention group), and panel B shows findings for the subgroup with higher social engagement (40 participants in the control group and 36 participants in the intervention group). 6 of 40 readmissions [15%] for the control group). Participants in this subgroup also had less functional decline (1 of 36 participants [4%] in the intervention group vs 5 of 40 participants [12%]\n\nin the control group) but the differences were not significant."
    },
    {
      "title": "Discussion",
      "text": "This randomized clinical trial testing the effects of a gamification intervention with social incentives to improve mobility after hospitalization did not find a significant increase in step counts for the overall study. Previous trials  21, 22, 28, 31  by our group using behaviorally designed gamification with social incentives in community settings have successfully increased mobility from 6000 to 7000 steps per day at baseline to 8000 to 9000 steps per day, with the goal to ultimately reduce 10-year cardiovascular risk. In the present study, we applied this approach to a high-risk population of hospitalized patients with a much lower baseline (3000-4000 steps per day) with a novel goal of reducing short-term functional decline and urgent care utilization. On the basis of observational studies, we have hypothesized a mobility-toxicity curve  46  for hospitalized patients; to our knowledge, the present study is one of the first interventional studies to test the effects of a small increase in steps to avoid these outcomes. In addition, results of post hoc exploratory analyses with patients who had higher levels of social engagement provide critical direction for future studies using behavioral economics to improve mobility and function in this population. There are several factors that may explain why this novel application of robust, behaviorally designed gamification with social incentives were not effective in our main analysis.\n\nFirst, with respect to our primary outcome of mobility, lower levels of social engagement in this population may have hindered the impact of the social incentive intervention component. Similar to prior studies, the social incentive used in this study relied on participant engagement with a support partner; however, prior studies have recruited populations with higher levels of social engagement.\n\nThe BE FIT  21  trial recruited only individuals living within families, and STEP UP  22  recruited only individuals working for a national consulting firm. Many participants in the current study reported very little support from family, workplace, or community; some were unable to name 1 person whom they felt could be relied on to receive information on the participant's progress and send messages for reinforcement and encouragement to the participant. Exploratory subgroup analysis of participants with higher social engagement showing a significant increase in mobility (>1000 more steps per day than the control group) seems to support our initial hypothesis that social incentives can work in a hospitalized population, but with an important caveat that they must have the social network to enable this mechanism. Future studies should explore mechanisms to improve the social support available with a particular focus on populations at high risk for social isolation, such as older adults. This could include peer-level engagement with health coaches or community health 30 25 20 15 10 5 0 Participants, % Time after discharge, wk Incident functional decline A 13 1 5 9 Intervention Control 30 25 20 15 10 5 0 Participants, % Time after discharge, wk Incident mobility disability B 13 1 5 9\n\nPanel A depicts new functional disability (increased difficulty with activities of daily living from baseline), and panel B depicts new mobility disability (increased difficulty walking a quarter mile) by study group beginning 1 week after discharge and ending after 12 subsequent weeks for the intervention.\n\n48. Kangovi S, Mitra N, Grande D, Huo H, Smith RA, Long JA. Community health worker support for disadvantaged patients with multiple chronic diseases: a randomized clinical trial. Am J Public Health. 2017;107(10):1660-1667. doi:10.2105/AJPH.2017.303985 49. Gardener EA, Huppert FA, Guralnik JM, Melzer D. Middle-aged and mobility-limited: prevalence of disability and symptom attributions in a national survey. J Gen Intern Med. 2006;21(10):1091-1096. doi:10.1111/j.1525-1497. 2006.00564.x 50. Brown RT, Diaz-Ramirez LG, Boscardin WJ, Lee SJ, Steinman MA. Functional impairment and decline in middle age: a cohort study. Ann Intern Med. 2017;167(11):761-768. doi:10.7326/M17-0496 51. Chodos AH, Kushel MB, Greysen SR, et al. Hospitalization-associated disability in adults admitted to a safety-net hospital. J Gen Intern Med. 2015;30(12):1765-1772. doi:10.1007/s11606-015-3395-2 SUPPLEMENT 1. Trial Protocol SUPPLEMENT 2. eTable 1. Validated Instruments for Patient-Reported Outcomes in MOVE IT Study eReferences. eTable 2. Adverse Events Reported eTable 3. Adjusted Differences in Daily Steps Using Collected Data (No Imputations) eTable 4. Adjusted Differences in Daily Steps Using Collected Data (No Imputations) and Excluding Step Values < 1000 SUPPLEMENT 3. Data Sharing Statement"
    },
    {
      "text": "Figure 1. CONSORT Diagram"
    },
    {
      "text": "Abbreviation: IQR, interquartile range. a Other includes Native American or Alaska Native and Native Hawaiian or other Pacific Islander."
    },
    {
      "text": "Figure 2. Unadjusted Increase in Mean Daily Steps From Baseline"
    },
    {
      "text": "Figure 3. Incident Functional Decline and Mobility Disability in Subgroup Analysis"
    },
    {
      "text": "Participant Demographic and Clinical Characteristics"
    },
    {
      "text": "Adjusted Differences in Daily Steps Between Study Groups"
    }
  ],
  "references": [
    {
      "title": "Change in disability after hospitalization or restricted activity in older persons",
      "authors": [
        "T Gill",
        "H Allore",
        "E Gahbauer",
        "T Murphy"
      ],
      "year": 2010,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2010.1568&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Hospitalization-associated disability: \"She was probably able to ambulate, but I'm not sure",
      "authors": [
        "K Covinsky",
        "E Pierluissi",
        "C Johnston"
      ],
      "year": 2011,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2011.1556&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "In-hospital mobility variations across primary diagnoses among older adults",
      "authors": [
        "V Valiani",
        "S Gao",
        "Z Chen"
      ],
      "year": 2016,
      "doi": "10.1016/j.jamda.2016.02.003"
    },
    {
      "title": "Prevalence of disability and disability type among adults-United States, 2013",
      "authors": [
        "Courtney-Long Ea",
        "D Carroll",
        "Q Zhang"
      ],
      "year": 2015,
      "doi": "10.15585/mmwr.MM6429a2"
    },
    {
      "title": "Disability in older adults: evidence regarding significance, etiology, and risk",
      "authors": [
        "L Fried",
        "J Guralnik"
      ],
      "year": 1997,
      "doi": "10.1111/j.1532-5415.1997.tb00986.x"
    },
    {
      "title": "A prospective study of long-term care institutionalization among the aged",
      "authors": [
        "L Branch",
        "A Jette"
      ],
      "year": 1982,
      "doi": "10.2105/ajph.72.12.1373"
    },
    {
      "title": "Functional disability and health care expenditures for older persons",
      "authors": [
        "T Fried",
        "E Bradley",
        "C Williams",
        "M Tinetti"
      ],
      "year": 2001,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/archinte.161.21.2602&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Risk factors and precipitants of long-term disability in community mobility: a cohort study of older persons",
      "authors": [
        "T Gill",
        "E Gahbauer",
        "T Murphy",
        "L Han",
        "H Allore"
      ],
      "year": 2012,
      "doi": "10.7326/0003-4819-156-2-201201170-00009"
    },
    {
      "title": "Mobility difficulties and physical activity as predictors of mortality and loss of independence in the community-living older population",
      "authors": [
        "M Hirvensalo",
        "T Rantanen",
        "E Heikkinen"
      ],
      "year": 2000,
      "doi": "10.1111/j.1532-5415.2000.tb04994.x"
    },
    {
      "title": "Association of long-distance corridor walk performance with mortality, cardiovascular disease, mobility limitation, and disability",
      "authors": [
        "A Newman",
        "E Simonsick",
        "B Naydeck"
      ],
      "year": 2006,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.295.17.2018&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Association between 900 steps a day and functional decline in older hospitalized patients",
      "authors": [
        "M Agmon",
        "A Zisberg",
        "E Gil",
        "D Rand",
        "N Gur-Yaish",
        "M Azriel"
      ],
      "year": 2017,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2016.7266&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Functional recovery in the elderly after major surgery: assessment of mobility recovery using wireless technology",
      "authors": [
        "D Cook",
        "J Thompson",
        "S Prinsen",
        "J Dearani",
        "C Deschamps"
      ],
      "year": 2013,
      "doi": "10.1016/j.athoracsur.2013.05.092"
    },
    {
      "title": "Mobility after hospital discharge as a marker for 30-day readmission",
      "authors": [
        "S Fisher",
        "Y Kuo",
        "G Sharma"
      ],
      "year": 2013,
      "doi": "10.1093/gerona/gls252"
    },
    {
      "title": "Trajectories of life-space mobility after hospitalization",
      "authors": [
        "C Brown",
        "D Roth",
        "R Allman",
        "P Sawyer",
        "C Ritchie",
        "J Roseman"
      ],
      "year": 2009,
      "doi": "10.7326/0003-4819-150-6-200903170-00005"
    },
    {
      "title": "Low mobility during hospitalization and functional decline in older adults",
      "authors": [
        "A Zisberg",
        "E Shadmi",
        "G Sinoff",
        "N Gur-Yaish",
        "E Srulovici",
        "H Admi"
      ],
      "year": 2011,
      "doi": "10.1111/j.1532-5415.2010.03276.x"
    },
    {
      "title": "Functional disability in late-middle-aged and older adults admitted to a safety-net hospital",
      "authors": [
        "R Brown",
        "E Pierluissi",
        "D Guzman"
      ],
      "year": 2014,
      "doi": "10.1111/jgs.13103"
    },
    {
      "title": "Fewer emergency readmissions and better quality of life for older adults at risk of hospital readmission: a randomized controlled trial to determine the effectiveness of a 24-week exercise and telephone follow-up program",
      "authors": [
        "M Courtney",
        "H Edwards",
        "Chang Parker",
        "A Finlayson",
        "K Hamilton"
      ],
      "year": 2009,
      "doi": "10.1111/j.1532-5415.2009.02138.x"
    },
    {
      "title": "A randomized controlled trial of exercise to improve outcomes of acute hospitalization in older adults",
      "authors": [
        "H Siebens",
        "H Aronow",
        "D Edwards",
        "Z Ghasemi"
      ],
      "year": 2000,
      "doi": "10.1111/j.1532-5415.2000.tb03862.x"
    },
    {
      "title": "Behavioral economics holds potential to deliver better results for patients, insurers, and employers",
      "authors": [
        "G Loewenstein",
        "D Asch",
        "K Volpp"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1163"
    },
    {
      "title": "Asymmetric paternalism to improve health behaviors",
      "authors": [
        "G Loewenstein",
        "T Brennan",
        "K Volpp"
      ],
      "year": 2007,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.298.20.2415&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2017.3458&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Effectiveness of behaviorally designed gamification interventions with social incentives for increasing physical activity among overweight and obese adults across the united states: the STEP UP randomized clinical trial",
      "authors": [
        "M Patel",
        "D Small",
        "J Harrison"
      ],
      "year": 2019,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2019.3505&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Engineering social incentives for health",
      "authors": [
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.1056/nejmp1603978"
    },
    {
      "title": "The importance and impact of social support on outcomes in patients with heart failure: an overview of the literature",
      "authors": [
        "M Luttik",
        "T Jaarsma",
        "D Moser",
        "R Sanderman",
        "D Van Veldhuisen"
      ],
      "year": 2005,
      "doi": "10.1097/00005082-200505000-00007"
    },
    {
      "title": "The impact of social support on outcomes in adult patients with type 2 diabetes: a systematic review",
      "authors": [
        "J Strom",
        "L Egede"
      ],
      "year": 2012,
      "doi": "10.1007/s11892-012-0317-0"
    },
    {
      "title": "Mobility and outcomes for validated evidence-Incentive trial (MOVE IT): randomized clinical trial study protocol",
      "authors": [
        "H Greysen",
        "C Reale",
        "A Mercede"
      ],
      "year": 2020,
      "doi": "10.1016/j.cct.2019.105911"
    },
    {
      "title": "Accuracy of smartphone applications and wearable devices for tracking physical activity data",
      "authors": [
        "M Case",
        "H Burwick",
        "K Volpp",
        "M Patel"
      ],
      "year": 2015,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2014.17841&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: the ACTIVE REWARD randomized trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small"
      ],
      "year": 2018,
      "doi": "10.1161/jaha.118.009173"
    },
    {
      "title": "Using wearable devices and smartphones to track physical activity: initial activation, sustained use, and step counts across sociodemographic characteristics in a national sample",
      "authors": [
        "M Patel",
        "L Foschini",
        "G Kurtzman"
      ],
      "year": 2017,
      "doi": "10.7326/m17-1495"
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: a randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/m15-1635"
    },
    {
      "title": "Validity of the AM-PAC \"6-Clicks\" inpatient daily activity and basic mobility short forms",
      "authors": [
        "D Jette",
        "M Stilphen",
        "V Ranganathan",
        "S Passek",
        "F Frost",
        "A Jette"
      ],
      "year": 2014,
      "doi": "10.2522/ptj.20130199"
    },
    {
      "title": "Randomized Evaluation of Trial Acceptability by INcentive (RETAIN): study protocol for two embedded randomized controlled trials",
      "authors": [
        "D Krutsinger",
        "J Mcmahon",
        "A Stephens-Shields"
      ],
      "year": 2019,
      "doi": "10.1016/j.cct.2018.11.007"
    },
    {
      "title": "Procrastination, deadlines, and performance: self-control by precommitment",
      "authors": [
        "D Ariely",
        "K Wertenbroch"
      ],
      "year": 2002,
      "doi": "10.1111/1467-9280.00441"
    },
    {
      "title": "Commitment devices: using initiatives to change behavior",
      "authors": [
        "T Rogers",
        "K Milkman",
        "K Volpp"
      ],
      "year": 2014,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2014.3485&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    },
    {
      "title": "The fresh start effect: temporal landmarks motivate aspirational behavior",
      "authors": [
        "H Dai",
        "K Milkman",
        "J Riis"
      ],
      "year": 2014,
      "doi": "10.1287/mnsc.2014.1901"
    },
    {
      "title": "Prospect theory: an analysis of decision under risk",
      "authors": [
        "D Kahneman",
        "A Tversky"
      ],
      "year": 1979,
      "doi": "10.2307/1914185"
    },
    {
      "title": "Assessing self-maintenance: activities of daily living, mobility, and instrumental activities of daily living",
      "authors": [
        "S Katz"
      ],
      "year": 1983,
      "doi": "10.1111/j.1532-5415.1983.tb03391.x"
    },
    {
      "title": "An epidemiology of disability among adults in the United States",
      "authors": [
        "S Nagi"
      ],
      "year": 1976,
      "doi": "10.2307/3349677"
    },
    {
      "title": "Performance of an abbreviated version of the Lubben Social Network Scale among three European community-dwelling older adult populations",
      "authors": [
        "J Lubben",
        "E Blozik",
        "G Gillmann"
      ],
      "year": 2006,
      "doi": "10.1093/geront/46.4.503"
    },
    {
      "title": "Mobility activity and its value as a prognostic indicator of survival in hospitalized older adults",
      "authors": [
        "G Ostir",
        "I Berges",
        "Y Kuo",
        "J Goodwin",
        "S Fisher",
        "J Guralnik"
      ],
      "year": 2013,
      "doi": "10.1111/jgs.12170"
    },
    {
      "title": "Pedometer-measured physical activity and health behaviors in U.S. adults",
      "authors": [
        "Bassett Dr",
        "H Wyatt",
        "H Thompson",
        "J Peters",
        "J Hill"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181dc2e54"
    },
    {
      "title": "Individual information-centered approach for handling physical activity missing data",
      "authors": [
        "M Kang",
        "D Rowe",
        "T Barreira",
        "T Robinson",
        "M Mahar"
      ],
      "year": 2009,
      "doi": "10.1080/02701367.2009.10599546"
    },
    {
      "title": "Handling missing values in longitudinal panel data with multiple imputation",
      "authors": [
        "R Young",
        "D Johnson"
      ],
      "year": 2015,
      "doi": "10.1111/jomf.12144"
    },
    {
      "title": "Multiple Imputation for Nonresponse in Surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987,
      "doi": "10.1002/9780470316696"
    },
    {
      "title": "Bedrest is toxic: why mobility matters in the hospital",
      "authors": [
        "S Greysen",
        "M Patel"
      ],
      "year": 2018,
      "doi": "10.7326/m18-1427"
    },
    {
      "title": "Patient-centered community health worker intervention to improve posthospital outcomes: a randomized clinical trial",
      "authors": [
        "S Kangovi",
        "N Mitra",
        "D Grande"
      ],
      "year": 2014,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2013.14327&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2021.0952"
    }
  ],
  "num_references": 47
}
