{
  "paper_id": "6S5U4Q2X",
  "title": "Co-design of digital health interventions with young people: A scoping review",
  "abstract": "Introduction: Innovative health promotion strategies are crucial for enhancing global quality of life and curbing premature deaths. Digital health promotion is particularly impactful for young individuals often using internet-connected devices. Collaborative methodologies in digital intervention research offer insights into supporting youth during key life stages, such as adolescence. This review sought to examine the literature on digital health interventions for youth co-designed via participatory frameworks. Methods: Following the Joanna Briggs Institute Manual and an adapted Arksey & O'Malley's 6-stage framework, this review utilised the PRISMA-ScR checklist for structured reporting. Peer-reviewed research where young individuals (15-35 years) contributed to digital health intervention design was analysed. Systematic synthesis adhered to Braun & Clarke's Thematic Analysis Guidelines, mapping data to research queries and thematic framework. Results: Eighteen articles were systematically synthesised, revealing seven main themes: digital tool, inquiry field, report aim, participatory activities, intervention attributes and behavioural change support. Seventeen distinctive digital health interventions were assessed, mostly within risk mitigation and mental health domains. Predominantly, interventions were web-based, with mental wellness websites emerging as the prevalent tool. User experience testing stood out as the primary reported outcome. \n Conclusion: Several innovative digital health interventions targeting youth have been identified. Platforms including social media, specialised apps, websites and video games are instrumental for health advice and clinical support dissemination, overcoming access and cost barriers. Participatory techniques are integral for the efficacy of digital health resources, encompassing youth aspirations and anticipations. Continued efforts will enrich comprehension of optimal practices in digital health promotion and intervention formulation.",
  "year": 1999,
  "date": "1999",
  "journal": "Patient Edu Couns",
  "publication": "Patient Edu Couns",
  "authors": [
    {
      "forename": "Jessica",
      "surname": "Malloy",
      "name": "Jessica Malloy",
      "affiliation": "1  Discipline of Nutrition & Dietetics , Faculty of Medical & Health Sciences , University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t Discipline of Nutrition & Dietetics \n\t\t\t\t\t\t\t\t Faculty of Medical & Health Sciences \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Stephanie",
      "surname": "Partridge",
      "name": "Stephanie Partridge",
      "affiliation": "2  Westmead Applied Research Centre , Faculty of Medicine and Health , The University of Sydney , Sydney , Australia \n\t\t\t\t\t\t\t\t Westmead Applied Research Centre \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t The University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Joya",
      "surname": "Kemper",
      "name": "Joya Kemper",
      "affiliation": "4  Department of Management, Marketing, and Entrepreneurship , University of Canterbury Business School , University of Canterbury , Christchurch , New Zealand \n\t\t\t\t\t\t\t\t Department of Management, Marketing, and Entrepreneurship \n\t\t\t\t\t\t\t\t Business School \n\t\t\t\t\t\t\t\t University of Canterbury \n\t\t\t\t\t\t\t\t University of Canterbury \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Christchurch \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Andrea",
      "surname": "Braakhuis",
      "name": "Andrea Braakhuis",
      "affiliation": "1  Discipline of Nutrition & Dietetics , Faculty of Medical & Health Sciences , University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t Discipline of Nutrition & Dietetics \n\t\t\t\t\t\t\t\t Faculty of Medical & Health Sciences \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "forename": "Rajshri",
      "surname": "Roy",
      "name": "Rajshri Roy",
      "affiliation": "1  Discipline of Nutrition & Dietetics , Faculty of Medical & Health Sciences , University of Auckland , Auckland , New Zealand \n\t\t\t\t\t\t\t\t Discipline of Nutrition & Dietetics \n\t\t\t\t\t\t\t\t Faculty of Medical & Health Sciences \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Auckland \n\t\t\t\t\t\t\t\t\t New Zealand",
      "email": "r.roy@auckland.ac.nz"
    },
    {
      "affiliation": "University of Auckland , 85 Park Road , Grafton , Auckland , 1011 , New Zealand. \n\t\t\t\t\t\t\t\t University of Auckland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 85 Park Road \n\t\t\t\t\t\t\t\t\t 1011 \n\t\t\t\t\t\t\t\t\t Grafton Auckland \n\t\t\t\t\t\t\t\t\t New Zealand"
    }
  ],
  "doi": "10.1177/20552076231219117",
  "pmid": "14596951",
  "keywords": [
    "Digital health",
    "general",
    "eHealth",
    "mHealth",
    "psychology",
    "behaviour change",
    "lifestyle",
    "co-design"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Innovative and effective health promotion strategies are vital to improving quality of life and reducing the global incidence of premature deaths.  1, 2 Health promotion efforts, including providing wide-scale education or resources, should evolve to reflect societal change. Unique and effective strategies are required to reach population groups in key life stages such as young adulthood, where pivotal developmental changes such as subsiding familial supervision and increased vulnerability to risktaking behaviours have the potential to influence long-term health and wellbeing.  3 Digital health technologies, including those which use app or web-based platforms and wearable devices, have the potential to improve the provision of healthcare and health outcomes for young people.  4 oung adults are digital natives and spend an increasing amount of time engaging with personal devices.  5 Globally, young people (YP) aged 16-24 years spend a daily average of just over 4 hours connected to the internet on a mobile device, and just over 3 hours connected via a PC, laptop or tablet.  6 Health intervention methods implemented to improve the health behaviours of YP traditionally involve face-to-face group or individual sessions or consultation, which rely on factors such as travel, time and financial capability.  7 The digitalisation of health promotion efforts can overcome these long-standing barriers by optimising accessibility and reach.  [8] [9] ] [10]  However, it often involves entrance into the attention economy, competing with companies, organisations, social networks and influencers for the attention of this demographic to disseminate health advice.  11 esearchers are looking to social networking sites (SNS) such as Facebook, Instagram, TikTok, WhatsApp and YouTube as potential intervention platforms: for harnessing social aspects by developing chatbots or optimising group chat functions to impart health advice and to make an attempt to change behaviours.  [12] [13] 3] [14] [15]  The use of technology differs generationally and is aligned with a shift of digital tools and platforms toward socialisation.  16, 17 Younger generations have been found to use technology for entertainment, social and hedonic means, compared to older age groups whose use is primarily for practicality and the facilitation of daily tasks.  16 Therefore, user experience must be understood when developing digital health interventions (DHIs) for target groups. The requirement of this understanding highlights the importance of participatory design, whereby end-users are consulted with or further involved in the development of DHIs to explore the feasibility, usability and efficacy of these relatively novel intervention platforms.\n\nCo-design, which arose from the field of participatory design, is an umbrella term used to describe a range of participatory methods and typically involves 'serious design games' and activities such as role playing, design sketching and mind mapping within participatory phases such as workshops or focus groups.  18 The practice of co-design seeks to understand and integrate real-life experiences to improve services, and is seen as being both ethical and pragmatic.  19 ue to the emerging field of exploration, a scoping literature review (ScR) was selected as the optimal method for synthesising the identified research. Munn et al. stated that the primary objective of this review type is to 'scope' a body of literature to 'identify knowledge gaps, clarify concepts or investigate research conduct'.  20 An initial search of the literature indicated a need to further explore how co-design or related participatory methodologies are being used in the development of DHIs, as well as how these interventions support important aspects of behaviour change such as reach, engagement and relevancy.\n\nThe PCC (population, concept and context) framework was developed to guide researchers on the conception of meaningful research questions.  21 To comprehensively investigate how co-design with YP is used in the development of DHIs, the broad review objective has been translated into four key research questions using the following framework:\n\n1. Which health outcomes and behaviours have been targeted by DHIs developed via co-design with YP? 2. Which theories and frameworks of co-design or participatory design have been used to involve YP in the development of DHIs? 3. How does co-design or participatory design support behaviour change efforts such as reach, engagement and accessibility of DHIs for YP? 4. What is the potential to build credibility, trust, collaboration and advocacy online?"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Protocol design",
      "text": "An overview of the methodological framework for this review has been published in a protocol paper.  22 ccording to our previously published protocol paper, the initial search for this scoping review was completed in September 2021. To ensure the inclusion of recent research, we conducted an updated search to capture articles published from that time to October 2023. This review has been conducted following the Joanna Briggs Institute (JBI) Manual for Evidence Synthesis, and an adapted version of Arksey & O'Malley's 6-stage framework for scoping reviews (ScRs).  [23] [24] 4] [25] [26]  The adapted framework consists of five core stages which have been followed, including: (a) identification of the research question, (b) identification of relevant studies, (c) selection of studies, (d) charting of data and (e) summary and report of research findings.  25, 26 The PRISMA-ScR (Preferred Reporting Items for Systematic Reviews and Meta-Analyses Extension for Scoping Review) checklist has been used to structure the reporting of conduct and results (Figure  1 ).  27 Search terms and strategies were developed via consultation with a University of Auckland science librarian and run on five databases: MEDLINE (Ovid), Scopus, CINAHL Plus, Cochrane and Google Scholar. Search strategies were comprehensive to identify published and grey literature (n = 1337). The final pool of studies was independently screened and assessed before an interpretive analysis of the results according to the established research questions and objectives. No automated exclusion tools were used. Grey literature, including organisational frameworks and guidelines, was identified via advanced and manual searching of Google Scholar using keywords. Although excluded from the current study, relevant grey literature was pooled and studied separately to support the comprehension of the principles and applications of participatory methodologies."
    },
    {
      "title": "Key definitions",
      "text": "The age of young adulthood has been defined as 18-26 years, aligned with the Institute of Medicine and National Research Council.  3  Despite this group being the principal focus of the review, due to the limited nature of evidence, the age range for inclusion was iteratively widened to include young people aged 15-35 years to avoid the exclusion of relevant research.  28 For the purpose of this review, digital platforms were defined as any technology which falls under the banners of eHealth or mobile health (mHealth), including those that are web-based or involve social networking, blogging, wearable devices, engagement with social media (SM), the use of SMS (short message service) or general health information technology.  4 igital health tools or interventions encompass those aiming to improve chronic disease states, mental health conditions, dietary or physical activity habits, and risky health behaviours including binge drinking and smoking using any of the aforementioned platforms."
    },
    {
      "title": "Data charting process",
      "text": "An adapted version of the JBI results extraction instrument was used to extract data on the study and intervention characteristics, as well as intervention-specific data on the use of participatory methodologies, theories and frameworks to address research questions.  29 The co-design of intervention tools is a multi-phase process, typically including co-development, user experience testing and research trials. The nature of reporting is reflective of this process; it was observed that papers primarily aim to (a) describe co-design protocols, (b) evaluate metrics of intervention success such as acceptability, usability and feasibility prior to launch or (c) investigate the effect of the developed DHIs on health outcomes or behaviours. As such, the objective of these studies have been characterised and charted as descriptive, evaluative or investigative. Insights have been mapped according to the thematic analysis framework generated for this review, with insights then categorised by applicability to the four research questions."
    },
    {
      "title": "Data synthesis and analysis of results",
      "text": "A narrative synthesis of the final list of studies was performed using NVivo qualitative research data analysis software for coding and thematic framework generation. 30 Braun & Clarke's thematic analysis guidelines, and recommendations for the conduct of data synthesis for ScR and the methodological conduct of similar reviews were used to guide the overall process of data analysis.  [31] [32] 2] [33]  Data synthesis methodology was adapted to suit the unique research data (i.e. studies reporting on co-or participatory methodologies and associated outcomes).\n\nFor initial data familiarisation, word frequency and cloud queries were analysed for the full text of papers included for analysis to identify keywords. Using mapping tools, keywords identified from query searches were used as a visual technique to support the origination of deductive codes, which were generated from the four research questions. This list of deductive codes was created and utilised for initial data coding. Thematic coding began deductively to increase the likelihood of identifying relevant topics, themes and ideas present in the data.\n\nCoding only deductively comes with a risk of bias. To mitigate this risk and ensure all possible aspects of the data were considered in theme generation, inductive codes and additional deductive codes were continually generated as coding took place, resulting in a comprehensive list of both code types.\n\nThe final code set was sent to a second researcher for independent coding of the presented data. Once completed, agreement between codes was reviewed by the primary author. Where there was significant disagreement, discrepancies were discussed and resolved in a meeting set for this purpose. A summary of the adapted thematical analysis process is outlined in Appendix 1.\n\nAs per the guidelines, no quality assessment is required for this type of review.  23 However, the JBI critical appraisal tools for qualitative studies, randomised controlled trials and quasi-experimental research were used to critically appraise the final pool of studies.  34 No papers were excluded as a result of the critical appraisal process. Alongside internal validity assessments, the extent of co-design reporting was assessed to independently confirm papers for analysis. Where reporting on co-design was limited, the inclusion of these papers was discussed.  [35] [36] ] [37] [38] [39]  Such papers reported on other aspects of the developed digital tools such as efficacy or feasibility, rather than outlining co-creation processes. In these instances, published papers detailing participatory development of the tool were sought. Where possible, this additional scoping of the literature was performed for papers which reported primarily on co-design or user experience, to determine the effect or influence of digital tools on health behaviours or outcomes."
    },
    {
      "title": "PRISMA data extraction and synthesis",
      "text": "Twenty-three articles met the inclusion criteria for this review. In total, 1205 citations were screened, with 183 additional papers identified via citation chaining. The primary reasons for exclusion were (a) non-inclusive methodologies, whereby methods were not able to be classified as participatory, (b) secondary literature such as systematic reviews, conference papers or editorials and (c) wide age-range criteria or tools developed with those whose ages fell outside of the 15-35-year bracket for this review (Figure  2 )."
    },
    {
      "title": "Results",
      "text": "Relevant study characteristics, and the types of available evidence included for the analyses, are given in Table  1 . Over half (65%) of the papers were classified as recent, meaning they were published in 2016 or later. Most studies were identified as qualitative (70%). Four of the twenty-three studies were randomised controlled trials, and three were quasi-experimental. Most studies were conducted in Australia (n = 10), followed by the United States (n = 7). Co-design took place within the following settings: health centres or clinics, universities, shared interest communities such as Australian Football League or gaming, African American, Latino and LGBTQ + communities in the United States and native Spanish-speaking communities in Australia.\n\nA narrative synthesis of the final list of articles (n = 23) resulted in the emergence of seven key themes, forming a part of the overarching thematic analysis framework (Figure  1 ). Key themes arose when coding data both deductive and inductively, and included the field of inquiry or targeted health outcome, developed digital technologies and objectives of the research, as well as desirable attributes of digital health tools and support of behaviour change efforts through reach, engagement and accessibility. Each theme has been categorised by the applicability of learnings to the four key research questions within the PCC framework. The reporting of results and insights has therefore been structured as such. Additional aspects of the body of evidence analysed included key strengths and limitations and identified gaps across the reviewed literature."
    },
    {
      "title": "PCC research question one: targeted health outcomes and behaviours using co-developed digital health interventions",
      "text": "Digital technologies. Overall, 22 unique DHIs were included for analysis (Table  1 ). Six digital tools (MindMax, Realshare, Rebound, MOST, LifeBuoy and weCare) incorporated aspects of other platforms. MindMax, an app developed to improve men's mental wellbeing, used gamification to enforce positive mental health behaviours.  40 This form of serious game is aligned with SAAFE, an mHealth video game developed to educate young African Americans on sexual health to reduce STI incidence.  41 espite primarily being classified as websites, Rebound, MOST and Realshare use social networking, like Vivibot and MiCHAT, however these interventions were delivered on unique web-based platforms, rather than on the existing SM sites (e.g. Facebook).  37, 42, 43 ifeBuoy is a novel app developed to improve the mental wellbeing of young people. For this research, the adjunctive engagement strategy delivered on the social media site Instagram has been analysed.  44 weCare predominantly uses established social media apps for direct interactions; however, participants are offered SMS as a form of communication.  45 Websites have been developed consistently over the 13 years of analysis, whereas the use of apps and gamification as intervention platforms first appeared in 2017. The most recent DHIs to be co-developed are short animated films.  46, 47 eld of inquiry. Field of inquiry, or targeted health behaviours, were grouped by (a) chronic disease, (b) general wellbeing, (c) physical activity, (d) mental health and (e) risk mitigation. Mental health (n = 10) and risk mitigation (n = 6) were the most common fields of inquiry. Targeted mental health conditions included psychosis, anxiety and depression in young people, as well as general mental health literacy.  [46] [47] 7] [48] [49]  Regarding risk mitigation, researchers reported on digital tools developed to reduce risky behaviours for alcohol consumption, sexual health and sun exposure.  38, 39, [50] [51] 1] [52]  Digital tools were developed for six chronic diseases: cancer, HIV, type 1 diabetes, congenital heart disease, cystic fibrosis and asthma.  5, 35, 45, 49, 50 igure  3 (a) shows the relationship between the chosen digital platform and the field of inquiry.\n\nObjectives and research design. Papers were classified as descriptive, evaluative or investigative. Papers classified as descriptive aimed primarily to provide a comprehensive overview of co-or participatory processes. Evaluative papers reported on the results of user-experience testing of a co-designed DHI. Finally, investigative papers assessed and reported on the influence or effect of co-designed digital tools on health outcomes or behaviours (Table  1 ). Many studies primarily reported on the results of userexperience testing, providing valuable insight into the acceptability, feasibility and usability of tools (Figures  3(b ) and Figure  4 ).\n\nDescriptive studies. Five papers reported primarily on the development of their DHIs.  [44] [45] [46] 48, 51  A pilot study evaluating the feasibility, acceptability and preliminary efficacy of the MiCHAT tool reported positive results.  53 articipation in the intervention resulted in reductions in the days of drug and alcohol use, risky sexual health behaviours such as unprotected sex and the knowledge of HIV-related risks. The preliminary impact of weCare was evaluated among 91 participants over a 12-month period. The number of missed HIV care appointments significantly reduced at 12 months post-intervention, and significant increases in viral load suppression were observed.  54 No further studies reported on studentdepression.org were able to be sought; however, Meyer reported that the site received over 50,000 visitors in the first year of launch, with the majority rating the site as either quite or very useful.  49 aluative studies. Fifteen studies assessed the userexperience of their developed DHIs. The most common outcome measures specified by the authors were usability (n = 13), followed by acceptability (n = 8) and feasibility (n = 3). Almost all evaluative studies reported target-user satisfaction, acceptability, feasibility or usability of the developed tools (n = 12). It is important to consider the role of commonly reported limitations. These include external motivating factors for tool engagement, and small and non-representative samples, which may confound results.  5, 38, 43, 50, 55 Furthermore, the ability to identify negative outcomes associated with digital tools may be limited as a result of publication bias.\n\nInvestigative studies. Whether acceptability findings translate to positive influences on health outcomes is a further aspect of analysis. Those which reported on health impacts (n = 3) found mixed results. A pilot evaluation of the Rebound intervention showed it to be engaging, feasible, usable and safe, reporting a significant increase in the number of participants achieving full remission.  37 hose who achieved full remission at baseline (n = 5) remained in remission for major depressive disorder for the duration of the intervention period. Only 14.3% of participants relapsed to full threshold symptoms at 12 weeks. Overall, there was significant improvement in the interviewer-rated depression scores and a trend for improved strength use.  37 However, Bidargaddi et al. reported no significant effect of 'The Toolbox' on the participant wellbeing.  36 Similarly, Greer et al. found no effect on the measures of depression and positive or negative emotions.  35 indings support the importance of engagement with DHIs.  56 Those analysing Vivibot found a relationship between the number of sessions and reductions in anxiety, with greater reductions observed with more sessions.  35 Similarly, Bidargaddi et al. found a positive effect of the repeated engagement with the platform, concluding that the developed DHI 'may not lead to improvements yet may halt decline'.  36 sociation analysis: clinical efficacy of digital health tools. The PRISMA-ScR framework has been adapted to accommodate for additional studies sought to comment further on the indications of clinical efficacy. For the papers classified as evaluative, additional studies were sought which reported on the health impact of their DHIs. Of the associated papers identified (n = 10), eight reported the positive impacts of the intervention on health outcomes or behaviours.  47, [57] [58] ] [59] [60] [61] [62] [63]  Regarding the effectiveness of the What's Up With Everyone campaign, a series of short animated films co-developed to promote mental health literacy among young people, and changes in knowledge, attitudes, confidence, help-seeking behaviours and mental health stigma were measured for 71 participants before and after viewing the films. Pre-post experiment measures revealed improvements in all measures.  64 Two of the nine studies reported no statistically significant differences between the assessment and control groups.  65, 66 C research question two: theories, frameworks and activities of co-design in the development of DHIs\n\nParticipatory activities and methodologies implemented by researchers are presented in Table  2 . The Young and Well Co-Operative Research Centre innovative methodologies guide provides a comprehensive framework for the participatory development of evidence-based online youth mental health promotion, intervention and treatment, and was cited by four of the eighteen studies assessed.  9, 36, 40, 72, 96 A range of participatory activities were used to include YP in the development processes and obtain relevant data. The most reported participatory activity conducted in a group   setting was focus groups (n = 12), followed by workshops (n = 11). User-experience testing (n = 14) and interviews (n = 12) were the most common individual activities implemented.\n\nWhere possible, the average age of participants across studies with older participants (aged 26 years and above) was obtained (Table  3 ). Eight studies included participants aged 26 years and older, while six studies developed DHIs with individuals aged 30 years or over. Analyses demonstrate that the majority of participants (excluding health professionals) in multi-phase DHI development were under the age of 30. The average age of participants was unable to be calculated for two of the studies.  45, 97 wo studies reported on the experiences of codesigners.  43, 49 Young people spoke of an appreciation for researchers in listening to and including their voices and values in digital tools. One participant stated they 'feel that the comments made were valued and listened to'.  49  further researcher noted that the participatory design process allowed YP to exert their 'patient voices'.  43"
    },
    {
      "title": "PCC research question three: co-design in support of behaviour change efforts",
      "text": "For DHIs to be effective, they must reach target audiences and optimise aspects of use such as accessibility and adaptability.  98 Young co-developers provided many insights into how this may be achieved.  5, 10, [37] [38] [39] 39] [40] [41] [42] [43] [44] [45] [46] [47] 53  Identified sub-themes for desirable attributes are presented in Figure  5 .\n\nSocial connectivity and networking. In line with the evolution of technology and social platforms, most analysed studies incorporated social aspects into the developed tools. Although social platforms allow for far-reaching connectivity, it is often difficult to find other individuals or groups with the same diagnoses. Across the 23 studies, an appreciation for direct connectivity to others with shared experiences, as well as available community support services, was commonly reported.  37, [42] [43] 3] [44] [45]  Participants in the co-development of  www.steppingUP.ie expressed a desire to learn from others with shared experiences via video testimonials, which aligns with the intentions of both the SpunOut and What's Everyone Up To campaigns.  5, 45, 46 oung co-designers of LifeBuoy advocated for Instagram as a platform, owing to its ability to foster a sense of community and familiarity with the app.  44 However, there was a common thread of concern with using major social networking sites as DHI platforms.  40, 42, 51 ivacy and anonymity. YP spoke of privacy concerns, expressing reluctancy to disclose personal health information on SM.  42, 51  YP suggested that novel DHIs should not mimic popular social media sites, as they would likely become redundant.  40 Those with initial concerns regarding the monopoly of established SNS found that this did not have an impact on the engagement or usage of unique tools.  37, 43 A further barrier to using SM is the 'tension between positive presentation on SM and health-related goals that require honesty and disclosure'.  42 any DHIs target health behaviours that are sensitive in nature, such as mental and sexual wellbeing. It has become evident that although social connectedness is an important part of DHIs, researchers should consider establishing or using social sites which allow for anonymity.\n\nFor those using Facebook as a platform, participants expressed the need to create separate study-specific accounts to preserve anonymity, without links to other social account information, as well as clearing chat history following counselling sessions.  51 ained moderation. The inclusion of moderators, either trained facilitators or clinicians, is suggested to encourage and ensure safe communication regarding health.  37, 42, 43 his is evident through doubling of engagement metrics with Realshare when a moderator was present compared to when the networking site ran without a facilitator.  43 articipants were more likely to speak openly and honestly about sensitive health issues when a moderator was present and appreciated the additional support.  43 The recommended inclusion of a facilitator is aligned with those of Lederman et al. and Rice et al. regarding moderated social networking sites for therapy.  37, 42, 43 al setting and progress tracking. Co-developers desired goal setting tools and encouraged the use of trackers to assess progress over time.  10, 40, 55 Participants designing Active Coach expressed a need for these trackers to be passive or automatic, as opposed to a reliance on YP in tracking behaviours or efforts.  10 Similarly, a protocol paper on the development of MindMax reported feedback regarding the annoyance of continually tracking progress or symptoms, and suggested to use 'data already provided to smartphones, apps or in-built features such as pedometers'.  99 egarding goal setting and advice, participants suggested that recommendations be actionable, simple and specific.  44 As an example, YP developing MindMax preferred 'guided meditation and the suggestion of postcard writing to a loved one' over vague reflective tasks.  40 gh quality interfaces. For the development of gamified health interventions, YP expressed a need for games to be of high quality and realistic, in comparison with other games played regularly by participants. There was a strong opposition to the developed games which felt 'gimmicky and cheap'.  40, 41 Similar comments were made regarding poorly designed websites.  39 rsonalisation and tailoring. Personalisation, customisation and representation were identified as pertinent features of  websites, apps and games.  10, [38] [39] [40] 40] [41] 47  Ospina-Pinillos et al. reported the importance of co-adapting DHIs to meet distinct cultural needs.  96 For the weCare intervention, the importance of tailoring information to participants via direct message was evident.  45 Several researchers included customisable avatars as a part of the initial setup process for their DHIs, which predominantly received positive feedback.  38, 40, 41 cessibility and inclusivity. The accessibility of content was commonly identified as a significant consideration for youth DHIs. This includes adaptation for those with disabilities or for the most vulnerable members of the target group. For example, the inclusion of subtitles for video content and multi-lingual resources where necessary.  [45] [46] ] [47]  The importance of gender, sexual orientation and cultural representation in DHIs was raised during the development and evaluation processes.  39, 40, 47 YP participating in the development of HealthMpowerment.org shared experiences of racism and stigmatisation and expressed the importance of the website being designed with the target population in mind.  39 Female MindMax youth developers reported on the need for 'non-gendered base avatars' which can then be customised, rather than the default avatar being male.  40 Evaluators of What's Up With Everyone appreciated the inclusiveness of animations.  47 verrepresentation, however, should be a consideration; those co-developing  www.steppingUP.ie disliked pictures of young people appearing on each webpage, stating they were 'annoying' and 'cheesy' during usability testing.  5 C research question four: potential to build credibility, trust, collaboration and advocacy online\n\nAddressing the final research question, the above findings may be translated into insights regarding the ability to create credible and trustworthy DHIs which support collaboration and advocacy efforts. In a digital world ripe with dis-and misinformation, the credentials of health professionals are increasingly well-regarded and sought online. The presence of known or trusted researchers or clinicians in developed tools, be it through disseminated resources or ongoing communication, will therefore act to increase trust and credibility, as well as safety.  37, 42, 43 f facilitators to be present in digital tools are not known to participants, they should ensure early introductions are comprehensive to build initial rapport. Participants developing MiCHAT suggested 'their comfort with engaging in the study and discussing sensitive topics could be increased if the counsellor could dedicate the entire first session to describing the program and themselves'.  51 articipants also suggested offering future participants 'the opportunity to learn about their counsellor ahead of time, through a study-specific Facebook account detailing qualifications and personal reasons for involvement'.  51 or weCare users, face-to-face connection with cyber health educators helped to establish rapport and trust prior to communication online.  45 he appropriateness of content for target users, as well as the presentation of the tool itself, are also important considerations. Greer et al. found many features of Vivibot to be associated with positive outcomes in internet-based interventions for depression, including surface credibility, aesthetics and content appeal to the specific population.  35 ealth information provided online, such as advice, support or resources, should consider 'a younger point of view and explain in readable English, rather than some of the more technical things you get given by the hospitals'.  43 These findings align with those of Coyne et al., who reported their young co-designers wanted website information to be simple and age-appropriate, avoiding 'nonpatronising, adult-oriented' language.  5 The use of metaphors to portray health messages was also positively received.  47 he insights required for this tailoring are an outcome of participatory design, reinforcing the need to include target users in the design and development processes.  5 s discussed, the quality of 'surfaces' or interfaces should be comparable to other, frequently engaged with digital sites or games. If developing tools from scratch, achieving this will likely involve collaboration with service or software designers to optimise aesthetics and usabilityseveral researchers consulted tech, software design or film experts (n = 10). For example, the What's Up With Everyone animated short films were created in partnership with Aardman Animations, an award-winning independent animation studio.  47 Small tweaks to DHIs, including the sending of messages to student email systems rather than personal addresses, changing website domains to .org or .com, and including University or organisation logos on website pages were suggested to improve credibility and trust.  47, 49, 96"
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Main findings",
      "text": "Taken together, the emerging evidence suggests that there are numerous opportunities to collaboratively develop engaging and practical digital tools for young people. Insights were able to be mapped according to the four key research questions. By far, the most commonly developed DHIs have been websites, which were consistently developed since the beginning of the analysed period. For those looking to collaboratively develop DHIs, some important considerations for young people include trustworthiness and safety, connection to others with shared experiences and the quality of developed tools.\n\nParticipatory methods can be harnessed by adapting established frameworks to suit unique research objectives and include young people in the design and iterative testing of DHIs. Researchers who employed collaborative methods more often than not found their tools to be usable and acceptable to young people. Co-design is an important consideration in ensuring that youth care and services provided are accessible, appropriate and effective. However, further research is required to corroborate the presented results."
    },
    {
      "title": "Comparison to previous studies",
      "text": "Recent systematic reviews and meta-analyses have evaluated the impact of DHIs on the health of young people. Although the findings were promising, the authors highlight the quality of evidence and methodological limitations, encouraging additional research and standardisation of research procedures and DHI taxonomy. 100-102 Regarding co-design, a practitioner review of collaboratively developed DHIs to improve the mental wellbeing of young people provides a comprehensive overview of co-design methods and techniques and offers guidance for those looking to co-develop DHIs.  103 Resource restraints and non-representative sample sizes were identified as key co-design challenges, aligned with the findings of this review. The authors note the evolving nature of technologies and suggest more face-paced participatory design phases to ensure outputs remain relevant and engaging."
    },
    {
      "title": "Strengths and limitations",
      "text": "Few studies have co-designed DHIs with the target group. This scarcity has led to a number of review limitations. A ScR lends the ability to assess a wide-ranging field of enquiry. However, the broad nature of this type of review can result in difficultly establishing boundaries.  104 This is evidenced by the iterative widening of the age-inclusion criteria, resulting in an inability to target results to young adults aged 18-26 years. The authors acknowledge that broadening the scope of this review raises questions about the classification of youth. Various definitions exist for this age group, with prominent global health organisations defining the age range as 15-29 years.  105, 106 The World Health Organisation refines this definition to focus on young adults, specifying this subset as those aged 20-24.  107 To be confident that the findings accurately represent the needs of young adults, we call for further research targeting individuals aged 18-26 years. Additional research involving the target group is necessary for gaining deeper insight into generational disparities in technology perceptions and usage, as this review faces limitations in addressing this particular aspect.\n\nAligned with similar research, taxonomy is a key limitation of this review.  102 Despite co-design being the principal methodology of interest, due to limited evidence, it has been combined with other methods which fall under the banner of participatory research. This is further complicated by discrepancies in definitions and classifications of participatory methods across the literature. Here, it is important to acknowledge the potential for assimilation of distinct methods and differing interpretations of participatory methods and results.\n\nThe need to collate insights from multiple perspectives regarding participatory work, intervention usability and later efficacy poses a unique challenge. It is often difficult to obtain a clear understanding of the success of a DHI from one report alone. For this review, all aspects of development and intervention have been considered. Where studies were deemed as limited in certain aspects of reporting during the critical appraisal process, additional studies were sought to ensure a more comprehensive analysis of the digital tools included for the assessment. As mentioned before, methodological limitations across the included studies may preclude results and limit the ability to draw causal conclusions."
    },
    {
      "title": "Recommendations for future research",
      "text": "Pilot testing with a small number of individuals representative of target populations for final iterations prior to larger trials or product launch has been highlighted as an important step in co-development processes. Heckman et al. acknowledge the contradictory nature of what participants say they want, compared to the features they use once tools are launched and accessed.  38 And for understanding youth desires and experiences of DHIs, observation of youth use of the developed tools is an important consideration for those adapting and applying participatory frameworks.\n\nFurthermore, researchers may consider reporting on the experience of co-designers, as well as outcomes from development processes. There are gaps in the literature regarding evaluations of the impact of co-design on stakeholders. Few researchers reported on the participatory experiences of participants, with the majority commenting only on the utility of co-or participatory design. Those who did share insights reported positive experiences in participating in collaborative design processes.\n\nOther studies not included for review and which have qualitatively assessed the experiences of stakeholders in collaborative processes have reported mixed results.  [108] [109] ] [110]  There appears to be many ways in which co-development can positively impact designers, alongside areas for improvement. And in similar reports of camaraderie, researchers have also reported participant experiences of designing as transactional, despite the tendency of co-design to boast of its ability to go 'beyond consultation'.  109 Brief reports on designers' perspectives and outcomes may add depth to results and further the argument for co-design in health promotion and intervention. Furthermore, it may help in identifying where participatory methods can improve to ensure co-design is beneficial for developers and users alike.\n\nTo fully harness youth insights, researchers may consider collaborating at even earlier stages, when deciding upon research questions and objectives. Traditionally, co-design occurs after researchers have already established the areas and goals of study. Here, what is potentially missing is youth involvement in the generation of ideas about what to research. This may further improve health tools and services for young people."
    },
    {
      "title": "Conclusions",
      "text": "A range of innovative digital health interventions have been developed to support young people. Novel platforms such as social networking sites, unique apps and websites, short animated films and video games may be useful tools for disseminating health advice and have the potential to offer valuable clinical support for young people. Researchers attempting to develop digital health tools should consider doing so with input from stakeholders, including target users, as well as software experts in some instances to ensure quality and to encourage ongoing engagement and use. The experience of co-designers may offer useful insight into the benefits and pitfalls of co-design beyond outputs. Health promotion strategists looking to digitalise their approaches may find value in the adaptability and responsiveness of participatory design, the benefits of which are increasingly being recognised. Further digital health research is needed with universally adopted mobile technologies to better understand their utility in promoting health and preventing diseases in young adults."
    },
    {
      "text": "Figure 1. Thematic analysis framework. PCC: population, concept and context."
    },
    {
      "text": "Figure 2. Adapted PRISMA flow diagram. a Includes grey literature search. b Medline (Ovid) (N = 210); Cochrane (N = 61); Scopus (N = 469); CINAHL Plus (N = 219); Google Scholar (N = 298). c No automated exclusion tool used. d Using Medline (Ovid). PRISMA: preferred reporting items for systematic reviews and meta-analyses."
    },
    {
      "text": "Figure 3. Relationship between digital platform (a) field of inquiry and (b) reporting objectives. SMS: short message service."
    },
    {
      "text": "Figure 4. Flow diagram of classification and association analysis."
    },
    {
      "text": "Figure 5. DHI elements with potential relevancy to youth behaviour change. DHI: digital health intervention."
    },
    {
      "text": "Study characteristics of included studies (n = 23)."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Methodological details and results of included studies (n"
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Continued."
    },
    {
      "text": "Average age of older participants (aged 26 years and above)."
    }
  ],
  "references": [
    {
      "title": "The importance of health promotion and disease prevention",
      "authors": [
        "R Diclemente",
        "J Raczynski"
      ],
      "year": 1999
    },
    {
      "title": "Committee on improving the health, safety, and well-being of young adults, board on children, youth, and families",
      "authors": [
        "R Bonnie",
        "C Stroud",
        "H Breiner"
      ],
      "year": 2015,
      "doi": "10.17226/18869"
    },
    {
      "title": "What is digital health?",
      "year": 2020
    },
    {
      "title": "An e-health intervention to support the transition of young people with long-term illnesses to adult healthcare services: design and early use",
      "authors": [
        "I Coyne",
        "G Prizeman",
        "A Sheehan"
      ],
      "year": 2016,
      "doi": "10.1016/j.pec.2016.06.005"
    },
    {
      "title": "Device flagship report on device ownership and usage",
      "authors": [
        "Gw"
      ],
      "year": 2020
    },
    {
      "title": "A meta-analysis of serious digital games for healthy lifestyle promotion",
      "authors": [
        "A Desmet",
        "D Van Ryckeghem",
        "S Compernolle"
      ],
      "year": 2014
    },
    {
      "title": "The perceived benefits of digital interventions for behavioral health: qualitative interview study",
      "authors": [
        "G Marcu",
        "S Ondersma",
        "A Spiller"
      ],
      "year": 2022,
      "doi": "10.2196/34300"
    },
    {
      "title": "Developing a mental health eClinic to improve access to and quality of mental health care for young people: using participatory design as research methodologies",
      "authors": [
        "L Ospina-Pinillos",
        "T Davenport",
        "C Ricci"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9716"
    },
    {
      "title": "A smartphone app to promote an active lifestyle in lower-educated working young adults: development, usability, acceptability, and feasibility study",
      "authors": [
        "D Simons",
        "De Bourdeaudhuij",
        "I Clarys"
      ],
      "year": 2018
    },
    {
      "title": "Health: An optimal commodity for the attention economy",
      "authors": [
        "B Millington"
      ],
      "year": 2017
    },
    {
      "title": "Using Facebook to reduce smoking among Australian Aboriginal and Torres Strait Islander people: A participatory grounded action study",
      "authors": [
        "M Hefler",
        "V Kerrigan",
        "B Freeman"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-6918-7"
    },
    {
      "title": "Evaluation of the all right? Campaign's Facebook intervention post-disaster in canterbury, New Zealand",
      "authors": [
        "K Calder",
        "D 'aeth",
        "L Turner"
      ],
      "year": 2020,
      "doi": "10.1093/heapro/day106"
    },
    {
      "title": "Co-developing a mental health and wellbeing chatbot with and for young people",
      "authors": [
        "C Grové"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyt.2020.606041"
    },
    {
      "title": "Interactive social media interventions to promote health equity: An overview of reviews",
      "authors": [
        "V Welch",
        "J Petkovic",
        "Pardo Pardo"
      ],
      "year": 2016,
      "doi": "10.24095/hpcdp.36.4.01"
    },
    {
      "title": "Generational differences in technology behaviour: comparing millennials and generation X",
      "year": 2020
    },
    {
      "title": "Generational differences and the integration of technology in learning, instruction, and performance",
      "authors": [
        "E Oh",
        "T Reeves"
      ],
      "year": 2014
    },
    {
      "title": "Roadmap to informed communities: Guide to co-design",
      "year": 2023,
      "doi": "10.1145/3582515.3609576"
    },
    {
      "title": "A qualitative evaluation of participants' experiences of using co-design to develop a collective leadership educational intervention for health-care teams",
      "authors": [
        "K Pallesen",
        "L Rogers",
        "S Anjara"
      ],
      "year": 2020,
      "doi": "10.1111/hex.13002"
    },
    {
      "title": "Systematic review or scoping review? Guidance for authors when choosing between a systematic or scoping review approach",
      "authors": [
        "Z Munn",
        "Mdj Peters",
        "C Stern"
      ],
      "year": 2018,
      "doi": "10.1186/s12874-018-0611-x"
    },
    {
      "title": "Co-design of digital health interventions for young adults: protocol for a scoping review",
      "authors": [
        "J Malloy",
        "S Partridge",
        "J Kemper"
      ],
      "year": 2022,
      "doi": "10.2196/38635"
    },
    {
      "title": "JBI Manual for Evidence Synthesis",
      "year": 2020,
      "doi": "10.46658/JBIMES-20-01"
    },
    {
      "title": "Scoping studies: toward a methodological framework",
      "authors": [
        "H Arksey",
        "O' Malley"
      ],
      "year": 2005
    },
    {
      "title": "Scoping studies: advancing the methodology",
      "authors": [
        "D Levac",
        "H Colquhoun",
        "O' Brien"
      ],
      "year": 2010
    },
    {
      "title": "An evidence-based approach to scoping reviews",
      "authors": [
        "H Khalil",
        "M Peters",
        "C Godfrey"
      ],
      "year": 2016,
      "doi": "10.1111/wvn.12144"
    },
    {
      "title": "PRISMA Extension for scoping reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin"
      ],
      "year": 2018,
      "doi": "10.7326/m18-0850"
    },
    {
      "title": "Evidence-based Policy Making for Youth Well-being",
      "year": 2017,
      "doi": "10.1787/9789264283923-en"
    },
    {
      "title": "Joanna Briggs Institute reviewers' manual",
      "authors": [
        "The Joanna",
        "Briggs Institute"
      ],
      "year": 2015,
      "doi": "10.11124/01938924-201109481-00003"
    },
    {
      "title": "Lumivero: QSR International"
    },
    {
      "title": "Adolescent and young adult patients as co-researchers: A scoping review",
      "authors": [
        "Kjø Fløtten",
        "Aif Guerreiro",
        "I Simonelli"
      ],
      "year": 2023,
      "doi": "10.1111/hex.13266"
    },
    {
      "title": "Scoping reviews: reinforcing and advancing the methodology and application",
      "authors": [
        "Mdj Peters",
        "C Marnie",
        "H Colquhoun"
      ],
      "year": 2021
    },
    {
      "title": "Shifting from tokenism to meaningful adolescent participation in research for obesity prevention: A systematic scoping review",
      "authors": [
        "M Mandoh",
        "J Redfern",
        "S Mihrshahi"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.789535"
    },
    {
      "title": "Critical appraisal tools",
      "year": 2023,
      "doi": "10.7717/peerj.18274/supp-5"
    },
    {
      "title": "Use of the chatbot \"vivibot\" to deliver positive psychology skills and promote well-being among young people after cancer treatment: randomized controlled feasibility trial",
      "authors": [
        "S Greer",
        "D Ramo",
        "Y-J Chang"
      ],
      "year": 2019,
      "doi": "10.2196/15018"
    },
    {
      "title": "Efficacy of a webbased guided recommendation service for a curated list of readily available mental health and well-being mobile apps for young people: randomized controlled trial",
      "authors": [
        "N Bidargaddi",
        "P Musiat",
        "M Winsall"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6775"
    },
    {
      "title": "Moderated online social therapy for depression relapse prevention in young people: pilot study of a 'next generation' online intervention",
      "authors": [
        "S Rice",
        "J Gleeson",
        "C Davey"
      ],
      "year": 2018,
      "doi": "10.1111/eip.12354"
    },
    {
      "title": "Development of an internet intervention to address behaviors associated with skin cancer risk among young adults",
      "authors": [
        "C Heckman",
        "S Darlow",
        "T Munshi"
      ],
      "year": 2015
    },
    {
      "title": "Healthmpowerment.org: development of a theory-based HIV/STI website for young black MSM",
      "authors": [
        "L Hightow-Weidman",
        "B Fowler",
        "J Kibe"
      ],
      "year": 2011
    },
    {
      "title": "An app that incorporates gamification, mini-games, and social connection to improve men's mental health and well-being (MindMax): participatory design process",
      "authors": [
        "Vws Cheng",
        "T Davenport",
        "D Johnson"
      ],
      "year": 2018,
      "doi": "10.2196/11068"
    },
    {
      "title": "Engaging African American youth in the development of a serious mobile game for sexual health education: mixed methods study",
      "authors": [
        "L Patchen",
        "L Ellis",
        "T Ma"
      ],
      "year": 2020
    },
    {
      "title": "Moderated online social therapy: designing and evaluating technology for mental health",
      "authors": [
        "R Lederman",
        "G Wadley",
        "J Gleeson"
      ],
      "year": 2014,
      "doi": "10.1145/2513179"
    },
    {
      "title": "Designing and evaluating the acceptability of Realshare: an online support community for teenagers and young adults with cancer",
      "authors": [
        "C Griffiths",
        "N Panteli",
        "D Brunton"
      ],
      "year": 2015,
      "doi": "10.1177/1359105313519154"
    },
    {
      "title": "Promoting engagement with smartphone apps for suicidal ideation in young people: development of an adjunctive strategy using a lived experience participatory design approach",
      "authors": [
        "Dzq Gan",
        "L Mcgillivray",
        "M Larsen"
      ],
      "year": 2023,
      "doi": "10.2196/45234"
    },
    {
      "title": "Meeting the needs of young Latino gay, bisexual, and other men who have sex with men (MSM) and transgender women living with HIV through the weCare intervention in the United States (US)",
      "authors": [
        "J Alonzo",
        "L Mann-Jackson",
        "M Garcia"
      ],
      "year": 2021
    },
    {
      "title": "Online mental health animations for young people: qualitative empirical thematic analysis and knowledge transfer",
      "authors": [
        "H Coughlan",
        "D Quin",
        "O' Brien"
      ],
      "year": 2021
    },
    {
      "title": "What's up with everyone? A qualitative study on young people's perceptions of cocreated online animations to promote mental health literacy",
      "authors": [
        "S Ito-Jaeger",
        "Perez Vallejos",
        "E Curran"
      ],
      "year": 2022,
      "doi": "10.1111/hex.13507"
    },
    {
      "title": "Participatory design of an online therapy for youth mental health",
      "year": 2013,
      "doi": "10.1145/2541016.2541030"
    },
    {
      "title": "Online self-help: developing a student-focused website for depression",
      "authors": [
        "D Meyer"
      ],
      "year": 2007
    },
    {
      "title": "Participatory development of MIDY (Mobile intervention for drinking in young people)",
      "authors": [
        "Cjc Wright",
        "P Dietze",
        "B Crockett"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-2876-5"
    },
    {
      "title": "Developing an online health intervention for young gay and bisexual men",
      "authors": [
        "J Pachankis",
        "C Lelutiu-Weinberger",
        "S Golub",
        "J Parsons"
      ],
      "year": 2013,
      "doi": "10.1007/s10461-013-0499-8"
    },
    {
      "title": "Development of a Web-based alcohol intervention for university students: processes and challenges",
      "authors": [
        "J Hallett",
        "B Maycock",
        "K Kypri"
      ],
      "year": 2009
    },
    {
      "title": "Feasibility, acceptability, and preliminary efficacy of a livechat social media intervention to reduce HIV risk among young men who have sex with men",
      "authors": [
        "C Lelutiu-Weinberger",
        "J Pachankis",
        "K Gamarel"
      ],
      "year": 2015,
      "doi": "10.1007/s10461-014-0911-z"
    },
    {
      "title": "Preliminary impact of the weCare social media intervention to support health for young men who have sex with men and transgender women with HIV",
      "authors": [
        "A Tanner",
        "E Song",
        "L Mann-Jackson"
      ],
      "year": 2018,
      "doi": "10.1089/apc.2018.0060"
    },
    {
      "title": "Kiss myAsthma\": using a participatory design approach to develop a self-management app with young people with asthma",
      "authors": [
        "S Davis",
        "D Peters",
        "R Calvo"
      ],
      "year": 2018
    },
    {
      "title": "Understanding engagement strategies in digital interventions for mental health promotion: scoping review",
      "authors": [
        "M Saleem",
        "L Kühne",
        "De Santis"
      ],
      "year": 2021,
      "doi": "10.2196/30000"
    },
    {
      "title": "Naturalistic evaluation of a sport-themed mental health and wellbeing app aimed at men (MindMax), that incorporates applied video games and gamification",
      "authors": [
        "Vws Cheng",
        "T Davenport",
        "D Johnson"
      ],
      "year": 2020
    },
    {
      "title": "Efficacy of an intervention to alter skin cancer risk behaviors in young adults",
      "authors": [
        "C Heckman",
        "S Darlow",
        "L Ritterband"
      ],
      "year": 2016
    },
    {
      "title": "The Horyzons project: A randomized controlled trial of a novel online social therapy to maintain treatment effects from specialist first-episode psychosis services",
      "authors": [
        "M Alvarez-Jimenez",
        "P Koval",
        "L Schmaal"
      ],
      "year": 2021
    },
    {
      "title": "Using new and innovative technologies to assess clinical stage in early intervention youth mental health services: evaluation study",
      "authors": [
        "L Ospina-Pinillos",
        "T Davenport",
        "F Iorfino"
      ],
      "year": 2018
    },
    {
      "title": "Healthmpowerment.org: building community through a mobile-optimized, online health promotion intervention",
      "authors": [
        "L Hightow-Weidman",
        "K Muessig",
        "E Pike"
      ],
      "year": 2015
    },
    {
      "title": "Randomized controlled trial of proactive web-based alcohol screening and brief intervention for university students",
      "authors": [
        "K Kypri",
        "J Hallett",
        "P Howat"
      ],
      "year": 2009
    },
    {
      "title": "A consumer designed smartphone app for young people with asthma: pilot of engagement and acceptability",
      "authors": [
        "S Davis",
        "D Peters",
        "R Calvo"
      ],
      "year": 2019
    },
    {
      "title": "What's up with everyone?': the effectiveness of a digital media mental health literacy campaign for young people",
      "authors": [
        "T Curran",
        "S Ito-Jaeger",
        "Perez Vallejos"
      ],
      "year": 2023
    },
    {
      "title": "The effectiveness of an online intervention in preventing excessive gestational weight gain: the e-moms roc randomized controlled trial",
      "authors": [
        "C Olson",
        "S Groth",
        "M Graham"
      ],
      "year": 2018,
      "doi": "10.1186/s12884-018-1767-4"
    },
    {
      "title": "Mobile phone-based ecological momentary intervention to reduce young adults' alcohol use in the event: A three-armed randomized controlled trial",
      "authors": [
        "C Wright",
        "P Dietze",
        "P Agius"
      ],
      "year": 2018
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Introduction to community empowerment, participatory education, and health",
      "authors": [
        "N Wallerstein",
        "E Bernstein"
      ],
      "year": 1994
    },
    {
      "title": "Natural helper models to enhance a community's health and competence",
      "authors": [
        "E Eng",
        "S Rhodes",
        "E Parker"
      ],
      "year": 2009
    },
    {
      "title": "The role of desires and anticipated emotions in goal-directed behaviors: broadening and deepening the theory of planned behavior",
      "authors": [
        "M Perugini",
        "R Bagozzi"
      ],
      "year": 2001
    },
    {
      "title": "The theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1991
    },
    {
      "title": "Participatory Design of evidence-based online youth mental health promotion, intervention and treatment",
      "authors": [
        "P Hagen",
        "Collin Metcalf"
      ],
      "year": 2012
    },
    {
      "title": "Participatory design of a text message scheduling system to support young people with diabetes",
      "authors": [
        "A Waller",
        "V Franklin",
        "C Pagliari"
      ],
      "year": 2006
    },
    {
      "title": "Research with, not on, adolescents: communitybased participatory research",
      "authors": [
        "I Litt"
      ],
      "year": 2003
    },
    {
      "title": "In search of the elusive ADDIE model",
      "authors": [
        "M Molenda"
      ],
      "year": 2003
    },
    {
      "title": "Using theory to design effective health behavior interventions",
      "authors": [
        "M Fishbein",
        "M Yzer"
      ],
      "year": 2003
    },
    {
      "title": "Persuasive technology: Using computers to change what we think and do",
      "authors": [
        "B Fogg"
      ],
      "year": 2003
    },
    {
      "title": "Randomized controlled trial of a positive affect intervention for people newly diagnosed with HIV",
      "authors": [
        "J Moskowitz",
        "A Carrico",
        "L Duncan"
      ],
      "year": 2017,
      "doi": "10.1037/ccp0000188"
    },
    {
      "title": "Participatory action research: communicative action and the public aphere",
      "authors": [
        "S Kemmis",
        "R Mctaggart"
      ],
      "year": 2005
    },
    {
      "title": "Beyond the five-user assumption: benefits of increased sample sizes in usability testing",
      "authors": [
        "L Faulkner"
      ],
      "year": 2003
    },
    {
      "title": "Levels of automation and user participation in usability testing",
      "authors": [
        "K Norman",
        "E Panizzi"
      ],
      "year": 2006
    },
    {
      "title": "Can we explain why some people do and some people do not act on their intentions?",
      "authors": [
        "M Fishbein",
        "M Hennessy",
        "M Yzer"
      ],
      "year": 2003
    },
    {
      "title": "Responsible research and innovation in the digital age",
      "authors": [
        "M Jirotka",
        "B Grimpe",
        "B Stahl"
      ],
      "year": 2017
    },
    {
      "title": "Framework for design and evaluation of complex interventions to improve health",
      "authors": [
        "M Campbell",
        "R Fitzpatrick",
        "A Haines"
      ],
      "year": 2000
    },
    {
      "title": "Exploratory evaluations of a computer game supporting Cognitive Behavioural Therapy for adolescents",
      "authors": [
        "D Coyle",
        "N Mcglade",
        "G Doherty"
      ],
      "year": 2011,
      "doi": "10.1145/1978942.1979378"
    },
    {
      "title": "An introduction to social contructionism",
      "authors": [
        "V Burr"
      ],
      "year": 1995,
      "doi": "10.4324/9780203133026"
    },
    {
      "title": "Becoming critical: Knowing through action research",
      "authors": [
        "W Carr",
        "S Kemmis"
      ],
      "year": 1983
    },
    {
      "title": "Qualitative methods in psychology: A research guide",
      "authors": [
        "P Banister"
      ],
      "year": 2012
    },
    {
      "title": "Health promotion by social cognitive means",
      "authors": [
        "A Bandura"
      ],
      "year": 2004
    },
    {
      "title": "Theory of problem solving",
      "authors": [
        "J Dostál"
      ],
      "year": 2015
    },
    {
      "title": "Participatory Design: Principles and Practices",
      "year": 1993,
      "doi": "10.1201/9780203744338"
    },
    {
      "title": "Designing a health screening tool to help young people communicate with their general practitioner",
      "authors": [
        "M Webb",
        "L Sanci",
        "S Kauer"
      ],
      "year": 2015,
      "doi": "10.1145/2838739.2838756"
    },
    {
      "title": "A development and evaluation process for mHealth interventions: examples from New Zealand",
      "authors": [
        "R Whittaker",
        "S Merry",
        "E Dorey"
      ],
      "year": 2012
    },
    {
      "title": "Planning health promotion programs; An intervention mapping approach",
      "authors": [
        "Lkb Eldredge",
        "C Markham",
        "Rac Ruiter"
      ],
      "year": 2011
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Using participatory design methodologies to co-design and culturally adapt the Spanish version of the mental health eClinic: qualitative study",
      "authors": [
        "L Ospina-Pinillos",
        "T Davenport",
        "Mendoza Diaz"
      ],
      "year": 2019
    },
    {
      "title": "The theory, development, and implementation of an e-Intervention to prevent excessive gestational weightgGain: e-Moms Roc",
      "authors": [
        "M Graham",
        "K Uesugi",
        "J Niederdeppe"
      ],
      "year": 2014
    },
    {
      "title": "Evaluating digital health iinterventions: key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson"
      ],
      "year": 2016
    },
    {
      "title": "MindMax: Using videogames and sport to engage young men and improve wellbeing",
      "authors": [
        "J Mitchell",
        "K Vella",
        "D Johnson"
      ]
    },
    {
      "title": "Annual research review: digital health interventions for children and young people with mental health problemsa systematic and meta-review",
      "authors": [
        "D Gilbey",
        "H Morgan",
        "A Lin"
      ],
      "year": 2017
    },
    {
      "title": "Practitioner review: co-design of digital mental health technologies with children and young people",
      "authors": [
        "Bevan Jones",
        "R Stallard",
        "P Agha"
      ],
      "year": 2020
    },
    {
      "title": "Advancing scoping study methodology: A web-based survey and consultation of perceptions on terminology, definition and methodological steps",
      "authors": [
        "K O'brien",
        "H Colquhoun",
        "D Levac"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1579-z"
    },
    {
      "title": "Development of a peer support model using experience-based co-design to improve critical care recovery",
      "authors": [
        "K Haines",
        "C Holdsworth",
        "K Cranwell"
      ],
      "year": 2019,
      "doi": "10.1097/cce.0000000000000006"
    },
    {
      "title": "How was it for you? Experiences of participatory design in the UK health service",
      "authors": [
        "S Bowen",
        "K Mcseveny",
        "E Lockley"
      ],
      "year": 2013
    },
    {
      "title": "Increasing patient engagement in healthcare service design: A qualitative evaluation of a co-design programme in New Zealand",
      "authors": [
        "L Maher",
        "B Hayward",
        "P Hayward"
      ],
      "year": 2017
    }
  ],
  "num_references": 103
}
