{
  "paper_id": "6W2WSFDF",
  "title": "High-Tech Tools for Exercise Motivation: Use and Role of Technologies Such as the Internet, Mobile Applications, Social Media, and Video Games",
  "abstract": "■ IN BRIEF The majority of patients with type 2 diabetes are not active at recommended levels, and many do not have access to behavior change programs to support lifestyle change. Thus, tools and programs designed to promote the adoption and maintenance of physical activity using technology may be helpful. This article reviews the evidence regarding the use of technology tools such as the Internet, mobile applications, social media, and video games and provides suggestions for evaluating the potential benefit of such tools for behavior change.",
  "year": 2001,
  "date": "2001",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Deborah",
      "surname": "Tate",
      "name": "Deborah Tate",
      "affiliation": "1  Departments of Health Behavior and Nutrition , Gillings School of Global Public Health , University of North Carolina at Chapel Hill , Chapel Hill , NC \n\t\t\t\t\t\t\t\t Departments of Health Behavior and Nutrition \n\t\t\t\t\t\t\t\t Gillings School of Global Public Health \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t NC",
      "email": "dtate@unc.edu"
    },
    {
      "forename": "Elizabeth",
      "surname": "Lyons",
      "name": "Elizabeth Lyons",
      "affiliation": "1  Departments of Health Behavior and Nutrition , Gillings School of Global Public Health , University of North Carolina at Chapel Hill , Chapel Hill , NC \n\t\t\t\t\t\t\t\t Departments of Health Behavior and Nutrition \n\t\t\t\t\t\t\t\t Gillings School of Global Public Health \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Chapel Hill \n\t\t\t\t\t\t\t\t\t NC"
    },
    {
      "forename": "Carmina",
      "surname": "Valle",
      "name": "Carmina Valle",
      "affiliation": "3  Cancer Health Disparities Training Program , Gillings School of Global Public Health , University of North Carolina at Chapel Hill , CHapel Hill , NC \n\t\t\t\t\t\t\t\t Cancer Health Disparities Training Program \n\t\t\t\t\t\t\t\t Gillings School of Global Public Health \n\t\t\t\t\t\t\t\t University of North Carolina at Chapel Hill \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t CHapel Hill \n\t\t\t\t\t\t\t\t\t NC"
    }
  ],
  "doi": "10.2337/diaspect.28.1.45",
  "sections": [
    {
      "title": "P",
      "text": "hysical activity has numerous health benefits pertinent to type 2 diabetes care. Exercise plays a role in prevention and control of insulin resistance and optimal diabetes management and in prevention of diabetes-related complications, including cardiovascular disease, mental health problems, diminished quality of life, and overall mortality. Lifestyle modification programs promoting physical activity and modest weight loss have been shown to reduce the incidence of type 2 diabetes significantly  (1, 2) , and moderate exercise has been shown to have independent positive effects on A1C even in the absence of changes in body weight  (3) . There may be further benefit to A1C derived from higherintensity exercise (4) and from resistance training  (5, 6) . Evidence is also accumulating on the metabolic risks of sedentary behavior separate from physical activity and the beneficial effects of breaks or disruptions in sedentary time with nonsedentary behaviors  (7, 8) .\n\nFor patients with type 2 diabetes, the American College of Sports Medicine and the American Diabetes Association joint position statement  (9)  recommends accumulating at least 150 minutes of moderate to vigorous aerobic exercise such as brisk walking on at least 3 days of the week and avoiding having more than two consecutive days without aerobic activity because of the transient beneficial effects of aerobic activity on insulin sensitivity  (10) . Despite the numerous benefits of physical activity, prevalence estimates for regular activity in adults with type 2 diabetes are low, ranging from 29%  (11)  to 39%  (12)  and are well below the norm of 48-52% for aerobic exercise in U.S. adults without diabetes  (13) . Some studies suggest that older females with type 2 diabetes are at particularly high risk for not engaging in any physical activity  (14) .\n\nSystematic reviews and metaanalyses suggest that behavioral interventions are more effective at increasing physical activity levels than standard clinical care in general-population adults and in patients with type 2 diabetes  (15) . However, the majority of patients may not have access to or cannot conveniently access evidence-based behavioral interventions in their community  (16) . Difficulties in sus- Most patients have access to the Internet and cell phones, although seniors ≥65 years of age tend to lag behind other adults in their adoption of technology  (17) . For example, in 2014, 91% of younger adults are estimated to have cell phones, whereas only 77% of seniors are cell phone users. Very few seniors (18%) are smartphone users. Rates of Internet use are fairly high; 59% of seniors report Internet use, compared to 86% of adults overall  (17) . Despite somewhat lower rates of technology adoption overall, those seniors who are online are regular Internet users (71% use the Internet every day) and have positive opinions about online information.\n\nTechnology tools for management of diabetes risk factors have demonstrated positive effects on A1C and weight  (18) , and interactive technologies that encourage self-management and behavior change are beneficial for improving diabetes-related health outcomes  (19) . Given that the majority of patients with type 2 diabetes are not likely to be active at recommended levels, tools and programs designed to support the adoption and maintenance of physical activity using technology may be helpful. Indeed, a systematic review  (20)  showed the effectiveness of technology-based interventions that promoted physical activity specifically among patients with type 2 diabetes. This article aims to provide a brief review of different approaches to using technology to change behavior and motivate ongoing participation in physical activity and to assist providers in making evidence-based recommendations for use of these tools to their patients."
    },
    {
      "title": "Internet Interventions",
      "text": "The Internet, accessed via computer or smartphone, has been the predominant technology used for physical activity promotion. Selfmonitoring devices, mobile applications (apps), social media, and video games are newer tools. Many of these newer technologies also use an Internet connection for data transfer or access to additional features such as social media.\n\nInternet interventions to change behavior have been distinguished from merely using technology to provide information or patient education materials  (21) . A formal definition of Internet interventions suggests that they are comprehensive in nature, often based on and mimicking elements of evidence-based approaches, and include ongoing monitoring and feedback on behavior change  (22) . Internet interventions include information and recommendations for change, but information provision is considered necessary but not sufficient to change behavior. Programs typically also include interactive elements to apply specific behavior change techniques, including self-monitoring and feedback, goal-setting, prompting, or creating specific action plans. Increasingly, mobile devices such as smartphones and tablets are used to access the Internet and web-based interventions, or, more recently, stand-alone apps that can be downloaded onto devices. Objective physical activity monitoring tools that are small, portable, wearable technologies are often combined with other Internetdelivered features to allow accurate tracking of patient behavior."
    },
    {
      "title": "Empirical Rationale for Use",
      "text": "Systematic reviews published on Internet-delivered interventions for physical activity promotion  (23, 24)  suggest that they can be more effective than a waiting-list control or usual care strategies. Although the magnitude of increase in physical activity does not appear to be large, the readily accessible nature of these programs and their low cost increase their potential for public health impact. The effects of Internet-delivered physical activity interventions are likely to vary with the intensity of the program; those that are more intensive, including some supervised contact with a health educator or interventionist  (23, 24) , and that include information or recommendations that are tailored to individual users  (23)  are most effective. In a review of technology interventions for diabetes self-management  (20) , specific behavior change techniques were difficult to isolate, but general features of more effective Internet physical activity programs included monitoring of physical activity, feedback, goal-setting tools, and use of a personal coach (via phone or e-mail).\n\nMonitoring of the behavior one is attempting to acquire, called self-monitoring, has been a technique associated with positive change and is often considered the cornerstone of promoting health behavior change  (25, 26) . Monitoring of behavior allows patients and providers to see how target behaviors align with goals. Self-regulation theory posits that behaviors should align with goals over time and that feedback and encouragement on progress toward goals can be helpful in shaping new behaviors  (25) .\n\nSelf-monitoring was commonly achieved with pencil and paper; however, mobile technologies including apps and wearable activity monitors, enhance the ease with which patients can now self-monitor. Sophisticated, small devices worn at the wrist or hip monitor movement, acceleration, geolocation, and sometimes other aspects of activity, including heart rate and galvanic skin response. Simpler devices, called step counters or pedometers, are readily available and inexpensive. Pedometers provide an easy method for monitoring steps taken and allow patients to see their progress toward achieving activity goals. A recent meta-analysis of pedometers in type 2 diabetes  (27)  showed that using pedometers was associated with a significant increase in steps of ~1,822 steps/day on aver-tat e e t a l ."
    },
    {
      "title": "F R O M R E S E A R C H T O P R A C T I C E",
      "text": "age. A general rule of thumb for converting steps to miles of walking is ~2,000 steps/mile. These promising data suggest that patients with type 2 diabetes who have access to simple pedometers or more complex monitoring devices such as Fitbit activity trackers, Jawbone UP, or apps for their smartphone that use GPS such as RunKeeper can benefit from the self-monitoring and feedback functions such technologies provide.\n\nThere is emerging evidence that interventions to promote physical activity may be more effective when they include self-monitoring plus at least one other technique such as assistance with goal-setting, feedback on performance, review of goals, and techniques such as prompts, planning, focus on past successes, barrier identification, and problem-solving  (15, 28) . Our own studies of Internet-delivered weight loss interventions for diabetes prevention have consistently demonstrated the positive effects of feedback, support, and problem-solving provided by human counselors via e-mail  (29) . Although the effects of human counselors appear to be robust, we have also shown that computerized feedback using algorithms that mimic counselor feedback can promote initial behavioral changes  (29) .\n\nAlthough effective, behavior change counseling with professionals is not always possible. The emergence of Web 2.0 technologies and social media have created new opportunities for promoting behavior change  (30) . Whereas early Internet and Web 1.0 content was unidirectional, with information shared with a reader or consumer and few creators of content, Web 2.0 media enable communication that is multidirectional, open, participatory, interactive, and collaborative  (31, 32) . Social media such as social networking sites, blogs, photo-and video-sharing apps, virtual worlds, and wikis (websites that allow collaborative editing by users) exemplify the characteristics of Web 2.0  (32, 33)  and have expanded the potential for using their unique com-munication features and encouraging physical activity in innovative ways."
    },
    {
      "title": "Social Media",
      "text": "Recent estimates indicate that almost three-fourths (73%) of online adults use social media in the form of social networking sites  (34) . Social networking sites such as Facebook, Twitter, Instagram, and LinkedIn are web-based platforms that enable users to create profiles, connect to other users, and post their own (e.g., user-generated) content (i.e., text, photos, or videos)  (32, 35) . Use of social networking sites has increased exponentially over time in all agegroups, with the highest use among young adults aged 18-29 years (90%)  (36) . Among Internet users, data from September 2013 indicate significantly greater use by women (78%) than by men (69%), and by Hispanics (79%) relative to white and black users (72 and 73%, respectively)  (34) . Of the variety of social networking site platforms that exist, Facebook is the most popular, with an estimated 71% of U.S. online adults using it."
    },
    {
      "title": "Empirical Rationale for Use",
      "text": "A large body of empirical evidence demonstrates the importance of social networks and social support and their influence on health  (37, 38) . Before the dramatic growth in and adoption of social media, systematic reviews had concluded that strong evidence exists on the effectiveness of social support interventions in community settings for increasing physical activity in adults  (39, 40) . Among people with type 2 diabetes, findings from a review of behavioral interventions for physical activity and A1C indicated that intervention components that encourage social support or social change, in addition to other behavior change techniques, may help to promote clinically significant improvements in A1C  (14) . With advances in technology, Web 2.0 has enabled the creation of social media, including social networking sites that facilitate the online provi-sion of the structures, processes, and functions of social relationships that are theorized to affect health outcomes. Although no single theory underlies Web 2.0, communication, participation, collaboration, openness, and user-centeredness are key principles exemplified by social media  (32, 41, 42) . Social networking sites in particular can supplement or replace in-person social networks, with the potential advantages of allowing for anonymity and asynchronous interaction while overcoming barriers of physical distance or geographic isolation.\n\nTo date, most studies of online social networking specific to people with diabetes have been qualitative analyses describing how patients use Facebook mainly to share clinical information, request diabetes-specific advice, and provide encouragement and support  (43, 44)  and have evaluated the quality and safety of social networking sites related to diabetes  (45) . An analysis of the 15 most popular online social networking sites for people with diabetes showed considerable variety in the experts that participated (e.g., physicians, administrators, or diabetes educators), the initiation of conversation topics (moderator vs. member), oversight of discussion content (e.g., no policing, self-policing, or administrator review of information validity), whether advertising was allowed, and funding sources  (46) . Another observational study found that the quality of 10 diabetes-focused social networking sites was variable, with 50% of sites exhibiting content consistent with clinical practice recommendations and diabetes science  (45) . Taken together with a systematic review of social media in chronic disease management  (32) , there is little evidence to date on how best to use social media and social networking sites to promote the adoption of physical activity behaviors among patients with diabetes.\n\nAlthough recent reviews have indicated the growing use and\n\npromise of social media and social networking sites for health promotion and chronic disease management  (30, 47) , there is modest evidence to date supporting the effectiveness of these approaches in behavior change interventions in general populations  (32, 48, 49) . Studies that have examined the potential for delivering physical activity interventions completely or in part through social networking sites have emerged only recently  (50, 51) . These health behavior interventions have attempted to capitalize on functions of online social media such as enabling the giving and receiving of social support to promote adoption of physical activity. Among people with type 2 diabetes, social media and social networking site-based interventions for the purpose of enhancing physical activity have yet to be examined.\n\nGiven the relatively nascent research on social media interventions for health promotion, we focus here on the most popular existing social networking platforms (Facebook and Twitter) that have been used to deliver health behavior interventions and the functions that these platforms provide. We also describe examples of interventions that have used these platforms to promote physical activity or physical activity in combination with diet or weight loss that may have implications for clinicians and providers working with people who have diabetes.\n\nWith its prevalent use, Facebook has been most commonly used in health promotion interventions; an estimated 63% of Facebook users go to the site at least daily, and 40% visit more than once per day  (34) . A recent systematic review  (49)  identified four online interventions that used Facebook in randomized, controlled trials of physical activity  (50) (51) (52)  or weight loss interventions  (53) . One small pilot study (n = 10) found significant improvements in physical activity, whereas the results of two larger physical activity trials (n ≥86) suggested increases in self-reported physical activity over time in both intervention and self-help education comparison groups, with no differences between groups (49). In our Facebook-based physical activity intervention for young adult cancer survivors, we found significant differences in light physical activity such as easy walking and yoga after the 12-week study period, with the intervention group reporting 135 more minutes of light activity relative to a self-help comparison group, although we did not find differences in moderate to vigorous activity  (50) . This significant increase in light activity achieved through a Facebook-based intervention is encouraging and demonstrates the potential for social networking site-based approaches to promote activity in some populations. Given the growing evidence that sedentary behavior increases risks for a number of health conditions, including diabetes  (7, 8) , replacing sedentary time with light activity could be a potential focus for clinicians trying to encourage physical activity among people with diabetes.\n\nIn two of the Facebook-based physical activity intervention studies to date, Facebook was used to encourage participants who were not real-world acquaintances to engage in sharing information, advice, and support  (50, 51) . In our study among young adult cancer survivors, comparison group participants received weekly Facebook messages and a pedometer and had access to a secret (i.e., closed-access) Facebook group that allowed social interaction to naturally emerge, whereas intervention group participants received Facebook messages enhanced with behavioral lessons and a pedometer, had access to a self-monitoring website to record activity, and had access to a secret Facebook group with a moderator actively encouraging group discussion and social interaction. Although interaction and engagement were variable and decreased over time, interestingly, there were no differences between moderated and peer-only groups in the number of participants' posts and the qualitative content of those posts. Thus, peer-only Facebook groups, when used in conjunction with other evidence-based approaches to promoting physical activity, may have potential for encouraging physical activity among people experiencing health conditions such as cancer or diabetes.\n\nEnlisting support through social media such as Twitter is an approach that has been used to promote weight loss. Although estimates of Twitter use indicate that it lags behind LinkedIn and Pinterest (18, 22, and 21%, respectively), researchers have capitalized on its functionality to deliver social support in the context of weight loss interventions  (54)  and to characterize how people have used Twitter during weight loss attempts  (55) . One behavioral intervention study reported that increased engagement with Twitter, which was mostly in the form of providing informational social support, was associated with greater weight loss  (54) .\n\nOverall, additional research is necessary to better understand how social media can be used effectively to promote physical activity, increase retention in and engagement with interventions or programs, and expand the dissemination of effective physical activity interventions  (49) . While such research evidence accrues, it is clear that people with type 2 diabetes have used and continue to use social media to connect with others, seek health-related information, and offer and receive emotional and informational support. Social support derived through these social media networks, both from friends and others with similar health experiences or those interested in engaging in more physical activity, have the potential to help people with type 2 diabetes adopt physical activity and stay motivated to maintain behavior changes."
    },
    {
      "title": "Video Games",
      "text": "Video games are a unique delivery medium for physical activity inter-"
    },
    {
      "title": "F R O M R E S E A R C H T O P R A C T I C E",
      "text": "ventions that incorporates aspects of both Internet and social media. They also hold promise for addressing one of the most pressing challenges in physical activity promotion: motivating sustained activity over time. By nature, video games provide a framework for goal-setting, feedback, and reinforcement that is often highly motivating. In fact, games are defined as intrinsically motivated activities (i.e., they are played for their own sake, in the absence of external coercion or rewards)  (56) . Effective video games present a series of challenges that increase in difficulty as players' skill level increases, providing opportunities for acquiring and practicing new skills and then demonstrating their mastery. These games can be integrated into more comprehensive websites, social media, and apps or delivered as standalone experiences.\n\nVideo gaming is a multibillion dollar industry with wide reach. It has been estimated that, as of 2013, 59% of Americans play some type of video game  (57) . Video games have broad appeal; >70% of players are adults, and 48% are female  (57) . Although the prevalence and demographics of playing active video games (i.e., games that require or encourage body movement) are not clear, brisk sales of these games indicate their broad and lasting appeal. The few studies specific to active gaming have found that approximately one-fourth of youths play these games  (58)  for an average of 80 minutes/week  (59) . Little is known about the extent of active gaming among adults, although the primary target demographic for these games is middle-aged women  (60) .\n\nActive video games come in many different forms. Motion-controlled console games, typically played on Nintendo, Microsoft, or Sony home consoles, are the form most often studied. Motion-controlled games use body movement, rather than button presses, as an input. Motion controls may include hand-held accelerometer controllers, f loor-based mats or boards, and cameras that evaluate full-body movement. Representative games include Wii Sports, Wii Fit, and Just Dance. All three current-generation consoles (Nintendo Wii U, Microsoft Xbox One, and Sony Playstation 4) incorporate motion controls. Xbox One and Playstation 4 use camera-based systems, and Wii U uses a combination of handheld motion controllers (\"Wiimote\" and a tablet controller) with a floor-based board.\n\nIn addition to more typical active games, on the three latest consoles, Nintendo and Microsoft offer broader exercise options in two programs. Wii Fit U includes content similar to previous Wii Fit titles but adds integrated social networking, photos and videos, and lifestyle activity tracking using a pedometer. Xbox Fitness integrates sophisticated camera-based feedback into popular workout video titles, offering an extensive program of different types of exercises (e.g., P90X, Insanity, and Ripped in 30). These videos are enhanced with gaming elements such as challenges and an achievement system.\n\nMobile games are played using smartphones and tablets. Typically, GPS and built-in accelerometers are used as inputs to the devices. These games vary widely, from lengthy narrative-based walking or running games (e.g., Zombies, Run!, and The Walk) to casual games that allow players to use their steps to buy things in the game (e.g., the Striiv app's MyLand game). These games may be appealing to a broad audience because they do not require the purchase of an additional device such as a dedicated gaming console. Their portability also raises new possibilities for socializing and outdoor play that are not possible with television-based console games.\n\nAugmented reality games often can be played via multiple devices. Rather than create a virtual world, these games append virtual aspects to the real world. For example, a game might use the camera of a smart-phone to overlay virtual ghosts onto a real room. Activities such as geocaching and laser tag could be considered augmented reality. Google's Ingress is a popular example. Ingress assigns each player a faction in a futuristic political struggle. Players must use their mobile devices to find and claim virtual portals, which exist in real-world landmarks. Like other scavenger hunt-type games, this game requires physical co-location (or near co-location) to real-world places for many of its activities, thus encouraging physical activity for travel."
    },
    {
      "title": "Empirical Rationale for Use",
      "text": "Numerous review articles have surveyed the literature on active gaming. Most of these have found promising results in laboratory studies and equivocal results in intervention studies  (61) (62) (63) (64) . Active video games, when measured during short, discrete play periods, are typically more active than sedentary screen time (i.e., video gaming or TV watching) and less active than traditional sports or exercise. They can produce moderate-intensity physical activity among children  (62) (63) (64)  and both young  (65)  and older adults  (66) .\n\nActive video games studied thus far among children (as in the vast majority of the literature) do not appear to motivate sustained activity levels over time  (67) (68) (69) (70) . It is likely that this lack of adherence is the result of boredom (i.e., the games are not sufficiently enjoyable). Interventions that use games as tools in a more comprehensive intervention  (71) , that use games as part of supervised exercise rather than for home use  (72) , and that encourage social play (73) are likely to be more successful in producing adherence.\n\nIntervention results in adults are more encouraging. Interventions have shown success in numerous health and behavior outcomes, including increased physical activity  (74) , improved physical function  (75) , improved cognition  (75, 76) , reduced depression  (77) , and weight loss  (78) , and in numerous subpopulations, including postpartum women (79), older adults  (75) (76) (77) , and individuals with chronic illnesses (80). These more positive results in adults make sense, given that most active video games are made for and marketed to adult women rather than children  (60) .\n\nAlthough results for physical activity outcomes vary greatly, many of the studies reviewed suggest that active games may be effective as replacements for sedentary screen time  (67) (68) (69) . A recent study among older adults found that adding sessions of walking in place during commercials to individuals' TV-watching time produced health benefits similar to that of a traditional walking intervention (81). Many active games are as or more active than walking in place (82) and are convenient for use during such short breaks in TV-watching time.\n\nThe few studies that have intervened in populations with diabetes have shown promising results. Most of the studies have been conducted in older adults with type 2 diabetes. A 10-week, camera-based active gaming intervention led to improved physical function and decreased fall risk (83). A 12-week Wii Fit intervention found improvements in A1C, fasting glucose, physical activity, weight, diabetes-dependent impairment, and quality of life (84). Another intervention used \"cybercycles\" that combined stationary cycling with video gaming and found improvements in executive functioning after a 3-month intervention  (76) .\n\nActive video games are a flexible tool to support diabetes management through physical activity; they can be used as an adjunct to other self-management tools (to increase motivation) or in isolation (to deliver behavior change techniques and increase motivation). By selecting games with specific characteristics, patients may accrue physical activity of light to moderate intensity during game play, as well as potentially replace harmful sedentary behaviors with healthier ones."
    },
    {
      "title": "Recommendations and Lessons Learned",
      "text": "Although studies have used technology to enhance physical activity specifically in patients with diabetes, related studies may offer insights into the specific functionalities of Internet, social media, and games that might be targeted as determinants of physical activity behaviors. Based on empirical findings from the literature and our experiences in developing and implementing interventions using these tools, we have collected a series of evidence-based recommendations (Table  1 ) and lessons learned (listed below) related to using technology to encourage physical activity. Here, we highlight aspects of these technologies that may be most applicable to and potentially efficacious for patients with type 2 diabetes.\n\n• Patient access and interest in using technology is likely to vary. Consider individual preferences and compatibility in making recommendations for various technology tools for physical activity promotion. Matching the tool type and specific delivery mechanism or communication channel to individuals' circumstances may improve acceptance and adherence. Both novelty and choice are important factors in motivation to continue both physical activity and using a high-tech tool. Where possible, suggesting multiple options for patients at once and suggesting that they try new tools over time may improve adherence. • Patients who are geographically isolated or have lower levels of social support may benefit from participating in social media and social networking sites specific to diabetes. Given their potential reach, consider using existing popular platforms such as Facebook and Twitter to interact with or connect patients in ways that are responsive to how people use social media (e.g., sharing with friends and providing emotional support). Encourage patients to look for online groups to join, friends to follow, or blogs to read that are written by those with similar physical activity goals. Most active video games include options for virtual cooperation and competition via the Internet. • The quality and safety of health information shared in social networks is variable. Consider directing patients to reputable websites and social media sources of diabetes management, health, and physical activity information. • The advantages of Internetdelivered interventions, apps, mobile games, and social media include expanded reach, low cost, increased interactivity, potential for engaging subgroups that are typically more challenging to reach (e.g., racial/ethnic minority communities), and the ability to quickly provide personalized messages (30,85,86). • Limitations of using technology tools for physical activity promotion may include challenges with ensuring safety and credibility of information  (43, 45, 46) , measuring engagement and outcomes, and possibly variable effectiveness among populations with limited health literacy or of lower socioeconomic status  (30) .\n\nAll of the technology tools reviewed here are popular and have substantial research supporting their preliminary effectiveness for enhancing physical activity. These tools have the capability to remotely deliver functions of behavioral interventions that have been shown to improve physical activity and A1C among patients with type 2 diabetes (e.g., goal-setting and social support).\n\nInternet interventions that are more comprehensive in nature and include self-monitoring with other features (e.g., goal-setting, prompts,"
    },
    {
      "title": "F R O M R E S E A R C H T O P R A C T I C E",
      "text": "and feedback) have the most research evidence to support their effects on physical activity and behavior change; however, few are available to patients outside of research settings.\n\nNewer apps and wearable devices that track activity are readily available, sometimes low in cost, and often include connections to social media to allow patients to give and receive support for physical activity, both with other patients and, potentially, with providers. The predominant features of many of these devices (e.g., self-monitoring) have been well researched; however, there is little empirical evidence to determine the effectiveness of such stand-alone intervention tools.\n\nThere is a growing evidence base for social media interventions and active video games. Although there is evidence for the effectiveness of social support in interventions to promote physical activity, the use of social media for health promotion has only recently emerged, and there are several unknowns regarding how to best capitalize on the features of online social networks to encourage physical activity and behavior change among people with type 2 diabetes. The widespread availability and use of social media suggest that it could be a feasible and low-cost approach to support patients in their efforts to engage in physical activity. Because of the broad range of game types available, active video games vary in their effects on activity and health outcomes. Many games, in particular those that encourage full-body movement, produce moderate-intensity activity, and most are sufficiently active to replace sedentary time with more active screen time.\n\nIn conclusion, high-tech tools hold promise for translating evidence-based components of behavioral interventions into formats that can be disseminated for clinical, Refer patients to high-quality information and social media sources (e.g., the American Diabetes Association, the American Heart Association, or  http://exerciseismedicine.org ).\n\nEncourage social support Social support interventions are effective for promoting physical activity  (39, 40) . Users of large diabetes-specific Facebook groups provide emotional support  (43) .\n\nEncourage patients to consider using social networking site groups, forums, chatting, messaging, competitions, cooperation, and group goals."
    },
    {
      "title": "Promote engagement with the technology",
      "text": "Engagement increases adherence and retention.\n\nUse and recommend tools that provide dynamic content to increase interactivity and entertainment value (e.g., social networking site groups focused on adopting physical activity).\n\nProvide rich, positive feedback, including objective feedback, biofeedback, and feedback from providers Feedback is the bedrock of behavioral intervention; richer feedback is more motivating  (29, 88, 89) .\n\nProvide specific positive information and shaping toward overall goals; where possible use human coaches or computer-tailored feedback and include steps, calories burned, distance, heart rate, and GPS maps of walks/jogs."
    },
    {
      "title": "Encourage feelings of autonomy and choice",
      "text": "Providing choices produces greater motivation to exercise over time (90).\n\nPresent patients with multiple, meaningfully different options (e.g., wearable activity monitor or monitoring smartphone app, dance or sports video game).\n\nPromote goal-setting Specific goal-setting is associated with improved activity outcomes (91).\n\nUse tools that encourage specific daily and longer-term goals (e.g., 10,000 steps/day and exercise 5 times/week).\n\nEncourage self-monitoring Self-monitoring has been found to be highly successful in interventions  (28) .\n\nProvide step logs, activity calendars, and workout tracking."
    },
    {
      "title": "Encourage full-body movement",
      "text": "Full-body movement produces greater energy expenditure.\n\nSelect video games that monitor user inputs from the entire body rather than just the arms (e.g., cameras) or apps that measure distance (GPS).\n\nFrame physical activity as fun rather than exercise, using movements that are inherently fun Game-themed active games are rated more fun than workout-themed ones (92). Posture and movement can influence mood (93,94).\n\nRecommend tools or games that provide a fun context for activity (e.g., running from zombies, walking through the Grand Canyon, or donating steps to charity)."
    },
    {
      "title": "Duality of Interest",
      "text": "No potential conflicts of interest relevant to this article were reported."
    },
    {
      "text": "R O M R E S E A R C H T O P R A C T I C E / D I A B E T E S A N D E X E R C I S Etaining interventions because of cost or access issues have increased interest in developing more accessible interventions using the Internet and mobile technologies."
    },
    {
      "text": "R O M R E S E A R C H T O P R A C T I C E / D I A B E T E S A N D E X E R C I S Ecommunity, and individual use by patients with type 2 diabetes."
    },
    {
      "text": "Recommendations for the Use of Technology for Exercise Motivation"
    }
  ],
  "references": [
    {
      "title": "Prevention of type 2 diabetes mellitus by changes in lifestyle among subjects with impaired glucose tolerance",
      "authors": [
        "J Tuomilehto",
        "J Lindström",
        "J Eriksson"
      ],
      "year": 2001,
      "doi": "10.1056/nejm200105033441801"
    },
    {
      "title": "Diabetes Prevention Program Research Group. Reduction in the incidence of type 2 diabetes with lifestyle intervention or metformin",
      "authors": [
        "W Knowler",
        "E Barrett-Connor",
        "S Fowler"
      ],
      "year": 2002
    },
    {
      "title": "Effects of exercise on glycemic control and body mass in type 2 diabetes mellitus: a meta-analysis of controlled clinical trials",
      "authors": [
        "N Boulé",
        "E Haddad",
        "G Kenny",
        "G Wells",
        "R Sigal"
      ],
      "year": 2001,
      "doi": "10.1001/jama.286.10.1218"
    },
    {
      "title": "Meta-analysis of the effect of structured exercise training on cardiorespiratory fitness in type 2 diabetes mellitus",
      "authors": [
        "N Boulé",
        "G Kenny",
        "E Haddad",
        "G Wells",
        "R Sigal"
      ],
      "year": 2003
    },
    {
      "title": "High-intensity resistance training improves glycemic control in older patients with type 2 diabetes",
      "authors": [
        "D Dunstan",
        "R Daly",
        "N Owen"
      ],
      "year": 2002,
      "doi": "10.2337/diacare.25.10.1729"
    },
    {
      "title": "A randomized controlled trial of resistance exercise training to improve glycemic control in older adults with type 2 diabetes",
      "authors": [
        "C Castaneda",
        "J Layne",
        "L Munoz-Orians"
      ],
      "year": 2002
    },
    {
      "title": "Objectively measured light-intensity physical activity is independently associated with 2-h plasma glucose",
      "authors": [
        "G Healy",
        "D Dunstan",
        "J Salmon"
      ],
      "year": 2007
    },
    {
      "title": "Breaks in sedentary time: beneficial associations with metabolic risk",
      "authors": [
        "G Healy",
        "D Dunstan",
        "J Salmon"
      ],
      "year": 2008
    },
    {
      "title": "American College of Sports Medicine; American Diabetes Association. Exercise and type 2 diabetes: the American College of Sports Medicine and the American Diabetes Association: joint position statement executive summary",
      "authors": [
        "S Colberg",
        "R Sigal",
        "B Fernhall"
      ],
      "year": 2010,
      "doi": "10.1249/mss.0b013e3181eeb61c"
    },
    {
      "title": "Physical activity/exercise and type 2 diabetes: a consensus statement from the American Diabetes Association",
      "authors": [
        "R Sigal",
        "G Kenny",
        "D Wasserman",
        "C Castaneda-Sceppa",
        "R White"
      ],
      "year": 2006,
      "doi": "10.2337/dc06-9910"
    },
    {
      "title": "NHANES III. Diet and exercise among adults with type 2 diabetes: findings from the Third National Health and Nutrition Examination Survey (NHANES III)",
      "authors": [
        "K Nelson",
        "G Reiber",
        "E Boyko"
      ],
      "year": 2002,
      "doi": "10.2337/diacare.25.10.1722"
    },
    {
      "title": "Physical activity in U.S. adults with diabetes and at risk for developing diabetes, 2003",
      "authors": [
        "E Morrato",
        "J Hill",
        "H Wyatt",
        "V Ghushchyan",
        "P Sullivan"
      ],
      "year": 2007
    },
    {
      "title": "Adult participation in aerobic and muscle-strengthening physical activities-United States, 2011",
      "authors": [
        "Disease Centers For",
        "Prevention Control"
      ],
      "year": 2013,
      "doi": "10.15585/mmwr.mm6535a6"
    },
    {
      "title": "Correlates of physical activity in a sample of older adults with type 2 diabetes",
      "authors": [
        "L Hays",
        "D Clark"
      ],
      "year": 1999,
      "doi": "10.2337/diacare.22.5.706"
    },
    {
      "title": "Changing physical activity behavior in type 2 diabetes: a systematic review and meta-analysis of behavioral interventions",
      "authors": [
        "L Avery",
        "D Flynn",
        "A Van Wersch",
        "F Sniehotta",
        "M Trenell"
      ],
      "year": 2012,
      "doi": "10.2337/dc11-2452"
    },
    {
      "title": "The effect of disseminating evidence-based interventions that promote physical activity to health departments",
      "authors": [
        "R Brownson",
        "P Ballew",
        "K Brown"
      ],
      "year": 2007
    },
    {
      "title": "Older adults and technology use",
      "year": 2014,
      "doi": "10.4172/2167-7182.1000164"
    },
    {
      "title": "Systematic review and evaluation of web-accessible tools for management of diabetes and related cardiovascular risk factors by patients and healthcare providers",
      "authors": [
        "C Yu",
        "R Bahniwal",
        "A Laupacis",
        "E Leung",
        "M Orr",
        "S Straus"
      ],
      "year": 2012
    },
    {
      "title": "Effects of consumer-facing technologies on patient engagement, behavior change, and type 2 diabetesrelated health outcomes",
      "authors": [
        "J Dyer"
      ],
      "year": 2013,
      "doi": "10.2337/diaspect.26.2.98"
    },
    {
      "title": "The use of technology to promote physical activity in type 2 diabetes management: a systematic review",
      "authors": [
        "J Connelly",
        "A Kirk",
        "J Masthoff",
        "S Macrury"
      ],
      "year": 2013,
      "doi": "10.1111/dme.12289"
    },
    {
      "title": "Internet interventions or patient education web sites?",
      "authors": [
        "L Ritterband"
      ],
      "year": 2006
    },
    {
      "title": "Internet interventions: in review, in use, and into the future",
      "authors": [
        "L Ritterband",
        "L Gonder-Frederick",
        "D Cox",
        "A Clifton",
        "R West",
        "S Borowitz"
      ],
      "year": 2003,
      "doi": "10.1037/0735-7028.34.5.527"
    },
    {
      "title": "Internet-based physical activ-ity interventions: a systematic review of the literature",
      "authors": [
        "M Van Den Berg",
        "J Schoones",
        "Vliet Vlieland"
      ],
      "year": 2007,
      "doi": "10.2196/jmir.9.3.e26"
    },
    {
      "title": "A review of eHealth interventions for physical activity and dietary behavior change",
      "authors": [
        "G Norman",
        "M Zabinski",
        "M Adams",
        "D Rosenberg",
        "A Yaroch",
        "A Atienza"
      ],
      "year": 2007
    },
    {
      "title": "Further support for consistent self-monitoring as a vital component of successful weight control",
      "authors": [
        "K Boutelle",
        "D Kirschenbaum"
      ],
      "year": 1998
    },
    {
      "title": "Strategies for increasing early adherence to and long-term maintenance of home-based exercise training in healthy middle-aged men and women",
      "authors": [
        "A King",
        "C Taylor",
        "W Haskell",
        "R Debusk"
      ],
      "year": 1988
    },
    {
      "title": "Step counter use in type 2 diabetes: a meta-analysis of randomized controlled trials",
      "authors": [
        "S Qiu",
        "X Cai",
        "X Chen",
        "B Yang",
        "Z Sun"
      ],
      "year": 2014
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: a meta-regression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009
    },
    {
      "title": "A randomized trial comparing human e-counseling, computer automated e-counseling, or no counseling in an Internet weight loss program",
      "authors": [
        "D Tate",
        "E Jackvony",
        "R Wing"
      ],
      "year": 2006,
      "doi": "10.1001/archinte.166.15.1620"
    },
    {
      "title": "Web 2.0 for health promotion: reviewing the current evidence",
      "authors": [
        "W Chou",
        "A Prestin",
        "C Lyons",
        "K Wen"
      ],
      "year": 2013
    },
    {
      "title": "Medicine 2.0: social networking, collaboration, participation, apomediation, and openness",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2008,
      "doi": "10.2196/jmir.1030"
    },
    {
      "title": "Health outcomes and related effects of using social media in chronic disease management: a literature review and analysis of affordances",
      "authors": [
        "M Merolli",
        "K Gray",
        "Martin Sanchez"
      ],
      "year": 2013
    },
    {
      "title": "Realizing the promise of Web 2.0: engaging community intelligence",
      "authors": [
        "B Hesse",
        "O' Connell",
        "M Augustson",
        "E Chou",
        "W Shaikh",
        "A Rutten"
      ],
      "year": 2011,
      "doi": "10.1080/10810730.2011.589882"
    },
    {
      "title": "Social media update",
      "authors": [
        "M Duggan",
        "A Smith"
      ],
      "year": 2013
    },
    {
      "title": "Social network sites: definition, history, and scholarship",
      "authors": [
        "D Boyd",
        "N Ellison"
      ],
      "year": 2008
    },
    {
      "title": "Social networking fact sheet",
      "year": 2013,
      "doi": "10.3133/fs04600"
    },
    {
      "title": "Social networks and social support",
      "authors": [
        "C Heaney",
        "B Israel"
      ]
    },
    {
      "title": "San Francisco",
      "authors": [
        "F R O M R E S E A R C H T O P R A C T I C E Practice",
        "K Glanz",
        "B Rimer",
        "K Viswanath"
      ],
      "year": 2008
    },
    {
      "title": "From social integration to health: Durkheim in the new millennium",
      "authors": [
        "L Berkman",
        "T Glass",
        "I Brissette",
        "T Seeman"
      ],
      "year": 2000
    },
    {
      "title": "The effectiveness of interventions to increase physical activity: a systematic review",
      "authors": [
        "E Kahn",
        "L Ramsey",
        "R Brownson"
      ],
      "year": 2002
    },
    {
      "title": "Preventive Services. Physical activity",
      "year": 2005,
      "doi": "10.1093/acprof:oso/9780195151091.001.0001"
    },
    {
      "title": "Web Squared: Web 2.0 Five Years On",
      "authors": [
        "T O'reily",
        "J Battelle"
      ],
      "year": 2009,
      "doi": "10.5962/bhl.title.95479"
    },
    {
      "title": "Definition of Health 2.0 and Medicine 2.0: a systematic review",
      "authors": [
        "T Van De Belt",
        "L Engelen",
        "S Berben",
        "L Schoonhoven"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1350"
    },
    {
      "title": "Online social networking by patients with diabetes: a qualitative evaluation of communication with Facebook",
      "authors": [
        "J Greene",
        "N Choudhry",
        "E Kilabuk",
        "W Shrank"
      ],
      "year": 2011
    },
    {
      "title": "Facebook as a platform for health information and communication: a case study of a diabetes group",
      "authors": [
        "Y Zhang",
        "D He",
        "Y Sang"
      ],
      "year": 2013,
      "doi": "10.1007/s10916-013-9942-7"
    },
    {
      "title": "Social but safe? Quality and safety of diabetes-related online social networks",
      "authors": [
        "E Weitzman",
        "Cole Kaci",
        "L Mandl"
      ],
      "year": 2011
    },
    {
      "title": "Variations in structure and content of online social networks for patients with diabetes",
      "authors": [
        "W Shrank",
        "N Choudhry",
        "K Swanton",
        "S Jain",
        "J Greene",
        "B Harlam",
        "K Patel"
      ],
      "year": 2011,
      "doi": "10.1001/archinternmed.2011.407"
    },
    {
      "title": "Use of social media in health promotion: purposes, key performance indicators, and evaluation metrics",
      "authors": [
        "B Neiger",
        "R Thackeray",
        "S Van Wagenen"
      ],
      "year": 2012
    },
    {
      "title": "Social media: a review and tutorial of applications in medicine and health care",
      "authors": [
        "Grajales Fj 3rd",
        "S Sheps",
        "K Ho",
        "H Novak-Lauscher",
        "G Eysenbach"
      ],
      "year": 2014
    },
    {
      "title": "Are health behavior change interventions that use online social networks effective? A systematic review",
      "authors": [
        "C Maher",
        "L Lewis",
        "K Ferrar",
        "S Marshall",
        "De Bourdeaudhuij",
        "I Vandelanotte"
      ],
      "year": 2014
    },
    {
      "title": "A randomized trial of a Facebookbased physical activity intervention for young adult cancer survivors",
      "authors": [
        "C Valle",
        "D Tate",
        "D Mayer",
        "M Allicock",
        "J Cai"
      ],
      "year": 2013
    },
    {
      "title": "A social media-based physical activity intervention: a randomized controlled trial",
      "authors": [
        "D Cavallo",
        "D Tate",
        "A Ries",
        "J Brown",
        "R Devellis",
        "A Ammerman"
      ],
      "year": 2012
    },
    {
      "title": "Motivating physical activity at work: using persuasive social media for competitive step counting",
      "authors": [
        "D Foster",
        "C Linehan",
        "B Kirman",
        "S Lawson",
        "G James"
      ],
      "year": 2010,
      "doi": "10.1145/1930488.1930510"
    },
    {
      "title": "Using Facebook and text messaging to deliver a weight loss program to college students",
      "authors": [
        "M Napolitano",
        "S Hayes",
        "G Bennett",
        "A Ives",
        "G Foster"
      ],
      "year": 2013
    },
    {
      "title": "Tweets, apps, and pods: results of the 6-month Mobile Pounds Off Digitally (Mobile POD) randomized weight-loss intervention among adults",
      "authors": [
        "G Turner-Mcgrievy",
        "D Tate"
      ],
      "year": 2011
    },
    {
      "title": "Evidence-based strategies in weight loss mobile apps",
      "authors": [
        "Pagoto",
        "K Schneider",
        "M Jojic",
        "M Debiasse",
        "D Mann"
      ],
      "year": 2013,
      "doi": "10.1016/j.amepre.2013.04.025"
    },
    {
      "title": "Rules of Play: Game Design Fundamentals",
      "authors": [
        "K Salen",
        "E Zimmerman"
      ],
      "year": 2004
    },
    {
      "title": "Essential facts about the computer and video game industry",
      "year": 2014
    },
    {
      "title": "Prevalence and correlates of exergaming in youth",
      "authors": [
        "E O'loughlin",
        "E Dugas",
        "C Sabiston",
        "O 'loughlin"
      ],
      "year": 2012
    },
    {
      "title": "Active gaming in Dutch adolescents: a descriptive study",
      "authors": [
        "M Simons",
        "C Bernaards",
        "J Slinger"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-118"
    },
    {
      "title": "Women's fitness proving to be a new market for video games",
      "authors": [
        "R Kim"
      ],
      "year": 2009
    },
    {
      "title": "Using active video games for physical activity promotion: a systematic review of the current state of research",
      "authors": [
        "W Peng",
        "J Crouse",
        "J Lin"
      ],
      "year": 2013
    },
    {
      "title": "Active video games and health indicators in children and youth: a systematic review",
      "authors": [
        "A Leblanc",
        "J Chaput",
        "A Mcfarlane"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0065351"
    },
    {
      "title": "Active video games for youth: a systematic review",
      "authors": [
        "A Barnett",
        "E Cerin",
        "T Baranowski"
      ],
      "year": 2011
    },
    {
      "title": "Active video games to promote physical activity in children and youth: a systematic teview",
      "authors": [
        "E Biddiss",
        "J Irwin"
      ],
      "year": 2010
    },
    {
      "title": "Energy expenditure and enjoyment during video game play: differences by game type",
      "authors": [
        "E Lyons",
        "D Tate",
        "D Ward",
        "J Bowling",
        "K Ribisl",
        "S Kalyararaman"
      ],
      "year": 2011
    },
    {
      "title": "Activity and energy expenditure in older people playing active video games",
      "authors": [
        "L Taylor",
        "R Maddison",
        "L Pfaeffli",
        "J Rawstorn",
        "N Gant",
        "N Kerse"
      ],
      "year": 2012
    },
    {
      "title": "Impact of an active video game on healthy children's physical activity",
      "authors": [
        "T Baranowski",
        "D Abdelsamad",
        "J Baranowski"
      ],
      "year": 2012
    },
    {
      "title": "Effects of active video games on body composition: a randomized controlled trial",
      "authors": [
        "R Maddison",
        "L Foley",
        "Ni Mhurchu"
      ],
      "year": 2011
    },
    {
      "title": "The effect of active video gaming on children's physical activity, behavior preferences and body composition",
      "authors": [
        "L Graves",
        "N Ridgers",
        "G Atkinson",
        "G Stratton"
      ],
      "year": 2010
    },
    {
      "title": "To remove or to replace traditional electronic games? A crossover randomised controlled trial on the impact of removing or replacing home access to electronic games on physical activity and sedentary behaviour in children aged 10-12 years",
      "authors": [
        "L Straker",
        "R Abbott",
        "A Smith"
      ],
      "year": 2013
    },
    {
      "title": "Effects of a pediatric weight management program with and without active video games: a randomized trial",
      "authors": [
        "S Trost",
        "D Sundal",
        "G Foster",
        "M Lent",
        "D Vojta"
      ],
      "year": 2014
    },
    {
      "title": "Predicting the effect of interactive video bikes on exercise adherence: an efficacy trial",
      "authors": [
        "R Rhodes",
        "Der Warburton",
        "Ssd Bredin"
      ],
      "year": 2009
    },
    {
      "title": "The motivation of children to play an active video game",
      "authors": [
        "Chin Paw",
        "M Jacobs",
        "W Vaessen",
        "Epg Titze",
        "S Van Mechelen"
      ],
      "year": 2008
    },
    {
      "title": "Using an alternate reality game to increase physical activity and decrease obesity risk of college students",
      "authors": [
        "J Johnston",
        "A Massey",
        "R Marker-Hoffman"
      ],
      "year": 2002
    },
    {
      "title": "Effects of interactive physical-activity video-game training on physical and cognitive function in older adults",
      "authors": [
        "P Maillot",
        "A Perrot",
        "A Hartley"
      ],
      "year": 2012
    },
    {
      "title": "Neuropsychological benefits of stationary bike exercise and a cybercycle exergame for older adults with diabetes: an exploratory analysis",
      "authors": [
        "C Anderson-Hanley",
        "P Arciero",
        "S Westen",
        "J Nimon",
        "E Zimmerman"
      ],
      "year": 2012,
      "doi": "10.1177/193229681200600416"
    },
    {
      "title": "Exergames for subsyndromal depression in older adults: a pilot study of a novel intervention",
      "authors": [
        "D Rosenberg",
        "C Depp",
        "I Vahia"
      ],
      "year": 2010
    },
    {
      "title": "A preliminary exploration of the effects of a 6-week interactive video dance exercise program in an adult population",
      "authors": [
        "A Mejia-Downs",
        "S Fruth",
        "A Clifford"
      ],
      "year": 2011
    }
  ],
  "num_references": 79
}
