{
  "paper_id": "6W3TQLAE",
  "title": "Patients' emotional bonding with MHealth apps: An attachment perspective on patients' use of MHealth applications",
  "abstract": "well-being Intrinsic motivation A B S T R A C T While mobile health applications (mHealth apps) have attracted considerable practical and research attention in recent years, very few information systems (IS) studies have ever investigated patients' use of mHealth apps. We draw insights from attachment theory, which states that when individuals experience fatigue or stress, they tend to develop affectionate bonds with objects that attend to their needs. Our study provides an evolutionary view on how patients' attaining satisfaction of their basic needs through using mHealth apps leads to their emotional bonding with the mHealth apps and consequently contributes to their overall well-being. We surveyed 113 patients who used an mHealth app for hospitalization and discharge advice and education. We found that (a) patients' emotional bonding with the apps mediated the impacts of autonomy and relatedness needs satisfaction on their well-being in terms of enhanced IT-enabled self-esteem and reduced post-surgery physical symptoms; and (b) autonomy need satisfaction positively and negatively moderated the impacts of competence and relatedness needs satisfaction, respectively, on patients' emotional bonding with mHealth apps. Our findings not only contribute to the technology use literature and extend the interpretation of attachment theory in the IS field, but also yield practical insights for managers and developers who work in the mHealth industry.",
  "year": 2018,
  "date": "2018",
  "journal": "Computers in Human Behavior",
  "publication": "Computers in Human Behavior",
  "authors": [
    {
      "forename": "Jiaoyang",
      "surname": "Li",
      "name": "Jiaoyang Li",
      "affiliation": "a  School of Management , Fudan University , Shanghai , 200433 , China \n\t\t\t\t\t\t\t\t School of Management \n\t\t\t\t\t\t\t\t Fudan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 200433 \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China",
      "email": "jiaoyangli@fudan.edu.cn"
    },
    {
      "forename": "Chenghong",
      "surname": "Zhang",
      "name": "Chenghong Zhang",
      "affiliation": "a  School of Management , Fudan University , Shanghai , 200433 , China \n\t\t\t\t\t\t\t\t School of Management \n\t\t\t\t\t\t\t\t Fudan University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 200433 \n\t\t\t\t\t\t\t\t\t Shanghai \n\t\t\t\t\t\t\t\t\t China",
      "email": "zhangche@fudan.edu.cn"
    },
    {
      "forename": "Xixi",
      "surname": "Li",
      "name": "Xixi Li",
      "affiliation": "b  School of Economics and Management , Tsinghua University , Beijing , 100084 , China \n\t\t\t\t\t\t\t\t School of Economics and Management \n\t\t\t\t\t\t\t\t Tsinghua University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100084 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001809",
  "sections": [
    {
      "title": "Introduction",
      "text": "MHealth refers to the application of mobile technologies and devices to deliver healthcare-related information and services  (Kallander et al., 2013) . Over the past few years, the mHealth market has grown rapidly due to the widespread of availability of wireless network infrastructure and mobile technologies  (Grand View Research, 2018) . The global market value of mHealth was $23.66 billion in 2017  (Grand View Research, 2018) , and is forecasted to reach $31 billion by 2020  (Research 2 Guidance, 2016) . The number of downloads of mHealth applications (hereafter, mHealth apps) nearly doubled between 2013 and 2016  (Research 2 Guidance, 2016) . By 2020, 2.6 billion users will have downloaded an mHealth app at least once  (Research 2 Guidance, 2016) . Although up to 24 % of mHealth apps are designed for disease and treatment management purposes (e.g., diabetes, hypertension, etc.), limited evidence has shown whether and how the apps effectively improved patients' health outcomes, which consequently hinders the further diffusion of the apps (IMS Institute for Healthcare  Informatics, 2015) .\n\nWe are intrigued by this phenomenon regarding mHealth app users and particularly keen to know (a) what is the psychological state of patients when they use mHealth apps, (b) how does patients' use of mHealth apps contribute to their psychological state, and (c) how does such a psychological state consequently affect their health conditions? Most medical informatics literature targets mHealth apps that are designed for general healthcare purposes (Martinez-Perez, de la  Torre-Diez, & Lopez-Coronado, 2013) , for example, surveilling or preventing communicable diseases  (Lester & Karanja, 2008; Sacks et al., 2015) ; recording physical activities and body indices of the general public  (Carter, Burley, & Cade, 2017; Turner-McGrievy et al., 2013) ; or monitoring or controlling chronic diseases  (Cafazzo, Casselman, Hamming, Katzman, & Palmert, 2012; Watkins et al., 2018) . Only a handful of studies focus on mHealth apps for clinical use  (Landman et al., 2015; Moon et al., 2017) . The information systems (IS) literature has examined either the effective design of mHealth apps  (García, Tomás, Parra, & Lloret, 2019; Miah, Gammack, & Hasan, 2017) , or how healthy users' perceptions of mHealth apps have led to adoption behaviors  (Liu, Ngai, & Ju, 2019; Kim, Kim, Lee, & Kim, 2019; Zhao, Ni, & Zhou, 2018) . There is only a very limited understanding of patients' use of mHealth apps -a unique cohort of users who suffer from illnesses and cannot maintain a regular life on their own, but have to seek help from external resources.\n\nToward this end, our study draws insights from attachment theory  (Bowlby, 1958)  and provides an evolutionary view on patients' use of mHealth apps. First, we conceptualize patients' emotional bonding with mHealth apps as the core state that characterizes patients' psychological feelings during their interaction with mHealth apps. Emotional bonding, rooted in attachment theory, assumes that human beings have an in-born tendency to bond with objects that attend to their needs, for example, infants attach to a mother figure, or adults bond with parents, peers, or partners  (Bowlby, 1988) . In the mHealth use context, patients in the face of illness, stress, and fatigue tend to bond with mHealth apps that attend to their basic needs. Second, we study the influences of basic needs satisfaction, as achieved through the use of mHealth apps, on patients' emotional bonding with the apps. We also look at the influence of emotional bonding on patients' well-being in terms of IT-enabled self-esteem and physical symptoms. Third, we investigate the mediation effects of emotional bonding on the relationships between basic needs satisfaction through mHealth app use and patients' wellbeing. Fourth, we also examine how patients' basic needs satisfaction for autonomy, competence, and relatedness  (Ryan & Deci, 2000)  interact and bring about their emotional bonding with mHealth apps. In particular, we are interested in the interactional effects between the three basic needs that have so far received limited attention in the extant psychology literature."
    },
    {
      "title": "Theoretical background"
    },
    {
      "title": "Emotional bonding and attachment theory",
      "text": "Emotional bonding refers to the affectionate bonds that individuals form with certain objects or persons  (Hazan & Shaver, 1994; Hudson, Fraley, Chopik, & Heffernan, 2015; Thomson, MacInnis, & Park, 2005) . Emotional bonding originated in attachment theory  (1980 ( , Bowlby, 1958)) , states that infants are born with a tendency to form close relationships with their primary caregivers in order to survive. When primary caregivers are present and responsive to infants' needs, the infants then develop affectionate bonds with and maintain proximity to those caregivers. Such emotional bonding provides infants with a sense of comfort and security, thereby enabling them to grow in a healthy way and effectively explore their surroundings  (Ainsworth, 1979 (Ainsworth, , 1985;; Shaver & Mikulincer, 2010) . The underlying assumption of emotion bonding and attachment theory is that infants are extremely immature, and they need protection and caring for survival from the attached mother figures  (Hazan & Shaver, 1994; Shaver & Mikulincer, 2010) .\n\nFrom an evolutionary perspective, such an in-born need for attachment continues throughout the life course of human beings  (Bowlby, 1988) . When adults fall sick, experience fatigue, or feel anxious and under stress, they tend to display bonding behaviors  (Bowlby, 1988) . In addition to the mother-infant relationship, scholars have appropriated the concept of attachment into other contexts. Some scholars  (Hazan & Shaver, 1987; Hudson et al., 2015)  extended attachment theory to explain adults' attachment to their parents or partners in romantic relationships. Other researchers applied attachment theory to different business contexts, for example, consumers' emotional attachment to brands  (Proksch, Orth, & Bethge, 2013; Thomson et al., 2005)  and employees' attachment to their leaders within organizations  (Rahimnia & Sharifirad, 2015) . Nevertheless, there has been limited understanding of emotional bonding and attachment theory in the IS field.\n\nWe found that the core assumption in attachment theory especially captures the characteristics of the target subjects in the mHealth use context -patients who usually suffer both physically and psychologically and need help from an external source, for example, medications, physicians, nurses, family members, friends, or even technologies, to realize optimal functioning and growth  (Davis, 2002; Berry & Bendapudi, 2007; Segall, 1976) . When external resources, such as a technology, attend to patients' needs, patients are likely to form affectionate bonds with the technology, which ultimately enhance their development and overall well-being. Next, we delineate three fundamental needs of human beings and their relationship with well-being."
    },
    {
      "title": "Satisfaction of three basic needs and well-being",
      "text": "Human beings have three fundamental psychological needs: autonomy, competence, and relatedness  (Deci & Ryan, 2011; Ryan & Deci, 2000) . The need for autonomy is an individual's need to be the source of their self-expression  (De Charms, 1983; Deci & Ryan, 1985; Ryan & Connell, 1989; Van Assche et al., 2018) . The need for competence refers to an individual's desire to feel confident and efficacious when interacting with a social environment  (Ryan & Deci, 2004; Schuler et al., 2010; White, 1959) . The need for relatedness is an individual's need to interact and stay connected with others and have a sense of belonging with social surroundings  (Baumeister & Leary, 1995; Hadden et al., 2014; Ryan, 1995) . Just as the survival of plants and animals depends on nutrients from the surrounding environment, individuals seek satisfaction of the three basic psychological needs of autonomy, competence, and relatedness from social environments to develop \"a coherent sense of self\" and attain physical and psychological well-being  (Deci & Ryan, 2002, p. 3) . The underlying assumption is that individuals are active organisms who have an integrative and unified self that strives for growth when engaging in activities  (Ryan, 1995) . When three basic needs are satisfied, individuals' experience enhanced intrinsic motivation as well as well-being, which usually manifests in increased positive affect and vitality, and reduced negative affect and physical symptoms  (Allen & Anderson, 2018; Deci & Ryan, 1991; Deci et al., 1997; Ryan & Deci, 2000 , 2004) . Karahanna, Xu, Xu, and Zhang (2018)  proposed that users experience a sense of gratification of their basic needs for autonomy, competence, and relatedness through social media use, and in turn, they are motivated to use social media features that satisfy the three basic needs.\n\nIndividuals' needs for autonomy, competence, and relatedness are distinct from, but related to, each other. The need for autonomy characterizes individuals' tendency \"toward inner organization and holistic self-regulation\", while the needs for competence and relatedness attend to individuals' tendency \"toward integration of oneself with others\"  (Deci & Ryan, 2002, p. 5) . In other words, the need for autonomy focuses on an individual's desire to achieve innate consistency and integrity, while the needs for competence and relatedness emphasize an individual's interactions with the surrounding environment. Furthermore, the need for competence captures an individual's desire for distinctiveness and differentiation from others, whereas the need for relatedness captures an individual's motive for assimilation and inclusion with others  (Brewer, 1991; Deci & Ryan, 2002) . Following the lines of this argument, the need for autonomy is complementary to the need for competence, just as pursuing an independent self is consistent with seeking independence in relation to others  (Gaertner et al., 2012; Sedikides, Gaertner, Luke, O'Mara, & Gebauer, 2013) . The need for autonomy conflicts with the need for relatedness, since simultaneously pursuing both an independent self and intimacy with others causes innate tensions  (Leonardelli, Pickett, & Brewer, 2010) .\n\nWe offer a further note on emotional bonding in relation to intrinsic motivation, both of which characterize affectionate feelings individuals derive from engaging in certain activities. Psychology scholars suggest that satisfaction of the three basic needs enhances intrinsic motivation; in turn, intrinsic motivation leads to individuals' well-being  (Deci & Ryan, 2000) . The core assumption underlying intrinsic motivation is that individuals are active organisms who pursue self-coherence and innate growth  (Deci & Ryan, 2002) , which is not suitable for those who are immature or in situations of suffering from illnesses and pains and need to be cared for by others  (Bowlby, 1988) . Individuals who experience physical or psychological threats and feel short of energy cannot live on their own and need assistance from the outside. Therefore, their psychological state is no longer the same as that of healthy individuals whose intrinsic motivation originates from their independent selves.\n\nFew empirical studies have ever tested basic needs satisfaction and well-being with a sample of people who suffer from illness (i.e., patients), except for a handful of studies that have examined healthy individuals who diet or quit smoking  (Katz, Madjar, & Harari, 2015; Williams et al., 2002) . The well-being or health conditions of the individuals in these studies usually exhibited both psychological and physical aspects. Psychological well-being mainly referred to positive affect, self-esteem, and negative affect, anxiety, and stress, while physical well-being was measured by vitality and physiological symptoms  (Emmons, 1991; Felton & Jowett, 2013; Uysal, Lin, & Knee, 2010) . Toward this end, we reconceptualize patients' use of mHealth apps as a source to satisfy their three basic needs, integrate them with emotional bonding and patients' well-being, and provide a new interpretation of patients' use of mHealth apps."
    },
    {
      "title": "An attachment perspective on patients' use of MHealth applications"
    },
    {
      "title": "Patients' emotional bonding with mHealth applications",
      "text": "As mentioned earlier, emotional bonding stands for the intuitive tendency of infants to attach to a mother figure  (Bowlby, 1988) . Such a bonding tendency continues throughout adulthood; when individuals experience pain, fatigue, or anxiety, they also display attachment behaviors toward important objects or persons who attend to their needs  (Bowlby, 1988; Hazan & Shaver, 1994) . In the mHealth use context, patients usually suffer from illnesses and feel pain, tiredness, and anxiety. Thus, patients are likely to seek help from external resources, for example, medications, physicians, nurses, family members, friends, or even mHealth apps. We conceptualize patients' emotional bonding with mHealth apps as patients' affectionate responses when using mHealth apps, which manifests in three aspects. Specifically, patients experience warm feelings when using mHealth apps; they become aroused with intense and positive moods about mHealth apps; and they sense close connections with mHealth apps.\n\nWe differentiate between (a) emotional bonding with mHealth apps and (b) intrinsic motivation toward using mHealth apps  (Li, Hsieh, & Rai, 2013; Venkatesh, Thong, & Xu, 2012) , both of which refer to affectionate feelings that users experience when using mHealth apps. As we have argued, the key difference between emotional bonding and individuals' motivation lies in the different assumptions of human beings. Individuals seek to bond when they experience stress and anxiety  (Bowlby, 1988) ; individuals strive for intrinsic motivation because they are independent and integrative organisms  (Deci & Ryan, 2002) . In the mHealth use context, since patients rely on external resources (i.e., the apps) instead of their independent selves to pursue health; emotional bonding, as compared to intrinsic motivation, more appropriately captures patients' psychological state during use. The use of mHealth apps to attend to patients' basic needs leads to patients' bonding tendencies with the apps, and intrinsic motivation toward using mHealth apps is no longer the dominant psychological state. In other words, the underlying assumption of emotional bonding and attachment theory fits the psychological state of patients, whose unified selves are attacked by illnesses and who thus need help from external sources  (Davis, 2002; Berry & Bendapudi, 2007; Segall, 1976) ."
    },
    {
      "title": "MHealth app use as needs satisfaction and patients' well-being",
      "text": "Individuals experience gratification of their fundamental needs for autonomy, competence, and relatedness from different sources across different contexts  (Deci & Ryan, 2000) . For example, a coach of a particular sport plays an important role in fulfilling an athlete's needs for autonomy, competence and relatedness  (Reinboth, Duda, & Ntoumanis, 2004 ). In the workplace, a frontline manager serves as a source to satisfy an employee's needs for autonomy, competence and relatedness  (Baard, Deci, & Ryan, 2004; Deci, Olafsen, & Ryan, 2017) . In the social media use context, users also experience gratification of their needs for autonomy, competence, and relatedness when using relevant social media features  (Karahanna, Xu, Xu, & Zhang, 2018) . Following a similar logic, we consider patients' use of mHealth apps as sources of satisfaction for their fundamental needs for autonomy, competence, and relatedness. In particular, when mHealth apps provide patients with a variety of options that they can freely choose according to their integral selves, their need for autonomy is satisfied. When patients use mHealth apps in a way that allows them to feel capable and competent during the usage process, their need for competence is fulfilled. When patients feel they are being cared for and loved when using mHealth apps, their need for relatedness is satisfied.\n\nDifferent from the traditional ways of conceptualizing technology use in the IS literature, such as duration and frequency of use  (Davis, 1989; Liu, Shao, & Fan, 2018; Venkatesh, Morris, Davis, & Davis, 2003) , intention to use  (Liu et al., 2019; Kim et al., 2019; Zhao et al., 2018) , feature use  (Jasperson, Carter, & Zmud, 2005; Sun, 2012; Xiang, Zheng, Lee, & Zhao, 2016) , innovative use  (Li et al., 2013) , or effective use  (Burton-Jones & Grange, 2013) , we conceptualize patients' use of mHealth apps as a source of gratification of their basic needs. According to adaptive structuration theory, technology users give meaning to technologies as they appropriate them into particular use contexts  (Desanctis & Poole, 1994; Orlikowski, 1992) . Through their appropriation process, patients' use of mHealth apps for basic needs satisfaction leads patients, acting as technology users, to endow a symbolic meaning on mHealth apps.\n\nMoreover, satisfaction of the three fundamental needs provides essential nutrients for individuals' well-being, which is a highly valued indicator in healthcare settings  (Deci & Ryan, 2000; Stewart et al., 1989) . Patients' well-being is comprised of two aspects: psychological functioning and disease-related physical conditions  (Ng et al., 2012; Stewart et al., 1989) . On the one hand, psychological well-being manifests in patients' understandings of life purpose, quality connections to others, and self-esteem  (Ryff & Singer, 1998) . Among the list of factors, self-esteem is the most salient indicator for psychological well-being  (Felton & Jowett, 2013; Norman, Windell, Lynch, & Manchanda, 2011; Kim, Sung, Park, & Dittmore, 2015) . During hospitalization, patients often lose control of their health conditions and behavioral outcomes; they have to give up privacy and rely on medical assistance to live with dignity  (Davis, 2002; Berry & Bendapudi, 2007) . In this case, information technologies that provide access to information, knowledge, and assistance, effectively empower patients and protect their jeopardized self-esteem. Therefore, IT-enabled self-esteem effectively captures the psychological aspect of patients' well-being in the mHealth use context. On the other hand, physical symptoms have been considered to be representative measures of physical well-being in most prior studies  (Emmons, 1992; Uysal et al., 2010) , thus featuring the physical aspect of patients' well-being."
    },
    {
      "title": "Research model and hypotheses",
      "text": "With all constructs defined, we propose the research model together with nine research hypotheses (Fig.  1 ). First, patients' three basic needs satisfaction through mHealth app use each has a positive impact on their emotional bonding with the app, and emotional bonding in turn contributes to their well-being in terms of enhanced IT-enabled selfesteem and reduced physical symptoms (direct effects in H1 -H4). Second, patients' emotional bonding with mHealth apps serves as a mediator that transmits the influences of the three basic needs satisfaction on patients' well-being (mediation effects in H5 -H7). Third, autonomy need satisfaction through mHealth app use moderates the influences of competence and relatedness needs satisfaction on patients' emotional bonding with mHealth apps (moderation effects in H8 -H9).\n\nThe need for autonomy concerns individuals' innate desire to experience volition and to act according to their own will  (De Charms, 1983; Deci & Ryan, 1985; Ryan & Connell, 1989; Van Assche et al., 2018) . The need for autonomy can be satisfied when individuals engage in a wide variety of activities, such as working, studying, or exercising  (Deci & Ryan, 2000) . Fulfillment of the need for autonomy is one of the prerequisites for healthy relationships  (Greenberg, 1983) . When individuals feel a certain relationship is supportive to their autonomy or actualization of an integral self, they are likely to rely on the partner and experience satisfaction in the relationship  (Deci, La Guardia, Moller, Scheiner, & Ryan, 2006) . Individuals develop a quality relationship or bonding with some object or person that is sensitive and responsive to their need for autonomy  (La Guardia, Ryan, Couchman, & Deci, 2000) . Indeed, individuals tend to develop secure attachment in a free environment rather than in a controlled one  (Kerns, Brumariu, & Seibert, 2011) .\n\nIn the mHealth use context, patients experience a sense of helplessness since they usually lack sufficient knowledge or expertise during the treatment process  (Komrad, 1983) . The mHealth apps allow patients to gain knowledge and master treatment-related expertise according to their own will and provide them with choices for self-care, which to a great extent supports their need for autonomy. As such, when patients' need for autonomy is satisfied through mHealth apps use, they are likely to feel securely attached to the apps and further develop emotional bonding with them. Hence, we propose:"
    },
    {
      "title": "Hypothesis 1. Patients' autonomy need satisfaction has a positive relationship with their emotional bonding with mHealth apps.",
      "text": "Competence is another fundamental psychological need that when fulfilled leads individuals to experience optimal functioning and growth  (Ryan & Deci, 2000) . The need for competence means an individual's innate motive to be competent and effective when interacting with others  (Ryan & Deci, 2004; Schuler et al., 2010; White, 1959) . When individuals feel competent and efficacious in a relationship, they feel the relationship is under control, and consequently develop secure bonding with their partner and commit to the relationship itself  (Patrick, Knee, Canevello, & Lonsbary, 2007; Proksch, Orth, & Cornwell, 2015) . In contrast, individuals are unlikely to establish a close relationship with persons or objects that signal their incapability, that is, thwart their need for competence  (La Guardia et al., 2000) .\n\nIn the mHealth use context, patients use apps to access health-related guidance and suggestions, which effectively enhance their capabilities in taking care of themselves during the treatment and recovery process. In other words, the use of mHealth apps satisfies patients' need for competence and makes them feel powerful in controlling their health conditions. As such, patients tend to feel secure by using the mHealth apps and even psychologically bond with the apps. Therefore, we hypothesize:"
    },
    {
      "title": "Hypothesis 2. Patients' competence need satisfaction has a positive relationship with their emotional bonding with mHealth apps.",
      "text": "The need for relatedness refers to the universal propensity of individuals to interact with or connect with others  (Baumeister & Leary, 1995; Hadden et al., 2014; Ryan, 1995) . Close interactions with others satisfy individuals' need for relatedness. When individuals closely interact with some person or object, they tend to feel the care and love in the relationship and in turn show emotional bonding with the person or object  (La Guardia et al., 2000) .\n\nIn the mHealth use context, apps provide useful information that is closely related to patients' health conditions. When accessing such useful information, patients sense attentive care from the apps. That is, they feel loved and taken care of by the mHealth apps they are using. Therefore, patients tend to develop a sense of connectedness with mHealth apps since intimate interactions with the apps fulfill their need for relatedness. We propose:"
    },
    {
      "title": "Hypothesis 3. Patients' relatedness need satisfaction has a positive relationship with their emotional bonding with mHealth apps.",
      "text": "In addition, secure bonding provides a number of positive outcomes  (Leigh & Anderson, 2013) . Individuals in a bonded relationship tend to value each other. The relationship serves as a secure base that provides the partners with courage and support and enables them to explore and harness surrounding resources  (Rahimnia & Sharifirad, 2015) . As capital and resources promote confidence in self-worth and physical growth, a bonded relationship effectively enhances individuals' wellbeing, such as improved self-esteem  (Bartholomew & Horowitz, 1991; in't Veld, Vingerhoets, & Denollet, 2011)  and mitigated physical symptoms  (Hazan & Shaver, 1990) .\n\nIn the context of mHealth use, when patients establish affectionate bonding with apps, they consider the apps as a secure base from which they can seek help and support. On one hand, the apps provide guidance and advice for patients to reduce repeated consultations with healthcare professionals, thereby protecting their jeopardized self-esteem. On the other hand, the apps also offer useful suggestions and enable them to take good care of themselves during the treatment and recovery process, which leads to alleviated physical symptoms."
    },
    {
      "title": "Hypothesis 4. Patients' emotional bonding with mHealth apps has a positive relationship with their well-being, which manifests in (a) enhanced IT-enabled self-esteem and (b) reduced physical symptoms.",
      "text": "Besides, we argue that emotional bonding mediates the relationships between the three needs satisfaction and patients' well-being. When individuals are sick or even hospitalized, they experience a sense of helplessness and tend to be more dependent on external assistance than the healthy ones  (Berry & Bendapudi, 2007; Bowlby, 1988) . Emotional bonding precisely characterizes such a unique psychological state of patients. When patients feel that other people or objects are attending to their basic needs for autonomy, competence and relatedness, they are inclined to develop strong emotional bonds with those assisting them. Such affectionate connections in turn provide a secure base for patients to maintain both psychological and physical wellbeing.\n\nSpecifically, when individuals' need for autonomy is satisfied, they tend to experience a sense of self-initiation and confidence in the face of difficulties and live a better life  (Deci & Ryan, 2000) . For example, evidence has shown that individuals whose need for autonomy is satisfied tend to have better understanding of their self-worth  (Heppner et al., 2008; Marmot, 2003) , experience fewer physical symptoms  (Legate, Ryan, & Rogge, 2017; Reis, Sheldon, Gable, Roscoe, & Ryan, 2000) , and achieve overall well-being  (Ryan & Deci, 2000 , 2004) . In the mHealth use context, when patients feel their need for autonomy is met through using an mHealth app, they are likely to develop affectionate bonding with the app and, at the same time, experience improved wellbeing. Patients' quality connections with the mHealth apps convey the influence of autonomy need satisfaction and ultimately contribute to their enhanced self-esteem and mitigated physical symptoms. Hence, we propose:"
    },
    {
      "title": "Hypothesis 5. Patients' emotional bonding with mHealth apps mediates the positive impact of autonomy need satisfaction on their well-being in terms of (a) enhanced IT-enabled self-esteem and (b) reduced physical symptoms.",
      "text": "Individuals who experience a sense of efficacy when interacting with an environment are usually confident in performing optimal challenging tasks and persevere when facing frustration in both their work and personal lives  (Baard et al., 2004; Bozionelos & Singh, 2017; Pradhan, Jena, & Singh, 2017) . Accordingly, individuals with their need for competence satisfied tend to display high levels of life satisfaction  (Singh, Pradhan, Panigrahy, & Jena, 2019)  and self-esteem  (Heppner et al., 2008; Pinquart & Sorensen, 2000) , and experience reduced negative affect and physical symptoms  (Reis et al., 2000) . In the mHealth use context, when patients feel competent to take care of themselves during the use of mHealth apps, they are inclined to develop good relationships with the apps and also experience enhanced health conditions. More precisely, patients' quality connections with the mHealth apps serve as the key in transmitting the influence of competence need satisfaction and help them better understand their selfworth and reduce their physical symptoms. Hence, we propose:"
    },
    {
      "title": "Hypothesis 6. Patients' emotional bonding with mHealth apps mediates the positive impact of competence need satisfaction on their well-being in terms of (a) enhanced IT-enabled self-esteem and (b) reduced physical symptoms.",
      "text": "When individuals have regular close interactions with others, they feel their need for relatedness being satisfied, live constructive social lives, and experience a sense of belonging and mutual respect  (Baard et al., 2004; Deci & Vansteenkiste, 2004) . Such constructive social lives promote individuals' well-being in terms of enhanced self-esteem  (Heppner et al., 2008)  and decreased physical symptoms  (Choi, Kwon, Lee, Choi, & Choi, 2018) . In the mHealth use context, relatedness need satisfaction through mHealth app use makes patients feel connected to the apps and promotes their well-being. Patients' sense of belonging reinforces their affectionate bonding with the apps, supports their sense of self-worth  (Heppner et al., 2008) , and alleviates physical symptoms  (Choi et al., 2018) . The discussion leads to:"
    },
    {
      "title": "Hypothesis 7. Patients' emotional bonding with mHealth apps mediates the positive impact of relatedness need satisfaction on their well-being in terms of (a) enhanced IT-enabled self-esteem and (b) reduced physical symptoms.",
      "text": "We further address the interrelationships between the three needs satisfaction in affecting patients' emotional bonding with mHealth apps. As we have argued, individuals' need for autonomy concerns \"inner organization and holistic self-regulation\", while the needs for competence and relatedness focus on \"integration of oneself with others\"  (Deci & Ryan, 2002, p. 5) . The need for autonomy effectively classifies individuals into different groups according to how they get along with themselves. Therefore, we consider autonomy need satisfaction to be a suitable boundary condition for further interpretations on the relationships between competence/relatedness need satisfaction and patients' emotional bonding with mHealth apps. In addition, patients' emotional bonding with mHealth apps stands for patients' relationships with the target technology of mHealth apps. As such, the direct effects of competence and relatedness needs satisfaction on patients' emotional bonding with mHealth apps are logically plausible, as both of the constructs capture how individuals get along with environmental factors.\n\nFirst, both the needs for autonomy and competence represent distinctiveness and differentiation  (Brewer, 1991) . Autonomy means one can make decisions or choices on their own  (De Charms, 1983; Deci & Ryan, 1985; Ryan & Connell, 1989; Van Assche et al., 2018) , while competence emphasizes one standing out among peers through social comparison  (Deci & Ryan, 2002; Proksch et al., 2015) . Both emphasize individuals' idiosyncratic characteristics out of a cohort of peers. Therefore, we argue that satisfying the needs for autonomy and competence are complementary. Prior studies also suggest that competence need satisfaction, when accompanied by autonomy need satisfaction, effectively stimulates individuals' innate motivation to perform activities  (Fisher, 1978; Ryan, 1982) .\n\nIn the mHealth use context, patients' use of mHealth apps serves as a vehicle to satisfy both the needs for autonomy and competence. As we have theorized, both autonomy and competence needs satisfaction through mHealth app use lead patients to bond with the apps. When autonomy need satisfaction is high, patients tend to experience an autonomy-supportive environment that allows them to exercise their capabilities freely. In this case, patients would even be motivated to tie their competitiveness to mHealth app use and strengthen their affectionate bonding with the apps. When autonomy need satisfaction is low, the influence of competence need satisfaction on emotional bonding tends to be weak, since an environment that constrains patients' exercise of choices possibly hinders their interpretation of their capabilities in relation to mHealth app use as well as their bonded relationship with the apps. Hence, we propose:"
    },
    {
      "title": "Hypothesis 8. Autonomy need satisfaction positively moderates the positive impact of competence need satisfaction on patients' emotional bonding with mHealth apps.",
      "text": "Second, as we defined, autonomy means individuals act according to their own volition  (De Charms, 1983; Deci & Ryan, 1985; Ryan & Connell, 1989; Van Assche et al., 2018)  and relatedness stands for their social bonds with others  (Baumeister & Leary, 1995; Hadden et al., 2014; Ryan, 1995) . In other words, autonomy and relatedness conflict with each other  (Leonardelli et al., 2010) , with one referring to distinctiveness and differentiation and the other implying assimilation and inclusion  (Brewer, 1991) . Simultaneously pursuing the needs for autonomy and relatedness tends to cause inner tension within individuals  (Cross & Gore, 2003; Markus & Kitayama, 2003) .\n\nIn the mHealth use context, both the needs for autonomy and relatedness can be fulfilled through patients' use of mHealth apps, which lead to patients' affectionate bonding with the apps. However, simultaneously pursuing satisfaction of these two needs tends to cause inner tension within patients. When autonomy need satisfaction is high, patients tend to devote much attention and effort to exercise their own will, which conflicts with their relatedness desires. As such, patients have few cognitive resources to sense care and love from the apps, and the influence of relatedness need satisfaction on their bonding with the apps tends to be weak. When autonomy need satisfaction is low, patients tend to experience a low level of self-volition and thus can exercise more resources and effort to experience and enjoy the care and love received from the apps; therefore, the influence of relatedness need satisfaction on their bonding with the apps tends to be strong. We theorize:\n\nHypothesis 9. Autonomy need satisfaction negatively moderates the positive impact of relatedness need satisfaction on patients' emotional bonding with mHealth apps."
    },
    {
      "title": "Method"
    },
    {
      "title": "Site and sample",
      "text": "Our target technology is Recovery Helper (both available Android and iOS versions), an mHealth app that provides detailed guidance on patients' pre-and post-surgical care, ranging from inpatient admission procedures to discharge plans. We collaborated with eight hospitals in Shanghai, China. At the time of data collection, all eight hospitals had been using Recovery Helper for inpatient care for about six months. As is common practice across the eight hospitals, both physicians and nurses would ask patients to scan the app's QR code and download Recovery Helper after inpatient admission. Nurses would also remind patients to download and use Recovery Helper after patients' undergoing surgery or upon their discharge from the hospital. From September 2016 to January 2017, we randomly administered our questionnaire to 150 inpatients at the eight hospitals who had downloaded and used Recovery Helper, out of which we received 113 effective responses. We later double-checked with the corresponding nursing staff at each hospital to confirm that, by the time of data collection, all participants had undergone surgery in the previous week and were recovering well (e.g., normal body temperature, stable heart rate and blood pressure, and capability for simple conversation and movement). Table  1  shows the sample demographic information.\n\nWe applied two methods to test nonresponse bias -archival analysis and demonstration of generalizability  (Rogelberg & Stanton, 2007)  and found that nonresponse bias was not likely a serious concern with our data. First, we compared demographic information in terms of age, gender, education level, annual household income, and disease severity between the final sample of 113 patients and the 37 missing ones and found no statistical differences across the list of demographic variables. Second, we compared the responses to the 24 items listed in Appendix A between the 28 patients from the first two hospitals and the 32 patients from the last two hospitals based on our data collection timeline and identified no significant differences."
    },
    {
      "title": "Instrument development",
      "text": "Appendix A outlines all the measurement items. We adapted the measures for the three needs satisfaction -autonomy (three items), competence (three items), and relatedness (two items) -from the Need Satisfaction Scale by La  Guardia et al. (2000) . Specifically, we (a) contextualized all items as patients' needs satisfaction from using mHealth apps; (b) changed all reversely scored items into positive ones; and (c) deleted one item of relatedness need satisfaction that was not suitable for contextualization. We adapted the items for patients' emotional bonding with mHealth apps (three items) from consumers' emotional attachment to brands  (Thomson et al., 2005)  with each item capturing a unique dimension of emotional bonding: affection, connection, and passion. We adapted the measures for IT-enabled self-esteem (3 items) from  Arndt et al. (2009) . Arndt et al. (2009)  designed four reflective items to measure individuals' self-esteem derived from exercise  (Crocker, Luhtanen, Cooper, & Bouvrette, 2003) , and we appropriated them to capture patients' self-esteem derived from the use of mHealth apps. We deleted one of the four items that somewhat overlapped with competence need satisfaction. We adopted the measures for patients' post-surgery physical symptoms (seven items) from Emmons's (1992) physical symptom checklist. In the nine-item checklist, we removed two items for stomachache/pain and chest/heart pain because they were not generalizable across the disease types in our study. According to  Pennebaker (1982) , physical symptoms is a reflective unidimensional construct that demonstrates good internal consistency and reliability.\n\nWe employed a five-point scale, ranging from 1 (never) to 5 (almost every day) to measure the occurrence frequency of physical symptoms  (Emmons, 1992) , and a seven-point Likert scale, ranging from 1 (strongly disagree) to 7 (strongly agree) for the rest of the measures, which were consistent with their original sources. Using different measurement scales and anchors within a single survey instrument can mitigate common method bias  (Srinivasan & Swink, 2018) . We also standardized the collected data when performing statistical analysis. The robustness checks in both Mplus 7.0 and SPSS 25.0 showed that different measurement scales did not bias our results (Appendix C).\n\nIn addition, we have controlled for demographic variables including age, gender, education, and income, which received wide acknowledgement as control variables in the well-being literature (D. Hayes & Ross, 1986; Du, King, & Chi, 1982; Weich et al., 2011) . We also controlled for disease severity as another important control variable in the healthcare context that potentially affects patients' well-being  (Skodova et al., 2009) . All participants confirmed that they were first time users of Recovery Helper, and we did not include prior use as a control variable in our research model. Besides, prior studies suggest that intrinsic motivation is an important predictor for individuals' well-being  (Burton, Lydon, D'Alessandro, & Koestner, 2006; Milyavskaya & Koestner, 2011; Ryan & Deci, 2000) . For example, when using an mHealth app for rehabilitation, patients' intrinsic motivation to use the app reflects their positive experience during the usage process, such as enjoyment and satisfaction, which possibly contribute to their wellbeing. Therefore, we incorporated intrinsic motivation as a theory- driven control variable in the research model. We adapted the items for intrinsic regulation from a revised sport motivation scale  (Pelletier, Rocchi, Vallerand, Deci, & Ryan, 2013)  to measure patients' intrinsic motivation toward using mHealth apps in our study (three items) (see Appendix B for the discriminant validity between emotional bonding and intrinsic motivation). We used a back-translation technique  (Brislin, 1970)  to convert our questionnaire from English to Chinese and refined the questionnaire based on feedback from fifteen participants in a pilot study, including five nurses, five physicians, and five postgraduate IS students."
    },
    {
      "title": "Data analysis and findings",
      "text": "Tables  2  and  3  present psychometric properties of all constructs in our research model. First, the composite reliability and Cronbach's alpha values of all constructs passed the threshold of 0.7, suggesting good internal consistency  (Chin, 1998; Straub, 1989)  (Table  2 ). Second, all average variance extracted (AVE) values were higher than the reference value of 0.50  (Fornell & Larcker, 1981 ) (Table  2 ), and all items displayed factor loadings on their own constructs that were higher than 0.55  (Falk & Miller, 1992)  (Table  3 ). The evidence collectively suggests acceptable convergent validity of all constructs in our research model. Third, each construct's square root of AVE was higher than its correlations with other constructs  (Fornell & Larcker, 1981 ) (Table  2 ), and item loadings on their own constructs were higher than the crossloadings on any other construct  (Chin, 1998; Gefen & Straub, 2005)  (Table  3 ), indicating all constructs' satisfactory discriminant validity. Table  4  provides the correlation matrix of all variables."
    },
    {
      "title": "Hypotheses tests",
      "text": "We employed Mplus 7.0, the most popular covariance-based structural equation modeling (SEM) analytical software for data analysis  (Muthén & Muthén, 2012)  to test the direct effects in H1 through H4 and the moderation effects in H8 and H9 (see Table  5 ). Table  5  shows the results of direct effects (Model 1a) and the moderation effects (Model 1b). In Model 1a, autonomy (β = 0.268*, p = 0.015) and relatedness needs satisfaction (β = 0.601***, p = 0.000) had positive influences on emotional bonding, supporting H1 and H3; while competence need satisfaction did not significantly influence emotional bonding (β = 0.119, p = 0.387), with H2 unsupported. Emotional bonding had a positive impact on patients' IT-enabled self-esteem (β = 0.368*, p = 0.016) and a negative influence on patients' postsurgery physical symptoms (β = -0.425*, p = 0.037), supporting H4a and H4b. In addition, autonomy, competence, and relatedness needs satisfaction did not have significant direct influences on patients' selfesteem or physical symptoms.\n\nIn Model 1b in Table  5 , we incorporated the moderation effects. Autonomy need satisfaction positively moderated (β = 0.265*, p = 0.012) the impact of competence need satisfaction on emotional bonding, while negatively moderated (β = -0.241*, p = 0.023) the impact of relatedness need satisfaction on emotional bonding -supporting H8 and H9, respectively. Fig.  2  displays the interaction diagrams where we found that (a) when autonomy need satisfaction was high (low), the impact of competence need satisfaction on emotional  Notes: We deleted the first item of competence need satisfaction due to its high cross-loadings with other constructs. Only eight out of the 138 cross-loadings were between 0.1 to 0.2 and the rest ones were above 0.2, suggesting reasonable discriminant validity  (Gefen & Straub, 2005) .\n\nbonding was significant and positive (non-significant), and (b) when autonomy need satisfaction was high (low), the impact of relatedness need satisfaction on emotional bonding was weaker (stronger). We followed  Hayes, Preacher, and Myers (2011) ) and used 10,000 bootstrap resamples to estimate confidence intervals (CI) of the mediation effects based on the results of Model 1a in Table  5 . The indirect effects through emotional bonding are statistically significant when the bias-corrected 95 % CIs do not contain zero. Table  6  summarizes the mediation test results. Emotional bonding mediated the influence of autonomy need satisfaction on patients' IT-enabled self-esteem (β = 0.099, bias-corrected 95 % CI: [0.003, 0.296]) and post-surgery physical symptoms (β = -0.114, bias-corrected 95 % CI: [-0.454, -0.014]), supporting H5a and H5b. In addition, emotional bonding mediated the influence of relatedness need satisfaction on patients' selfesteem (β = 0.221, bias-corrected 95 % CI: [0.005, 0.460]) and physical symptoms (β = -0.255, bias-corrected 95 % CI: [-0.668, -0.034]), supporting H7a and H7b. However, we did not find significant statistical evidence to support H6a and H6b. We replicated the hypotheses tests procedures with multiple regressions in SPSS 25.0 by aggregating multiple items of each construct  (Narayanan & Narasimhan, 2014)  and found all results remained stable (see Appendix C).\n\nWe further assessed common method bias with our data. First, we performed a Harman's single-factor test  (Podsakoff & Organ, 1986) . Results showed that (a) the test generated six factors with eigenvalues greater than one, and (b) the factor that accounted for the highest explained variance was 35.6 %. Second, we performed a commonmethod-variance factor test  (Podsakoff, MacKenzie, Lee, & Podsakoff, 2003) . We added a common-method-variance factor in our research model (Model 1a in Table  5 ), which included the indicators of all principal constructs. We found that (a) factor loadings remained stable between the original research model and the model with the commonmethod-variance factor, and (b) the path coefficients and corresponding significance levels were unchanged across the two models. Therefore,    (Grewal, Cote, & Baumgartner, 2004) .\n\nwe conclude that common method bias was not a major threat in our data."
    },
    {
      "title": "Moderated mediation tests as post-hoc analysis",
      "text": "Moderated mediation means that the influence of an independent variable on an outcome variable via a mediating variable varies depending on the levels of a moderating variable  (Edwards & Lambert, 2007; Muller, Judd, & Yzerbyt, 2005) . We performed moderated mediation tests by assessing (1) the conditional indirect effects at different levels of autonomy need satisfaction as well as (2) the corresponding indices of moderated mediation using 10,000 bootstrap resamples  (Hayes, 2015) . Table  7  displays the results of the moderated mediation tests. Consistent with the findings in Table  5 , autonomy need satisfaction moderated the indirect influence of competence need satisfaction through emotional bonding on patients' IT-enabled self-esteem (conditional indirect effect with High Autonomy = 0.091, bias-corrected 95 % CI: [0.024, 0.117]; index of moderated mediation = 0.090, bias-corrected 95 % CI: [0.000, 0.251]) and post-surgery physical symptoms (conditional indirect effect with High Autonomy: β = -0.070, bias-corrected 95 % CI: [-0.081, -0.055]; index of moderated mediation = -0.112, bias-corrected 95 % CI: [-0.353, -0.008]). Also, autonomy need satisfaction moderated the indirect influence of relatedness need satisfaction through emotional bonding on patients' IT-enabled self-esteem (conditional indirect effect with Low Autonomy = 0.291, bias-corrected 95 % CI: [0.139, 0.365]; conditional indirect effect with High Autonomy = 0.138, bias-corrected 95 % CI: [0.088, 0.195]; index of moderated mediation = -0.082, bias-corrected 95 % CI: [-0.239, -0.001]) and physical symptoms (conditional indirect effect with Low Autonomy = -0.224, bias-corrected 95 % CI: [-0.568, -0.062]; conditional indirect effect with High Autonomy = -0.106, bias-corrected 95 % CI: [-0.249, -0.078]; index  of moderated mediation = 0.101, bias-corrected 95 % CI: [0.006, 0.337]). We also performed an alternative moderated mediation research model with both first and second stage moderation  (Edwards & Lambert, 2007) , where we found the moderation effect of autonomy need satisfaction on the relationship between emotional bonding and IT-enabled self-esteem and physical symptoms to be non-significant (See Appendix D)."
    },
    {
      "title": "Discussion",
      "text": "IS scholars typically approach the technology use phenomenon by examining its antecedents and consequences  (Burton-Jones & Grange, 2013; Dwivedi, Rana, Jeyaraj, Clement, & Williams, 2019; Wamba, Gunasekaran, Bhattacharya, & Dubey, 2016)  and usually target healthy subjects. Exemplary cases include employees using complex enterprise systems  (Cai, Huang, Liu, & Wang, 2018; Venkatesh et al., 2003) , consumers using e-commerce or other online shopping tools  (Chen, Huang, & Davison, 2017) , citizens using e-government systems  (Dwivedi et al., 2017; Rana, Dwivedi, Lal, Williams, & Clement, 2017) , and the general population using social media or derived social applications for e-learning or group buying  (Karahanna et al., 2018; Panigrahi, Srivastava, & Sharma, 2018) . As technology permeates the healthcare field, IS scholars have started to pay attention to adoption issues and success factors of healthcare information technology, though still targeting healthy users in general. For example, the general public use mHealth apps to prevent infectious diseases  (Lester & Karanja, 2008; Sacks et al., 2015)  and to record physical activities and body indices  (Carter et al., 2017; Turner-McGrievy et al., 2013) . Patients use healthcare related technologies to manage chronic diseases, such as diabetes and cardiovascular diseases  (Cafazzo et al., 2012; Dwivedi, Shareef, Simintiras, Lal, & Weerakkody, 2016; Watkins et al., 2018) , cerebral stroke detection  (García et al., 2019) , HIV self-management  (Zhang & Li, 2017)  and so on. Physicians also use online platforms to create, store, and manage patients' electronic health records  (Hossain, Quaresma, & Rahman, 2019; Landman et al., 2015) . Both physicians and patients use telemedicine to enable remote communication  (Chandwani, De, & Dwivedi, 2018; Serrano & Karahanna, 2016 ). However, very few studies have ever investigated the use of healthcare information technology among clinical patients  (Balapour, Reychav, Sabherwal, & Azuri, 2019) . Clinical patients are a unique user population who usually suffer from illnesses and cannot maintain a regular life on their own. Therefore, healthcare information technology serves as an important source of help for these patients. This paper fills the exact knowledge gap relating to clinical patients and examines the unique psychological state of clinical patients using mHealth apps as well as the antecedents and consequences of this psychological state."
    },
    {
      "title": "Implications for theory",
      "text": "Table  8  summarizes the theoretical contribution of our study. At the construct level, our study conceptualizes and operationalizes patients' emotional bonding with mHealth apps as the core psychological state characterizing patients' interactions with mHealth apps. Such a state in which patients as users interact with technology is unique and has been  • Mediator: patients' emotional bonding with mHealth apps • Conceptualize and operationalize emotional bonding with mHealth apps\n\n• Independent variables: basic needs satisfaction for autonomy, competence, and relatedness • Conceptualize symbolic meaning of mHealth use • Dependent variable: patients' well-being\n\n• Conceptualize patients' well-being in terms of IT-enabled self- esteem and physical symptoms Findings Implications for Theory"
    },
    {
      "title": "• Direct and Mediation Effects",
      "text": "Emotional bonding with mHealth apps mediated the influence of autonomy and relatedness needs satisfaction on patients' well-being in terms of IT-enabled self-esteem and physical symptoms. (H1-H7)\n\n• Offer an evolutionary view on patients' use of mHealth apps"
    },
    {
      "title": "• Moderated Mediation Effects",
      "text": "Autonomy need satisfaction moderated the indirect influences of competence and relatedness needs satisfaction on patients' well-being through emotional bonding. (H8, H9 and post-hoc analysis)\n\n• Provide nuanced understanding on the differences between the three basic needs seldom investigated in either the prior IS literature on technology use or the medical informatics literature. The concept of emotional bonding draws insights from attachment theory  (Bowlby, 1980 (Bowlby, , 1988 ) and describes the state where patients suffer from illness, anxiety, and stress and no longer can live a regular life but constantly seek help from mHealth apps  (Davis, 2002; Berry & Bendapudi, 2007; Segall, 1976) .\n\nIn addition, we investigated the antecedents and consequences of patients' emotional bonding with mHealth apps. We conceptualize patients' use of mHealth apps as a source to satisfy their fundamental needs for autonomy, competence, and relatedness. The rich conceptualization of patients' use of mHealth apps as basic needs satisfaction captures the symbolic meaning of technology use  (Desanctis & Poole, 1994; Orlikowski, 1992)  and differs from the traditional technology use measures in terms of frequency or duration  (Davis, 1989; Liu et al., 2018; Venkatesh et al., 2003) , intention to use  (Liu et al., 2019; Kim et al., 2019; Zhao et al., 2018) , use of technology features  (Jasperson et al., 2005; Sun, 2012; Xiang et al., 2016) , innovative ways of use  (Li et al., 2013) , and effective technology use  (Burton-Jones & Grange, 2013) . We also conceptualize patients' wellbeing as IT-enabled self-esteem and physical symptoms, which differs from the definition and operationalization of well-being for the general population. We consider the two factors as most appropriately portraying patients' well-being in the mHealth use context, in contrast with the well-being evaluation criteria for healthy individuals, for example, positive affect, negative affect, vitality and so on  (Diener & Emmons, 1984; Emmons, 1991; Ryan & Frederick, 1997) .\n\nAt the theory level, our study offers an evolutionary view on patients' use of mHealth apps. Attachment theory suggests that human beings have an in-born tendency to bond with others, with its rudimentary manifestation in the phenomenon of infant-mother bonding  (Bowlby, 1980 (Bowlby, , 1988)) . The rationale is that infants are extremely immature and need to be fed and protected by others  (Hazan & Shaver, 1994; Shaver & Mikulincer, 2010) . Similarly, when patients experience stress, anxiety, and fatigue due to illness, they also display bonding tendencies in order to tackle difficulties in the treatment and recovery process. Our findings suggest that patients who felt that mHealth app use satisfied their needs for autonomy and relatedness formed affectionate bonds with mHealth apps, which consequently led to enhanced IT-enabled self-esteem and reduced physical symptoms. In other words, emotional bonding serves as the core mechanism that conveys the influence of mHealth app use on patients' wellbeing. In addition, we found that competence need satisfaction did not have a significant influence on patients' emotional bonding with mHealth apps. We suspect that patients probably spend too much energy coping with the physical and psychological distress of their illnesses, and their desire to be competent among peers is no longer as strong as when they lived a healthy life.\n\nWe also provide a nuanced understanding on the differences of the three basic needs in affecting patients' emotional bonding with mHealth apps and consequently overall well-being. A few limited studies in the psychology domain have ever systematically examined the interactional effects between the three basic needs of autonomy, competence, and relatedness. Our findings suggest that autonomy need satisfaction had a synergistic relationship with competence need satisfaction, but a contradictory relationship with relatedness need satisfaction in affecting patients' well-being through emotional bonding with mHealth apps. Competence need satisfaction positively influenced patients' emotional bonding with mHealth apps only when the level of autonomy need satisfaction was high. As such, our study extends the interpretation of the relationships between the three basic needs in the mHealth use context, thereby contributing to the psychology domain."
    },
    {
      "title": "Implications for practice",
      "text": "According to previous attachment studies  (Bowlby, 1980; Hazan & Shaver, 1987) , when individuals develop strong emotional bonds with a particular person, they are likely to commit themselves to, invest resources in, and make personal sacrifices for the bonded person. Analogously, patients' emotional bonding with mHealth apps has strong practical implications for their loyalty to mHealth apps in use and their willingness to pay for mHealth apps. Therefore, our findings yield practical insights for mHealth app developers whom we suggest acknowledge users' feelings and needs when developing apps  (Koestner, Ryan, Bernieri, & Holt, 1984) . First, app developers can incorporate more features or functions when designing an app, which offer more alternatives to users and satisfy their need for autonomy  (Zuckerman, Porac, Lathin, Smith, & Deci, 1978) . Second, app developers can devise channels that can provide informative feedback and offer optimal challenging tasks, so as to satisfy users' need for competence  (Deci, Ryan, & Williams, 1996) . Third, app developers can also create an empathetic environment among peer users, for example, through the social network function, which is an effective way to meet users' need for relatedness  (Teixeira, Carraca, Markland, Silva, & Ryan, 2012) . Fourth, app developers should maintain balance when configuring features or functions that satisfy the three needs within the same app, because simultaneously pursuing the three needs may not necessarily be beneficial or even realistic according to our findings. Specifically, autonomy-supportive design could be complementary to competence-supportive features, while possibly creating some tension with relatednesssupportive features.\n\nFor managers in the healthcare industry, the findings that patients' emotional bonding with mHealth apps mediated the relationship between three fundamental needs satisfaction and patients' well-being also provide valuable insights. Healthcare practitioners are encouraged to (a) pay attention to the three basic needs of patient users of healthcare information technologies, (b) allocate more effort and resources to improving interaction quality between patients and their bonded technologies, and (c) consider how technologies are used in ways that effectively enhance patients' self-esteem and physical condition. For example, managers can provide better infrastructure and service support to guarantee effective and smooth interactions between patient users and healthcare information technologies during the usage process.\n\nFor patient users, their emotional bonding with mHealth apps contributes to their physical and psychological well-being, thus carrying great value. We encourage patient users to use mHealth apps frequently to establish close emotional bonds with the apps. By seeking guidance from the mHealth apps, patients avoid unnecessary repeated consultations with healthcare professionals, both saving effort and costs for travelling to hospitals and protecting their jeopardized self-esteem. Patients' better understanding of disease and treatment-related information due to using mHealth apps effectively empowers them and helps them endure the treatment process. Useful suggestions provided by mHealth apps also enable patients to better manage their disease conditions and alleviate possible physical symptoms.\n\nFor medical staff, our conclusions also provide a number of informative suggestions. The use of mHealth apps can indeed bring concrete benefits to patients. Medical staff can recommend appropriate mHealth apps based on particular patient needs, such as those for admission, discharge guidance, post-surgery rehabilitation guidance, general disease information, self-care advice, etc. As such, mHealth apps can be effectively designed for and promoted among patient users, thereby alleviating societal issues about the shortage of medical resources and the overwork of medical personnel."
    },
    {
      "title": "Limitations and future research directions",
      "text": "Despite its contributions to theory and practice, our study has several limitations that point to promising research opportunities. To begin, our research context is unique -patients using an mHealth app for inpatient advice and education in China -and received limited attention in prior research. Nevertheless, such a unique research context also restricts the generalizability of our findings. Future research can extend our theoretical framework into other health-related information technology contexts, for example, online healthcare communities; remote physician-patient consultation scenarios; other patient user groups, such as patients with general diseases, chronic diseases, acute diseases; or other cultural contexts.\n\nSecond, we used self-report measures with a cross-sectional survey, which possibly caused common method bias. We conducted Harman's single-factor test  (Podsakoff & Organ, 1986)  and the common latent factor method  (Podsakoff et al., 2003) , and the results suggested that common method bias did not create a major threat to our data. However, we suggest future research can overcome this limitation by collecting objective data, such as patients' usage archives of mHealth apps, or collecting data from multiple sources, such as physician evaluations of patients' health conditions. Third, we observed relatively high correlation values among the three basic needs satisfaction, emotional bonding, and intrinsic motivation. Since intrinsic motivation was a theory-driven control variable in our research model, we performed robustness tests with intrinsic motivation excluded and found all results remained stable. The high correlation values were also comparable to prior findings in both social psychology  (La Guardia et al., 2000)  and information systems literatures  (Jang, Reeve, Ryan, & Kim, 2009; Karahanna et al., 2018) . Future studies may replicate the measures of these constructs in different technological and user settings and further examine the nuanced theoretical and empirical differences and relationships among the three basic needs satisfaction, emotional bonding, and intrinsic motivation. Bowlby's (1958 Bowlby's ( , 1988) )  attachment theory posits that infants tend to emotionally bond to a mother figure who attends to their basic needs and such bonding tendencies continue throughout life. In the mHealth use context, patients usually experience physical and psychological distress and seek help from mHealth apps. Our study conceptualizes that patients' use of mHealth apps serves as a source of gratification of their basic needs for autonomy, competence, and relatedness. Both autonomy and relatedness needs satisfaction through mHealth app use promote patients' emotional bonding with the apps and ultimately contribute to their enhanced IT-enabled self-esteem and mitigated postsurgery physical symptoms. In addition, autonomy need satisfaction corresponds with competence need satisfaction, while opposes relatedness need satisfaction in influencing patients' emotional bonding with mHealth apps. Our study provides an evolutionary view on patients' use of mHealth apps and advances the understanding of attachment theory in the IS field. 1 2 1.Emotional Bonding EB1 0.938 0.508 EB2 0.863 0.391 EB3 0.909 0.481 2.Intrinsic Motivation Motv1 0.430 0.875 Motv2 0.465 0.868 Motv3 0.450 0.881 Cronbach's Alpha 0.888 0.847 Composite Reliability 0.931 0.907 Average Variance Extracted (AVE) 0.817 (0.904) 0.766 (0.875) Notes: Square root of AVEs are within parentheses. Table C1 Results of Multiple Regressions. Path Direct Effects Indirect Effects through Emotional Bonding Total Effects Hypotheses Model 1a. Direct and Mediation Effects Autonomy→Emotional Bonding 0.225** -0.225** H1 √ Competence→Emotional Bonding 0.131 -0.131 H2 × Relatedness→Emotional Bonding 0.567*** -0.567*** H3 √ Emotional Bonding→Self-Esteem 0.429*** -0.429*** H4a √ Emotional Bonding→Symptoms -0.282* --0.282* H4b √ Autonomy→Self-Esteem 0.075 0.097* 0.172 H5a √ Autonomy→Symptoms 0.077 -0.060* 0.017 H5b √ Competence→Self-Esteem -0.001 0.056 0.055 H6a × Competence→Symptoms 0.122 -0.038 0.084 H6b × Relatedness→Self-Esteem 0.229* 0.243** 0.473*** H7a √ Relatedness→Symptoms 0.036 -0.163* -0.127 H7b √ Model 1b. Moderation Effects Autonomy* Competence→Emotional Bonding 0.240** -0.240** H8 √ Autonomy* Relatedness→Emotional Bonding -0.212* --0.212* H9 √ Notes: ***: p < 0.001; **: p < 0.01; *: p < 0.05; two-tailed test. Unstandardized coefficients are reported. Table D1 Results of the Alternative Moderated Mediation Model. Emotional Bonding Self-Esteem Symptoms Autonomy 0.311* (0.011) 0.120 (0.476) 0.240 (0.106) Competence 0.019 (0.903) -0.031 (0.846) 0.154 (0.609) Relatedness 0.653*** (0.000) 0.260 (0.075) 0.201 (0.456) Autonomy* Competence 0.268* (0.012) Autonomy* Relatedness -0.235* (0.022) Emotional Bonding 0.338* (0.035) -0.422* (0.044) Autonomy* Emotional Bonding 0.036 (0.683) 0.071 (0.577) Control Age 0.067 (0.242) 0.250 (0.090) Variables Disease Severity 0.063 (0.415) 0.157 (0.247) Education -0.045 (0.637) 0.258 (0.208) Gender -0.191* (0.034) -0.057 (0.645) Income 0.031 (0.763) -0.043 (0.814) Intrinsic Motivation 0.105 (0.540) -0.164 (0.510) R Square 78.9 % 57.6 % 19.8 % Notes: ***: p < 0.001; **: p < 0.01; *: p < 0.05; two-tailed test. Standardized coefficients with p-values in parentheses are reported."
    },
    {
      "title": "Conclusion"
    },
    {
      "title": "CRediT authorship contribution statement"
    },
    {
      "text": "Fig. 1. Research Model. Notes: H5 -H7 are mediation effects and not displayed in the figure."
    },
    {
      "text": "Fig. Interaction plot. Notes: ***: p < 0.001; **: p < 0.01; *: p < 0.05; two-tailed test. Unstandardized coefficients.--Significant ----Non-significant."
    },
    {
      "text": "Formal analysis, Investigation, Data curation, Writing -original draft. Cheng Zhang: Resources, Methodology, Writing -review & editing, Funding acquisition. Xixi Li: Conceptualization, Methodology, Validation, Writing -review & editing. Chenghong Zhang: Resources, Supervision."
    },
    {
      "text": "Sample Demographic Information."
    },
    {
      "text": "Psychometric Properties."
    },
    {
      "text": "Item Loadings and Cross-Loadings."
    },
    {
      "text": "Correlation Matrix."
    },
    {
      "text": "(Hair, Black, Babin, Anderson, & Tatham, 2006;Lee, Venkataraman, Heim, Roth, & Chilingerian, 2019)ted.Variance inflation factors (VIF) ranged from 1.084 to 3.630 in Model 1a and from 1.087 to 3.872 in Model 1b, indicating no harmful multicollinearity(Hair, Black, Babin, Anderson, & Tatham, 2006;Lee, Venkataraman, Heim, Roth, & Chilingerian, 2019). The highest condition number was 4.442 in Model 1a and 5.726 in Model 1b, well below the reference value of 30"
    },
    {
      "text": "Mediation Test Results."
    },
    {
      "text": "Moderated Mediation Test Results. Notes: two-tailed test. Standardized coefficients with standard errors in parentheses are reported."
    },
    {
      "text": "Theoretical Implications."
    }
  ],
  "references": [
    {
      "title": "Satisfaction and frustration of basic psychological needs in the real world and in video games predict internet gaming disorder scores and well-being",
      "authors": [
        "J Allen",
        "C Anderson"
      ],
      "year": 2018,
      "doi": "10.1016/j.chb.2018.02.034"
    },
    {
      "title": "Infant-mother attachment",
      "authors": [
        "M Ainsworth"
      ],
      "year": 1979,
      "doi": "10.1037/0003-066x.34.10.932"
    },
    {
      "title": "Patterns of infant-mother attachments -antecedents and effects on development",
      "authors": [
        "M Ainsworth"
      ],
      "year": 1985
    },
    {
      "title": "Blowing in the (social) wind: Implications of extrinsic esteem contingencies for terror management and health",
      "authors": [
        "J Arndt",
        "C Cox",
        "J Goldenberg",
        "M Vess",
        "C Routledge",
        "D Cooper",
        ". Cohen"
      ],
      "year": 2009,
      "doi": "10.1037/a0015182"
    },
    {
      "title": "Intrinsic need satisfaction: A motivational basis of performance and well-being in two work settings",
      "authors": [
        "P Baard",
        "E Deci",
        "R Ryan"
      ],
      "year": 2004,
      "doi": "10.1111/j.1559-1816.2004.tb02690.x"
    },
    {
      "title": "Mobile technology identity and self-efficacy: Implications for the adoption of clinically supported mobile health apps",
      "authors": [
        "A Balapour",
        "I Reychav",
        "R Sabherwal",
        "J Azuri"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2019.03.005"
    },
    {
      "title": "Attachment styles among young-adults -a test of a 4-category model",
      "authors": [
        "K Bartholomew",
        "L Horowitz"
      ],
      "year": 1991,
      "doi": "10.1037//0022-3514.61.2.226"
    },
    {
      "title": "The need to belong -desire for interpersonal attachments as a fundamental human-motivation",
      "authors": [
        "R Baumeister",
        "M Leary"
      ],
      "year": 1995,
      "doi": "10.1037/0033-2909.117.3.497"
    },
    {
      "title": "Health care: A fertile field for service research",
      "authors": [
        "L Berry",
        "N Bendapudi"
      ],
      "year": 2007,
      "doi": "10.1177/1094670507306682"
    },
    {
      "title": "The nature of the childs tie to his mother",
      "authors": [
        "J Bowlby"
      ],
      "year": 1958,
      "doi": "10.4324/9780429475931-15"
    },
    {
      "title": "Loss-sadness and depression: Attachment and loss",
      "authors": [
        "J Bowlby"
      ],
      "year": 1980,
      "doi": "10.1093/sw/26.4.355"
    },
    {
      "title": "A secure base: Parent-child attachment and healthy human development",
      "authors": [
        "J Bowlby"
      ],
      "year": 1988
    },
    {
      "title": "The relationship of emotional intelligence with task and contextual performance: More than it meets the linear eye",
      "authors": [
        "N Bozionelos",
        "S Singh"
      ],
      "year": 2017,
      "doi": "10.1016/j.paid.2017.04.059"
    },
    {
      "title": "The social self -on being the same and different at the same time",
      "authors": [
        "M Brewer"
      ],
      "year": 1991,
      "doi": "10.1177/0146167291175001"
    },
    {
      "title": "Back-translation for cross-cultural research",
      "authors": [
        "R Brislin"
      ],
      "year": 1970,
      "doi": "10.1177/135910457000100301"
    },
    {
      "title": "From use to effective use: A representation theory perspective",
      "authors": [
        "A Burton-Jones",
        "C Grange"
      ],
      "year": 2013,
      "doi": "10.1287/isre.1120.0444"
    },
    {
      "title": "The differential effects of intrinsic and identified motivation on well-being and performance: Prospective, experimental, and implicit approaches to self-determination theory",
      "authors": [
        "K Burton",
        "J Lydon",
        "D D'alessandro",
        "R Koestner"
      ],
      "year": 2006,
      "doi": "10.1037/0022-3514.91.4.750"
    },
    {
      "title": "Design of an mhealth app for the self-management of adolescent type 1 diabetes: A pilot study",
      "authors": [
        "J Cafazzo",
        "M Casselman",
        "N Hamming",
        "D Katzman",
        "M Palmert"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2058"
    },
    {
      "title": "Improving the agility of employees through enterprise social media: The mediating role of psychological conditions",
      "authors": [
        "Z Cai",
        "Q Huang",
        "H Liu",
        "X Wang"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijinfomgt.2017.09.001"
    },
    {
      "title": "Weight loss associated with different patterns of self-monitoring using the mobile phone app my meal mate",
      "authors": [
        "M Carter",
        "V Burley",
        "J Cade"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.4520"
    },
    {
      "title": "Telemedicine for low resource settings: Exploring the generative mechanisms",
      "authors": [
        "R Chandwani",
        "R De",
        "Y Dwivedi"
      ],
      "year": 2018,
      "doi": "10.1016/j.techfore.2017.06.014"
    },
    {
      "title": "The role of website quality and social capital in building buyers' loyalty",
      "authors": [
        "X Chen",
        "Q Huang",
        "R Davison"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijinfomgt.2016.07.005"
    },
    {
      "title": "The partial least squares approach to structural equation modeling",
      "authors": [
        "W Chin"
      ],
      "year": 1998
    },
    {
      "title": "Social relatedness and physical health are more strongly related in older than younger adults: Findings from the Korean adult longitudinal study",
      "authors": [
        "E Choi",
        "Y Kwon",
        "M Lee",
        "J Choi",
        "I Choi"
      ],
      "year": 2018,
      "doi": "10.3389/fpsyg.2018.00003"
    },
    {
      "title": "Contingencies of selfworth in college students: Theory and measurement",
      "authors": [
        "J Crocker",
        "R Luhtanen",
        "M Cooper",
        "A Bouvrette"
      ],
      "year": 2003,
      "doi": "10.1037//0022-3514.85.5.894"
    },
    {
      "title": "Cultural models of the self",
      "authors": [
        "S Cross",
        "J Gore"
      ],
      "year": 2003
    },
    {
      "title": "Legalising active euthanasia and physician assisted suicide -patients need medical help to live with dignity until they die naturally",
      "authors": [
        "A Davis"
      ],
      "year": 2002
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008"
    },
    {
      "title": "Personal causation: The internal affective determinants of behavior",
      "authors": [
        "R De Charms"
      ],
      "year": 1983,
      "doi": "10.4324/9781315825632"
    },
    {
      "title": "On the benefits of giving as well as receiving autonomy support: Mutuality in close friendships",
      "authors": [
        "E Deci",
        "J La Guardia",
        "A Moller",
        "M Scheiner",
        "R Ryan"
      ],
      "year": 2006,
      "doi": "10.1177/0146167205282148"
    },
    {
      "title": "Self-determined teaching: Opportunities and obstacles. Teaching well and liking it: Motivating faculty to teach effectively",
      "authors": [
        "E Deci",
        "T Kasser",
        "R Ryan"
      ],
      "year": 1997
    },
    {
      "title": "Self-determination theory in work organizations: The state of a science",
      "authors": [
        "E Deci",
        "A Olafsen",
        "R Ryan"
      ],
      "year": 2017,
      "doi": "10.1146/annurev-orgpsych-032516-113108"
    },
    {
      "title": "The general causality orientations scale -self-determination in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1985,
      "doi": "10.1016/0092-6566(85)90023-6"
    },
    {
      "title": "A motivational approach to self -integration in personality",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 1991
    },
    {
      "title": "The \"what\" and \"why\" of goal pursuits: Human needs and the self-determination of behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Overview of self-determination theory: An organismic dialectical perspective",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2002,
      "doi": "10.1007/978-1-4899-2271-7_5"
    },
    {
      "title": "Levels of analysis, regnant causes of behavior and wellbeing: The role of psychological needs",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2011,
      "doi": "10.1080/1047840x.2011.545978"
    },
    {
      "title": "Need satisfaction and the self-regulation of learning",
      "authors": [
        "E Deci",
        "R Ryan",
        "G Williams"
      ],
      "year": 1996,
      "doi": "10.1016/s1041-6080(96)90013-8"
    },
    {
      "title": "Self-determination theory and basic need satisfaction: Understanding human development in positive psychology",
      "authors": [
        "E Deci",
        "M Vansteenkiste"
      ],
      "year": 2004
    },
    {
      "title": "Capturing the complexity in advanced technology use -adaptive structuration theory",
      "authors": [
        "G Desanctis",
        "M Poole"
      ],
      "year": 1994,
      "doi": "10.1287/orsc.5.2.121"
    },
    {
      "title": "The independence of positive and negative affect",
      "authors": [
        "E Diener",
        "R Emmons"
      ],
      "year": 1984,
      "doi": "10.1037/0022-3514.47.5.1105"
    },
    {
      "doi": "10.1037/0022-3514.47.5.1105"
    },
    {
      "title": "Income inequality is detrimental to long-term wellbeing: A large-scale longitudinal investigation in china",
      "authors": [
        "H Du",
        "R King",
        "P Chi"
      ],
      "year": 1982,
      "doi": "10.1016/j.socscimed.2019.04.043"
    },
    {
      "title": "An empirical validation of a unified model of electronic government adoption (UMEGA)",
      "authors": [
        "Y Dwivedi",
        "N Rana",
        "M Janssen",
        "B Lal",
        "M Williams",
        "M Clement"
      ],
      "year": 2017,
      "doi": "10.1016/j.giq.2017.03.001"
    },
    {
      "title": "Reexamining the unified theory of acceptance and use of technology (UTAUT): Towards a revised theoretical model",
      "authors": [
        "Y Dwivedi",
        "N Rana",
        "A Jeyaraj",
        "M Clement",
        "M Williams"
      ],
      "year": 2019,
      "doi": "10.1007/s10796-017-9774-y"
    },
    {
      "title": "A generalised adoption model for services: A cross-country comparison of mobile health (m-health)",
      "authors": [
        "Y Dwivedi",
        "M Shareef",
        "A Simintiras",
        "B Lal",
        "V Weerakkody"
      ],
      "year": 2016,
      "doi": "10.1016/j.giq.2015.06.003"
    },
    {
      "title": "Methods for integrating moderation and mediation: A general analytical framework using moderated path analysis",
      "authors": [
        "J Edwards",
        "L Lambert"
      ],
      "year": 2007,
      "doi": "10.1037/1082-989x.12.1.1"
    },
    {
      "title": "Personal strivings, daily life events, and psychological and physical well-being",
      "authors": [
        "R Emmons"
      ],
      "year": 1991,
      "doi": "10.1111/j.1467-6494.1991.tb00256.x"
    },
    {
      "title": "Abstract versus concrete goals -personal striving level, physical illness, and psychological well-being",
      "authors": [
        "R Emmons"
      ],
      "year": 1992,
      "doi": "10.1037/0022-3514.62.2.292"
    },
    {
      "title": "A primer for soft modeling",
      "authors": [
        "R Falk",
        "N Miller"
      ],
      "year": 1992
    },
    {
      "title": "Attachment and well-being: The mediating effects of psychological needs satisfaction within the coach-athlete and parent-athlete relational contexts",
      "authors": [
        "L Felton",
        "S Jowett"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2012.07.006"
    },
    {
      "title": "The effects of personal control, competence, and extrinsic reward systems on intrinsic motivation",
      "authors": [
        "C Fisher"
      ],
      "year": 1978,
      "doi": "10.1016/0030-5073(78)90054-5"
    },
    {
      "title": "Evaluating structural equation models with unobservable variables and measurement error",
      "authors": [
        "C Fornell",
        "D Larcker"
      ],
      "year": 1981,
      "doi": "10.2307/3151312"
    },
    {
      "title": "A motivational hierarchy within: Primacy of the individual self, relational self, or collective self",
      "authors": [
        "L Gaertner",
        "C Sedikides",
        "M Luke",
        "E O'mara",
        "J Iuzzini",
        "L Jackson",
        ". Wu"
      ],
      "year": 2012,
      "doi": "10.1016/j.jesp.2012.03.009"
    },
    {
      "title": "An m-health application for cerebral stroke detection and monitoring using cloud services",
      "authors": [
        "L García",
        "J Tomás",
        "L Parra",
        "J Lloret"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2018.06.004"
    },
    {
      "title": "Trust and tam in online shopping: An integrated model",
      "authors": [
        "D Gefen",
        "E Karahanna",
        "D Straub"
      ],
      "year": 2003
    },
    {
      "title": "A practical guide to factorial validity using PLS-Graph: Tutorial and annotated example",
      "authors": [
        "D Gefen",
        "D Straub"
      ],
      "year": 2005,
      "doi": "10.17705/1cais.01605"
    },
    {
      "title": "mHealth market size, share, global industry trends report",
      "year": 2018,
      "doi": "10.1016/s1364-5439(15)30080-0"
    },
    {
      "title": "Object relations in psychoanalytic theory",
      "authors": [
        "J Greenberg"
      ],
      "year": 1983,
      "doi": "10.1017/s0033291700015634"
    },
    {
      "title": "Multicollinearity and measurement error in structural equation models: Implications for theory testing",
      "authors": [
        "R Grewal",
        "J Cote",
        "H Baumgartner"
      ],
      "year": 2004,
      "doi": "10.1287/mksc.1040.0070"
    },
    {
      "title": "The way I make you feel: How relatedness and compassionate goals promote partner's relationship satisfaction",
      "authors": [
        "B Hadden",
        "C Smith",
        "C Knee"
      ],
      "year": 2014,
      "doi": "10.1080/17439760.2013.858272"
    },
    {
      "title": "Multivariate data analysis",
      "authors": [
        "J Hair",
        "W Black",
        "B Babin",
        "R Anderson",
        "R Tatham"
      ],
      "year": 2006
    },
    {
      "title": "An index and test of linear moderated mediation",
      "authors": [
        "A Hayes"
      ],
      "year": 2015,
      "doi": "10.1080/00273171.2014.962683"
    },
    {
      "title": "Mediation and the estimation of indirect effects in political communication research",
      "authors": [
        "A Hayes",
        "K Preacher",
        "T Myers"
      ],
      "year": 2011,
      "doi": "10.4324/9780203938669-37"
    },
    {
      "title": "Body and mind -the effect of exercise, overweight, and physical health on psychological well-being",
      "authors": [
        "D Hayes",
        "C Ross"
      ],
      "year": 1986,
      "doi": "10.2307/2136952"
    },
    {
      "title": "Romantic love conceptualized as an attachment process",
      "authors": [
        "C Hazan",
        "P Shaver"
      ],
      "year": 1987,
      "doi": "10.1037//0022-3514.52.3.511"
    },
    {
      "title": "Love and work -an attachment-theoretical perspective",
      "authors": [
        "C Hazan",
        "P Shaver"
      ],
      "year": 1990,
      "doi": "10.1037//0022-3514.59.2.270"
    },
    {
      "title": "Attachment as an organizational framework for research on close relationships",
      "authors": [
        "C Hazan",
        "P Shaver"
      ],
      "year": 1994,
      "doi": "10.1207/s15327965pli0501_1"
    },
    {
      "title": "Within-person relationships among daily self-esteem, need satisfaction, and authenticity",
      "authors": [
        "W Heppner",
        "M Kernis",
        "J Nezlek",
        "J Foster",
        "C Lakey",
        "B Goldman"
      ],
      "year": 2008,
      "doi": "10.1111/j.1467-9280.2008.02215.x"
    },
    {
      "title": "Not all attachment relationships develop alike: Normative cross-sectional age trajectories in attachment to romantic partners, best friends, and parents",
      "authors": [
        "N Hudson",
        "R Fraley",
        "W Chopik",
        "M Heffernan"
      ],
      "year": 2015,
      "doi": "10.1016/j.jrp.2015.10.001"
    },
    {
      "title": "Investigating factors influencing the physicians' adoption of electronic health record (EHR) in healthcare system of Bangladesh: An empirical study",
      "authors": [
        "A Hossain",
        "R Quaresma",
        "H Rahman"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2018.09.016"
    },
    {
      "title": "Patient adoption of mHealth -use, evidence and remaining barriers to mainstream acceptance",
      "authors": [
        "E Vingerhoets",
        "A Denollet"
      ],
      "year": 2011,
      "doi": "10.1016/j.paid.2011.01.034"
    },
    {
      "title": "Can Self-Determination Theory Explain What Underlies the Productive, Satisfying Learning Experiences of Collectivistically Oriented Korean Students",
      "authors": [
        "H Jang",
        "J Reeve",
        "R Ryan",
        "A Kim"
      ],
      "year": 2009,
      "doi": "10.1037/a0014241"
    },
    {
      "title": "A comprehensive conceptualization of post-adoptive behaviors associated with information technology enabled work systems",
      "authors": [
        "J Jasperson",
        "P Carter",
        "R Zmud"
      ],
      "year": 2005,
      "doi": "10.2307/25148694"
    },
    {
      "title": "Mobile health (mhealth) approaches and lessons for increased performance and retention of community health workers in lowand middle-income countries: A review",
      "authors": [
        "K Kallander",
        "J Tibenderana",
        "O Akpogheneta",
        "D Strachan",
        "Z Hill",
        "A Ten Asbroek",
        ". Meek"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2130"
    },
    {
      "title": "The NEEDS-AFFORDANCES-FEATURES perspective for the use of Social Media",
      "authors": [
        "E Karahanna",
        "S Xu",
        "Y Xu",
        "N Zhang"
      ],
      "year": 2018,
      "doi": "10.25300/misq/2018/11492"
    },
    {
      "title": "Parental support and adolescent motivation for dieting: The self-determination theory perspective",
      "authors": [
        "I Katz",
        "N Madjar",
        "A Harari"
      ],
      "year": 2015,
      "doi": "10.1080/00223980.2014.903890"
    },
    {
      "title": "Multi-method assessment of motherchild attachment: Links to parenting and child depressive symptoms in middle childhood",
      "authors": [
        "K Kerns",
        "L Brumariu",
        "A Seibert"
      ],
      "year": 2011,
      "doi": "10.1080/14616734.2011.584398"
    },
    {
      "title": "Identification of critical quality dimensions for continuance intention in mhealth services: Case study of onecare service",
      "authors": [
        "K.-H Kim",
        "K.-J Kim",
        "D.-H Lee",
        "M.-G Kim"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2018.12.008"
    },
    {
      "title": "The relationship among leisure attitude, satisfaction, and psychological well-being for college students",
      "authors": [
        "S Kim",
        "J Sung",
        "J Park",
        "S Dittmore"
      ],
      "year": 2015,
      "doi": "10.7752/jpes.2015.01012"
    },
    {
      "title": "Setting limits on childrens behavior -the differential-effects of controlling vs informational styles on intrinsic motivation and creativity",
      "authors": [
        "R Koestner",
        "R Ryan",
        "F Bernieri",
        "K Holt"
      ],
      "year": 1984,
      "doi": "10.1111/j.1467-6494.1984.tb00879.x"
    },
    {
      "title": "A defense of medical paternalism -maximizing patients autonomy",
      "authors": [
        "M Komrad"
      ],
      "year": 1983,
      "doi": "10.1136/jme.9.1.38"
    },
    {
      "title": "Within-person variation in security of attachment: A self-determination theory perspective on attachment, need fulfillment, and well-being",
      "authors": [
        "La Guardia",
        "J Ryan",
        "R Couchman",
        "C Deci"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.3.367"
    },
    {
      "title": "A mobile app for securely capturing and transferring clinical images to the electronic health record: Description and preliminary usability study",
      "authors": [
        "A Landman",
        "S Emani",
        "N Carlile",
        "D Rosenthal",
        "S Semakov",
        "D Pallin",
        ". Poon"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3481"
    },
    {
      "title": "Impact of the value-based purchasing program on hospital operations outcomes: An econometric analysis",
      "authors": [
        "S Lee",
        "S Venkataraman",
        "G Heim",
        "A Roth",
        "J Chilingerian"
      ],
      "year": 2019,
      "doi": "10.1002/joom.1057"
    },
    {
      "title": "Daily autonomy support and sexual identity disclosure predicts daily mental and physical health outcomes",
      "authors": [
        "N Legate",
        "R Ryan",
        "R Rogge"
      ],
      "year": 2017,
      "doi": "10.1177/0146167217700399"
    },
    {
      "title": "Secure attachment and autonomy orientation may foster mindfulness",
      "authors": [
        "J Leigh",
        "V Anderson"
      ],
      "year": 2013,
      "doi": "10.1080/14639947.2013.832082"
    },
    {
      "title": "Optimal distinctiveness theory: A framework for social identity, social cognition, and intergroup relations",
      "authors": [
        "G Leonardelli",
        "C Pickett",
        "M Brewer"
      ],
      "year": 2010
    },
    {
      "title": "Mobile phones: Exceptional tools for hiv/aids, health, and crisis management",
      "authors": [
        "R Lester",
        "S Karanja"
      ],
      "year": 2008,
      "doi": "10.1016/s1473-3099(08)70265-2"
    },
    {
      "title": "Motivational differences across post-acceptance information system usage behaviors: An investigation in the business intelligence systems context",
      "authors": [
        "X Li",
        "J Hsieh",
        "A Rai"
      ],
      "year": 2013,
      "doi": "10.1287/isre.1120.0456"
    },
    {
      "title": "Understanding mobile health service use: An investigation of routine and emergency use intentions",
      "authors": [
        "F Liu",
        "E Ngai",
        "X Ju"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijinfomgt.2018.09.004"
    },
    {
      "title": "The impact of users' sense of belonging on social media habit formation: Empirical evidence from social networking and microblogging websites in china",
      "authors": [
        "Q Liu",
        "Z Shao",
        "W Fan"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijinfomgt.2018.08.005"
    },
    {
      "title": "Models of agency: Sociocultural diversity in the construction of action",
      "authors": [
        "H Markus",
        "S Kitayama"
      ],
      "year": 2003
    },
    {
      "title": "Self esteem and health -autonomy, self esteem, and health are linked together",
      "authors": [
        "M Marmot"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.327.7415.574"
    },
    {
      "title": "Mobile health applications for the most prevalent conditions by the world health organization: Review and analysis",
      "authors": [
        "B Martinez-Perez",
        "I De La Torre-Diez",
        "M Lopez-Coronado"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2600"
    },
    {
      "title": "Extending the framework for mobile health information systems research: A content analysis",
      "authors": [
        "S Miah",
        "J Gammack",
        "N Hasan"
      ],
      "year": 2017,
      "doi": "10.1016/j.is.2017.04.001"
    },
    {
      "title": "Psychological needs, motivation, and well-being: A test of self-determination theory across multiple domains",
      "authors": [
        "M Milyavskaya",
        "R Koestner"
      ],
      "year": 2011,
      "doi": "10.1016/j.paid.2010.10.029"
    },
    {
      "title": "The effect of nursing quality improvement and mobile health interventions on infant sleep practices a randomized clinical trial",
      "authors": [
        "R Moon",
        "F Hauck",
        "E Colson",
        "A Kellams",
        "N Geller",
        "T Heeren",
        ". Corwin"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2017.8982"
    },
    {
      "title": "When moderation is mediated and mediation is moderated",
      "authors": [
        "D Muller",
        "C Judd",
        "V Yzerbyt"
      ],
      "year": 2005,
      "doi": "10.1037/0022-3514.89.6.852"
    },
    {
      "title": "MPlus: Statistical analysis with latent variables-User's guide",
      "authors": [
        "L Muthén",
        "B Muthén"
      ],
      "year": 2012,
      "doi": "10.1080/01621459.1979.10481034"
    },
    {
      "title": "Governance choice, sourcing relationship characteristics, and relationship performance",
      "authors": [
        "S Narayanan",
        "R Narasimhan"
      ],
      "year": 2014,
      "doi": "10.1111/deci.12090"
    },
    {
      "title": "Self-determination theory applied to health contexts: A meta-analysis",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thogersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda",
        ". Williams"
      ],
      "year": 2012,
      "doi": "10.1177/1745691612447309"
    },
    {
      "title": "Parsing the relationship of stigma and insight to psychological well-being in psychotic disorders",
      "authors": [
        "R Norman",
        "D Windell",
        "J Lynch",
        "R Manchanda"
      ],
      "year": 2011,
      "doi": "10.1016/j.schres.2011.09.002"
    },
    {
      "title": "The duality of technology -rethinking the concept of technology in organizations",
      "authors": [
        "W Orlikowski"
      ],
      "year": 1992,
      "doi": "10.1287/orsc.3.3.398"
    },
    {
      "title": "Online learning: Adoption, continuance, and learning outcome-A review of literature",
      "authors": [
        "R Panigrahi",
        "P Srivastava",
        "D Sharma"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijinfomgt.2018.05.005"
    },
    {
      "title": "The role of need fulfillment in relationship functioning and well-being: A self-determination theory perspective",
      "authors": [
        "H Patrick",
        "C Knee",
        "A Canevello",
        "C Lonsbary"
      ],
      "year": 2007,
      "doi": "10.1037/0022-3514.92.3.434"
    },
    {
      "title": "Validation of the revised sport motivation scale (sms-ii)",
      "authors": [
        "L Pelletier",
        "M Rocchi",
        "R Vallerand",
        "E Deci",
        "R Ryan"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychsport.2012.12.002"
    },
    {
      "title": "The psychology of physical symptoms",
      "authors": [
        "J Pennebaker"
      ],
      "year": 1982
    },
    {
      "title": "Influences of socioeconomic status, social network, and competence on subjective well-being in later life: A meta-analysis",
      "authors": [
        "M Pinquart",
        "S Sorensen"
      ],
      "year": 2000,
      "doi": "10.1037//0882-7974.15.2.187"
    },
    {
      "title": "Common method biases in behavioral research: A critical review of the literature and recommended remedies",
      "authors": [
        "P Podsakoff",
        "S Mackenzie",
        "J Lee",
        "N Podsakoff"
      ],
      "year": 2003,
      "doi": "10.1037/0021-9101.88.5.879"
    },
    {
      "title": "Self-reports in organizational research -problems and prospects",
      "authors": [
        "P Podsakoff",
        "D Organ"
      ],
      "year": 1986,
      "doi": "10.1177/014920638601200408"
    },
    {
      "title": "Examining the role of emotional intelligence between organizational learning and adaptive performance in indian manufacturing industries",
      "authors": [
        "R Pradhan",
        "L Jena",
        "S Singh"
      ],
      "year": 2017,
      "doi": "10.1108/jwl-05-2016-0046"
    },
    {
      "title": "Disentangling the influence of attachment anxiety and attachment security in consumer formation of attachments to brands",
      "authors": [
        "M Proksch",
        "U Orth",
        "F Bethge"
      ],
      "year": 2013,
      "doi": "10.1002/cb.1434"
    },
    {
      "title": "Competence enhancement and anticipated emotion as motivational drivers of brand attachment",
      "authors": [
        "M Proksch",
        "U Orth",
        "T Cornwell"
      ],
      "year": 2015,
      "doi": "10.1002/mar.20828"
    },
    {
      "title": "Authentic leadership and employee well-being: The mediating role of attachment insecurity",
      "authors": [
        "F Rahimnia",
        "M Sharifirad"
      ],
      "year": 2015,
      "doi": "10.1007/s10551-014-2318-1"
    },
    {
      "title": "Citizens' adoption of an electronic government system: Towards a unified view",
      "authors": [
        "N Rana",
        "Y Dwivedi",
        "B Lal",
        "M Williams",
        "M Clement"
      ],
      "year": 2017,
      "doi": "10.1007/s10796-015-9613-y"
    },
    {
      "title": "Dimensions of coaching behavior, need satisfaction, and the psychological and physical welfare of young athletes",
      "authors": [
        "M Reinboth",
        "J Duda",
        "N Ntoumanis"
      ],
      "year": 2004,
      "doi": "10.1023/B:MOEM.0000040156.81924.b8"
    },
    {
      "title": "Daily wellbeing: The role of autonomy, competence, and relatedness",
      "authors": [
        "H Reis",
        "K Sheldon",
        "S Gable",
        "J Roscoe",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1177/0146167200266002"
    },
    {
      "title": "mHealth Economics 2016 -Current Status and Trends of the mHealth App Market",
      "year": 2016
    },
    {
      "title": "Understanding and dealing with organizational survey nonresponse -introduction",
      "authors": [
        "S Rogelberg",
        "J Stanton"
      ],
      "year": 2007,
      "doi": "10.1177/1094428106294693"
    },
    {
      "title": "Control and information in the intrapersonal sphere -an extension of cognitive evaluation theory",
      "authors": [
        "R Ryan"
      ],
      "year": 1982,
      "doi": "10.1037/0022-3514.43.3.450"
    },
    {
      "title": "Psychological needs and the facilitation of integrative processes",
      "authors": [
        "R Ryan"
      ],
      "year": 1995,
      "doi": "10.1111/j.1467-6494.1995.tb00501.x"
    },
    {
      "title": "Perceived locus of causality and internalizationexamining reasons for acting in 2 domains",
      "authors": [
        "R Ryan",
        "J Connell"
      ],
      "year": 1989,
      "doi": "10.1037/0022-3514.57.5.749"
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000,
      "doi": "10.1037/0003-066x.55.1.68"
    },
    {
      "title": "Handbook of experimental existential psychology455",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2004,
      "doi": "10.1037/0003-066x.55.1.68"
    },
    {
      "title": "On energy, personality, and health: Subjective vitality as a dynamic reflection of well-being",
      "authors": [
        "R Ryan",
        "C Frederick"
      ],
      "year": 1997,
      "doi": "10.1111/j.1467-6494.1997.tb00326.x"
    },
    {
      "title": "The contours of positive human health",
      "authors": [
        "C Ryff",
        "B Singer"
      ],
      "year": 1998,
      "doi": "10.1207/s15327965pli0901_1"
    },
    {
      "title": "Introduction of mobile health tools to support ebola surveillance and contact tracing in guinea",
      "authors": [
        "J Sacks",
        "E Zehe",
        "C Redick",
        "A Bah",
        "K Cowger",
        "M Camara",
        ". Liu"
      ],
      "year": 2015,
      "doi": "10.9745/ghsp-d-15-00207"
    },
    {
      "title": "Implicit need for achievement moderates the relationship between competence need satisfaction and subsequent motivation",
      "authors": [
        "J Schuler",
        "K Sheldon",
        "S Frohlich"
      ],
      "year": 2010,
      "doi": "10.1016/j.jrp.2009.09.002"
    },
    {
      "title": "A threetier hierarchy of self-potency: Individual self, relational self, collective self",
      "authors": [
        "C Sedikides",
        "L Gaertner",
        "M Luke",
        "E O'mara",
        "J Gebauer"
      ],
      "year": 2013
    },
    {
      "title": "Sick role concept -understanding illness behavior",
      "authors": [
        "A Segall"
      ],
      "year": 1976,
      "doi": "10.2307/2136342"
    },
    {
      "title": "Assessing the unidimensionality of measurement: A paradigm and illustration within the context of information systems research",
      "authors": [
        "A Segars"
      ],
      "year": 1997,
      "doi": "10.1016/s0305-0483(96)00051-5"
    },
    {
      "title": "The compensatory interaction between user capabilities and technology capabilities in influencing task performance: An empirical assessment in Telemedicine Consultations",
      "authors": [
        "C Serrano",
        "E Karahanna"
      ],
      "year": 2016,
      "doi": "10.25300/misq/2016/40.3.04"
    },
    {
      "title": "New directions in attachment theory and research",
      "authors": [
        "P Shaver",
        "M Mikulincer"
      ],
      "year": 2010,
      "doi": "10.1177/0265407509360899"
    },
    {
      "title": "Self-efficacy and workplace well-being: Moderating role of sustainability practices",
      "authors": [
        "S Singh",
        "R Pradhan",
        "N Panigrahy",
        "L Jena"
      ],
      "year": 2019
    },
    {
      "title": "Socioeconomic inequalities in quality of life and psychological outcomes among cardiac patients",
      "authors": [
        "Z Skodova",
        "I Nagyova",
        "J Van Dijk",
        "A Sudzinova",
        "H Vargova",
        "J Rosenberger",
        ". Reijneveld"
      ],
      "year": 2009,
      "doi": "10.1007/s00038-009-7086-9"
    },
    {
      "title": "An investigation of visibility and flexibility as complements to supply chain analytics: An organizational information processing theory perspective",
      "authors": [
        "R Srinivasan",
        "M Swink"
      ],
      "year": 2018,
      "doi": "10.1111/poms.12746"
    },
    {
      "title": "Functional status and well-being of patients with chronic conditions -results from the medical outcomes study",
      "authors": [
        "A Stewart",
        "S Greenfield",
        "R Hays",
        "K Wells",
        "W Rogers",
        "S Berry",
        ". Ware"
      ],
      "year": 1989,
      "doi": "10.1001/jama.262.7.907"
    },
    {
      "title": "Validating instruments in mis research",
      "authors": [
        "D Straub"
      ],
      "year": 1989,
      "doi": "10.2307/248922"
    },
    {
      "title": "Understanding user revisions when using information system features: Adaptive system use and triggers",
      "authors": [
        "H Sun"
      ],
      "year": 2012
    },
    {
      "title": "Exercise, physical activity, and self-determination theory: A systematic review",
      "authors": [
        "P Teixeira",
        "E Carraca",
        "D Markland",
        "M Silva",
        "R Ryan"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-78"
    },
    {
      "title": "The ties that bind: Measuring the strength of consumers' emotional attachments to brands",
      "authors": [
        "M Thomson",
        "D Macinnis",
        "C Park"
      ],
      "year": 2005,
      "doi": "10.1207/s15327663jcp1501_10"
    },
    {
      "title": "Comparison of traditional versus mobile app self-monitoring of physical activity and dietary intake among overweight adults participating in an mhealth weight loss program",
      "authors": [
        "G Turner-Mcgrievy",
        "M Beets",
        "J Moore",
        "A Kaczynski",
        "D Barr-Anderson",
        "D Tate"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001510"
    },
    {
      "title": "The role of need satisfaction in self-concealment and well-being",
      "authors": [
        "A Uysal",
        "H Lin",
        "C Knee"
      ],
      "year": 2010,
      "doi": "10.1177/0146167209354518"
    },
    {
      "title": "Are the benefits of autonomy satisfaction and the costs of autonomy frustration dependent on individuals' autonomy strength",
      "authors": [
        "J Van Assche",
        "J Van Der Kaap-Deeder",
        "E Audenaert",
        "M De Schryver",
        "M Vansteenkiste"
      ],
      "year": 2018,
      "doi": "10.1111/jopy.12372"
    },
    {
      "title": "User acceptance of information technology: Toward a unified view",
      "authors": [
        "V Venkatesh",
        "M Morris",
        "G Davis",
        "F Davis"
      ],
      "year": 2003,
      "doi": "10.2307/30036540"
    },
    {
      "title": "Consumer acceptance and use of information technology: Extending the unified theory of acceptance and use of technology",
      "authors": [
        "V Venkatesh",
        "J Thong",
        "X Xu"
      ],
      "year": 2012
    },
    {
      "title": "Determinants of RFID adoption intention by SMEs: An empirical investigation",
      "authors": [
        "S Wamba",
        "A Gunasekaran",
        "M Bhattacharya",
        "R Dubey"
      ],
      "year": 2016,
      "doi": "10.1080/09537287.2016.1167981"
    },
    {
      "title": "Mhealth text and voice communication for monitoring people with chronic diseases in low-resource settings: A realist review",
      "authors": [
        "J Watkins",
        "J Goudge",
        "F Gomez-Olive",
        "C Huxley",
        "K Dodd",
        "F Griffiths"
      ],
      "year": 2018,
      "doi": "10.1136/bmjgh-2017-000543"
    },
    {
      "title": "Mental well-being and mental illness: Findings from the adult psychiatric morbidity survey for england 2007",
      "authors": [
        "S Weich",
        "T Brugha",
        "M King",
        "S Mcmanus",
        "P Bebbington",
        "R Jenkins",
        ". Stewart-Brown"
      ],
      "year": 2011,
      "doi": "10.1192/bjp.bp.111.091496"
    },
    {
      "title": "Motivation reconsidered -the concept of competence",
      "authors": [
        "R White"
      ],
      "year": 1959,
      "doi": "10.1037/h0040934"
    },
    {
      "title": "Self-determination, smoking, diet and health",
      "authors": [
        "G Williams",
        "D Minicucci",
        "R Kouides",
        "C Levesque",
        "V Chirkov",
        "R Ryan",
        ". Deci"
      ],
      "year": 2002,
      "doi": "10.1093/her/17.5.512"
    },
    {
      "title": "Exploring consumers' impulse buying behavior on social commerce platform: The role of parasocial interaction",
      "authors": [
        "L Xiang",
        "X Zheng",
        "M Lee",
        "D Zhao"
      ],
      "year": 2016,
      "doi": "10.1016/j.ijinfomgt.2015.11.002"
    },
    {
      "title": "Uses of information and communication technologies in HIV self-management: A systematic review of global literature",
      "authors": [
        "Y Zhang",
        "X Li"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijinfomgt.2016.11.003"
    },
    {
      "title": "What factors influence the mobile health service adoption? A meta-analysis and the moderating role of age",
      "authors": [
        "Y Zhao",
        "Q Ni",
        "R Zhou"
      ],
      "year": 2018,
      "doi": "10.1016/j.ijinfomgt.2017.08.006"
    },
    {
      "title": "Importance of selfdetermination for intrinsically-motivated behavior",
      "authors": [
        "M Zuckerman",
        "J Porac",
        "D Lathin",
        "R Smith",
        "E Deci"
      ],
      "year": 1978,
      "doi": "10.1177/014616727800400317"
    },
    {
      "title": "Her research interests include healthcare information technology use, smart devices and artificial intelligence use, and fraud detection",
      "authors": [
        "Jiaoyang Ms",
        "Li"
      ]
    },
    {
      "title": "His research interests include IT business value, data-driven business value and platform strategy",
      "authors": [
        "Cheng Dr",
        "Zhang"
      ]
    },
    {
      "title": "Her research focuses on appropriating and extending behavioral theories to conceptualize and understand individual, group, and societal use of different forms of technologies, including enterprise information systems, teleconferencing (or virtual channel), mobile technology and applications, and social network",
      "authors": [
        "Xixi Dr",
        "Li"
      ]
    },
    {
      "title": "His research interests include knowledge management, business intelligence, data resource management, and e-commerce",
      "authors": [
        "Chenghong Dr",
        "Zhang"
      ]
    }
  ],
  "num_references": 160
}
