{
  "paper_id": "728KB9T5",
  "title": "The DAILY (Daily Automated Intensive Log for Youth) Trial: A Wireless, Portable System to Improve Adherence and Glycemic Control in Youth with Diabetes",
  "abstract": "Blood glucose (BG) monitoring (BGM) is an important component of diabetes management. New wireless technologies may facilitate BGM and help to optimize glycemic control. We evaluated an integrated wireless approach with and without a motivational game in youth with diabetes. Forty youth, 8-18 years old, each received a handheld device fitted with a wireless modem and diabetes data management software, plus a wireless-enabled BG monitor. Half were randomized to receive the new technologies along with an integrated motivational game in which the participants would guess a BG level following collection of three earlier readings (Game Group). BG data, insulin doses, and carbohydrate intake were displayed graphically prior to the glucose estimation. The other group received the new technologies alone (Control Group). Both groups were instructed to perform BGM four times daily and transmit their data to a central server via the wireless modem. Feasibility of implementation and outcomes were ascertained after 4 weeks. Ninety-three percent of participants successfully transmitted their data wirelessly to the server. The Game Group transmitted significantly more glucose values than the Control Group (P Ͻ 0.001). The Game Group also had significantly less hyperglycemia (glucose Ն13.9 mmol/L or Ն250 mg/dL) than the Control Group (P Ͻ 0.001). Youth in the Game Group displayed a significant increase in diabetes knowledge over the 4-week trial (P Ͻ 0.005). Finally, there was a trend for more youth in the Game Group to maintain hemoglobin A1C values Յ8% (P ‫؍‬ 0.06). Thus a pediatric population with diabetes can successfully implement new technologies to facilitate BGM. Use of a motivational game appears to increase the frequency of monitoring, reduce the frequency of hyperglycemia, and improve diabetes knowledge, and may help to optimize glycemic control.",
  "year": 1993,
  "date": "1993",
  "journal": "N Engl J Med",
  "publication": "N Engl J Med",
  "authors": [
    {
      "forename": "Vikram",
      "surname": "Kumar",
      "name": "Vikram Kumar",
      "affiliation": "1  Division of Health Sciences and Technology , Massachusetts Institute of Technology and Harvard Medical School , Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Division of Health Sciences and Technology \n\t\t\t\t\t\t\t\t Massachusetts Institute of Technology and Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Katherine",
      "surname": "Wentzell",
      "name": "Katherine Wentzell",
      "affiliation": "4  Pediatric and Adolescent Unit, Genetics and Epidemiology Section , Joslin Diabetes Center , Harvard Medical School , Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Pediatric and Adolescent Unit, Genetics and Epidemiology Section \n\t\t\t\t\t\t\t\t Joslin Diabetes Center \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Tarjei",
      "surname": "Mikkelsen",
      "name": "Tarjei Mikkelsen"
    },
    {
      "forename": "M",
      "surname": "Eng",
      "name": "M Eng",
      "affiliation": "3  Dimagi, Inc. , Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Dimagi, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Alex",
      "surname": "Pentland",
      "name": "Alex Pentland",
      "affiliation": "2  Human Design Group , MIT Media Laboratory , Cambridge , Massachusetts. \n\t\t\t\t\t\t\t\t Human Design Group \n\t\t\t\t\t\t\t\t MIT Media Laboratory \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Cambridge \n\t\t\t\t\t\t\t\t\t Massachusetts"
    },
    {
      "forename": "Lori",
      "surname": "Laffel",
      "name": "Lori Laffel",
      "affiliation": "4  Pediatric and Adolescent Unit, Genetics and Epidemiology Section , Joslin Diabetes Center , Harvard Medical School , Boston , Massachusetts. \n\t\t\t\t\t\t\t\t Pediatric and Adolescent Unit, Genetics and Epidemiology Section \n\t\t\t\t\t\t\t\t Joslin Diabetes Center \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t Massachusetts"
    }
  ],
  "doi": "https://doi.org/10.13039/100006063",
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "I NTENSIVE diabetes management reduces the risk of long-term complications.  [1] [2] 2] [3] [4] [5] [6]  Despite this recognition, diabetes remains a challenging disease requiring complex medical management by both the patient and family for successful outcomes. Essential to optimal management is frequent blood glucose (BG) monitoring (BGM).  [7] [8] 8] [9]  BGM helps with the daily decision-making of diabetes care around insulin dose adjustment, carbohydrate intake, and the safe integration of exercise, along with the means to improve glycemic control to prevent late complications. New technologies can serve as motivators to increase monitoring behavior.  10 For example, recent advances use microliters of blood to obtain glucose readings in seconds and include meters with extended memory capabilities that link to personal computers providing glucose trend data. Other computer-based or telemedicine-directed approaches offer diabetes education and support yielding behavior modification results similar to those found with person-to-person education.  [11] [12] 2] [13]  An interactive educational freeware diabetes simulator, AIDA (Automated Insulin Dosage Advisor), allows patients to graph glucose values, insulin doses, and carbohydrate intake to see how the components interact.  14 Pediatric patients, raised in the current computer era, are likely to adopt such new tools.\n\nUsing handheld technologies, we developed an integrated approach that includes BG data, insulin dosing, and carbohydrate intake to enhance the patient's and the family's understanding of diabetes management. The handheld technology incorporates data acquisition, management, and wireless transmission. Diabetes management remains a challenge because patients must consider prior glucose values, carbohydrate intake, insulin doses, and physical activity in addition to counter-regulatory hormonal fluctuations associated with growth and stress.  15 Although glycemic excursions are often poorly characterized and constantly changing, we chose to harness this randomness for the patients in the form of a predictive game called DiaBetNet™ (Dimagi, Inc., Boston, MA) aimed at increasing understanding and attention to diabetes care. DiaBetNet is a handheld-based application able to integrate BG, insulin dosing, and carbohydrate intake data and provide the patient with an intuitive game to predict the next BG level.\n\nThe primary objective of the DAILY (Daily Automated Intensive Log for Youth) trial was to assess the feasibility of utilizing a handheld personal digital assistant (PDA), equipped with a wireless modem, BG data management software, and the diabetes motivational game DiaBetNet, to assist in the outpatient management of youth with diabetes. The second objective was to increase adherence to BGM aimed at optimizing control. We hypothesized that youth with diabetes would readily accept and utilize this new technology and that the participants randomized to the DiaBetNet game would maintain or increase their BGM frequency compared with a control group."
    },
    {
      "title": "PATIENTS AND METHODS"
    },
    {
      "title": "Participants",
      "text": "This prospective randomized clinical trial included 40 insulin-treated children and adolescents between the ages of 8 and 18 years with type 1 (n ϭ 39) or type 2 diabetes (n ϭ 1). Youth were eligible if they were routinely monitoring BG levels, were not participating in another trial, and were receiving care at the Joslin Clinic in Boston. The participant and a parent/ guardian expressed a willingness to monitor BG levels three or four times daily, enter data into the PDA for 4 weeks, and agree to be randomized to either the Game or Control Group. The study was approved by the Committees on Human Studies at Joslin Diabetes Center and Massachusetts Institute of Technology, and each participant and a parent provided written assent and informed consent, respectively. Eligible patients and families were approached sequentially over an 8-week period until 40 youth and parents agreed to participate."
    },
    {
      "title": "Materials",
      "text": "Each participant received a PDA (Visor™ Platinum, Handspring™, Mountain View, CA) fitted with a wireless modem (Minstrel S™ modem, Novatel Wireless, Inc., San Diego, CA) and software for diabetes management (Accu-Chek Pocket Compass ® software, Roche Diagnostics Corp., Indianapolis, IN). In addition, each received a glucose meter (Accu-Chek Ac-tive™ meter, Roche Diagnostics) along with a lancing device, lancets, test strips, and control solutions (Roche Diagnostics). The Accu-Chek Active meter is equipped with an infrared port for uploading BG data to the Accu-Chek Pocket Compass software on the PDA. Participants randomized to the Game Group also had Dia-BetNet software on their PDAs. DiaBetNet integrates inputs for diabetes management (previous BG levels, insulin dosages, and carbohydrates consumed) and challenges participants to predict the upcoming glucose level based upon a graphical display of the data (Fig.  1 )."
    },
    {
      "title": "Procedures and measures",
      "text": "After a trained research assistant explained the study and obtained assent and consent, the participants were randomized utilizing two age strata, 8-12 and 13-18 years. The Game Group received the BG meter and PDA with data management software and DiaBetNet software, while the Control Group received the meter and PDA with data management software alone. Participants and families received instructions on the use of the meter, the PDA, PDA software, and the wireless modem. All participants were encouraged to check BG levels four times daily, upload their BG data from the meter to the PDA, enter insulin doses and carbohydrate intake into the PDA, and transmit the data wirelessly everyday.\n\nParticipants used the Accu-Chek Active meter and transferred their glucose levels by aligning the infrared port of the meter with the port on the PDA. With each glucose measurement transmitted, the participants could also enter their insulin dose and carbohydrate intake into the Accu-Chek Pocket Compass program where all values were stored on the PDA. Participants randomized to the Game Group were also instructed to access the DiaBetNet game daily.\n\nEach time DiaBetNet was opened, it would count the number of glucose, insulin, and carbohydrate values entered that day. After three BG results were entered and before checking a fourth, participants in the Game Group were prompted by DiaBetNet to predict their upcoming BG. DiaBetNet created a graph depicting the day's earlier glucose levels, insulin doses, and carbohydrate intake (Fig.  1 ), which provided an integrated display upon which to predict the upcoming BG. This prediction was stored in a separate database within DiaBetNet and compared with the actual glucose level after the BG was uploaded to the PDA. As reinforcement, the participant received a fixed number of points for playing the game, as well as a smaller number based on the accuracy of the prediction. This rewarded the monitoring behavior more than the accuracy of the prediction. In this version of DiaBetNet, participants played against themselves."
    },
    {
      "title": "Transfer and reception of data",
      "text": "The Game Group transmitted their data wirelessly to the central server only after playing the predictive game; the Control Group could transfer their data at any time. Data were ordered such that up to 30 data points were queued at a time for transmission by wireless modem until all data were successfully received at the server. An encrypted header that contained the username and modem number was included in the transmission. Utilizing Berkeley sockets API (Application Program Interface), the DiaBetNet software transferred the records over the Verizon Wireless CDPD (Cellular Digital Packet Data) network. Data were read via a TCP/IP (transfer communication protocol/Internet protocol) socket on the secure server utilizing Thawte SSL (Secure Sockets Layer) web certificates on the MIT Media Lab domain. The username was extracted and verified, and the records were written into a MySQL database [a fast, multi-threaded, multiuser, and robust SQL (Structured Query Language) database server]. Participants and investigators could view BG, insulin dose, and carbohydrate intake listed by date and time on the server through a secure web page. However, both groups understood there would be no feedback based upon the transmitted data."
    },
    {
      "title": "Glycemic control",
      "text": "At study entry, glycemic control was assessed by hemoglobin A1C (HbA1C) measured by high-performance liquid chromatography (reference 4.0-6.0%; Tosoh version 2.2, Tosoh Corp., Foster City, CA). While the study lasted 4 weeks, HbA1C was reassessed approximately 3 months later, at the next routine visit. Baseline glycemic control was the average of the participant's previous HbA1C obtained prior to study entry and the value measured at entry."
    },
    {
      "title": "Child and parent self-reporting of diabetes knowledge and satisfaction",
      "text": "At study entry and after completion of the 4week trial, each participant and a parent completed surveys concerning diabetes knowledge and general satisfaction. The Diabetes Knowledge survey was adopted from the curriculum for adolescents and families published by the American Diabetes Association.  16 There were 15 questions, and scores could range from Ϫ15 to 15, with a higher score indicating greater diabetes specific knowledge. Additional survey questions evaluated satisfaction with the electronic technology."
    },
    {
      "title": "Statistics",
      "text": "Statistical analysis of the data was performed with SAS version 8.0 for Windows (SAS Institute, Cary, NC), MATLAB ® (MathWorks, Natick, MA), and Microsoft ® Excel 2000 (Microsoft Corp., Redmond, WA). Means Ϯ SD are presented unless otherwise indicated. Paired and unpaired t tests and 2 analyses were performed. Two-tailed P values of Ͻ0.05 were considered significant."
    },
    {
      "title": "RESULTS",
      "text": "Of the 40 participants, 19 were randomized to the Game Group and 21 to the Control Group. The mean age of participants was 13.6 Ϯ 2.5 years, and the mean duration of diabetes was 6.4 Ϯ 3.5 years. Participants in the Game and Control Groups had similar ages, durations of diabetes, height, and weight, as well as gender distribution [difference not significant (NS)] (Table  1 ). Similarly, 42% and 43% of the participants in the Game and Control Groups, respectively, received either multiple daily injection therapy (four or more shots per day) or continuous insulin infusion via a pump. At entry, participants in each group checked their BG levels an average of 4.1 times daily.\n\nOverall participation (defined as those who wirelessly transmitted their data at least once) during the 4-week trial was 94.7% (18 of 19) for the Game Group and 90.5% (19 of 21) for the Control Group (NS). Neither age nor gender predicted success with the technology. There was no difference in the mean or median number of daily data transmissions between groups. Thus, the trial demonstrated successful implementation and feasibility of wireless transmission of diabetes management data in a pediatric population."
    },
    {
      "title": "BGM",
      "text": "The number of transmitted BG values differed significantly between the two groups (Fig.  2a ). More than three-quarters of Game Group participants (78%) checked BG levels a median of four or more times daily compared with just over two-thirds of Control Group participants (68%). Overall, participants in the Game Group checked and transmitted 1,662 BG values, while those in the Control Group checked and transmitted only 1,471 values (P Ͻ 0.001)."
    },
    {
      "title": "Insulin dosing and carbohydrate intake",
      "text": "The frequency with which both groups entered and transmitted insulin dosage and carbohydrate data was similar. There were also no differences between groups in daily insulin dosing (units/day) or intake of carbohydrate (grams/day) as entered into the PDA database and transmitted via the wireless modem. As carbohydrate intake significantly influences glycemic excursions postprandially, which in turn contribute significantly to overall glycemic control and HbA1C, we further examined average daily carbohydrate intake. 17 Among participants checking BG levels four or more times daily, the Game Group reported significantly lower median carbohydrate intake (154 g/day) than the Control Group (214 g/day) (P Ͻ 0.05)."
    },
    {
      "title": "Glycemic control",
      "text": "Baseline glycemic control was similar between groups, with HbA1C equal to 7.8 Ϯ 1.1% and 8.1 Ϯ 0.9% in the Game and Control Groups, respectively (NS). An average of 3.5-4 months following study entry, the mean HbA1C results remained similar, with values of 7.9 Ϯ 1.1% and 8.0 Ϯ 0.7% in the Game and Control Groups, respectively (NS). However, during the 4-week trial, the frequency of hyperglycemia (BG Ն13.9 mmol/L or Ն250 mg/dL) was significantly less in the Game Group compared with the Control Group (318 and 377 occurrences, respectively; P Ͻ 0.001) (Fig.  2b ). On the other hand, the frequency of hypoglycemia (BG Ͻ3.9 mmol/L or Ͻ70 mg/dL) was similar between groups (NS). Next, we examined the distribution of HbA1C at entry and found 63% of Game Group participants and 43% of Control Group participants had baseline HbA1C values Յ8.0% (NS). At follow-up, there was a trend towards a significant shift in the distribution with 63% of Game Group participants and only 33% of Control Group participants maintaining HbA1C values Յ8.0% (P ϭ 0.06). In other words, Game Group participants were 3.4 times more likely than Control Group participants to achieve or maintain HbA1C values of Յ8% (P ϭ 0.06)."
    },
    {
      "title": "Child and parent self-reporting of diabetes knowledge and satisfaction",
      "text": "Baseline survey responses revealed similar levels of diabetes knowledge between groups. After the trial, there was no change in parents' report of diabetes knowledge. However, children's responses to the Diabetes Knowledge Survey indicated acquisition of knowledge in both groups, although only the Game Group displayed a significant improvement in knowledge scores (Game Group, t ϭ 3.27, P Ͻ 0.005; Control Group, t ϭ 1.79, P ϭ 0.09).\n\nYouths' and parents' reports regarding satisfaction with the technologies indicated that\n\nWIRELESS SYSTEM TO IMPROVE CARE IN DIABETES 449 TABLE 1. CHARACTERISTICS OF STUDY PARTICIPANTS ACCORDING TO GROUP Game group (n ϭ 19) Control group (n ϭ 21) Age (years) 13.9 Ϯ 2.2 13.3 Ϯ 2.8 Duration of diabetes mellitus (years) 6.4 Ϯ 3.2 6.4 Ϯ 3.7 Gender (% male) 58% 52% Height (cm) 157.5 Ϯ 12.9 153.0 Ϯ 16.0 Weight (kg) 56.2 Ϯ 15.0 51.6 Ϯ 17.2 Body mass index (kg/m 2 ) 22.3 Ϯ 3.4 21.3 Ϯ 4.0 Total daily dose (units/day) 48.5 Ϯ 18.1 49.6 Ϯ 25.4 Insulin treatment (%) Two injections/day 15.8% 9.5% Three injections/day 42.1% 47.6% Four injections/day 5.3% 14.3% Pump use 36.8% 28.6% BGM frequency (times/day) 4.1 Ϯ 1.3 4.1 Ϯ 1.2 Baseline HbA1C (%) 7.8 Ϯ 1.1 8.1 Ϯ 0.9 No significant differences between groups.\n\nboth Game and Control Groups adapted equally and readily to the new platforms including the glucose monitor with infrared data transmission and the PDA software. More Game Group youth (72%) compared with Control Group youth (57%) reported satisfaction with the knowledge that their data were available on the Internet (NS). Interestingly, parents reported greater satisfaction than their children, with 81% of Game Group parents and 68% of Control Group parents reporting satisfaction with data availability on the Internet (NS)."
    },
    {
      "title": "DISCUSSION",
      "text": "Treatment of diabetes remains challenging and demands vigilance to achieve optimal control in order to reduce the risk of short-and long-term complications.  [1] [2] [3] 18, 8, 19  Recent data from the Diabetes Control and Complications Trial and the Epidemiology of Diabetes Interventions and Complications studies confirm the critical importance of early implementation of intensive therapy in order to achieve the greatest risk reduction in complication occurrence.  6, 20 Furthermore, intensive insulin ther- At study entry, six participants in the Game Group and seven participants in the Control Group checked glucose levels three or fewer times daily, while during the trial, only four participants in the Game Group and six participants in the Control group checked and transmitted three or fewer glucose results daily. b: Comparison of the distributions of glucose readings between the Game and Control Groups. There was significantly greater hyperglycemia (glucose values Ն13.9 mmol or Ն250 mg/dL) among the participants in the Control Group compared with the Game Group (P Ͻ 0.001). There was no difference in the rate of hypoglycemia noted by glucose readings Ͻ70 mg/dL or Ͻ3.9 mmol between groups: Ͻ50 mg/dL or Ͻ2.8 mmol/L; 50-69 mg/dL or 2.8-3.8 mmol/L; 70-149 mg/dL or 3.9-8.2 mmol/L; 150-249 mg/dL or 8.3-13.8 mmol/L; 250-400 mg/dL or 13.9-22.2 mmol/L; Ͼ400 mg/dL or Ͼ22.2 mmol/L. a b apy with the avoidance of acute complications mandates routine monitoring of BG, carbohydrate intake, and physical activity in order to dose insulin most accurately. Patients with diabetes and their families quickly learn the importance of understanding BG patterns, but ongoing management of such dynamic physiology routinely becomes burdensome. This is compounded by the fact that young patients may not sense the urgency for tight control since significant pathology may take years to develop. Thus, we need approaches that motivate and reinforce with patients and their families the importance of ongoing monitoring and attention to diabetes management.\n\nIn the DAILY trial, we evaluated new PDA software and technology along with a novel predictive game to see if such technology could help children with diabetes and their families to monitor BG levels, better understand glycemic excursions, and adopt healthier behaviors. The system's multiple components integrated data acquisition, management, presentation, and transmission. Participants could wirelessly transfer their BG data from the infrared port of the meter and manually input insulin and carbohydrate data to the Accu-Chek Pocket Compass diabetes management software on the PDA. The DiaBetNet software encoded within the PDA accessed for graphical depiction the BG values, insulin doses, and carbohydrate intake and then captured the participants' guesses as to the next BG level. Finally, via the modem affixed to the PDA, all data were transmitted to the secure central server.\n\nPatients between the ages of 8 and 18 years and their families appeared well suited for wireless, PDA technology solutions, and this pilot confirmed the feasibility and acceptability of such an integrated approach, independent of age and gender. Apart from one participant who lived outside the range of the wireless network, another who withdrew for family reasons, and a third who never attempted transfer, all participants successfully transmitted data wirelessly.\n\nIn our pediatric participants, the DiaBetNet game compared with a control condition appeared to increase the frequency of BGM, decrease the occurrence of BG levels in the hyperglycemic range, provide for a greater ac-quisition of diabetes knowledge, and begin a trend towards more optimal glycemic outcomes. There may be several reasons to account for the increased monitoring and decreased hyperglycemia in the Game Group. The participants in the Game Group had a qualification criterion to check their glucose levels at least three times daily in order to play the game. Then, prior to data transmission, they had to check a fourth BG. Alternatively, frequent BGM might have served as a strategy for more accurate predictions because availability of more BG results may have provided greater opportunity for self-correction. This improved selfcorrection may have helped reduce the occurrence of hyperglycemia in the Game Group.\n\nThe significantly lower carbohydrate intake reported by Game Group participants checking BG four or more times daily compared with Control Group participants checking BG four or more times daily may have also contributed to the lower frequency of hyperglycemia in the Game Group. While both groups could enter carbohydrate intake, only those in the Game Group could view the DiaBetNet graph that displayed BG, insulin doses, and carbohydrate intake together to illustrate the influence of the variables upon one another and their impact upon glycemic excursions to aid in the prediction of an upcoming glucose level. The influence of carbohydrate intake on glucose levels graphically displayed may have prompted participants to alter their eating patterns with the ingestion of fewer carbohydrates. Without baseline information on carbohydrate intake, we were unable to assess change in intake during the trial. In general, carbohydrate intake significantly impacts postprandial glycemic excursions in patients with diabetes and, in turn, contributes to overall control and HbA1C.  17, 21 ogether, the increased frequency of BGM, reduced occurrence of hyperglycemia, and lower carbohydrate intake may have helped to maintain the distribution of HbA1C values in the Game Group compared with a trend towards worsening in the Control Group.\n\nComputer and Internet applications can be responsive as demonstrated in a recent randomized trial of an Internet-based weight loss program in adults at risk for type 2 diabetes.  22 The addition of weekly behavioral counseling and feedback via e-mail resulted in greater weight loss over a 1-year period than the Internet weight loss program without the additional feedback.  22 Other recent Internet-based interventions in adults with diabetes demonstrated equivalent efficacy of Internet-based education applications compared with face-to-face education,  11  as well as equivalent effects of Internetbased diabetes self-management training with and without a behavioral intervention.  12, 13 The latter study highlighted the difficulties in sustaining Internet usage over time.\n\nOur DAILY trial demonstrated how customized PDAs equipped with a wireless modem, data management software, and a BG predictive game could be used as an effective and feasible means of collecting high-quality data over time. The portability of the PDAs and the independence from any required computing infrastructure seems to have supported high usability. On the other hand, a weakness of our study is its brief duration. It is important to assess if the interest expressed in the new technologies by the participants and families wanes over time. The short-term nature of DAILY requires follow-up investigations of longer duration in order to validate and document any sustained impact on adherence, increased BGM frequency, and improved glycemic control. With improvements in wireless access and portable electronic devices, including integrated cell phone technologies, additional opportunities exist to increase interactions between healthcare providers and patients with directed feedback based upon transmitted data. In the future, the richness of such data can drive the development of computer-based algorithms that alert care providers when deviations in observed patterns arise.\n\nIn the current trial, parents of youth with diabetes appeared to appreciate the technologic support. The electronic transfer of data, in particular, may aid the parents' efforts to support diabetes management since parents are generally the ones who tabulate their child's glucose data and insulin dosing. Such technologies would certainly support the recent trend to encourage family-based teamwork in the implementation of diabetes treatment programs in youth throughout childhood and adolescence.  8, 9, 23 The opportunity for these technologies to increase and maintain attention to dia-betes management tasks by pediatric patients and their parents, particularly with respect to adherence to BGM, warrants additional study. Additional studies of longer duration can also aid in the identification of the mediators of improved adherence and glycemic control since the current pilot investigation cannot confirm whether the graphical display of insulin, carbohydrates, and BG levels or the DiaBetNet guessing game, or both, provides the motivation for behavior change.\n\nYouth with diabetes and their families seem eager to try innovative approaches to optimizing control. While acceptance of some interactive technologies have been slow in general,  24, 25  additional opportunities exist, particularly in the realm of mobile phones.  26 In time, the progress of miniature physiological sensors will likely make the accurate prediction of and reaction to glycemic excursions easier. Nonetheless, such innovations will continue to require the engagement of the patient and the family in order to reap the benefits of improvements in care on the reduction in acute and chronic adverse outcomes. Motivational approaches such as the Di-aBetNet game may help to empower patients, families, and healthcare providers."
    },
    {
      "text": "FIG. 1.A screen from DiaBetNet depicting the variables from a participant in the Game Group. The user's insulin doses (noted as i-2, referring to 2 units of insulin), carbohydrates ingested (noted as bars), and glucose levels (noted by X on the line graph) are shown. Future versions will differentiate between types of insulin. Glucose values were obtained directly by transfer of data from the infrared port on the glucose monitor to the PDA. (To convert mg/dL to mmol/L, divide glucose value by 18.)"
    },
    {
      "text": "FIG. 2. a:A histogram of the median number of glucose values checked per day in the Game and Control Groups. At study entry, six participants in the Game Group and seven participants in the Control Group checked glucose levels three or fewer times daily, while during the trial, only four participants in the Game Group and six participants in the Control group checked and transmitted three or fewer glucose results daily. b: Comparison of the distributions of glucose readings between the Game and Control Groups. There was significantly greater hyperglycemia (glucose values Ն13.9 mmol or Ն250 mg/dL) among the participants in the Control Group compared with the Game Group (P Ͻ 0.001). There was no difference in the rate of hypoglycemia noted by glucose readings Ͻ70 mg/dL or Ͻ3.9 mmol between groups: Ͻ50 mg/dL or Ͻ2.8 mmol/L; 50-69 mg/dL or 2.8-3.8 mmol/L; 70-149 mg/dL or 3.9-8.2 mmol/L; 150-249 mg/dL or 8.3-13.8 mmol/L; 250-400 mg/dL or 13.9-22.2 mmol/L; Ͼ400 mg/dL or Ͼ22.2 mmol/L."
    }
  ],
  "references": [
    {
      "title": "The Diabetes Control and Complications Trial Research Group: The effect of intensive treatment of diabetes on the development and progression of long-term complications in insulin-dependent diabetes mellitus",
      "year": 1993,
      "doi": "10.1056/nejm199309303291401"
    },
    {
      "title": "The effect of long-term intensified insulin treatment on the development of microvascular complications of diabetes mellitus",
      "authors": [
        "P Reichard",
        "B Nilsson",
        "U Rosenqvist"
      ],
      "year": 1993,
      "doi": "10.1056/nejm199307293290502"
    },
    {
      "title": "Effect of intensive diabetes treatment on the development of long-term complications in adolescents with insulin-dependent diabetes mellitus",
      "authors": [
        "The Dcct Research Group"
      ],
      "year": 1994,
      "doi": "10.1016/s0022-3476(94)70190-3"
    },
    {
      "title": "UKPDS: Intensive blood-glucose control with sulphonylureas or insulin compared with conventional treatment and risk of complications in patients with type 2 diabetes (UKPDS 33). UK Prospective Diabetes Study (UKPDS) Group",
      "year": 1998,
      "doi": "10.1016/s0140-6736(98)07019-6"
    },
    {
      "title": "UKPDS: Effect of intensive blood-glucose control with metformin on complications in overweight patients with type 2 diabetes (UKPDS 34). UK Prospective Diabetes Study (UKPDS) Group",
      "year": 1998
    },
    {
      "title": "Effect of intensive therapy on the microvascular complications of type 1 diabetes mellitus",
      "authors": [
        "N White",
        "P Cleary",
        "W Dahms",
        "D Goldstein",
        "J Malone",
        "W Tamborlane"
      ],
      "year": 2002
    },
    {
      "title": "Glycemic control in diabetes mellitus: have changes in therapy made a difference?",
      "authors": [
        "D Nathan",
        "C Mckitrick",
        "M Larkin",
        "R Schaffran",
        "D Singer"
      ],
      "year": 1996,
      "doi": "10.1016/s0002-9343(97)89453-3"
    },
    {
      "title": "Parental involvement in diabetes management tasks: relationships to blood glucose monitoring adherence and metabolic control in young adolescents with insulin-dependent diabetes mellitus",
      "authors": [
        "B Anderson",
        "J Ho",
        "J Brackett",
        "D Finkelstein",
        "L Laffel"
      ],
      "year": 1997,
      "doi": "10.1016/s0022-3476(97)70352-4"
    },
    {
      "title": "Impact of ambulatory, familyfocused teamwork intervention on glycemic control in youth with type 1 diabetes",
      "authors": [
        "L Laffel",
        "L Vangsness",
        "A Connell",
        "A Goebel-Fabbri",
        "D Butler",
        "B Anderson"
      ],
      "year": 2003,
      "doi": "10.1067/mpd.2003.138"
    },
    {
      "title": "New technologies and therapeutic approaches for the management of pediatric diabetes",
      "authors": [
        "M Lawlor",
        "L Laffel"
      ],
      "year": 2001,
      "doi": "10.1007/s11892-001-0011-0"
    },
    {
      "title": "A comparison of diabetes education administered through telemedicine versus in person",
      "authors": [
        "R Izquierdo",
        "P Knudson",
        "S Meyer",
        "J Kearns",
        "R Ploutz-Snyder",
        "R Weinstock"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.4.1002"
    },
    {
      "title": "The Diabetes Network Internet-based physical activity intervention: a randomized pilot study",
      "authors": [
        "H Mckay",
        "D King",
        "E Eakin",
        "J Seeley",
        "R Glasgow"
      ],
      "year": 2001,
      "doi": "10.2337/diacare.24.8.1328"
    },
    {
      "title": "The D-Net diabetes self-management program: long-term implementation, outcomes, and generalization results",
      "authors": [
        "R Glasgow",
        "S Boles",
        "H Mckay",
        "E Feil",
        "M Barrera"
      ],
      "year": 2003,
      "doi": "10.1016/s0091-7435(02)00056-7"
    },
    {
      "title": "Further user comments regarding usage of an interactive educational diabetes simulator (AIDA)",
      "authors": [
        "E Lehmann"
      ],
      "year": 2002,
      "doi": "10.1089/15209150252924175"
    },
    {
      "title": "Impaired insulin action in puberty. A contributing factor to poor glycemic control in ado-lescents with diabetes",
      "authors": [
        "S Amiel",
        "R Sherwin",
        "D Simonson",
        "A Lauritano",
        "W Tamborlane"
      ],
      "year": 1986,
      "doi": "10.1056/nejm198607243150402"
    },
    {
      "title": "Teenagers with Type 1 Diabetes: A Curriculum for Adolescents and Families",
      "authors": [
        "P Johnson",
        "N Burkhart",
        "B Anderson",
        "N White",
        "M Funnell",
        "P Barr"
      ],
      "year": 2000,
      "doi": "10.1177/014572179702300612"
    },
    {
      "title": "HbA1c correlated with night(N) and pre and postmeal(PP) glucose levels in pediatric type 1 diabetes using the continuous glucose monitoring system (CGMS, MiniMed, Inc.)",
      "authors": [
        "J Austin",
        "M Halvorson",
        "D Cuthbertson",
        "F Kaufman"
      ],
      "year": 2002
    },
    {
      "title": "Predictors of glycemic control and short-term adverse outcomes in youth with type 1 diabetes",
      "authors": [
        "B Levine",
        "B Anderson",
        "D Butler",
        "J Brackett",
        "L Laffel"
      ],
      "year": 2001,
      "doi": "10.1067/mpd.2001.116283"
    },
    {
      "title": "Predictors of acute complications in children with type 1 diabetes",
      "authors": [
        "A Rewers",
        "H Chase",
        "T Mackenzie",
        "P Walravens",
        "M Roback",
        "M Rewers",
        "R Hamman",
        "G Klingensmith"
      ],
      "year": 2002
    },
    {
      "title": "Intensive diabetes therapy and carotid intima-media thickness in type 1 diabetes mellitus",
      "authors": [
        "D Nathan",
        "J Lachin",
        "P Cleary",
        "T Orchard",
        "D Brillon",
        "J Backlund",
        "O' Leary",
        "D Genuth"
      ],
      "year": 2003,
      "doi": "10.1056/nejmoa022314"
    },
    {
      "title": "Control of post-prandial hyperglycemia-an essential part of good diabetes treatment and prevention of cardiovascular complications",
      "authors": [
        "M Hanefeld",
        "T Temelkova-Kurktschiev"
      ],
      "year": 2002,
      "doi": "10.1007/3-7985-1531-x_2"
    },
    {
      "title": "Effects of Internet behavioral counseling on weight loss in adults at risk for type 2 diabetes: a randomized trial",
      "authors": [
        "D Tate",
        "E Jackvony",
        "R Wing"
      ],
      "year": 2003,
      "doi": "10.1001/jama.289.14.1833"
    },
    {
      "title": "Self-management competence as a predictor of outcomes of intensive therapy or usual care in youth with type 1 diabetes",
      "authors": [
        "T Wysocki",
        "M Harris",
        "K Wilkinson",
        "M Sadler",
        "N Mauras",
        "N White"
      ],
      "year": 2003,
      "doi": "10.2337/diacare.26.7.2043"
    },
    {
      "title": "Enhancing support via interactive technologies",
      "authors": [
        "J Piette"
      ],
      "year": 2002,
      "doi": "10.1007/s11892-002-0076-4"
    },
    {
      "title": "Feasibility and use of an Internet support service for diabetes self-management",
      "authors": [
        "H Mckay",
        "E Feil",
        "R Glasgow",
        "J Brown"
      ],
      "year": 1998,
      "doi": "10.1177/014572179802400207"
    },
    {
      "title": "Evaluation of accessibility and use of new communication technologies in patients with type 1 diabetes mellitus",
      "authors": [
        "G Gimenez-Perez",
        "M Gallach",
        "E Acera",
        "A Prieto",
        "O Carro",
        "E Ortega",
        "J Gonzalez-Clemente"
      ],
      "year": 2002,
      "doi": "10.2196/jmir.4.3.e16"
    },
    {
      "title": "Pediatric & Adolescent Unit Joslin Diabetes Center One Joslin",
      "authors": [
        "Lori Laffel"
      ]
    },
    {
      "doi": "10.1002/pdi.1936"
    }
  ],
  "num_references": 28
}
