{
  "paper_id": "76JR69B4",
  "title": "Automated Hovering in Health Care -Watching Over the 5000 Hours",
  "authors": [
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch"
    },
    {
      "forename": "Ralph",
      "surname": "Muller",
      "name": "Ralph Muller"
    },
    {
      "forename": "David",
      "surname": "Radley",
      "name": "David Radley"
    },
    {
      "forename": "Cathy",
      "surname": "Schoen",
      "name": "Cathy Schoen"
    }
  ],
  "doi": "10.1056/nejmp1203869",
  "sections": [
    {
      "text": "outpatient visits. That care model falls short not just because it is expensive and often fails to proactively improve health, but also because so much of health is explained by individual behaviors, 1 most of which occur outside health care encounters. Indeed, even patients with chronic illness might spend only a few hours a year with a doctor or nurse, but they spend 5000 waking hours each year engaged in everything else -including deciding whether to take prescribed medications or follow other medical advice, deciding what to eat and drink and whether to smoke, and making other choices about activities that can profoundly affect their health.\n\nThe increasing attention being paid to those 5000 hours takes various forms. Employers are focusing more on employees' wellness -how they eat, whether they smoke, and how much they exercise. Medication adherence has become a more important goal, thanks to growing recognition that many people with chronic conditions fail to take their medications regularly and therefore do not get the benefits that health care can provide. Home-based biometric assessments of indicators such as glucose level, blood pressure, and weight are emerging as part of longitudinal clinical care. Transitional care models are being touted as a way of coordinat-ing care beyond hospitalization. And hospitals and health plans are developing \"hot-spotter\" approaches, deploying tailored and intensive attention to managing the care of their most challenging patients. 2 All these activities occur outside the conventional, billable, clinical encounter -and all reflect some sort of hovering over people in their daily lives.\n\nConventional approaches to improving patient engagement along these dimensions have been personnel-intensive -using visiting nurses or clinically staffed telemedicine services. Although results have been mixed, in general these programs have not fulfilled their promise. One problem is that using personnel in hovering is expensive and therefore difficult to scale up and to justify, except for the very sickest patients, some of whom might be too sick to benefit. Another problem is that initiating and maintaining patient engagement is difficult. A large multicenter trial of telemonitoring for patients with heart failure showed no effect on the primary outcomes of rehospitalization and death; moreover, 14% of those assigned to the intervention group would not use the system at all, and nearly half of those who did lost interest over time. One challenge, therefore, is finding a way to automate hovering to reduce its cost. A related challenge is figuring out how to incorporate it into people's lives in ways that are not just acceptable and convenient, but ideally even welcomed.\n\nThree recent developments suggest that automated hovering may offer promise. First are early efforts at payment mechanisms that support more accountability for health outcomes -including nonreimbursement for preventable readmissions and bundling of payments around the goals of care rather than encounters. These changes provide a financial engine to support automated hovering initiatives.\n\nThe second development is our deepening understanding of behavioral economics and the reality that although most people want better health and typically know what it would take to achieve it, the desires, distractions, and urgencies of the moment often get in the way of pursuing what's in their own long-term self-interest. Behavioral economics explains why people are predictably irrational and provides tools for redirecting their behavior with carefully deployed nudges and financial incentives.  3 he third development is the expanded reach of both sophisticated and simple technologiescell phones, wireless devices, and the Internet -that can help health experts connect to people during their everyday lives. Neither wireless devices nor behavioral economics were part of the disease-management programs that have produced mixed results in the past.\n\nThere is already considerable evidence of the promise of automated hovering. One study of patients taking warfarin deployed a home-based pill dispenser that was electronically tethered to a lottery system. Patients were automatically entered into a daily random drawing, with a small chance of winning $100 and a larger chance of winning $10. Each day, patients were electronically notified if their number had come up -which it would do about 1 day in 5 -but were eligible for the prize only if they had taken their warfarin the previous day, as signaled by the dispenser. The system provided daily engagement, the chance of a prize, and a sense of anticipated regret: no one wants to receive news of winning only to be disqualified for nonadherence the previous day. The expected value of the lottery was less than $3 per day, but the system reduced the rate of incorrect doses from 22% to about 3% and reduced the rate of out-ofrange international normalized ratios from 35% to 12%. 4 Such a system could easily be deployed to improve medication adherence among patients discharged from the hospital with congestive heart failure or after being treated for acute coronary syndromes. This system uses technology with an engagement strategy informed by behavioral economics to hover over patients.\n\nIn another clinical trial, patients with difficult-to-control diabetes were randomly assigned to receive usual care or mentorship from another patient who had previously managed to tame his or her own diabetes. The mentor merely had to call the patient once a week. The result at 6 months was glycated hemoglobin levels more than a full percentage point lower than those in the control group, created by a system requiring minimal technology to produce hovering that was \"automatic\" from the clinician's perspective.  5 his kind of hovering must be targeted to the right clinical and social circumstances. The biggest savings will probably come from reducing preventable hospitalizations or delaying entrance into nursing homes, because that's where so much spending currently occurs. However, cell-phone mentors and automatic pill-bottle reminders probably won't offer much to patients who are frequently hospitalized owing to a combination of severe illness and challenging life circumstances. These patients, at one end of the spectrum of intensity of health care needs, require a more personnel-intensive approach that focuses as much on social circumstances as on complex medical care. The best targets for automated hovering are conditions whose management depends substantially on individual patients' behavior. Good targets are medication adherence in patients with heart failure or acute coronary syndromes and efforts to manage diet, exercise, or weight. The amount of hovering required to engage patients in healthy behaviors during those 5000 hours will depend critically on the intensity of their needs, but automated systems might be a cost-effective solution for many patients.\n\nThere are potential concerns. Some people might worry that too much hovering will erode patients' sense of personal responsibility or that hovering in one area might distract providers or patients from other important health issues. Others may worry that hovering is too intrusive or paternalistic -though patients could easily opt out, and it's arguably no more paternalistic than traditional approaches to improving patient outcomes. It will be important to ensure that new hovering efforts are evaluated carefully, with assessment of both intended and potential unintended consequences.\n\nAnd of course, there is a considerable amount we don't know about these approaches: the kinds of patients, conditions, or settings for which they will be the most useful; the organizations (hospitals, employers, or insurers) that should be the ones to deploy them; and how to make them heard over the din of everything else that competes for attention while remaining unintrusive enough that nudges don't become self-defeating nags. There are both clinical and research opportunities in pursuing an approach that is just as rigorous as our approach to other areas of medicine. Careful iterative testing is essential because these new forms of patient engagement, whatever shape they take, will be central to improving population health in our future health care system.\n\nDisclosure forms provided by the authors are available with the full text of this article at NEJM.org. This article was published on June 20, 2012, at NEJM.org. 1. McGinnis JM, Williams-Russo P, Knickman JR. The case for more active policy attention to health promotion. Health Aff (Millwood) 2002;21:78-93. 2. Gawande A. The hot spotters. The New Yorker. January 24, 2011. 3. Volpp KG, Asch DA, Galvin R, Loewenstein G. Redesigning employee health incentives -lessons from behavioral economics. N Engl J Med 2011;365:388-90. 4. Volpp KG, Loewenstein G, Troxel A, et al. A test of financial incentives to improve warfarin adherence. BMC Health Serv Res 2008; 8:272. 5. Long JA, Jahnle EC, Richardson DM, Loewenstein G, Volpp KG. Peer mentoring and financial incentives to improve glucose control in African American veterans: a randomized trial. Ann Intern Med 2012;156:416-24."
    },
    {
      "title": "DOI: 10.1056/NEJMp1203869",
      "text": "Copyright © 2012 Massachusetts Medical Society."
    },
    {
      "title": "Automated Hovering in Health Care",
      "text": "T hree decades of research fo- cused predominantly on costs and the use of services among Medicare beneficiaries has repeatedly found wide regional variations in health care experiences and health system performance. 1 Much less attention has been paid to variations in access to care and their associated implications for quality of care and health outcomes. Our recent Commonwealth Fund report, \"Rising to the Challenge: Results from a Scorecard on Local Health System Performance,\" 2 shows that when we look beyond state averages, there are staggeringly wide gaps in people's ability to gain access to care in different communities around the country. We also find a strong and persistent association between access and health care quality, including the receipt of preventive care.\n\nSimply put, where a person lives matters -it influences the ability to obtain health care, as well as the probable quality of care that will be receivedthough it should not matter in an equitable health care system. This and other Scorecard findings have important implications that are relevant to national policy reforms and to newly available resources for improving access and quality of care.\n\nThe Scorecard tracks 43 health system performance measures grouped into four dimensions: access, prevention and treatment, potentially avoidable hospital use and cost, and healthy lives. The analysis examined the range of variation across all 306 hospital referral regions (HRRs) -regional health care markets defined with the use of patient-flow data for the Dartmouth Atlas of Health Care -and drew largely from publicly available data, generally from 2008 to 2010. (See the Supplementary Appendix, available"
    },
    {
      "text": "From the Center for Health Equity Research and Promotion, Philadelphia Veterans Affairs Medical Center (D.A.A., K.G.V.), the University of Pennsylvania Health System Center for Innovations in Health Care Financing (D.A.A., R.W.M., K.G.V.), the Penn CMU Roybal P30 Center in Behavioral Eco-nomics and Health (D.A.A., K.G.V.), the Leonard Davis Institute of Health Economics, Center for Health Incentives and Behavioral Economics (D.A.A., R.W.M., K.G.V.), and the Perelman School and Wharton School (D.A.A., K.G.V.), University of Pennsylvania -all in Philadelphia."
    }
  ]
}
