{
  "paper_id": "7A3ZCQ4H",
  "title": "Characteristics and challenges of the clinical pipeline of digital therapeutics",
  "abstract": "In this Comment, we characterize the current pipeline of digital therapeutics and offer a clinical perspective into the advantages, challenges, and barriers to implementation of this treatment modality for patient care, which we hope will inform future regulatory policy, prescribing decisions, and scope of real-world evidence collection.",
  "year": 2019,
  "date": "2019",
  "journal": "Nature",
  "publication": "Nature",
  "authors": [
    {
      "forename": "Nisarg",
      "surname": "Patel",
      "name": "Nisarg Patel",
      "affiliation": "1  Department of Oral and Maxillofacial Surgery , University of California San Francisco , San Francisco , CA , USA. \n\t\t\t\t\t\t\t\t Department of Oral and Maxillofacial Surgery \n\t\t\t\t\t\t\t\t University of California San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "nisarg.patel@ucsf.edu",
      "orcid": "0000-0003-1697-6481"
    },
    {
      "forename": "Atul",
      "surname": "Butte",
      "name": "Atul Butte",
      "affiliation": "2  Bakar Computational Health Sciences Institute , University of California San Francisco , San Francisco , CA , USA. \n\t\t\t\t\t\t\t\t Bakar Computational Health Sciences Institute \n\t\t\t\t\t\t\t\t University of California San Francisco \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0002-7433-2740"
    },
    {
      "affiliation": "Seoul National University Bundang Hospital \n\t\t\t\t\t\t\t\t Seoul National University Bundang Hospital"
    }
  ],
  "doi": "10.1038/s41746-020-00370-8",
  "sections": [
    {
      "text": "If the DTx is prescription-only, physicians must currently complete and send a patient enrollment to the DTx manufacturer, who then onboards the patient directly onto the DTx via a mobile app store access code. Patients interact with the DTx over a predetermined period of time, per the drug's label, directly from a personal smartphone or tablet; clinicians may also be able to monitor their patients' progress and input-related information, such as drug screen results and appointment compliance, on a dedicated web dashboard  9  .\n\nDTx may serve as a useful complement, and in certain cases, replacement, to biomedical therapeutics. DTx to date have largely targeted neurological and psychiatric conditions with significant unmet needs that are challenging to manage with existing therapeutics. DTx also allow clinicians to remotely collect real-time data from patients, making subsequent office visits more efficient. Because DTx are software-based, patient progress and adherence to treatment may be more accurately measured relative to pharmaceuticals. Decreased capital requirements and lower risk profile for DTx may also translate into lower prices for DTx relative to novel therapeutics for the same indication. However, how and whether DTx will be evaluated against conventional therapeutics through comparative effectiveness studies also has yet to be explored. Finally, akin to many biotech startups, DTx companies have partnered with large pharmaceutical companies and their investment arms for the development, licensing, and commercialization of their products (Table  1 ). Understanding and overcoming obstacles to effective regulation and reimbursement of DTx is a key element to the development of long-lasting partnerships with traditional pharmaceutical companies and movement of DTx into the clinic."
    },
    {
      "title": "REGULATORY CONSIDERATIONS",
      "text": "DTx to date have been either granted or cleared by the FDA Center for Devices and Radiological Health following submission of superiority trial data either via the de novo or the 510(k) pathways for medical devices, respectively. Some DTx have also received Breakthrough Therapy designation for expedited regulatory review  10  . However, a dedicated FDA regulatory framework for software-as-a-medical-device (SaMD) products remains in flux  11  . Like traditional pharmaceuticals, some DTx must undergo randomized controlled trials under the premarket approval process to demonstrate safety and efficacy. However, unlike pharmaceuticals, DTx software has the potential to frequently updated following FDA clearance. Similarly, DTx that rely on artificial intelligence as a component of treatment may function best by \"learning\" optimal features over time  12  . The FDA regulatory pathway for medical devices, established in 1976  13  , will require modernization to both evaluate and oversee the iterative, autonomous, and adaptive nature of learning SaMD products. In 2017, the FDA announced the Software Precertification Pilot Program, which aims to help \"inform the development of a regulatory model to assess the safety and effectiveness of software technologies without inhibiting patient access to these technologies  14  \". Nine companies are currently participating in the pilot program to help the FDA build a Total Product Lifecycle approach to the regulation of software products, and have committed to reviewing real-world performance of their products to ensure patient safety and product quality. In April 2019, to address the challenge posed by adaptive SaMD products, the FDA released a discussion paper describing a possible regulatory approach to premarket review for machine-learning-driven modifications in SaMD  15  . Notably, this document introduces a \"predetermined change control plan\" to anticipate potential future software updates and a total product lifecycle regulatory approach that aims to facilitate the review of rapid product performance improvements and subsequent deployment without compromising consumer safeguards. In addition, it offers a framework, based on the International Medical Device Regulators Forum risk categorization principles, regarding when a manufacturer would need to submit a new 510(k) for a machine-learningdriven software change to an existing device. The role of academic health systems to run the needed real-world performance studies to help the FDA evaluate and monitor these software products has yet to be defined, and remains a potential growth opportunity."
    },
    {
      "title": "SECURITY AND DATA GOVERNANCE",
      "text": "Considerations of cybersecurity and data rights are preconditions for the mass adoption of DTx. Similar to prior work regarding connected sensors in medicine  16  , as DTx transfer information over the internet, risks of unauthorized access and manipulation of these products and underlying data could compromise both trust in the product and patient care. Draft guidance from the FDA regarding cybersecurity in SaMD and networked medical devices was released in October 2018  17  . At this time, medical device manufacturers must comply with federal quality system regulations to address cybersecurity risks of their products both pre-and post-FDA review.\n\nThe FDA has defined two \"tiers\" of devices according to their perceived cybersecurity risk: Tier 1 (higher cybersecurity risk) devices are those capable of connecting, either wired or wirelessly, to another medical or nonmedical product, a network, or the Internet, and for which a cybersecurity breach affecting the device could directly result in patient harm to multiple patients. Tier 2 (standard cybersecurity risk) devices are those for which the criteria for a Tier 1 device are not met. However, while the FDA has issued guidance regarding cybersecurity device design, labeling, and documentation for premarket submissions, the agency does not currently mandate the completion of premarket security audits for medical devices. The current review model relies on device manufacturers to determine the level of cybersecurity risk associated with their product and include a set of cybersecurity design controls to minimize that risk. The FDA then evaluates the manufacturer's design and risk management documentation for reasonable assurance of safety and effectiveness. However, one study found that from 2002 to 2016, only ~2% of softwareenabled device FDA product summaries included cybersecurity content  18  . In 2016, the most recent year in the study sample, 5.5% of product summaries included cybersecurity content. Although information about device cybersecurity may be present in a product's full FDA dossier, device summaries are some of the primary public-facing documents used by stakeholders to evaluate a product's safety and effectiveness. This discrepancy raises the concern that patients and clinicians will be unable to make informed decisions about potential product risks. Another study found that hundreds of US medical device recalls were due to software defects, some of which risked patient harm  19  .\n\nAs more networked medical devices and SaMD are developed and commercialized and new cybersecurity threats continue to emerge, inclusion of a standardized, public cybersecurity \"bill of materials\" in premarket applications, as has been called for by some regulators  17  , may help resolve the information gap between manufacturers and purchasers of SaMDs. In addition, security audits for Tier 1 products subject to premarket approval, whether conducted by the medical device manufacturer or a third party, would be a worthwhile inclusion as a required, rather than currently recommended  20  , component of FDA Annual Reports following commercialization. As Annual Reports are not required of devices cleared through the 510(k) pathway, requesting that those product manufacturers submit an independent cybersecurity risk assessment documentation annually may ensure continued device safety. The annual nature of this documentation may help manufacturers account for new technologies that may compromise existing encryption standards and machine learning models, such as quantum computing and adversarial attacks, respectively. Although security audits alone do not guarantee comprehensive security, requesting audit results, and thus ensuring that manufacturers remain vigilant in making design decisions that minimize risk, may reduce the risk of security breaches.\n\nIn regard to data rights and governance, manufacturers may employ End User License Agreements, Terms of Service, and Privacy Policies to establish and convey company and user data rights for monitoring, evaluation, and distribution of collected data. The FDA retains oversight for DTx classified as medical devices per Section 3060(a) of the 21st Century Cures Act and may police unauthorized distribution of patient-reported, behavioral, or biometric data. However, because medical device classification by the FDA is based on the intended use of a product rather than the capabilities of the hardware or software itself, determining whether or not a product falls under FDA purview is often ambiguous. This is often the case for many connected sensor technologies in medicine, which instead may fall under the oversight of the Federal Trade Commission, Federal Communications Commission, National Institute of Standards and Technology, and Office of the National Coordinator for Health Information Technology. The obscure nature of oversight responsibility highlights the importance for early engagement with the FDA regarding the regulatory designation of DTx products under development.\n\nREIMBURSEMENT Despite significant lobbying efforts from DTx manufacturers, the Centers for Medicaid and Medicaid Services (CMS) has not yet issued clear guidance for reimbursement of DTx. Although CMS guidance is typically a regulatory bellwether for commercial payers, CVS and ExpressScripts, the two largest pharmacy benefit managers, launched inaugural digital health formularies in late 2019  21  . Pharmacies and payers typically rely on FDA National Drug Code (NDC) and National Health Related Items Code (NHRIC) numbers for medical device reimbursement within pharmacies. For some state public insurance programs, receiving reimbursement following award of an NDC is commonplace. Early DTx, such as Welldoc's Bluestar, received these numbers for the purpose of inclusion in drug compendia and reimbursement  22  . However, in 2016 the FDA ruled that SaMD will be ineligible to receive NDC codes after September 2021  23  . Instead, DTx may apply for a unique device identification (UDI) number from the FDA. Consequently, there has been concern from DTx stakeholders that the purchasers of DTx, including pharmacies and payers, are not yet prepared to transition away from use of NHRIC or NDC numbers, which are only 11 digits compared to the UDI's 14, presenting a bizarre and nontrivial technical challenge. Education regarding the rigor of DTx product development and clinical testing as similar to traditional pharmaceuticals will be crucial in achieving acceptance from payers, PBMs, clinicians, and patients. Given challenges with traditional medication adherence, it will also be important for DTx developers to design products that engage patients over long time periods, particularly for older patients that may be less comfortable with smartphones or tablets. In addition, it is imperative that, moving forward, the data collected by DTx be designed to make inperson visits between patients and clinicians more efficient and actionable rather than burden clinicians with additional paperwork and information. Finally, as DTx offer the added benefit of collecting patient-reported outcomes in real-time, they may be more likely to take on value-based reimbursement arrangements."
    },
    {
      "title": "FUTURE DIRECTIONS",
      "text": "Although DTx companies have largely focused on behavioral and chronic conditions to date, some manufacturers have begun transitioning the scope of their products into acute conditions. For example, Click Therapeutics is developing a DTx for Acute Coronary Syndrome 24 . But as more acute scenarios are being contemplated for DTx, it will be even more critical for regulatory agencies to proactively evaluate, label, and issue guidance for these products. CMS should, at the least, develop Healthcare Common Procedural Coding System code(s) for DTx to facilitate payer reimbursement in the absence of dedicated FDA NDC codes. In addition, the FDA should require submission of either manufacturer-directed or external security audits as a component of annual reporting to the agency following commercialization. This additional requirement may help address trust and security concerns in the aftermath of recent significant breaches in both medical and consumer technology software services. Finally, as DTx companies continue to expand indications and reach the clinic, it will be crucial to both educate stakeholders about their clinical value as well as hold their products accountable to the same levels of scientific rigor and oversight that are expected of traditional prescription drugs."
    },
    {
      "text": "Sampling the Digital Therapeutics Pipeline."
    }
  ],
  "references": [
    {
      "title": "The emerging world of digital therapeutics",
      "authors": [
        "S Makin"
      ],
      "year": 2019
    },
    {
      "title": "Enforcement policy for non-invasive remote monitoring devices used to support patient monitoring during the coronavirus disease 2019 (COVID-19) public health emergency (Revised)",
      "year": 2020
    },
    {
      "title": "Food and Drug Administration. Enforcement policy for digital health devices for treating psychiatric disorders during the coronavirus disease 2019 (COVID-19) public health emergency",
      "year": 2020
    },
    {
      "title": "Digital therapeutic makers see opportunity as pandemic prompts FDA to ease rules",
      "authors": [
        "M Rachal"
      ],
      "year": 2020
    },
    {
      "title": "Regulatory science to",
      "year": 2020
    },
    {
      "authors": [
        "Pitchbook"
      ],
      "year": 2020
    },
    {
      "title": "reSET for Recovery",
      "year": 2020
    },
    {
      "title": "reSET for Recovery",
      "year": 2020,
      "doi": "10.18411/d-2016-154"
    },
    {
      "title": "Cognoa receives FDA breakthrough designation for autism diagnostic and digital therapeutic devices",
      "authors": [
        "Cognoa"
      ],
      "year": 2019,
      "doi": "10.1089/clinomi.05.02.12"
    },
    {
      "title": "Software Precetification Program: regulatory framework for conducting the Pilot Program within current authorities",
      "year": 2019
    },
    {
      "title": "Algorithms on regulatory lockdown in medicine",
      "authors": [
        "B Boris",
        "S Gerke",
        "T Evgeniou",
        "G Cohen"
      ],
      "year": 2019
    },
    {
      "title": "Food and Drug Administration. A history of medical device regulation & oversight in the United States",
      "year": 2019
    },
    {
      "title": "Food and Drug Administration. Digital Health Software Precertification",
      "year": 2019
    },
    {
      "title": "Proposed regulatory framework for modifications to artificial intelligence/machine learning (AI/ML)-based software as a medical device (SaMD)-discussion paper and request for feedback",
      "year": 2019
    },
    {
      "title": "Modernizing and designing evaluation frameworks for connected sensor technologies in medicine",
      "authors": [
        "A Coravos"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0237-3"
    },
    {
      "title": "Content of premarket submissions for management of cybersecurity in medical devices",
      "year": 2018
    },
    {
      "title": "Cybersecurity features of digital medical devices: an analysis of FDA product summaries",
      "authors": [
        "A Stern"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-025374"
    },
    {
      "title": "Software-related recalls of health information technology and other medical devices: implications for FDA regulation of digital health",
      "authors": [
        "J Ronquillo",
        "D Zuckerman"
      ],
      "year": 2017,
      "doi": "10.1111/1468-0009.12278"
    },
    {
      "title": "Postmarket management of cybersecurity in medical devices: guidance for industry and food and drug administration staff",
      "year": 2016
    },
    {
      "title": "CVS Health program for PBM clients adds five new digital health programs. Mobihealthnews",
      "authors": [
        "D Muoio"
      ],
      "year": 2020
    },
    {
      "authors": [
        "Welldoc"
      ],
      "year": 2019,
      "doi": "10.18699/bgrs2024-1.2-05"
    },
    {
      "title": "Enforcement policy on national health related item code and national drug code numbers assigned to devices",
      "year": 2016
    },
    {
      "title": "Internet-delivered treatment for substance abuse: a multi-site randomized controlled clinical trial",
      "authors": [
        "A Campbell"
      ],
      "year": 2014
    },
    {
      "title": "A comparative study of the therapeutic education system for incarcerated substance-abusing offenders",
      "authors": [
        "M Chaple"
      ],
      "year": 2016,
      "doi": "10.1177/0032885516636858"
    },
    {
      "title": "Sandoz and Pear Therapeutics announce Pear will solely commercialize reSET and reSET-O",
      "authors": [
        "Sandoz"
      ],
      "year": 2019,
      "doi": "10.2307/j.ctvgc62hv.8"
    },
    {
      "title": "Adding an Internet-delivered treatment to an efficacious treatment package for opioid dependence",
      "authors": [
        "D Christensen"
      ],
      "year": 2014
    },
    {
      "title": "Effectiveness of an online insomnia program (SHUTi) for prevention of depressive episodes (the GoodNight Study): a randomised controlled trial",
      "authors": [
        "H Christensen"
      ],
      "year": 2016
    },
    {
      "title": "Novartis and Pear Therapeutics to develop digital therapeutics for patients with schizophrenia and multiple sclerosis",
      "authors": [
        "Novartis"
      ],
      "year": 2018,
      "doi": "10.3109/9780203639115-55"
    },
    {
      "title": "Pear Therapeutics announces agreement with Ironwood Pharmaceuticals to evaluate prescription digital therapeutics for patients with GI indications",
      "authors": [
        "Pear Therapeutics"
      ],
      "year": 2019
    },
    {
      "title": "Cluster-Randomized Trial of a mobile phone personalized behavioral intervention for blood glucose control",
      "authors": [
        "C Quinn"
      ],
      "year": 2011,
      "doi": "10.2337/dc11-0366"
    },
    {
      "title": "Astellas and Welldoc Enter into strategic alliance for digital therapeutics -develop and commercialize digital health solutions globally for multiple therapeutic areas, including in Japan for diabetes patients",
      "year": 2019,
      "doi": "10.1021/cen-09748-buscon15"
    },
    {
      "title": "A novel digital intervention for actively reducing severity of paediatric ADHD (STARS-ADHD): a randomised controlled trial",
      "authors": [
        "S Kollins"
      ],
      "year": 2020,
      "doi": "10.1016/s2589-7500(20)30017-0"
    },
    {
      "title": "Akili and Shionogi announce strategic partnership to develop and commercialize digital therapeutics in key Asian markets",
      "year": 2019
    },
    {
      "title": "Brief report: pilot study of a novel interactive digital treatment to improve cognitive control in children with autism spectrum disorder and cooccurring ADHD symptoms",
      "authors": [
        "B Yerys"
      ],
      "year": 2019,
      "doi": "10.1007/s10803-018-3856-7"
    },
    {
      "title": "Otsuka and Click Therapeutics collaborate to develop and commercialize digital therapeutics for patients with major depressive disorder",
      "authors": [
        "Otsuka"
      ],
      "year": 2019
    },
    {
      "title": "Cognoa Autism Spectrum Disorder (ASD) Digital Therapeutic Engagement and Usability Study",
      "year": 2020
    },
    {
      "title": "Novartis taps growing Biofourmis for digital Heart Failure project",
      "authors": [
        "C Hale"
      ],
      "year": 2020
    },
    {
      "title": "Kardia-a smartphone-based care model for outpatient cardiac rehabilitation",
      "year": 2020
    },
    {
      "title": "Objective pain measurement using a wearable biosensor and a mobile platform in patients with endometriosis (OPINE)",
      "authors": [
        "U Library",
        "Medicine"
      ],
      "year": 2020,
      "doi": "10.13183/jcrg.v2i2.53"
    },
    {
      "title": "Chugai to develop wearable for digitally measuring endometriosis pain",
      "authors": [
        "H Biofourmis"
      ],
      "year": 2020
    },
    {
      "title": "Effectiveness of population health management using the propeller health asthma platform: a randomized clinical trial",
      "authors": [
        "R Merchant",
        "R Inamdar",
        "R Quade"
      ],
      "year": 2016,
      "doi": "10.1016/j.jaip.2015.11.022"
    },
    {
      "title": "Use of a remote inhaler monitoring device to measure change in inhaler use with chronic obstructive pulmonary disease exacerbations",
      "authors": [
        "K Sumino"
      ],
      "year": 2018,
      "doi": "10.1089/jamp.2017.1383"
    },
    {
      "title": "AstraZeneca spins up new partnership with Propeller Health to add smart features to its Symbicort inhaler",
      "authors": [
        "C Hale"
      ]
    },
    {
      "title": "Virtual reality trial using EaseVRx for chronic low back pain",
      "year": 2020
    },
    {
      "title": "RelieVRx for total knee arthroplasty (TKA) for the reduction of acute postoperative pain and opioid use",
      "year": 2020
    },
    {
      "title": "Sanofi and Happify Health solidify collaboration around prescription DTx designed to address mental health in people with MS",
      "year": 2019
    }
  ],
  "num_references": 46
}
