{
  "paper_id": "7AV7NTFI",
  "title": "Billing for Exercise Is Medicine: An Analysis of Reimbursement Trends for Physical Activity-Related Billing Codes",
  "abstract": "Background: Physical inactivity is a significant health risk factor linked to chronic diseases and premature death. To address this, initiatives like Exercise is Medicine ® aim to promote physical activity in health care systems. However, integrating physical activity counseling into clinical practice faces barriers such as limited reimbursement. Understanding billing practices and reimbursement rates for physical activity counseling is crucial for its integration into health care. Methods: This study used 12 months of billing data from a large midwestern US hospital. Variables included charges, charge amounts, primary payors, reimbursement rates, and denial rates associated with International Classification of Diseases-10 diagnosis codes, and Evaluation and Management billing codes for physical activity counseling. Logistic regression analysis identified factors associated with denial rates. Results: Over 12 months, 19,366 lifestyle-related charges were submitted, totaling $7,842,845. Of these, 5.28% were denied, amounting to $414,446. The most common International Classification of Diseases-10 codes were \"obesity\" (38.8%) and \"sedentary lifestyle\" (32.6%), while the most common Evaluation and Management codes were for established outpatient office visits. Charges were mainly submitted to employer-paid insurance (43.5%), Medicaid (22.2%), and Medicare (21.9%). Higher odds of denial were associated with newer patients, shorter visit lengths, and the sedentary lifestyle code. \n Conclusion: This study provides novel data on the use, reimbursement, and denial rates of physical activity counseling billing codes in a large health care system. Physical activity counseling-related charges are rarely denied by third-party payors. Further research is needed to determine if these findings are generalizable to other US health care systems.",
  "year": 2020,
  "date": "2020",
  "journal": "Scand J Med Sci Sports",
  "publication": "Scand J Med Sci Sports",
  "authors": [
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "affiliation": "1  Department of Health and Human Physiology , University of Iowa , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Health and Human Physiology \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;",
      "email": "carr@uiowa.edu"
    },
    {
      "forename": "Britt",
      "surname": "Marcussen",
      "name": "Britt Marcussen",
      "affiliation": "2  Department of Family Medicine , University of Iowa Healthcare , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t University of Iowa Healthcare \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Tyler",
      "surname": "Slayman",
      "name": "Tyler Slayman",
      "affiliation": "2  Department of Family Medicine , University of Iowa Healthcare , Iowa City , IA , USA; \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t University of Iowa Healthcare \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t USA;"
    },
    {
      "forename": "Yin",
      "surname": "Wu",
      "name": "Yin Wu",
      "affiliation": "3  Center for Obesity Research, Innovation & Education , Digestive Health Institute , Hartford Healthcare , Hartford , CT , USA \n\t\t\t\t\t\t\t\t Center for Obesity Research, Innovation & Education \n\t\t\t\t\t\t\t\t Digestive Health Institute \n\t\t\t\t\t\t\t\t Hartford Healthcare \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hartford \n\t\t\t\t\t\t\t\t\t CT \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Dale",
      "surname": "Bond",
      "name": "Dale Bond",
      "affiliation": "3  Center for Obesity Research, Innovation & Education , Digestive Health Institute , Hartford Healthcare , Hartford , CT , USA \n\t\t\t\t\t\t\t\t Center for Obesity Research, Innovation & Education \n\t\t\t\t\t\t\t\t Digestive Health Institute \n\t\t\t\t\t\t\t\t Hartford Healthcare \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Hartford \n\t\t\t\t\t\t\t\t\t CT \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1123/jpah.2024-0499",
  "pmid": "36260902",
  "keywords": [
    "physical inactivity",
    "health care",
    "denial rates"
  ],
  "sections": [
    {
      "text": "• Little is known on the utility of recommended physical activity counseling billing codes in healthcare.\n\n• The findings of this study suggest recommended billing codes for physical activity counseling are associated with low denial rates when submitted for reimbursement. • Further research is needed to understand optimal billing practices to promote physical activity counseling in healthcare.\n\nPhysical inactivity is a significant health risk factor associated with numerous chronic diseases and premature death.  [1] [2] 2] [3]  The Physical Activity Guidelines for Americans recommend healthy adults engage in regular aerobic activity (150 min/wk of moderate intensity or 75 min/wk of vigorous intensity) and muscle-strengthening activities (involving all major muscle groups, twice a week) for optimal health benefits.  4 Strong evidence supports physical activity's effectiveness in preventing and managing over 25 health conditions, including diabetes, cancer, cardiovascular disease, obesity, depression, Alzheimer's disease, arthritis, and osteoporosis.  4, 5 Despite these benefits, less than half of US adults meet the aerobic activity guidelines, and fewer than a quarter meet the muscle-strengthening guidelines.  6  promote physical activity among individuals who need it the most, the American College of Sports Medicine launched the Exercise is Medicine ® initiative in 2007. This initiative calls for health care systems to treat physical inactivity as a vital sign by screening all patients for inactivity, and providing inactive patients with resources to promote physical activity behavior change.  7 In 2020 US Preventive Services Task Force updated 2 related recommendations: (1) a grade level B recommendation to offer healthy diet and physical activity behavioral counseling interventions to all adults with cardiovascular disease risk factors  8  and (2) a grade level C recommendation for providers to individualize the decision to offer healthy diet and physical activity behavioral counseling interventions to adults without cardiovascular disease risk factors.  9 Recommendations made by the U.S. Preventive Services Task Force are important, as the Affordable Care Act requires private health insurers cover without cost sharing all preventive services with \"strong scientific evidence\" of health benefits, defined as those recommended by the US Preventive Services Task Force with a grade of A or B. Still, past studies have found that only a third of all patients report receiving physical activity counseling or referrals for counseling from their primary care provider.  10, 11 Lack of reimbursement has been reported as a major system level barrier preventing physical activity counseling in US-based primary care systems.  12 However, billing procedures are understudied in this field, leaving little knowledge about how they affect physical activity promotion in health care. The complexity of the US health insurance and billing system, which involves multiple stakeholders including private insurers, government programs (like Medicare and Medicaid), health care providers, and patients, has likely contributed to the dearth of research in this area. Health insurance plans, whether employer-sponsored, purchased through the marketplace, or government-funded, cover different services based on specific policies. Health care providers bill insurance companies using standardized medical codes for the services rendered. Evaluation and Management (E/M) codes are used to document time and complexity of each visit to support billing claims for reimbursement. Claims must also include appropriate International Classification of Diseases (ICD-10) diagnosis codes that identify the health condition being treated. Insurers, in turn, determine reimbursement rates and the patient's share of the cost (eg, copayments, coinsurance, deductibles). This process often requires prior authorization for certain procedures, and discrepancies in billing can lead to denied claims or delayed payments, creating challenges for both patients and providers.\n\nIn 2019, the American College of Sports Medicine published a tip sheet guiding health care providers on how to appropriately use ICD-10 and E/M codes for physical activity counseling and reimbursement.  13 Despite the availability of resources to educate providers on best practice billing for physical activity-related services, little is known about the use, reimbursement rates, and revenue generated from these codes. Furthermore, evidence suggests physicians are not well versed in the available billing options for exercise management, and medical organizations have not sufficiently supported the adoption and management of exercise services with appropriate compensation models.  14 Understanding these billing codes' use and reimbursement rates could help promote the implementation of recommended lifestyle treatment and prevention strategies in primary care. This study aims to address these knowledge gaps by characterizing the use, revenue generated, and denial rates of recommended ICD-10 and E/M codes for physical activity counseling. A secondary aim is to identify factors associated with higher likelihood of claim denial."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Data Collection",
      "text": "The process for data collection began with the principal investigator (Carr) initiating a request to the university hospital's revenue cycle director for the hospital's use of 15 physical activity-related billing codes over a 12-month period. The list of billing codes stemmed from a recommendation published by the American College of Sports Medicine's Exercise is Medicine ® Initiative.  13 After an Institutional Review Board determined the research project did not require human subjects' approval, this request was then forwarded to the university hospital's Patient Financial Services Analytics team who then shared a de-identified data set with the investigative team. The data set included charge counts, charge amounts (in US dollars), denial count (denied by primary payor), denial amounts (in US dollars), primary payors (employer paid insurance, Medicaid, Medicare, commercial insurance, Tricare, VA insurance, worker's compensation, self-paid, state paid, special programs), billing clinics within the hospital, and billing providers from procedures linked to 6 ICD-10 diagnosis codes (Z72.3, Z71.89, E66.9, R53.81, Z91.89, R29.898) and 9 E/M procedure codes (99201, 99202, 99203, 99204, 99205, 99211, 99212, 99213, 99214, 99215, 97110) included in the American College of Sports Medicine recommendation and commonly used for new and existing patients.  13 Billing data spanned a 12-month period (July 01, 2022 to June 30, 2023) and included all charges submitted at a single, large midwestern university hospital. These codes are described in full in Table  1 . Data were first organized by diagnosis codes, billing codes, and payor type."
    },
    {
      "title": "Statistical Analysis",
      "text": "Descriptive statistics are presented as means and SDs for continuous variables. Counts and frequencies describe categorical variables. Charge count, charge amount, denial count, denial rate (%), and denial amounts were categorized according to the relevant and primary ICD-10 diagnosis codes (Table  2 ), E/M billing codes (Table  3 ), and major payor groups (Table  4 ). (Note: Both relevant and primary diagnoses are presented in Table  1 , as it is not uncommon for a patient to receive multiple diagnoses [eg, E66.9 Obesity and R53.81 Physical deconditioning]). Factors associated with denial rates were examined using logistic regression analysis, with denial (yes vs no) as the dependent variable. Independent variables included ICD-10 diagnosis codes, E/M billing codes, visit length (0-29 min, 30-59 min, ≥60 min), patient type (new vs established patient), insurance type (federal, Veteran's insurance, state insurance, employer-paid insurance, self-paid, special insurance), and claim amount ($). Analyses were performed in STATA18 (STATA Corp)."
    },
    {
      "title": "Results",
      "text": "Over a 12-month billing period, a total of 19,366 lifestyle-related charges were submitted across 24 clinics by 987 unique billing providers resulting in $7,842,845 in total charges (see Table  2 ). Of those charges, 996 or 5.28% were denied resulting in $414,446 in denials. The net payment for these charges over 12 months totaled $7,428,399. Individual providers submitted an average of 19.6 charges (range 1-684) over 12 months. Individual providers submitted an average of $7946 (range per $0-$281,540) in charges over 12 months. The average claim amount in this data set was $404.98 (range $0-$731).\n\nThe most common ICD-10 codes used as primary diagnosis for reimbursement submissions were for E66.9 \"Obesity\" (38.8%) and Z91.89 \"Sedentary Lifestyle\" (32.6%) followed by R53.81 \"Physical Deconditioning\" (14.9%), R29.898 \"Muscular deconditioning\" (9.5%), Z71.89 \"Exercise Counseling\" (4.1%), and Z72.3 \"Lack of physical exercise\" (0.1%; see Table  2 ). The 3 most common E/M procedure codes used for reimbursement were for established outpatient office visits including 99214 \"Established patient office visit, moderate intensity, 30-39 minutes\" (42.4%), 99215 \"Established patient office visit, high intensity, 40-54 minutes\" (21.8%), and 99213 \"Established patient visit, low intensity, 20-29 minutes\" (18.01%; see Table  3 ). Charges most commonly submitted to employer paid insurance (43.5%), Medicaid (22.2%), Medicare (21.9%), and commercial (10.4%) payors (see Table  4 ).\n\nSeveral factors including patient type, visit length, primary payor, and diagnosis codes were associated with denial rates based on bivariate logistic regression analysis. For example, compared with claims submitted with new patients, claims submitted for established patients had a lower chance of being declined (odds ratio [OR] = 0.65; P < .001). Compared with shorter visits that lasted less than 30 minutes, claims for visits that lasted 30-59 minutes (OR = 1.42; P < .001) and greater than 60 minutes (OR = 3.22; P < .001) had a higher chance of being declined. Compared with claims paid by federal insurance, claims paid with Veteran's insurance (OR = 3.09; P < .001) and employer insurance (OR = 1.76; P < .001) had a higher chance of being denied. Compared with claims that used the E66.9 obesity code, claims with the Z91.89 sedentary lifestyle code had higher chance to be denied (OR = 2.12; P < .001). Finally, claims above the mean amount ($404.98) were more likely to be denied compared with claims below the mean (OR = 3.20; P < .001)."
    },
    {
      "title": "Discussion",
      "text": "This study provides novel data on the utilization, reimbursement, and denial rates associated with recommended billing codes for physical activity counseling.  15 While lack of reimbursement options and low awareness of billing options  14  have been cited as barriers for health care providers offering physical activity counseling, our findings challenge this notion. Within a single hospital system, a total of 987 individual health care providers utilized the recommended ICD-10 diagnosis codes for physical activity counseling when submitting charges to third-party payors, with a low denial rate of 5.28%. We did observe a large range in the average number of physical activity counseling charges submitted by individual providers suggesting that some providers are highly aware of these billing codes and use them successfully on a regular basis. Future research is needed to better understand billing practices of providers who successfully bill for these types of services on a regular basis, and also the major barriers preventing other providers from successful billing.\n\nInterpreting the low denial rate for physical activity counseling services can be difficult considering the dearth of research on this topic. For context, industry averages report nearly 20% of all claims are denied  16  and denial rates have been rising in recent years.  17 Claims are most often denied due to clerical errors, incomplete documentation, services being excluded from coverage, and lack of preauthorization or referral.  18 When claims are denied, there is a cost associated with reworking and resubmitting the claim. The average cost per reworked claim varies but has been estimated to be as high $118 per claim for hospitals.  16 To maximize revenue, hospitals strive to achieve clean claim rates of over 90%. The findings observed in the present study would suggest physical activity counseling charges are associated with clean claim rates close to 95% which appears to be quite favorable. Further research is needed to understand whether physical activity counseling related charges generate enough revenue to cover the cost of care being provided.\n\nWhile the observed denial rate is considered low, understanding the determinants of denial rates of physical activity counseling charges is important to inform integration of physical activity promotion in routine health care. Our observation showed that claims for shorter visits lasting less than 30 minutes were less likely to be denied than longer visits. This may be due to shorter visits requiring less documentation and having a lower likelihood of coding errors. Claims paid by federal insurance payors had lower denial rates than those submitted to employer-paid and Veteran's insurance payors, possibly due to more standardized billing and coding practices and clearer coverage and reimbursement policies. Claims using the obesity ICD-10 code were less likely to be denied than other counseling codes, possibly because obesity has been  recognized as a disease by the American Medical Association since 2013. It will be important to monitor whether denial rates for these counseling codes change as physical activity integration into health care becomes more standardized. Further research is needed to optimize billing practices and maximize hospital reimbursement for physical activity counseling services. Additional questions remain regarding how and why providers choose specific ICD-10 codes when submitting charges. In our study, \"Obesity\" and \"Sedentary Lifestyle\" accounted for over 71% of all primary diagnoses, while exercise-specific codes such as \"Exercise Counseling\" and \"Lack of Physical Exercise\" were documented in less than 5% of submissions. The frequent use of the obesity code, a disease often identified through body mass index screening, is understandable as this is a common vital sign. However, the widespread use of the \"sedentary lifestyle\" code, a behavior, warrants further examination. Although terms like \"sedentary behavior\" (eg, any waking behavior characterized by an energy expenditure ≤ 1.5 metabolic equivalents while sitting, reclining, or lying)  19  and \"exercise\" (eg, physical activity that is planned, structured, repetitive, and performed for the purpose of improving fitness) 20 are well-defined in the research field, it is uncertain whether health care providers adhere to these definitions when diagnosing patients. Furthermore, the limited use of \"exercise counseling\" codes, an intervention, may be due to the requirement that counseling, or care coordination activities must constitute more than 50% of a visit for time to serve as the determining factor for the level of care. Many providers cite lack of time as a major barrier to engaging in counseling.  15, 21 Further research is needed to better understand the factors that inform provider's coding decisions. It is unclear how common medical billing education is offered to providers and/or whether billing knowledge impacts provider's billing decisions and/or reimbursement trends.\n\nA few limitations merit attention when interpreting the findings of this study. First, these data and findings come from a single university hospital system in the midwestern region of the United States. It is unclear whether physical activity counseling-related billing practices employed at this institution are consistent with other large hospital systems. It is also unclear whether the relatively low denial rates we observed are consistent at other institutions. It is unknown how other physical activity related co-morbid diagnoses beyond obesity and sedentary lifestyle (eg, diabetes, heart disease) might impact reimbursement rates. Finally, our findings do not encompass all possible correlates of denial rates. Additional research is needed in these areas to better inform best practices for physical activity counseling billing practices."
    },
    {
      "title": "Conclusions",
      "text": "The key findings of this study suggest that health care providers in this large health care system are aware of recommended billing codes for physical activity counseling and often use them successfully. Furthermore, third-party payors tend to reimburse these codes with low denial rates, challenging the notion that lack of reimbursement options is a significant barrier to physical activity counseling in primary care settings. This study highlights the importance of understanding billing options and optimizing billing practices to promote physical activity counseling in health care."
    },
    {
      "text": "Description of ICD-10 Diagnostic and E/M Codes Included in Analysis: AKA, also known as; ICD, International Classification of Diseases; E/M, Evaluation and Management; WHO, World Health Organization."
    },
    {
      "text": "Total Charges, Revenue Generated, and Denials by Primary Diagnosis CodesTotal number of times diagnostic code was present on a charge. ** Total total number of times diagnostic code was identified as primary or highest position on the charge. More than one of the select codes may be present on the charge."
    },
    {
      "text": "Total Charges, Revenue Generated, and Denials by Evaluation and Management Billing Codes"
    },
    {
      "text": "Total Charges, Revenue Generated, and Denials by Primary Payor"
    }
  ],
  "references": [
    {
      "title": "Consequences of physical inactivity in older adults: a systematic review of reviews and meta-analyses",
      "authors": [
        "C Cunningham",
        "O' Sullivan",
        "R Caserotti",
        "P Tully"
      ],
      "year": 2020,
      "doi": "10.1111/sms.13616"
    },
    {
      "title": "Effect of physical inactivity on major non-communicable diseases worldwide: an analysis of burden of disease and life expectancy",
      "authors": [
        "I Lee",
        "E Shiroma",
        "F Lobelo"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)61031-9"
    },
    {
      "title": "Physical activity and cause-specific cardiovascular mortality among people with and without cardiovascular disease: a cohort study of 0.6 million US adults",
      "authors": [
        "V Cabanas-Sanchez",
        "Duarte Junior",
        "M Lavie",
        "C Celis-Morales",
        "C Rodriguez-Artalejo",
        "F Martinez-Gomez"
      ],
      "year": 2023,
      "doi": "10.1016/j.mayocp.2023.05.028"
    },
    {
      "title": "The physical activity guidelines for Americans, 2nd Edition",
      "authors": [
        "K Piercy",
        "R Troiano",
        "R Ballard"
      ],
      "year": 2018,
      "doi": "10.1001/jama.2018.14854"
    },
    {
      "title": "Health benefits of physical activity: a systematic review of current systematic reviews",
      "authors": [
        "Der Warburton",
        "Ssd Bredin"
      ],
      "year": 2017,
      "doi": "10.1097/hco.0000000000000437"
    },
    {
      "title": "Physical activity among adults aged 18 and over: United States, 2020",
      "authors": [
        "N Elgaddal",
        "E Kramarow",
        "C Reuben"
      ],
      "year": 2022,
      "doi": "10.15620/cdc:120046"
    },
    {
      "title": "Developing healthcare systems to support exercise: exercise as the fifth vital sign",
      "authors": [
        "R Sallis"
      ],
      "year": 2011,
      "doi": "10.1136/bjsm.2010.083469"
    },
    {
      "title": "Behavioral counseling to promote a healthy diet and physical activity for cardiovascular disease prevention in adults with cardiovascular risk factors: updated evidence report and systematic review for the us preventive services task force",
      "authors": [
        "E O'connor",
        "C Evans",
        "M Rushkin",
        "N Redmond",
        "J Lin"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.17108"
    },
    {
      "title": "Behavioral counseling interventions to promote a healthy diet and physical activity for CVD prevention in adults without CVD risk factors",
      "authors": [
        "S Harris",
        "S Inoue"
      ],
      "year": 2022
    },
    {
      "title": "Are physical activity interventions in primary care and the community cost-effective? A systematic review of the evidence",
      "authors": [
        "S Garrett",
        "C Elley",
        "S Rose",
        "O 'dea",
        "D Lawton",
        "B Dowell"
      ],
      "year": 2011,
      "doi": "10.3399/bjgp11x561249"
    },
    {
      "title": "Physical activity counseling in medical school education: a systematic review",
      "authors": [
        "M Dacey",
        "M Kennedy",
        "R Polak",
        "E Phillips"
      ],
      "year": 2014,
      "doi": "10.3402/meo.v19.24325"
    },
    {
      "title": "Integrating physical activity in primary care practice",
      "authors": [
        "M Auyoung",
        "S Linke",
        "S Pagoto"
      ],
      "year": 2016,
      "doi": "10.1016/j.amjmed.2016.02.008"
    },
    {
      "title": "The challenge of reimbursement-coding and billing tips",
      "year": 2023,
      "doi": "10.31733/2078-3566-2023-3-63-67"
    },
    {
      "title": "Implementation of exercise management services among sports medicine physicians in the United States",
      "authors": [
        "G Moore",
        "C Carlson",
        "J Bonnet"
      ],
      "year": 2024,
      "doi": "10.1097/jsm.0000000000001209"
    },
    {
      "title": "Call to action on making physical activity assessment and prescription a medical standard of care",
      "authors": [
        "R Sallis",
        "J Matuszak",
        "A Baggish"
      ],
      "year": 2016,
      "doi": "10.1249/jsr.0000000000000249"
    },
    {
      "title": "Why getting claims right the first time is cheaper than reworking them",
      "authors": [
        "T Mills"
      ],
      "year": 2024
    },
    {
      "title": "Over third of hospital execs report claim denial rates nearing 10%",
      "authors": [
        "J Mckeon"
      ],
      "year": 2021,
      "doi": "10.1002/emt.30779"
    },
    {
      "title": "Claims Denials and Appeals in ACA Marketplace Plans in",
      "authors": [
        "K Pollitz",
        "J Lo",
        "R Wallace",
        "S Mengistu"
      ],
      "year": 2021,
      "doi": "10.1377/forefront.20170330.059419"
    },
    {
      "title": "Sedentary Behavior Research Network (SBRN-terminology consensus project process and outcome",
      "authors": [
        "M Tremblay",
        "S Aubert",
        "J Barnes"
      ],
      "year": 2017,
      "doi": "10.1186/s12966-017-0525-8"
    },
    {
      "title": "Physical activity, exercise, and physical fitness: definitions and distinctions for healthrelated research",
      "authors": [
        "C Caspersen",
        "K Powell",
        "G Christenson"
      ],
      "year": 1985
    },
    {
      "title": "Exercise is medicine: a call to action for physicians to assess and prescribe exercise",
      "authors": [
        "R Sallis"
      ],
      "year": 2015,
      "doi": "10.1080/00913847.2015.1001938"
    }
  ],
  "num_references": 21
}
