{
  "paper_id": "7BPRIWZ9",
  "abstract": "important 1 2 3 4 5 essential 1a-ii) Non-web-based components or important co-interventions in title Mention non-web-based components or important co-interventions in title, if any (e.g., \"with telephone support\").",
  "year": 2017,
  "date": "2017",
  "journal": "EHEALTH",
  "publication": "EHEALTH",
  "doi": "10.2196/jmir.1923",
  "sections": [
    {
      "text": "1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2Z…  8/53 TITLE AND ABSTRACT 1a) TITLE: Identification as a randomized trial in the title yes Other:\n\nsubitem not at all important 1 2 3 4 5 essential 1a) Does your paper address CONSORT item 1a? *\n\nI.e does the title contain the phrase \"Randomized Controlled Trial\"? (if not, explain the reason under \"other\")\n\n1a-i) Identify the mode of delivery in the title\n\nIdentify the mode of delivery. Preferably use \"web-based\" and/or \"mobile\" and/or \"electronic game\" in the title. Avoid ambiguous terms like \"online\", \"virtual\", \"interactive\". Use \"Internet-based\" only if Intervention includes non-web-based Internet components (e.g. email), use \"computer-based\" or \"electronic\" only if offline products are used. Use \"virtual\" only in the context of \"virtual reality\" (3-D worlds). Use \"online\" only in the context of \"online support groups\". Complement or substitute product names with broader terms for the class of products (such as \"mobile\" or \"smart phone\" instead of \"iphone\"), especially if the application runs on different platforms."
    },
    {
      "title": "Does your paper address subitem 1a-i? *",
      "text": "Copy and paste relevant sections from manuscript title (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYes. \"Text Messaging Intervention\" 1b) ABSTRACT: Structured summary of trial design, methods, results, and conclusions NPT extension: Description of experimental treatment, comparator, care providers, centers, and blinding status.\n\nsubitem not at all important Does your paper address subitem 1b-i? *\n\nCopy and paste relevant sections from the manuscript abstract (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Participants were followed for 6 months and received weekly or daily SMS text messages. Formative research resulted in the development of the content of the messages in 4 categories: HIV Appointment Reminders, Medication Adherence, Prevention Reminders, and Barriers to Care following release from jail. Participants could customize the timing, frequency, and message content throughout the study period.\"\n\n1b-ii) Level of human involvement in the METHODS section of the ABSTRACT Clarify the level of human involvement in the abstract, e.g., use phrases like \"fully automated\" vs. \"therapist/nurse/care provider/physician-assisted\" (mention number and expertise of providers involved, if any\n\n). (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it) INTRODUCTION 2a) In INTRODUCTION: Scientific background and explanation of rationale subitem not at all important 1 2 3 4 5 essential 2a-i) Problem and the type of system/solution Describe the problem and the type of system/solution that is object of the study: intended as stand-alone intervention vs. incorporated in broader health care program? Intended for a particular patient population? Goals of the intervention, e.g., being more cost-effective to other interventions, replace or complement other solutions? (Note: Details about the intervention are provided in \"Methods\" under 5) Does your paper address subitem 2a-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"In 2016, more than 6.6 million adults-or 1 in 38 in the United States-were involved in the criminal justice (CJ) system [1]. The domestic CJ-involved population is disproportionately impacted by HIV, with an estimated HIV prevalence of 1.3% in correctional facilities [2]. In addition, people living with HIV (PLWH) experience high rates of incarceration-an estimated 14% of all persons with HIV are released from a correctional facility annually [3].\" ... \"In this paper, we characterize the implementation barriers and facilitators for developing an SMS intervention (CARE+ Corrections) among PLWH involved in the CJ system. To assist with future SMS text messaging interventions in this population, we report on lessons learned, share our SMS text message library, discuss optimal timing and frequency of SMS text messaging, and provide training materials to support the introduction of smartphone technology.\" https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  14/53 subitem not at all important 1 2 3 4 5 essential 2b) In INTRODUCTION: Specific objectives or hypotheses 2a-ii) Scientific background, rationale: What is known about the (type of) system Scientific background, rationale: What is known about the (type of) system that is the object of the study (be sure to discuss the use of similar systems for other conditions/diagnoses, if appropiate), motivation for the study, i.e. what are the reasons for and what is the context for this specific study, from which stakeholder viewpoint is the study performed, potential impact of findings [2]. Briefly justify the choice of the comparator. Does your paper address subitem 2a-ii? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"]. A meta-analysis published in 2017 found that interventions with SMS reminders significantly improved HIV appointment attendance, ART adherence, and biological outcomes (ie, CD4 count and HIV viral load) [17]. As a result, there has been substantial interest in developing mHealth interventions to improve HIV outcomes among high-risk populations [18-28].\" Does your paper address CONSORT subitem 2b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"In this paper, we characterize the implementation barriers and facilitators for developing an SMS intervention (CARE+ Corrections) among PLWH involved in the CJ system. To assist with future SMS text messaging interventions in this population, we report on lessons learned, share our SMS text message library, discuss optimal timing and frequency of SMS text messaging, and provide training materials to support the introduction of smartphone technology.\" METHODS 3a) Description of trial design (such as parallel, factorial) including allocation ratio 3b) Important changes to methods after trial commencement (such as eligibility criteria), with reasons Does your paper address CONSORT subitem 3a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The CARE+ Corrections study was a randomized, controlled, and longitudinal pilot study in Washington, District of Columbia (DC), and it has been described in detail elsewhere.\" Does your paper address CONSORT subitem 3b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"The CARE+ Corrections study was a randomized, controlled, and longitudinal pilot study in Washington, District of Columbia (DC), and it has been described in detail elsewhere [31-33].\" We referenced the baseline and outcomes paper for this RCT. https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  16/53 subitem not at all important 1 2 3 4 5 essential 4a) Eligibility criteria for participants 3b-i) Bug fixes, Downtimes, Content Changes Bug fixes, Downtimes, Content Changes: ehealth systems are often dynamic systems. A description of changes to methods therefore also includes important changes made on the intervention or comparator during the trial (e.g., major bug fixes or changes in the functionality or content) (5-iii) and other \"unexpected events\" that may have influenced study design such as staff changes, system failures/downtimes, etc. [2]."
    },
    {
      "title": "Does your paper address subitem 3b-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study"
    },
    {
      "title": "Your answer",
      "text": "Does your paper address CONSORT subitem 4a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"HIV-infected persons with a history of incarceration. Recruitment occurred in the DC Department of Corrections (DOC) facilities (housing both men and women) and within the community via street-based recruitment, community partnerships, and referrals. Participants recruited in the DOC had anticipated release dates within 6 weeks, whereas participants recruited in the community had been recently released from a jail, prison, or halfway house within the previous 6 months. \" ..... \"To be eligible to receive the intervention, participants needed to pass a basic literacy test to ensure they would be able to read the CARE+ SMS text messages.\"\n\n1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  17/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 4a-i) Computer / Internet literacy Computer / Internet literacy is often an implicit \"de facto\" eligibility criterion -this should be explicitly clarified."
    },
    {
      "title": "Does your paper address subitem 4a-i?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer 4a-ii) Open vs. closed, web-based vs. face-to-face assessments:\n\nOpen vs. closed, web-based vs. face-to-face assessments: Mention how participants were recruited (online vs. offline), e.g., from an open access website or from a clinic, and clarify if this was a purely webbased trial, or there were face-to-face components (as part of the intervention or for assessment), i.e., to what degree got the study team to know the participant. In online-only trials, clarify if participants were quasi-anonymous and whether having multiple identities was possible or whether technical or logistical measures (e.g., cookies, email confirmation, phone calls) were used to detect/prevent these. Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nWe saw the importance of providing some in-person for the baseline visit and follow-up visits and training: \"On the basis of previous literature  [10, 37, 38] , we recognized that additional cell phone training would be required for some study participants and developed a simple in-person training (see Multimedia Appendix 2).\" and \"Furthermore, in-person contact helped to facilitate familiarizing the older population with mobile platforms. In our study, participants received 1-on-1 support with the initial setup of the CARE+ SMS program during their baseline visit.\""
    },
    {
      "title": "4a-iii) Information giving during recruitment",
      "text": "Information given during recruitment. Specify how participants were briefed for recruitment and in the informed consent procedures (e.g., publish the informed consent documentation as appendix, see also item X26), as this information may have an effect on user self-selection, user expectation and may also bias results."
    },
    {
      "title": "Does your paper address subitem 4a-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer\n\n1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  19/53 subitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 4b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Briefly, the study examined the feasibility and preliminary efficacy of the CARE+ intervention among HIV-infected persons with a history of incarceration. Recruitment occurred in the DC Department of Corrections (DOC) facilities (housing both men and women) and within the community via street-based recruitment, community partnerships, and referrals. Participants recruited in the DOC had anticipated release dates within 6 weeks, whereas participants recruited in the community had been recently released from a jail, prison, or halfway house within the previous 6 months. \" 4b-i) Report if outcomes were (self-)assessed through online questionnaires Clearly report if outcomes were (self-)assessed through online questionnaires (as common in web-based trials) or otherwise. Does your paper address subitem 4b-i? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Our outcomes paper, referenced in the manuscript addresses this further. But we had no online questionnaires. Instead we viral load (from blood collections) and medication adherence via self-report measures. 1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  20/53 subitem not at all important 1 2 3 4 5 essential 5) The interventions for each group with sufficient details to allow replication, including how and when they were actually administered subitem not at all important 1 2 3 4 5 essential 4b-ii) Report how institutional affiliations are displayed Report how institutional affiliations are displayed to potential participants [on ehealth media], as affiliations with prestigious hospitals or universities may affect volunteer rates, use, and reactions with regards to an intervention.(Not a required item -describe only if this may bias results) Does your paper address subitem 4b-ii? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer 5-i) Mention names, credential, affiliations of the developers, sponsors, and owners Mention names, credential, affiliations of the developers, sponsors, and owners [6] (if authors/evaluators are owners or developer of the software, this needs to be declared in a \"Conflict of interest\" section or mentioned elsewhere in the manuscript). 1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  21/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-i?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-ii) Describe the history/development process",
      "text": "Describe the history/development process of the application and previous formative evaluations (e.g., focus groups, usability testing), as these will have an impact on adoption/use rates and help with interpreting results.\n\nDoes your paper address subitem 5-ii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-iii) Revisions and updating",
      "text": "Revisions and updating. Clearly mention the date and/or version number of the application/intervention (and comparator, if applicable) evaluated, or describe whether the intervention underwent major changes during the evaluation process, or whether the development and/or content was \"frozen\" during the trial.\n\nDescribe dynamic components such as news feeds or changing content which may have an impact on the replicability of the intervention (for unexpected events see item 3b).\n\n1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  22/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-iii?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-iv) Quality assurance methods",
      "text": "Provide information on quality assurance methods to ensure accuracy and quality of information provided [1], if applicable."
    },
    {
      "title": "Does your paper address subitem 5-iv?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer 5-v) Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used Ensure replicability by publishing the source code, and/or providing screenshots/screen-capture video, and/or providing flowcharts of the algorithms used. Replicability (i.e., other researchers should in principle be able to replicate the study) is a hallmark of scientific reporting. 1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  23/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-v?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer"
    },
    {
      "title": "5-vi) Digital preservation",
      "text": "Digital preservation: Provide the URL of the application, but as the intervention is likely to change or disappear over the course of the years; also make sure the intervention is archived (Internet Archive, webcitation.org, and/or publishing the source code or screenshots/videos alongside the article). As pages behind login screens cannot be archived, consider creating demo pages which are accessible without login."
    },
    {
      "title": "Does your paper address subitem 5-vi?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-vii) Access",
      "text": "Access: Describe how participants accessed the application, in what setting/context, if they had to pay (or were paid) or not, whether they had to be a member of specific group. If known, describe how participants obtained \"access to the platform and Internet\" [1]. To ensure access for editors/reviewers/readers, consider to provide a \"backdoor\" login account or demo mode for reviewers/readers to explore the application (also important for archiving purposes, see vi).\n\nhttps://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  24/53\n\nsubitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-vii? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"In our study, participants received 1-on-1 support with the initial setup of the CARE+ SMS program during their baseline visit. \" and \"Participants were offered the choice of using a basic Android smartphone provided by the study with SMS capability or a monthly US $25 reimbursement to cover texting expenses if they preferred to use their own SMS textingcapable phone. Study phones were provided at no cost to participants (further information about the cell phone plans are detailed elsewhere)  [10] . Each participant was allowed 1 replacement phone during the course of the study to account for lost or stolen phones. If a phone was broken and it was deemed not the participant's fault, that is, a software problem, the participant received a new phone, and this was not considered to be part of the onereplacement-phone policy. If participants lost their replacement phones, they were encouraged to find another phone to use for the duration of the study and were provided the monthly US $25 reimbursement. Study staff set up the SMS intervention on participant's cell phones using an SMS platform website and completed a registration form that included the participant's new phone number (or existing one if using their own phone), a participant-chosen nickname (real names were not used to protect privacy of participants), and SMS text message preferences on content and frequency. If participants wanted to make changes to their SMS plan during follow-up visits, a follow-up form was completed by study staff on the SMS platform website.\"\n\n5-viii) Mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework\n\nDescribe mode of delivery, features/functionalities/components of the intervention and comparator, and the theoretical framework [6] used to design them (instructional strategy [1], behaviour change techniques, persuasive features, etc., see e.g., [7, 8] for terminology). This includes an in-depth description of the content (including where it is coming from and who developed it) [1],\" whether [and how] it is tailored to individual circumstances and allows users to track their progress and receive feedback\" [6]. This also includes a description of communication delivery channels and -if computermediated communication is a component -whether communication was synchronous or asynchronous [6]. It also includes information on presentation strategies [1], including page design principles, average amount of text on pages, presence of hyperlinks to other resources, etc. [1]. 1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  25/53\n\nsubitem not at all important 1 2 3 4 5 essential Does your paper address subitem 5-viii? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nIn response to this feedback, the SMS vendor was able to adapt the platform to allow participants to choose the frequency of messaging (daily versus weekly), timing of messaging (eg, am or pm), and ability to change messaging content in each category (Table  1 ), with slight variations in 2 message content categories: HIV Appointment Reminder and Barriers to Care.\""
    },
    {
      "title": "5-ix) Describe use parameters",
      "text": "Describe use parameters (e.g., intended \"doses\" and optimal timing for use). Clarify what instructions or recommendations were given to the user, e.g., regarding timing, frequency, heaviness of use, if any, or was the intervention used ad libitum."
    },
    {
      "title": "Does your paper address subitem 5-ix?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer\n\n1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  26/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "5-x) Clarify the level of human involvement",
      "text": "Clarify the level of human involvement (care providers or health professionals, also technical assistance) in the e-intervention or as co-intervention (detail number and expertise of professionals involved, if any, as well as \"type of assistance offered, the timing and frequency of the support, how it is initiated, and the medium by which the assistance is delivered\". It may be necessary to distinguish between the level of human involvement required for the trial, and the level of human involvement required for a routine application outside of a RCT setting (discuss under item 21 -generalizability).\n\nyour paper address subitem 5-x?\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "5-xi) Report any prompts/reminders used",
      "text": "Report any prompts/reminders used: Clarify if there were prompts (letters, emails, phone calls, SMS) to use the application, what triggered them, frequency etc. It may be necessary to distinguish between the level of prompts/reminders required for the trial, and the level of prompts/reminders for a routine application outside of a RCT setting (discuss under item 21 -generalizability).\n\n6a) Completely defined pre-specified primary and secondary outcome measures, including how and when they were assessed\n\nsubitem not at all important 1 2 3 4 5 essential Does your paper address CONSORT subitem 6a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nWe referenced our baseline and outcome manuscripts in this manuscript where we went into a great level of detail on outcomes and measurement. However, we did mention this here: \"Study participants were followed for 6 months and outcomes of interest were linkage to HIV care and achieving HIV viral suppression. \"\n\n6a-i) Online questionnaires: describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed\n\nIf outcomes were obtained through online questionnaires, describe if they were validated for online use and apply CHERRIES items to describe how the questionnaires were designed/deployed  [9] .\n\nyour paper address subitem 6a-i?\n\nCopy and paste relevant sections from manuscript text\n\nYour answer\n\n1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  29/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 6b) Any changes to trial outcomes after the trial commenced, with reasons 6a-ii) Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored Describe whether and how \"use\" (including intensity of use/dosage) was defined/measured/monitored (logins, logfile analysis, etc.). Use/adoption metrics are important process outcomes that should be reported in any ehealth trial. your paper address subitem 6a-ii? Copy and paste relevant sections from manuscript text Your answer 6a-iii) Describe whether, how, and when qualitative feedback from participants was obtained 11a) If done, who was blinded after assignment to interventions (for example, participants, care providers, those assessing outcomes) and how NPT: Whether or not administering co-interventions were blinded to group assignment subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential 11a-i) Specify who was blinded, and who wasn't Specify who was blinded, and who wasn't. Usually, in web-based trials it is not possible to blind the participants [1, 3] (this should be clearly acknowledged), but it may be possible to blind outcome assessors, those doing data analysis or those administering co-interventions (if any).\n\nDoes your paper address subitem 11a-i? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nWe reference in the methods another manuscript written about this project that has details of who was blinded. Interviewers (Study staff) were not blinded and participants were not blinded as they knew they would be randomized into one group who received a cell phone and one group that did not. See: Beckwith, C., et al., Gender Differences in HIV Care among Criminal Justice-Involved Persons: Baseline Data from the CARE+ Corrections Study. PLoS One, 2017. 12(1): p. e0169078.\n\n11a-ii) Discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\"\n\nInformed consent procedures (4a-ii) can create biases and certain expectations -discuss e.g., whether participants knew which intervention was the \"intervention of interest\" and which one was the \"comparator\".\n\n11b) If relevant, description of the similarity of interventions\n\nthis item is usually not relevant for ehealth trials as it refers to similarity of a placebo or sham intervention to a active medication/intervention) 12a) Statistical methods used to compare groups for primary and secondary outcomes NPT: When applicable, details of whether and how the clustering by care providers or centers was addressed Does your paper address subitem 11a-ii? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer Does your paper address CONSORT subitem 11b? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study The control group watched an overdose video. For more information see: Beckwith, C., et al., Gender Differences in HIV Care among Criminal Justice-Involved Persons: Baseline Data from the CARE+ Corrections Study. PLoS One, 2017. 12(1): p. e0169078. X26-i) Comment on ethics committee approval Does your paper address subitem X26-i? Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study Your answer 1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  37/53 subitem not at all important 1 2 3 4 5 essential subitem not at all important 1 2 3 4 5 essential"
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "x26-ii) Outline informed consent procedures",
      "text": "Outline informed consent procedures e.g., if consent was obtained offline or online (how? Checkbox, etc.?), and what information was provided (see 4a-ii). See  [6]  for some items to be included in informed consent documents."
    },
    {
      "title": "Does your paper address subitem X26-ii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer"
    },
    {
      "title": "X26-iii) Safety and security procedures",
      "text": "Safety and security procedures, incl. privacy considerations, and any steps taken to reduce the likelihood or detection of harm (e.g., education and training, availability of a hotline)"
    },
    {
      "title": "Does your paper address subitem X26-iii?",
      "text": "Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer\n\n1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  38/53 13a) For each group, the numbers of participants who were randomly assigned, received intended treatment, and were analysed for the primary outcome NPT: The number of care providers or centers performing the intervention in each group and the number of patients treated by each care provider in each center 13b) For each group, losses and exclusions after randomisation, together with reasons Does your paper address CONSORT subitem 13a? * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"Of 219 persons assessed for eligibility, 112 (112/219, 51.1%) were enrolled and randomized. Of those enrolled, 57 (57/112, 50.9%) were randomized to the CARE + Corrections intervention group and 55 (55/112, 49.1%) to the control group; two control participants did not complete the baseline visit, and were therefore dropped from the study, leaving a total of 110 participants who contributed to the analyses. Study retention was similar across both study arms. Although 41 of 110 (37.3%) experienced reincarceration during the 6-month follow-up period, 96 of 110 (87.3%) completed all three study visits. This paper will focus on the experience of the 57 individuals randomized to the intervention group (Table 2).\" Does your paper address CONSORT subitem 13b? (NOTE: Preferably, this is shown in a CONSORT flow diagram) * Copy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study We did not discuss this in this paper, see instead: Kuo, I., et al., Use of an mHealth Intervention to Improve Engagement in HIV Community-Based Care Among Persons Recently Released from a Correctional Facility in Washington, DC: A Pilot Study. AIDS Behav, 2019. 23(4): p. 1016-1031. 1/29/2020 CONSORT-EHEALTH (V 1.6.1) -Submission/Publication Form  https://docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2…  39/53 subitem not at all important 1 2 3 4 5 essential 14a) Dates defining the periods of recruitment and follow-up 13b-i) Attrition diagram Strongly recommended: An attrition diagram (e.g., proportion of participants still logging in or using the intervention/comparator in each group plotted over time, similar to a survival curve) or other figures or tables demonstrating usage/dose/engagement."
    },
    {
      "title": "Does your paper address subitem 13b-i?",
      "text": "Copy and paste relevant sections from the manuscript or cite the figure number if applicable (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study\n\nYour answer Does your paper address CONSORT subitem 14a? *\n\nCopy and paste relevant sections from the manuscript (include quotes in quotation marks \"like this\" to indicate direct quotes from your manuscript), or elaborate on this item by providing additional information not in the ms, or briefly explain why the item is not applicable/relevant for your study \"From August 2013 to April 2015, HIV-positive incarcerated individuals were recruited within the DC Department of Corrections, and persons released in the past 6 months were recruited within the community via street-based recruitment, community partnerships, and referrals. Participants were followed for 6 months and received weekly or daily SMS text messages. \""
    },
    {
      "text": "Key features/functionalities/components of the intervention and comparator in the METHODS section of the ABSTRACT Mention key features/functionalities/components of the intervention and comparator in the abstract. If possible, also mention theories and principles used for designing the site. Keep in mind the needs of systematic reviewers and indexers by including important synonyms. (Note: Only report in the abstract what the main paper is reporting. If this information is missing from the main body of text, consider adding it)"
    },
    {
      "text": "docs.google.com/forms/d/e/1FAIpQLSfZBSUp1bwOc_OimqcS64RdfIAFvmrTSkZQL2-3O8O9hrL5Sw/viewform?hl=en_US&formkey=dGlKd2… 18and locations where the data were collected Does your paper address subitem 4a-ii? *"
    }
  ],
  "references": [
    {
      "doi": "10.6010/geoinformatics.31.1_29"
    },
    {
      "title": "Gender Differences in HIV Care among Criminal Justice-Involved Persons: Baseline Data from the CARE+ Corrections Study",
      "year": 2017,
      "doi": "10.1371/journal.pone.0169078"
    }
  ],
  "num_references": 2
}
