{
  "paper_id": "7C24YUET",
  "authors": [
    {
      "name": "Katherine Baicker",
      "email": "kbaicker@hsph.harvard.edu"
    },
    {
      "name": "David Cutler"
    },
    {
      "name": "Zirui Song"
    },
    {
      "affiliation": {
        "organization": "School of Public Health",
        "department": "School of Public Health",
        "institution": "The People-to-People Health Foundation, Inc",
        "address": "in Boston, Massachusetts"
      }
    },
    {
      "affiliation": {
        "organization": "Harvard University",
        "institution": "Harvard University"
      }
    }
  ],
  "doi": "10.1377/hlthaff.2009.0626",
  "md5": "E1DAC9D8710F1225F5E5755D4DDE1F61",
  "sections": [
    {
      "text": "ABSTRACT Amid soaring health spending, there is growing interest in workplace disease prevention and wellness programs to improve health and lower costs. In a critical meta-analysis of the literature on costs and savings associated with such programs, we found that medical costs fall by about $3.27 for every dollar spent on wellness programs and that absenteeism costs fall by about $2.73 for every dollar spent. Although further exploration of the mechanisms at work and broader applicability of the findings is needed, this return on investment suggests that the wider adoption of such programs could prove beneficial for budgets and productivity as well as health outcomes.\n\nI n an environment of soaring health care spending, policymakers, insurers, and employers express growing interest in methods of improving health while lowering costs. Much discussion has taken place about investment in disease prevention and health promotion as a way of achieving better health outcomes at lower costs. President Barack Obama has highlighted prevention as a central component of health reform, as have major congressional reform proposals.  1, 2 Workplace-based wellness programs, which could affect prevention, have been showcased in these reform proposals, the popular press, and congressional hearings.  3, 4 his enthusiasm for workplace programs stems in part from the fact that more than 60 percent of Americans get their health insurance coverage through an employment-based plan, 5 as well as from the recognition that many employees spend the majority of their waking hours in the workplace-which makes it a natural venue for investments in health. There are several reasons that employers might benefit from investments in employee wellness. First, such programs might lead to reductions in health care costs and thus health insurance premiums. Second, healthier workers might be more produc-tive and miss fewer days of work. These benefits may accrue at least partially to the employer (such as through improved ability to attract workers), even if the primary benefits accrue to the employee.\n\nThese factors may motivate the increasing interest in such programs among employers-and especially large employers. In 2006, 19 percent of companies with 500 or more workers reported offering wellness programs, while a 2008 survey of large manufacturing employers reported that 77 percent offered some kind of formal health and wellness program.  [6] [7] 7] [8]  Consistent with the evidence presented below, small firms seem slower to offer such programs, and many of the programs offered are still quite limited in scope.  9 everal well-publicized case studies have suggested a positive return to employers' investment in prevention. For every dollar invested in the program, the employer saves more than the dollar spent. The Citibank Health Management Program reported an estimated savings of $4.50 in medical expenditures per dollar spent on the program.  10 Studies from the California Public Employees Retirement System (CalPERS), Bank of America, and Johnson and Johnson have similarly estimated sizable health care savings from wellness programs.  [11] [12] 2] [13]  Despite this anecdotal evidence of high returns, however, most employers do not engage in widescale workplace wellness promotion practices. The 2004 National Worksite Health Promotion Survey showed that only 7 percent of employers offered comprehensive programs 14 of the type specified in the recommendations of the influential Institute of Medicine report Healthy People 2010.  15 These include health education, worksite screenings linked to appropriate medical care, and the integration of the program into corporate or organizational structure.\n\nSome empirical studies attempt to estimate the return on investment for employer wellness programs more systematically, but shortcomings in this literature leave the question unresolved.  16 In particular, most studies lack an adequate comparison or control group, and are thus not able to account for possible unobserved variables or alternative pathways that might be responsible for observed differences in costs between wellness program participants and nonparticipants (rather than those differences' being attributable to the wellness program itself). This leaves open the possibility of selection bias-for example, if the healthiest employees were most likely to enroll in voluntary wellness programs, a comparison of participants and nonparticipants might suggest that the programs are improving health more than they really are.\n\nLow response rates, inexact case-control matching, and potential publication bias (studies finding high returns may be more likely to be published) also call into question the evidence of high returns. In addition, Sean Nicholson and colleagues show that common methods used by employers to calculate costs and benefits of health-related investments might not reflect the true impact of these programs. 17 These shortcomings mean that even the limited evidence available might not be robust or generalizable.\n\nIn this study we conducted a meta-analysis of the literature on costs and savings associated with employer-based wellness promotion policies. We began by screening existing studies for analytical rigor, and then we compiled standardized estimates of return on investment from those studies. We focused on studies for which there was a comparison group of nonparticipants, and we examined effects of wellness program interventions on health care costs and absenteeism.\n\nWe found a large positive return on investment across these rigorous studies, which suggests that the wider adoption of such programs could prove beneficial for budgets as well as health. That they have been implemented so selectively, however, necessitates further research into the likely effects of broader adoption."
    },
    {
      "title": "Study Data And Methods",
      "text": "We conducted a primary literature search from prior peer-reviewed meta-analyses of employee wellness programs, as well as a computerized search of MEDLINE, Lexis-Nexis, and other health and social science databases. Search terms included \"employee,\" \"wellness,\" \"workplace,\" \"disease management,\" and \"return on investment.\" This produced an initial sample of more than 100 peer-reviewed studies of employee wellness programs spanning the past three decades.\n\nAmong these peer-reviewed studies, we restricted our analysis to studies that satisfied the following criteria: (1) they had a well-defined intervention; (2) they had a well-defined treatment and comparison group, even if the comparison group was not strictly randomly assigned; and (3) they represented analysis of a distinct new intervention, rather than further analysis of an intervention already examined in one of the other studies. We performed additional analysis on the subset of these studies that reported \"difference-in-difference\" estimates of the study outcome (comparing the change in the outcome from before the program to after the program in the treatment group to the change in the outcome over the same period for the comparison group), or the raw data allowing for this calculation.  18 pplying these criteria narrowed our sample to thirty-two original publications. These studies are listed in Appendix Table  1 .  19 Two of these studies reported results of multiple separate interventions; we treated these as separate studies. Several other studies reported the results of multiple interventions, but because participants were allowed to self-select into intervention arms, we treated these as a single case each. Thus, the thirty-two original publications gave us an effective sample of thirty-six studies. Of these, twenty-two looked at employee health care costs, and twenty-two looked at employee absenteeism (eight examined both).\n\nWe catalogued the characteristics of the firms that undertook these employee wellness programs and the qualitative dimensions of the programs themselves. We analyzed the health care cost and absenteeism studies separately, but we also converted the absenteeism results into dollar cost units using a uniform wage rate to construct comparable estimates of return on investment."
    },
    {
      "title": "Study Results"
    },
    {
      "title": "SAMPLE CHARACTERISTICS",
      "text": "More than 90 percent of employee wellness programs in our sample were implemented in large firms (those with more than 1,000 workers) . One-fourth examined wellness programs at employers with more than 10,000 workers. A number of industries were represented: 25 percent of sampled employers were in financial services; 22 percent in manufacturing; and 16 percent in school districts, universities, and municipalities. Other industries represented included utilities, telecommunications, energy, pharmaceuticals, and makers of consumer products. Ten studies took place across multiple locations, often the employer headquarters and satellite locations; some were implemented across multiple employers.\n\nCHARACTERISTICS OF WELLNESS PROGRAMS We can characterize the employee wellness programs in the study sample along two dimensions: the method of delivery and the focus of intervention (Exhibit 1). The method of delivery characterizes how the intervention was carried out. By far the most frequently used method of delivery is the health risk assessment-a survey that gathers baseline self-reported health data from the employee, which are in turn used by the employer to tailor the subsequent intervention.  20 The health risk assessment is used in 80 percent of the studies in our sample; it most commonly serves as the initial intervention or requirement for participation in the wellness program.\n\nParticipation is almost always voluntary among employees at the treatment site, making selection bias a major concern. Assessments are commonly used in conjunction with a clinical screening of risk factors, including blood pressure, cholesterol, and body mass index (BMI). Importantly, the assessment tool provides the employee with information on risk factors that motivate participation. The majority of programs that did not use the assessment method featured an on-site gymnasium or workout facility, which employees were encouraged to use.\n\nThe second most common wellness intervention mechanism was the provision of self-help education materials, individual counseling with health care professionals, or on-site group activities led by trained personnel. In our sample, about 40 percent of studies included the use of self-help materials; 40 percent offered individual counseling; and 35 percent featured on-site group activities, classes, or seminars. Most programs offered a combination of these interventions.\n\nThe use of incentives to motivate participation was seen in 30 percent of programs. Incentives were most commonly bonuses and reimbursements for program participation, but they also included the payback of down payments prior to participation. Such cases may involve an employer's withholding a small portion of employee compensation until program participation occurs. Incentives have become more common in recent interventions.\n\nThe most common foci of the programs were obesity and smoking, the two top causes of preventable death in the United States. More than 60 percent of the programs explicitly focused on weight loss and fitness. All but three of the remaining programs focused on either multiple risks or risks specific to the participant. Half of the programs focused on smoking, often in conjunction with obesity. Seventy-five percent of programs focused on more than one risk factor, including stress management, back care, nutrition, alcohol consumption, blood pressure, and preventive care, in addition to smoking and obesity."
    },
    {
      "title": "IMPACT OF PROGRAMS ON MEDICAL SPENDING",
      "text": "Twenty-two studies reported on the impact of wellness programs on employee health care costs (Exhibit 2). The average sample size of intervention groups exceeded 3,000 employees, and the size of comparison groups averaged\n\nEXHIBIT 1 Summary Of Characteristics Of Worksite Wellness Programs Studied Method of delivery Percent of firms Health risk assessment 81 Self-help education materials 42 Individual counseling 39 Classes, seminars, group activities 36 Added incentives for participation 31 Focus of intervention Weight loss and fitness 66 Smoking cessation 50 Multiple risk factors 75 SOURCE Authors' calculations based on 36 studies described in Appendix Table 1, available online at  http://content.healthaffairs.org/ cgi/content/full/29/2/hlthaff.2009.0626/DC1 about 4,500 employees. Although the studies examined programs for three years on average, most wellness programs continued (often indefinitely) beyond the study duration. We grouped the studies into three types: those that had a randomized controlled trial or matched control group and pre-and post-intervention data; those that had a nonrandomized or unmatched comparison group and pre-and postintervention data; and those that had post-inter-EXHIBIT 2 Summary Of Employee Wellness Studies Analyzed Study focus Number of studies Average sample size Average duration (years) Average savings a Average costs a Average ROI b Treatment Comparison Health care costs 22 3,201 4,547 3.0 $358 $144 3.27 Absenteeism 22 2,683 4,782 2.0 $294 $132 2.73 Authors' calculations based on studies described in Appendix Table 1, available online at  http://content.healthaffairs.org/cgi/ content/full/29/2/hlthaff.2009.0626/DC2 a Per employee per year, costs in 2009 dollars. b Average of the individual return-oninvestment (ROI) figures for each study. EXHIBIT 3 Summary Of Findings From Studies Of Employee Health Care Costs, Pre-And Post-Intervention Study number Years Sample size Health care costs ($), treatment group (T) Health care costs ($), control group (C) Change in health care costs ($), T-C Treat Control Pre Post Pre Post Change, pre Change, post Group A 1 4.0 1,890 1,890 1,531 2,907 1,427 3,429 -522 -626 2 2.0 340 340 1,739 1,459 1,198 1,107 351 -189 3 3.2 11,194 11,644 2,736 3,411 2,896 4,136 -724 -563 4 5.0 8,451 2,955 247 655 253 1,234 -579 -573 5 1.0 919 867 2,171 1,695 1,881 1,995 -300 -590 6 1.0 21,170 719 2,336 2,937 2,048 2,905 32 -255 7 1.5 301 412 1,891 1,621 1,970 1,710 -89 -11 8 1.5 180 412 2,036 1,283 1,970 1,710 -427 -493 9 1.5 295 412 1,986 1,485 1,970 1,710 -225 -242 Group B 10 1.0 392 142 294 296 295 396 -100 -99 11 0.5 2,586 50,576 1,616 1,185 500 419 766 -351 12 6.0 1,272 244 2,140 2,337 1,825 2,908 -571 -886 13 3.0 3,993 4,341 1,620 2,008 1,647 2,596 -588 -561 14 5.0 388 355 1,159 2,397 825 1,701 696 363 15 5.0 667 892 695 1,687 605 1,977 -290 -380 Group C 16 4.0 1,275 2,687 3,222 3,909 -687 17 5.0 13,048 13,363 4,176 4,454 -278 18 4.0 337 321 2,078 1,672 406 19 4.0 367 343 1,772 1,346 426 20 4.0 183 184 1,128 979 149 21 2.0 221 296 1,256 2,424 -1,168 22 2.5 950 6,640 1,413 1,396 17 SOURCE Authors' calculations based on studies described in Appendix Table 1, available online at  http://content.healthaffairs.org/cgi/ content/full/29/2/hlthaff.2009.0626/DC2 NOTES Table has been abridged because of space constraints. The full exhibit is available as Supplemental Exhibit 3 in the online Appendix. All figures denote health care costs per employee per year, in 2009 dollars. Group A: Randomized controlled trial or matched control group. Group B: Nonrandomized or unmatched comparison group. Group C: Postintervention data only.\n\nvention data only but met our other inclusion criteria (Exhibit 3). We standardized the costs and benefits of each program to annual figures in 2009 dollars, assuming a linear distribution of both costs and benefits over time. We calculated savings as the difference between treatment and comparison groups after the intervention subtracted by the differences between the groups before the intervention (when available). Using reported figures for program costs, we calculated a return on investment for each study.  21 veraging across all programs in which they were reported, the interventions produced $358 in savings through reduced health costs per employee per year, while costing the employer $144 per employee per year. The average calculated return on investment across the fifteen studies that reported program costs was 3.37 (that is, for every dollar spent, $3.37 was saved).  22 n additional seven studies reported savings but not costs, which made a direct calculation of return on investment for these studies impossible.\n\nIf we were to assume that they had the same average cost of $144 as the studies that did report costs, that would imply a slightly lower average return on investment of $3.27 (although given that these studies reported somewhat lower savings, we have no reason to assume that their costs were the same). Only two studies reported that employer wellness programs did not save money.\n\nStudies with random assignment to treatment and control groups or with carefully matched comparison groups are perhaps the most persuasive. In a typical randomized study, employees were randomly assigned to the program and control group, or in several cases to different intensities of the wellness program. In matched comparison studies, the comparison group typically comprises age-and sex-matched nonparticipants from the same employer identified through a retrospective review of participation.\n\nNine of the studies in Exhibit 2 had such designs. This matching is an effort to limit the bias introduced by voluntary self-selection of potentially healthier employees into wellness program participation. However, self-selection remains an important limitation in these studies. The average program savings reported in these studies was $394 per employee per year, and the average program cost was $159 per employee per year. The average calculated return on investment for this group was 3.36.\n\nSix studies used comparison groups that were neither randomized nor matched, yielding $319 saved per employee per year and $132 spent per employee per year (average return on investment of 2.38). Seven studies did not report base-line data, thus allowing only for calculation of post-intervention cost differences (averaging $162 per employee per year).  23 Study numbers 4, 10, and 15 reported lower health care costs overall than the other studies, but they are among the earliest studies in the group-all published in the 1980s, when average spending (even accounting for inflation) was substantially lower than it is now.\n\nIMPACT OF PROGRAMS ON ABSENTEEISM The twenty-two studies that examined employee absenteeism had, on average, smaller treatment groups and slightly larger comparison groups compared with those that did not, although the size is generally similar (Exhibit 2). These studies were carried out for only two years on average, compared to three for health care cost studies. We monetized absentee days using the average hourly wage rate in 2009 of $20.49.  24, 25 he average program savings across the studies was a more modest $294 per employee per year, while program costs were $132 per employee per year (Exhibit 4). Twelve of these twentytwo studies reported program costs. The average calculated return on investment for these twelve studies was 3.27.  26 As above, we could assume that the programs that did not report costs had similar average costs to those who did, which would imply a lower average return on investment of 2.73. All but one of the studies showed some reduction in absentee days.\n\nAs with the studies on medical costs, the average savings was relatively similar in the subset of studies with rigorous control groups. Among the nine studies with random control groups or matched comparison groups, the average number of absentee days saved was 1.7 per employee per year, estimated to cost $274 per employee per year. The next eleven studies had average program savings of 1.9 absentee days or roughly $309 per employee per year. Taken together, they represent slightly more modest program savings than the health care cost studies suggest."
    },
    {
      "title": "Discussion",
      "text": "Our review of the evidence suggests that large employers adopting wellness programs see substantial positive returns, even within the first few years after adoption. Medical costs fall about $3.27 for every dollar spent on wellness programs, and absentee day costs fall by about $2.73 for every dollar spent. Although these benefits surely accrue in part to the employee, it is also likely that they accrue in part to the employer-in the form of either lower replacement costs for absent workers or an advantage in attracting workers to the firm. We discuss only two dimensions of potential benefits (reduced health care ◀ $3.27"
    },
    {
      "title": "Return on Investment",
      "text": "On average, employee health care costs fell by $3.27 for every $1.00 spent on employee wellness programs.\n\ncosts and reduced absenteeism), but there are likely many other benefits as well, including improved health, reduced turnover, and lower costs for public programs such as disability insurance and Medicare.\n\nOur results show more modest return on investment than prior meta-analyses by Larry Chapman (  2005 ), which had more lenient inclusion criteria and reported an average gross return on investment of 5.81 across twenty-two studies, 27 and by Steven Aldana (2001), which reported gross return on investment of 3.48-5.82 across seven studies.  28 We believe that our more systematic treatment of intervention and comparison groups pre-and post-intervention and calculation of equivalent costs and benefits has resulted in more comparable and reliable figures.\n\nLIMITATIONS There are clearly limitations in the broader generalization of these findings. First, the firms implementing these programs are likely those with the highest expected returns. Second, it is difficult to gauge the extent of publication bias, with programs seeing high return on investment most likely to be written about and studies with significant findings of positive returns most likely to be published.\n\nThird, almost all of the studies were implemented by large employers, which are more likely than others to have the resources and economies of scale necessary both to implement and to achieve broad savings through employee wellness programs. Whether smaller employers can achieve positive return on investment through wellness programs is an important policy question.  29 These factors may help explain why such programs have not (yet) been adopted more widely, although they are clearly gaining rapidly in prominence.\n\nOur analysis does not account for the time profile of cost incurred and benefits accrued within programs, and the studies included ex-\n\nEXHIBIT 4 Summary Of Findings From Studies Of Employee Absenteeism Study number Years Sample size Absentee days, treatment (T) Absentee days, control (C) Difference in absentee days, T-C Savings in wages ($) a Treat Control Pre Post Pre Post Difference, pre Difference, post Group A 1 1.0 919 867 36.0 34.4 36.0 38.8 0.0 -4.4 721 2 1.5 301 412 5.0 4.7 5.1 4.8 -0.1 -0.1 0 3 1.5 180 412 5.2 3.2 5.1 4.8 0.2 -1.5 280 4 1.5 295 412 5.2 4.1 5.1 4.8 0.1 -0.7 131 5 1.0 266 1,242 4.6 4.2 7.0 9.1 -2.4 -4.9 413 6 2.0 597 645 18.0 13.5 19.1 18.2 -1.1 -4.7 590 7 2.0 1,406 487 5.9 5.6 5.3 6.0 0.6 -0.4 173 8 2.0 29,315 14,573 5.7 4.9 5.2 4.9 0.5 0.0 82 9 1.0 2,546 7,143 5.6 5.5 6.0 6.2 -0.4 -0.8 70 Group B 10 1.0 392 142 0.3 0.1 0.1 0.5 0.1 -0.4 92 11 0.5 2,586 50,576 3.9 3.0 1.6 1.5 2.3 1.5 123 12 4.0 1,275 2,687 3.1 2.3 3.1 3.3 0.0 -1.0 167 13 2.0 221 296 8.7 9.0 10.0 12.4 -1.3 -3.4 342 14 6.0 2,596 1,593 6.6 17.2 6.6 23.3 0.0 -6.1 1,000 15 2.0 450 1,178 29.2 27.8 33.2 38.1 -4.0 -10.3 1,033 16 1.0 469 415 12.4 11.0 14.3 14.2 -2.0 -3.2 203 17 4.0 3,122 1,850 9.1 10.2 9.1 10.8 0.0 -0.6 88 18 2.0 7,178 7,101 3.2 3.0 2.9 2.9 0.3 0.1 33 19 2.0 2,232 5,863 4.4 3.7 5.6 5.5 -1.2 -1.8 102 20 2.0 688 387 2.5 2.6 2.9 4.3 -0.4 -1.7 225 Group C 21 3.0 727 1,950 115 22 2.0 1264 4,982 492 SOURCE: Authors' calculations based on studies described in Appendix Table 1, available online at  http://content.healthaffairs.org/cgi/content/full/29/2/ hlthaff.2009.0626/DC2 NOTES Table has been abridged because of space constraints. The full exhibit is available as Supplemental Exhibit 4 in the online Appendix. Absenteeism figures denote absenteeism days per employee per year. Group A: Randomized controlled trial or matched control group. Group B: Nonrandomized or unmatched comparison group. Group C: Missing group-level data. a Using uniform wage rate of $20.49 per hour, Bureau of Labor Statistics, 2009 (assuming eight hours per day).\n\ntend through only a limited time window. This is important because wellness program costs are likely to be front-loaded-that is, more costly at the start-while health benefits are likely to accumulate gradually. Therefore, to the extent that program costs decrease over time and benefits increase over time, we may be understating the true return on investment. Our analysis cannot address the important question of which attributes of wellness programs are most important, and how such programs should be optimally designed. Welldesigned field experiments that compare the effectiveness of program components such as patient education and professional counseling across different industries and populations are needed to answer it.\n\nIndeed, the answer might not be the same everywhere. A manual laborer in a manufacturing plant is likely to have different underlying health risks, and may respond to employee wellness programs differently, than an office-based clerical worker in a financial institution. Corporate culture, the structure of program incentives, and the diffusion of program participation or health behavior through employee social networks are all likely to affect return on investment.\n\nFurther study is also needed to elucidate the time path of return on investment-in particular, the relative cost-effectiveness of a program's first years compared to its later years. Only a few of the studies in our sample provided data on costs and savings for each year of the program, which made it difficult to describe the average time path of return on investment. The assumption of a linear trend in savings from the beginning to end of program evaluation may not reflect the reality of behavior change within organizations.\n\nEMERGING PATTERNS Still, some patterns are emerging. A growing literature suggests that building incentives into wellness programs helps to raise participation among employees.  30, 31 In the 2004 National Worksite Health Promotion Survey, 26 percent of worksites used incentives to increase employee participation.  14 ecent studies by Kevin Volpp and colleagues used both lotteries and financial commitments by participants to show that financial incentives are effective at motivating weight loss and smoking cessation.  31, 32 These and similar approaches, borrowing from psychology and behavioral economics, may provide creative solutions to employers aiming not only to increase participation, but ultimately to modify behavior that is resistant to change.  33 hese intriguing findings suggest that adding provisions that promote wellness initiatives might be a promising component of comprehensive health reform. Such measures might include direct subsidies (such as the tax credits for small employers that have been proposed in some legislation by Sen. Tom Harkin [D-IA] and others) or an easing of regulatory barriers, including an exploration of the legal implications of Health Insurance Portability and Accountability Act (HIPAA) nondiscrimination rules and the Americans with Disabilities Act (ADA) for program design.  34 The current reform debate has incorporated active discussion of wellness promotion (including testimony from witnesses on the success of particular employers' programs) and the hope that such programs will be a key component in slowing health care cost growth, but it is difficult to evaluate how realistic these hopes are.\n\nCONCLUSION Health insurance in the United States is likely to continue to be employmentbased. Our critical review of the existing evidence suggests that employer-based wellness initiatives may not only improve health, but may also result in substantial savings over even shortrun horizons. Encouraging (or even subsidizing) such programs also seem to have broad political appeal, perhaps in part because they operate with less direct government oversight and fewer government dollars and in part because they hold the promise of slowing health care cost growth without the specter of rationing care. Understanding the factors that make them most successful and the barriers to their wider adoption could help smooth the path for future investments in this very promising avenue for improving health and productivity.\n\n▪ NOTES 1 Pear R. Congress plans incentives for healthy habits. New York Times. 2009May9. 2 Steinbrook R. Health care and the American Recovery and Reinvestment Act. N Engl J Med. 2009;360 (11):1057-60. 3 Text: Obama's speech on health care reform. New York Times. 2009 Jun 15 [cited 2009 Dec 28]. Available from:  http://www.nytimes .com/2009/06/15/health/policy/ 15obama.text.html?_r=1=policy 4 Getting healthy, with a little help from the boss. New York Times. 2009 May 22. 5 Blumenthal D. Employer-sponsored health insurance in the United States-origins and implications. N Engl J Med. 2006;355(1):82-8. 6 Consulting MHR. National survey of employer-sponsored health plans: 2006 survey report. New York: Consulting MHR; 2007. 7 Capps K, Harkey JB. Employee health and productivity management programs: the use of incentives [Internet]. Lyndhurst (NJ): National Association of Manufacturers, ERISA Industry Council, and IncentOne; 2008 [cited 2010 Jan 8]. Available from:  http://www  .incentone.com/files/2008-Survey Results.pdf. 8 There is no broadly accepted definition of a wellness program, which makes comparisons of figures across studies difficult. Disease management, such as the disease management pilots incorporated the Medicare program and recently (unfavorably) reviewed by the Congressional Budget Office (CBO), is generally viewed as distinct from wellness initiatives. 9 McPeck W, Ryan M, Chapman LS. Bringing wellness to the small employer. Am J Health Promot. 2009;23(5):1-10. 10 Ozminkowski RJ, Dunn RL, Goetzel RZ, Cantor RI, Murnane J, Harrison M. A return on investment evaluation of the Citibank, N.A., health management program. Am J Health Promot. 1999;14(1):31-43. 11 Bly JL, Jones RC, Richardson JE. Impact of worksite health promotion on health care costs and utilization. Evaluation of Johnson & Johnson's Live for Life program. JAMA. 1986;256(23):3235-40. 12 Fries JF, Harrington H, Edwards R, Kent LA, Richardson N. Randomized controlled trial of cost reductions from a health education program: the California Public Employees' Retirement System (PERS) study. Am J Health Promot. 1994;8 (3):216-23. 13 Leigh JP, Richardson N, Beck R, Kerr C, Harrington H, Parcell CL, et al. Randomized controlled study of a retiree health promotion program. The Bank of America Study. Arch Intern Med. 1992;152 (6):1201-6. 14 Linnan L, Bowling M, Childress J, Lindsay G, Blakey C, Pronk S, et al. Results of the 2004 National Worksite Health Promotion Survey. Am J Public Health. 2008;98(8):1503-9. 15 Culyer AJ, Newhouse JP. Handbook of health economics. 1st ed. Amsterdam; New York: Elsevier; 2000. 16 Goetzel RZ, Ozminkowski RJ. The health and cost benefits of work site health-promotion programs. Annu Rev Public Health. 2008;29:303-23. 17 Nicholson S, Pauly MV, Polsky D, Baase CM, Billotti GM, Ozminkowski RJ, et al. How to present the business case for healthcare quality to employers. Appl Health Econ Health Policy. 2005;4(4):209-18. 18 Although in the case of random assignment \"before\" data would not be necessary for the construction of causal estimates (since difference between the treatment and control groups after the intervention would reflect the effects of the intervention), in practice all of the studies with randomized assignment reported both before and after data. In the case of non-randomly assigned comparison groups, the \"before\" data are necessary to net out any existing differences between the groups in estimating the effect of the intervention. 19 The Appendix is available online at  http://content.healthaffairs.org/ cgi/content/full/29/2/ hlthaff.2009.0626/DC1 20 Huskamp H, Rosenthal MB. Health risk appraisals: how much do they influence employees' health behavior?. Health Aff (Millwood). 2009;28(5):1532-40 21 An alternative metric to return on investment would be net present value. In this context we prefer return on investment because it allows us to compare normalized results across studies (as internally calculated ratios, rather than dollar figures) and allows us to compare our results to those of other studies (the majority of which calculate return on investment). There is unfortunately a paucity of information about the time path of investments and returns. 22 Fourteen studies reported their own return on investment, which did not always exactly match ours, because they were not always calculated over the same time period. The average of the fourteen reported returns on investment yields an almost identical 3.36. 23 As noted above, in nonexperimental settings, baseline comparisons are a useful way to gauge existing differences in non-randomly assigned treatment and comparison groups. 24 Bureau of Labor Statistics. Employer costs for employee compensation summary. Washington (DC): BLS; 2009 Jun 10. 25 The share of these costs borne by the firm in the form of increased repla-cement worker costs depends on how many sick days workers are entitled to and whether workers are able to convert unused sick days to other days of leave or pay. 26 In this case the average return on investment of 4.71 reported by these twelve studies is much higher than that we calculated directly using reported costs and benefits. 27 Chapman LS. Meta-evaluation of worksite health promotion economic return studies: 2005 update. Am J Health Promot. 2005;19 (6):1-11. 28 Aldana S. Financial impact of health promotion programs: a comprehensive review of the literature. Am J Health Promot. 2001;15 (5):296-320. 29 Some insights can be gained from the magnitude of the return on investment seen in large firms, however. For the firms studied here, with roughly 50,000 employees, on average, the benefits in lower medical costs are about 3:1. Even in the extreme case where all of the costs of wellness programs are fixed costs, those costs could be spread over only one-third the number of employees and still be cost-neutral. 30 Serxner S, Anderson DR, Gold D. Building program participation: strategies for recruitment and retention in worksite health promotion programs. Am J Health Promot. 2004;18(4):1-6. 31 Volpp KG, John LK, Troxel AB, Norton L, Fassbender J, Loewenstein G. Financial incentivebased approaches for weight loss: a randomized trial. JAMA. 2008;300 (22):2631-7. 32 Volpp KG, Troxel AB, Pauly MV, Glick HA, Puig A, Asch DA, et al. A randomized, controlled trial of financial incentives for smoking cessation. N Engl J Med. 2009;360 (7):699-709. 33 Loewenstein G, Brennan T, Volpp KG. Asymmetric paternalism to improve health behaviors. JAMA. 2007;298(20):2415-7. 34 Mello MM, Rosenthal MB. Wellness programs and lifestyle discrimination-the legal limits. New Engl J Med. 2008;359(2):192-9."
    }
  ],
  "num_citations": 32,
  "notes": [
    "[raw_affiliation] The People-to-People Health Foundation, Inc. School of Public Health , Harvard University , in Boston , Massachusetts.",
    "[raw_affiliation] Harvard University. Harvard Medical School.",
    "Downloaded from HealthAffairs.org on August 16, 2025.Copyright Project HOPE-The People-to-People Health Foundation, Inc. For personal use only. All rights reserved. Reuse permissions at HealthAffairs.org."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
