{
  "paper_id": "7IBZRMJK",
  "title": "Nudging to move: a scoping review of the use of choice architecture interventions to promote physical activity in the general population",
  "abstract": "Background: Nudges are used to alter lifestyles and thus curb the rise of non-communicable diseases. Physical activity is a core prevention strategy to reduce the burden of non-communicable diseases. This paper aims to (1) give an overview of the scope of interventions using choice architecture techniques to promote physical activity at the population levels and (2) identify research gaps by analysing the different approaches in terms of class and type of intervention used. Methods: A systematic electronic database search was combined with snowball citation sampling of a starter set of publications to search for studies published through October 2018 reporting interventions to promote physical activity at the population level using choice architecture techniques. The methodology of the Joanna Briggs Institute for Scoping Reviews was applied. Results: In all, 35 publications were included. Most of the interventions used point-of-choice prompts tested at railway stations, shopping malls and airports (N = 27). Eight studies were online studies. While all studies were aimed at the general population, details, if reported at all, were vague and basic. All studies focused on individuallevel lifestyle behaviour. None of the studies attempted to alter population-based lifestyle behaviour. Online and \"real-world\" approaches were rarely combined. Neither, interventions targeting meso-and macro-level structures nor combinations of individual-level and specific meso-or macro-level interventions were found. Conclusion: Nudging is in principle an effective approach to promote physical activity within the general population. However, there are large gaps in research. Available opportunities have not yet been exhausted. Further research is needed that is explicitly based on behavioural insights and covering the full range of nudging approaches, particularly focussing on theoretical developments, practical feasibility tests and scale-up activities.",
  "year": 2008,
  "date": "2008",
  "journal": "Annu Rev Public Health",
  "publication": "Annu Rev Public Health",
  "authors": [
    {
      "forename": "S",
      "surname": "Forberger",
      "name": "S Forberger",
      "affiliation": "1  Leibniz Institute for Prevention Research and Epidemiology -BIPS , Achterstraße 30 , 28359 Bremen , Germany \n\t\t\t\t\t\t\t\t Leibniz Institute for Prevention Research and Epidemiology -BIPS \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Achterstraße 30 \n\t\t\t\t\t\t\t\t\t 28359 \n\t\t\t\t\t\t\t\t\t Bremen \n\t\t\t\t\t\t\t\t\t Germany",
      "email": "forberger@leibniz-bips.de"
    },
    {
      "forename": "L",
      "surname": "Reisch",
      "name": "L Reisch",
      "affiliation": "2  Leibniz-Chair , Leibniz Institute for Prevention Research and Epidemiology -BIPS , Achterstraße 30 , 28359 Bremen , Germany. \n\t\t\t\t\t\t\t\t Leibniz-Chair \n\t\t\t\t\t\t\t\t Leibniz Institute for Prevention Research and Epidemiology -BIPS \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Achterstraße 30 \n\t\t\t\t\t\t\t\t\t 28359 \n\t\t\t\t\t\t\t\t\t Bremen \n\t\t\t\t\t\t\t\t\t Germany",
      "orcid": "0000-0002-7169-675X"
    },
    {
      "forename": "T",
      "surname": "Kampfmann",
      "name": "T Kampfmann",
      "affiliation": "1  Leibniz Institute for Prevention Research and Epidemiology -BIPS , Achterstraße 30 , 28359 Bremen , Germany \n\t\t\t\t\t\t\t\t Leibniz Institute for Prevention Research and Epidemiology -BIPS \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Achterstraße 30 \n\t\t\t\t\t\t\t\t\t 28359 \n\t\t\t\t\t\t\t\t\t Bremen \n\t\t\t\t\t\t\t\t\t Germany",
      "orcid": "0000-0002-5731-4209"
    },
    {
      "forename": "H",
      "surname": "Zeeb",
      "name": "H Zeeb",
      "affiliation": "1  Leibniz Institute for Prevention Research and Epidemiology -BIPS , Achterstraße 30 , 28359 Bremen , Germany \n\t\t\t\t\t\t\t\t Leibniz Institute for Prevention Research and Epidemiology -BIPS \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Achterstraße 30 \n\t\t\t\t\t\t\t\t\t 28359 \n\t\t\t\t\t\t\t\t\t Bremen \n\t\t\t\t\t\t\t\t\t Germany"
    }
  ],
  "doi": "10.1186/s12966-019-0844-z",
  "keywords": [
    "Physical activity",
    "General population",
    "Nudge",
    "Choice architecture",
    "Behavioural insights",
    "Behaviourally informed policy"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Since the publication of the seminal book Nudge by Thaler and Sunstein in 2008  [1] , the use of behavioural insights in general and nudges in particular has gained increasing interest among public and private institutions. The Organisation for Economic Co-operation and Development (OECD) concludes in its 2017 report that the use of behavioural insights goes beyond a trend towards widespread dissemination  [2]  as it is studied in various areas and integrated into policy making  [3, 4] . The Organisation for Economic Co-operation and Development defines behavioural insights as a mix of \"traditional economic strategies with insights from psychology, cognitive sciences and other social sciences to discover the many irrational factors that influence decision making\"  [5] . Governments are increasingly interested in using behaviourally informed policies to shape citizens' behaviour as a complement to or replacement of traditional instruments such as bans or mandates  [2] [3] [4] 6] . Behavioural insights help to understand why people often fail to act in their best interest, to follow well-informed preferences or to achieve their set goals. Nudges can help to overcome these challenges by using the same habits, biases or boundaries to alter our decision-making in favour of the more preferred behaviour  [7] . According to Thaler and Sunstein, nudges aim to \"alter people's behaviour in a predictable way without forbidding any option or significantly change their economic incentives. To count as a mere nudge,  [an]  intervention must be easy and cheap to avoid. Nudges are not mandates\"  [1]  and \"allow [s] them [people] to go their own way\"  [8] . Nudges alter the underlying \"choice architecture\", the context in which the decision is made. Their appeal lies in the idea of influencing individual decision-making with minimal effort in order to support or achieve behavioural changes  [9] . The concept has attracted the attention of governments at all levels interested in influencing lifestyles at the population level by focusing directly or indirectly on the physical and social environment  [10, 11] , especially with the constraint of limited public resources. This is attractively combined with the preservation of individual freedom of choice at a time when individualisation is prominent and the one-fits-all approach increasingly rejected  [12] . The promising aspect of choice architecture approaches is the idea that once the right stimulus is found, individuals will automatically choose a \"better\" (e.g. healthier, more sustainable, more environmentally friendly, more financially attractive) alternative  [13, 14]  rendering expensive enforcement structures obsolete.\n\nIt is increasingly apparent that systematic changes in people's environments (micro-, meso-, and macrolevel) where people make decisions can be important catalysts for changing behaviour at individual and population-level  [15] [16] [17] . Micro-, meso-and macrolevel refer to a general approach to analysis with micro-level (individual-level) covering the individual in his or her social setting or a small group of individuals in a particular context. Examples include but are not limited to: persons, citizens, families and households. Meso-level (social-organisational level) analyses fall between the micro-and macro-levels, normally covering the community or an organisation. It could also be a whole village, town or federal state. The macro-level, sometimes referred to as institutional level, includes among others the analytical units: states, nations, or societies  [18, 19] . However, systematic research analysing the use of choice architecture approaches to effect change on the micro-, meso-and macro-levels is only slowly emerging, especially for meso-and macro-level interventions. Since their introduction the terms choice architecture and nudge have been used in different ways, across a wide range of interventions, multiple behaviours, environmental contexts (e.g. physical activity  [20] [21] [22] , and food consumption  [23] [24] [25]  or levels of analysis  [15, [26] [27] [28] [29] [30] ). In most cases, intervention approaches were grouped based on common mechanisms like behavioural economics, gamification elements, or pointof-choice  [24, 26, [31] [32] [33] [34] [35] [36] . To date, there have been few systematic overviews on the effectiveness of selected choice architecture interventions in specific areas such as food consumption  [23, 25, 36, 37] , proenvironmental behaviour  [38] , or lifestyle risk factors  [32] . Szaszi et al. gave a domain-general overview of the used choice architecture intervention in the domains consumer choice, health, sustainability, education, transport, finance, health, and other  [39] . To categorize the intervention used, Szaszi and his colleagues used the classification suggested by Münscher et al.  [40] .\n\nMünscher and his colleagues distinguish between three categories of choice architecture techniques: (A) decision information covering various techniques that target the presentation and provision of decision-relevant information without changing existing options. The second category (B) decision structure refers to techniques aimed at designing options and associated consequences such as pre-selected options for organ donations or pension schemes (default option) or 5-cent taxes for shopping bags. The last category (C) decision assistance includes techniques to support and implement intentions to change a given behaviour by encouraging engagement, feedback, or reminders (Table  1 ).\n\nHollands et al. present another approach to classify choice architecture interventions aiming to alter micro environments in order to induce certain behaviours  [15, 41] . They differentiate six intervention types: availability, position, functionality, presentation, size, and information with an intervention focus on product related objects or the wider environment. While the first version covered food, alcohol, tobacco, and physical activity, the final version of TIPPME does not cover physical activity (Table  2 ). Sunstein gave an overview of the ten main nudges currently used  [8]  (Table  3 ).\n\nThis scoping review aims to give an overview of work in a specific part of this growing field of research: the application of choice architecture interventions to increase physical activity in the general population, i.e. not in a specific setting or target group but in the population as a whole.\n\nThe specific feature of this scoping review is to provide an overview of research in the field of physical activity promotion for the general population, to map the literature, and to identify knowledge gaps. Objectives of systematic reviews such as the feasibility, appropriateness, rationality, or effectiveness of interventions will not be addressed. In our scoping review, we have included studies explicitly stating that they use choice architecture interventions. In addition, we searched grey literature including reports of the  Although physical activity has been shown to be effective in preventing many chronic diseases  [42, 43]  physical activity in the population remains low  [44] . Population-based approaches which explicitly include context and environmental factors in the decision-making process could represent a valid option to increase physical activity in daily life. However, little is known so far about choice architecture interventions to target physical activity in the general population.\n\nTo date, in the field of physical activity most work has been done for specific target groups  [45, 46] , specific settings  [46, 47] , disease prevention  [48] [49] [50] , and technology use  [51] [52] [53] . There have been activities focusing on public policy evolution to promote physical activity  [54] [55] [56]  and some studies were conducted with a special focus on financial incentives without a focus on nudging  [57] [58] [59] [60] [61] [62] . In 2010, Nocon et al. and Soler et al. published papers analysing the effectiveness of point-of-choice prompts  [22, 63] . Zimmerman et al.  [21]  examined behavioural economics with the aim to promote physical activity. He suggested looking beyond the default option, i.e. pre-selected options, and to focus instead on \"anchors\" that are reference points (e.g. norms, framing, habits) influencing subsequent judgements in order to see how they interact with the context and influence preferences  [21] . However, little is known beyond the application of point-of-choice nudges in terms of population-level interventions for the promotion of physical activity. This scoping review aims to address this knowledge gap by  [1]  providing an overview of the scope of choice architecture interventions to promote physical activity within the general population and  [2]  analysing the different approaches in terms of class and type of intervention used."
    },
    {
      "title": "Methods",
      "text": "The scoping review is based on the Joanna Briggs Institute methodology for Scoping Reviews  [64]  using the preferred reporting items for systematic reviews  [65]  and the transparent reporting of systematic reviews and meta-analyses \"PRISMA\" flowchart. Although scoping reviews follow a similar approach to systematic reviews  [66] , they differ in terms of objectives and key characteristics. They answer broader questions that go beyond those related to the effectiveness of treatments or interventions and aim to (a) map existing literature in terms of nature, features and volume, (b) clarify work definitions and conceptual boundaries and (c) identify gaps in the existing literature and research  [67] ."
    },
    {
      "title": "Literature search",
      "text": "Medline, PsycInfo, different Web of Science databases (Science Citation Index, Arts & Humanities Citation Index, Conference Proceedings Citation Index, Social Science & Humanities Index, Book Citation Index-Science, Book Citation Index-Social Science & Humanities), CINHAL, Econ. Lit and ASSIA were used to search for studies published through October 2018 reporting interventions to promote physical activity in the population using choice architecture techniques. Databases and publication period covered for each database are shown in Table  4 ."
    },
    {
      "title": "Search strategy",
      "text": "The search strategy consisted of a combination of keywords, Medical Subject Headings (MeSH-Terms) and Thesaurus of Psychological Index Terms. We combined five search themes with Boolean operators (Table  5 ). An example of the search is available in Additional file 1. The search strategy was developed and tested in collabrotation with a research librarian beforehand. The reference lists of the included studies were searched to identify additional studies. Hand-searched grey literature was included if eligible (see \"Screening procedure\" below). The starter-set publications for the grey literature research were the reports of the Organisation for Economic Co-operation and Development (OECD), the United Nations, the European Commission, and the World Bank about using behavioural-informed strategies  [2, 4, [68] [69] [70] , as well as the World Health Organization Health-enhancing physical activity (HEPA) policy audit tool (PAT) (WHO HEPA PAT) country reports. Following a snowball approach, we first used backward snowballing, using the reference lists to identify new papers. The identified papers were examined based on inclusion and exclusion criteria for the systematic literature search. Second, forward snowball sampling was applied to include studies based on papers citing the paper under examination  [71] . The process was repeated until no more new papers were found. For the forward snowball sampling system, Google Scholar was used."
    },
    {
      "title": "Screening procedure and inclusion/exclusion criteria",
      "text": "Following the literature search, the screening procedure was based on predefined inclusion and exclusion criteria (Table  6 ) and consisted of two consecutive phases. All publications were independently screened by two reviewers. First, titles and abstracts were screened to exclude articles that did not meet the eligibility criteria. In a second step, full texts were independently reviewed and evaluated by two reviewers. Any disagreements were either resolved by consensus or by discussion with a third reviewer. In terms of publications, we included those that applied choice architecture techniques. We included full-text papers in English and German. We included peer-reviewed publications as well as grey literature to incorporate results that may not yet have been published. If the full text was not available we contacted the authors. We excluded review articles but screened the reference lists of the papers to identify suitable publications. Study designs included in the review were: randomised controlled trials (RCTs), nonrandomised controlled trials as well as observational studies aimed at the general population. Studies that did not aim for the general population, e.g. those"
    },
    {
      "title": "Data extraction",
      "text": "Only full texts were analysed for data extraction. Retrieved publications were organised via a reference management software and later managed with Rayyan  [72] . All included publications were analysed and data were extracted into an a priori developed extraction form (Table  7 ), which was tested beforehand on three studies to ensure all relevant results were extracted  [73, 74] . Data extraction was conducted independently by two authors. In case of disagreement a third author was consulted. The extracted data were synthesised and presented in a table mapping the publications included against the predefined categories (Table  7 ). To categorise the interventions two taxonomies were combined. The choice architecture techniques used were categorised by the taxonomy developed by Münscher et al.  [40]  and sorted into three choice-architecture categories with nine techniques. The categories include: (A) decision information ((A1) translate information (A2) make information visible, (A3) provide social reference), (B) decision structure ((B1) change choice defaults, (B2) change option-related effort, (B3) change range or composition of options, (B4) change option consequences), (C) decision assistance, ((C1) provide reminders, (C2) facilitate commitment) (Table  1 ). In addition, interventions explicitly used to alter micro environments, that means the context in which the intervention is applied, were categorised in accordance with TIPPME  [15, 41]  which focuses on the categorisation of interventions aiming to change micro environments in order to change behaviour. The interventions were classified by placement and properties with six interventions types (availability, position, functionality, presentation, size, information) (Table  2 )."
    },
    {
      "title": "Results"
    },
    {
      "title": "Search results",
      "text": "In the database search phase, 549 articles were retrieved. A total of 192 records were found by an additional search beginning with the starter-set publications. After controlling for duplicates, 611 records were included in the screening of abstracts and titles. During that screening, 485 articles were excluded because they did not meet the inclusion criteria. In the next step, 135 full-text articles were assessed for eligibility. At the end of screening, 35 articles met the selection criteria for the review (Fig.  1 , Additional file 2)."
    },
    {
      "title": "Characteristics of the selected articles",
      "text": "All studies described in the selected articles focus on the increase of physical activity with the following specifications: increase of stair use  [75- 100], exercise commitment [101-103], physical activity in general [104-107], and walkability (step count) [108]. All articles focused on the general population. However, in the studies that reported data on the general population, children and persons with children, disabled persons, persons with luggage and, in online studies, persons under the age of 18 were excluded. Most studies were conducted in the UK [77, 81, 84-89, 92, 95, 105], followed by online studies mostly without geographical focus [101-104, 106-108], and studies from the USA [76, 78, 79, 97, 98, 109], and Hong Kong  [75, 80] . There was one study each from Singapore  [96] , Japan  [91] , Denmark  [83] , Sweden  [82] , Germany  [90] , Belgium [100], France  [99] , South Africa  [93] , and Spain  [94] . Most studies were conducted in train stations/underground train stations [78, 79, 81-83, 89-92, 94, 96, 99, 100], followed by studies in malls/shopping malls  [76-78, 84-88, 95 , 100], airports  [79, 97, 98, 109] , pedestrian transit systems  [80, 82] , two public buildings  [79, 93] , and one bus station  [78] . Eight studies were conducted online only  [101] [102] [103] [104] [105] [106] [107] [108] . Most of the studies used an observational study design  [76-83, 85-90, 92, 95-97, 100, 109] . Experimental study  [99, 101, 104, 107] , post-test study  [102] , interrupted time-series, randomised controlled trial  [75, 103, 105] , interview study  [84] , quasi-experimental  [94, 98, 108] , and cross-sectional survey  [91]  designs were represented as well. All interventions targeted the micro level. None of the studies reported"
    },
    {
      "title": "Table 6 Inclusion and exclusion criteria",
      "text": "Inclusion criteria 1 Full-text paper."
    },
    {
      "title": "2",
      "text": "The language of the paper was English or German."
    },
    {
      "title": "3",
      "text": "The paper was published in a peer-reviewed journal or as grey literature."
    },
    {
      "title": "4",
      "text": "The studies in the paper investigated one or more behaviourally informed intervention techniques attributed to a nudge or connected to the choice-architecture literature."
    },
    {
      "title": "5",
      "text": "The target group was the general population.\n\nExclusion Criteria 1 Review articles, conference abstracts and conference papers. However, we screened the review articles for suitable publications."
    },
    {
      "title": "2",
      "text": "Intervention targeting specific settings (schools, kindergartens, workplaces), specific target groups (children, workplace staff members, women), or disease prevention/weight-management programs.\n\nany involvement of communal, regional, or national authorities (Table  8 )."
    },
    {
      "title": "Use of nudges for physical activity promotion in the general population",
      "text": "Most of the interventions used were nudges from the choice-architecture category B1: \"Change choice defaults\". Within this category, 27 studies used point-ofchoice prompts like placing banners or posters at stairs or escalators with different messages to encourage stair use  [75-94, 96-100, 109, 110] . Three studies used default options  [89] [90] [91] . Three studies used A1: \"Translate information\" with gain/loss message framing [102-104]. Three studies used the choice-architecture category A2: \"Making information visible\", like using bio-feedback  While the studies using point-of-choice prompts mostly used one nudge, the eight online studies combined several choice-architecture categories. Four studies used two choice categories by: combining gain/loss message framing (A1) with a default option (B1) [102] combining framing (A1) and a \"change option consequences\" (B4; getting a greater reward when spending more time being physically active) [104]; giving feedback with an external monitoring device (A2) and offering an opportunity to earn cents when reaching personalized daily step goals (B4) [108]; and combining reward (B4) and commitment structures (C2) by allowing challenge  [106] .\n\nTwo studies utilized three combinations:\n\n-\"change choice default\" (B1), \"change option consequences\" (B4) and \"facilitate commitment\" (C2) [101]; and -\"make information visible\" (feedback) (A2), \"change option consequences\" (B4) and \"facilitate commitment\" (C2)  [105] .\n\nTwo studies combined four nudges  [103, 107] .\n\nIn order to examine interventions altering micro environments in more detail we used the TIPPME typology that classifies interventions into \"properties\" and \"placement\" (Table  9 ). There were 22 studies that used only the intervention class properties and intervention type information by placing posters or banners to prompt stair use. One study used the intervention type placement and analysed the role of an opportunity for increased stair use by modifying the environment in favour of either escalator use (two escalators ascending) or stair use (only one escalator ascending)  [82] . Six studies combined the two intervention classes. One intervention used a combination of two intervention types, information and size, using big letters for the information material  [80] . Two studies alternated between posters and stair banners (information and position)  [92] . Forberger et al. International Journal of Behavioral Nutrition and Physical Activity (2019) 16:77 Three studies used information and presentation, explicitly mentioning the use of colourful designs or yellow background  [75, 80, 88, 95] . Almost all studies using point-of-choice prompts reported positive effects and an increase in stair use under intervention conditions; except for four studies  [75, 80, 90, 92] . Eves and Masters found no effect in one of their studies in Hong Kong  [80] . Three other studies  [75, 90, 92]  found mixed results. Nine studies reported post-intervention data: five studies reported no effect under the post-intervention condition  [75, 78, 83, 96, 99]  and four studies reported higher stair use after intervention compared to baseline  [85, 90, 93, 94]"
    },
    {
      "title": "Discussion",
      "text": "The aim of this scoping review was to provide an overview of interventions for physical activity promotion that  [1]  use choice architecture approaches within the general population and  [2]  to classify the approaches used. Although we were able to identify several studies using this approach, the number of studies is surprisingly small compared to the attention given to nudging or physical activity. Further, there are no studies targeting meso-or macro-level structures to promote physical activity. This may be due in part to the complexity of the issue of physical activity promotion at the population level, encompassing governmental structures on various levels to target obesogenic environmental aspects  [111] .\n\nThe interventions reported used mostly point-ofchoice prompts targeting the individual and encouraging pedestrians to use stairs. However, population characteristics were rarely reported in detail, which is also due to the focus of the studies. The studies used observations or unobtrusive technology targeting the general population in order to examine behaviour in real life that is important to analyse real-world effects. Exclusions were made on the basis of observations, which are subject to mistakes. When reported, children and persons with children, impaired persons, and persons with large bags were excluded, and the physical-activity behaviour of participants was not monitored. In light of habit formation and the change of a population norm or reframing physical activity within a culture as a whole, these excluded populations are of interest, as well  [21] . It is known that physical activity is not only performed by individuals simply for the sake of health but more importantly to manage everyday life such as commuting to work, grocery shopping, visiting doctors, bringing up children, visiting friends or leisure time activities  [112] . In a review, Westerterp reported that habitual physical activity in early life and during growth had a significant independent influence on the growth of a lean body mass, which by implication has a long-term effect on body mass and calorie expenditure at a later age  [113] . Following this line, all population groups, also persons with children (rolemodel function) and children themselves should be considered when designing nudges for physical activity promotion. Further, in terms of participation and health equality, disabled persons have to be considered Table 9 Analysing prompted choice following TIPPME (Hollands et al., 2017)/ n = 27 (n = 8 online-only studies, taxonomy not applicable) Intervention class Intervention type Number of studies Properties Information 22 Placement Availability 1 Properties & placement Information & position 2\n\nInformation & presentation 3\n\nInformation & size 1 n = 27 studies. However, Eves et al.  [78]  reported three sub-studies using point-of-decision prompts, one properties and information, two information and presentation in one paper, which were counted here separately as well; otherwise the interventions used are not sufficient. Designs have to be used that allow the observation of all population groups and the combination of different types of intervention that work for the whole population.\n\nThe online studies were able to apply more than one nudge and combined, for example, \"change choice defaults\" with \"change in option consequences\". However, we did not find any studies that utilised a combination of interventions targeting stair use at an individual level with posters/banners and supporting this with online tools, or using meso-or macro-level support for long-term interventions. Nor could we find work with a combination of targeting environmental cues for physical activity with nudges at the meso-or macro-level and technology support. There is no information in the studies about the support and cooperation of, for example, a mall, an airport, or a city management that allowed stair-use interventions. Also, there is no reference to governmental programs or actions that used behaviourally informed approaches. It could be argued that this gap exists because there are currently no such interventions combining these approaches or because they are not being researched. However, in order to more broadly influence the environmental context to foster daily physical activity as a cultural or socially accepted norm, structures at the organisational, community, federal, and/or state level have to be targeted to effect a change of attitudes and norms in favour of habitual physical activity  [112, 114, 115] . This is also important because the studies have shown that point-of-choice prompts are mostly effective and therefore a cost-effective way to promote physical activity in everyday life as long as the interventions continue. However, few studies report data on stair use after the end of the intervention. Most studies reported that stair use decreased after the prompt was removed, and most of the stair-use interventions had no longterm effects  [22, 63] . More research is needed to answer questions such as: What is the timeframe for a stair use intervention until habituation/tolerance will occur? Can the habituation effect be delayed? How can the effect be delayed? How can different intervention approaches be meaningfully combined (poster, banner, music, digital, technical installation for stair use games)? How can results based on this research be scaled-up? How can meso-and macrolevel structures be addressed and which combinations of micro-(individual-level interventions) meso-and macro-level approaches affect the behaviour of the population and alter habitual physical activity? These questions open up a much broader field for further research using choice architecture techniques to promote physical activity for the general population  [13] .\n\nWith their work Münscher et al.  [40]  and Hollands et al.  [15, 41]  further developed initial taxonomies categorising choice-architecture approaches. However, while Münscher et al. is very useful to categorise choice architectures, TIPPME allows much more precision in defining the micro environments. A combination of both taxonomies may be advantageous to classify physical activity promotion. While the development of an own classification system for physical activity taking into account the combination of individual characteristics and role of environment should be considered, the use of two existing classifications allows for comparison between the research fields as soon as sufficient data is available.\n\nThe currently small number of studies makes it impossible to compare the results with other areas like food, alcohol use, or smoking  [15, 32, 39]  or to determine whether certain countries prefer and support specific behaviourally informed approaches  [3, 116] . States and social systems may differ when it comes to the acceptance of behaviour-informed interventions and to the extent of their intrusiveness in everyday life. Initial work has been done to analyse the level of approval of nudges between groups of nations and the circumstances in which they are supported [117-120]. However, more work is needed to test which nudging approaches are most effective in combination with which state structures and related (social) norms for physical activity promotion, as the use of these approaches is always contextual and culture specific.\n\nOur search and analysis aimed to be broad and inclusive in order to obtain an overview of approaches to physical activity promotion using choice architecture interventions and to concepts surrounding this effort. To our knowledge, no comparable work has been done so far. For the interpretation of the results, some points should be considered. First of all, interventions or broader policies that use nudging implicitly without stating so were not included. Only studies related to behavioural insights, choice architecture, nudging, behavioural economics and behaviourally informed intervention were included. Second, specific approaches relevant to physical activity promotion such as active transport and urban planning may have been overlooked with our search strategy and were not included in the scoping review if they did not explicitly refer to nudging or choice architecture. Furthermore, research reporting e.g. on the use of public transport or the role of urban planning for traffic management purposes or environmental reasons not related to physical activity was not included, although increased use of public transport could increase daily physical activity. Here, more sensitive research strategies that take into account the complexity of the issue, indirect effects and inter-dependencies of the different research fields through e.g. nested research strategies might be more appropriate. Finally, Embase was not included in the research because we did not have access. The scoping review was not pre-registered in PROSPERO, which covers only systematic reviews and a research protocol was not published beforehand. In order to ensure that reporting on the process and the results was as objective as possible the authors previously agreed on a publication proposal that included an abstract, the search strategy, and predefined inclusion and exclusion criteria. Furthermore, all screenings were carried out by two reviewers and the results were discussed throughout the group."
    },
    {
      "title": "Conclusion",
      "text": "Given the complexity of health intervention and the interplay among micro-, meso-and macro-level factors, the full potential of choice architecture interventions has yet to be realized. The results of this scoping review show that studies use nudging for physical activity promotion, but mostly on an individual level. There are large gaps in the approaches and instruments for increasing daily physical activity in the population. Studies are concentrating mainly on point-of-decision nudges. A few online studies combine several nudges but are limited to the online domain. A combination of online and \"real-world\" approaches has not yet been implemented. Furthermore, we found no interventions targeting mesoand macro-level structures, and a combination and linkage of individual-level intervention and specific meso-or macro-level intervention to nudge at the population level has not been applied so far. There is a lack of studies testing the use of behaviourally informed public policy making to enable sustainable changes in meso-and macro-level environmental factors. It is rarely attempted to scale-up the intervention from the individual level to the meso-or macro-level. Further tests of such approaches and the exploration of the full potential of choice architecture interventions for physical activity and more active mobility are needed."
    },
    {
      "text": "with the help of an external monitoring device [108], computer-generated tailored feedback of participants' physical activity levels [107], or feedback on daily individual goal performance [105]. Two studies used A3: \"Provided social reference points\", such as whether or not the personal physical activity level is in accordance with recommendations [107] or whether individuals using financial stakes are more successful [103]. Six studies used B4 \"Change option consequences\" by connecting options to small benefits or costs [101, 103-106, 108]. One study used reminders (C1) [107]. Three studies used C2: \"Facilitate commitment\" by giving the option to use challenges between participants, and allowing participants to track success or failure to comply or designate a referee [101, 105, 106]."
    },
    {
      "text": "Fig. 1 Study Flow Diagram"
    },
    {
      "text": ". Six of the eight online studies reported positive effects of the interventions [101, 103, 105-108]. One study found no effect [102] and one had mixed effects [104]. Two online studies reported post-intervention data: Patel et al. reported a decrease in staircase use, but higher rates compared to baseline [105], and van't Riet et al. reported no post-intervention effect [107]."
    },
    {
      "text": "Choice architecture categories and techniques according to Münscher et al. (2016) with examples"
    },
    {
      "text": "Hollands et al. (2017) pology for environments to change behaviour according toHollands et al. (2017)"
    },
    {
      "text": "(Sunstein, 2014) rtant Nudges(Sunstein, 2014)"
    },
    {
      "text": "List of databases and their characteristics"
    },
    {
      "text": "List of search themes and terms used for the search strategy"
    },
    {
      "text": "Predefined data extraction form with categories of the extracted data and characteristics of the categories"
    },
    {
      "text": "Characteristics of included articles (n = 35)"
    },
    {
      "text": "Characteristics of included articles (n = 35) (Continued)"
    }
  ],
  "references": [
    {
      "title": "The politics of libertarian paternalism New Haven",
      "authors": [
        "C Sunstein",
        "R Thaler",
        "Nudge"
      ],
      "year": 2008,
      "doi": "10.12987/9780300206920"
    },
    {
      "title": "Behavioural insights and public policy: lessons from around the world",
      "year": 2017,
      "doi": "10.1787/9789264270480-en"
    },
    {
      "title": "Die Globalisierung der Verhaltenspolitik",
      "authors": [
        "H Stra"
      ],
      "year": 2017
    },
    {
      "title": "Behavioural insights applied to policy: European Report",
      "authors": [
        "J Lourenço",
        "E Ciriolo",
        "S Almeida",
        "X Troussard"
      ],
      "year": 2016
    },
    {
      "title": "Behavioural insights applied to policy",
      "authors": [
        "P Lunn"
      ],
      "year": 2014
    },
    {
      "title": "Nudge: how far have we come? OEconomia History, Methodology, Philosophy",
      "authors": [
        "M Osman"
      ],
      "year": 2017,
      "doi": "10.4000/oeconomia.2490"
    },
    {
      "title": "Making healthy choices easier: regulation versus nudging",
      "authors": [
        "P Hansen",
        "L Skov",
        "K Skov"
      ],
      "year": 2016,
      "doi": "10.1146/annurev-publhealth-032315-021537"
    },
    {
      "title": "Nudging: a very short guide",
      "authors": [
        "C Sunstein"
      ],
      "year": 2014
    },
    {
      "title": "The fruitless pursuit of nudging healthy behavior: comment on Lin, Osman, and Ashcroft",
      "authors": [
        "Z Marjanovic"
      ],
      "year": 2017
    },
    {
      "title": "Nudging healthy lifestyles-informing regulatory governance with behavioural research",
      "authors": [
        "A Alemanno",
        "O Amir",
        "L Bovens",
        "A Burgess",
        "O Lobel",
        "K Whyte"
      ],
      "year": 2012
    },
    {
      "title": "Behavioral economics and public health",
      "authors": [
        "C Roberto",
        "I Kawachi"
      ],
      "year": 2015,
      "doi": "10.1093/med/9780199398331.001.0001"
    },
    {
      "title": "The rationality paradox of nudge: rational tools of government in a world of bounded rationality",
      "authors": [
        "M Lodge",
        "K Wegrich"
      ],
      "year": 2016
    },
    {
      "title": "Nudge-Ansätze beim nachhaltigen Konsum: Ermittlung und Entwicklung von Maßnahmen zum \"Anstoßen \"nachhaltiger Konsummuster",
      "authors": [
        "C Thorun",
        "J Diels",
        "M Vetter",
        "L Reisch",
        "M Bernauer",
        "H-W Micklitz"
      ],
      "year": 2016,
      "doi": "10.3790/978-3-428-49226-8"
    },
    {
      "title": "Automatically green: behavioral economics and environmental protection",
      "authors": [
        "C Sunstein",
        "L Reisch"
      ],
      "year": 2014,
      "doi": "10.2139/ssrn.2245657"
    },
    {
      "title": "Altering micro-environments to change population health behaviour: towards an evidence base for choice architecture interventions",
      "authors": [
        "G Hollands",
        "I Shemilt",
        "T Marteau",
        "S Jebb",
        "M Kelly",
        "R Nakamura"
      ],
      "year": 2013
    },
    {
      "title": "Behavioural economics, consumer behaviour and consumer policy: state of the art",
      "authors": [
        "L Reisch",
        "M Zhao"
      ],
      "year": 2017
    },
    {
      "title": "Rethinking our approach to physical activity",
      "authors": [
        "P Das",
        "R Horton"
      ],
      "year": 2012
    },
    {
      "title": "A conceptual framework for action on the social determinants of health",
      "year": 2010
    },
    {
      "title": "Multiple levels of analysis and the limitations of methodological individualisms",
      "authors": [
        "R Jepperson",
        "J Meyer"
      ],
      "year": 2011,
      "doi": "10.1111/j.1467-9558.2010.01387.x"
    },
    {
      "title": "Is there sufficient evidence regarding signage-based stair use interventions? A sequential meta-analysis",
      "authors": [
        "A Bauman",
        "K Milton",
        "M Kariuki",
        "K Fedel",
        "M Lewicka"
      ],
      "year": 2017,
      "doi": "10.1136/bmjopen-2016-012459"
    },
    {
      "title": "Using behavioral economics to promote physical activity",
      "authors": [
        "F Zimmerman"
      ],
      "year": 2009,
      "doi": "10.1016/j.ypmed.2009.07.008"
    },
    {
      "title": "Review article: increasing physical activity with point-of-choice prompts--a systematic review",
      "authors": [
        "M Nocon",
        "F Muller-Riemenschneider",
        "K Nitzschke",
        "S Willich"
      ],
      "year": 2010
    },
    {
      "title": "Information-based cues at point of choice to change selection and consumption of food, alcohol and tobacco products: a systematic review",
      "authors": [
        "P Carter",
        "G Bignardi",
        "G Hollands",
        "T Marteau"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5280-5"
    },
    {
      "title": "Interventions to promote healthy eating choices when dining out: a systematic review of reviews",
      "authors": [
        "B Wright",
        "P Bragge"
      ],
      "year": 2018,
      "doi": "10.1111/bjhp.12285"
    },
    {
      "title": "Choice architecture interventions to improve diet and/or dietary behaviour by healthcare staff in high-income countries: a systematic review",
      "authors": [
        "L Al-Khudairy",
        "O Uthman",
        "R Walmsley",
        "S Johnson",
        "O Oyebode"
      ],
      "year": 2019
    },
    {
      "title": "Judging nudging: can nudging improve population health?",
      "authors": [
        "T Marteau",
        "D Ogilvie",
        "M Roland",
        "M Suhrcke",
        "M Kelly"
      ],
      "year": 2011,
      "doi": "10.1136/bmj.d228"
    },
    {
      "title": "Nudge: improving decision about Helath, wealth, and happiness",
      "authors": [
        "R Thaler",
        "C Sunstein"
      ],
      "year": 2008
    },
    {
      "title": "Seeking better health care outcomes: the ethics of using the \"nudge",
      "authors": [
        "J Blumenthal-Barby",
        "H Burroughs"
      ],
      "year": 2012,
      "doi": "10.1080/15265161.2011.634481"
    },
    {
      "title": "To nudge or not to nudge: cancer screening programmes and the limits of libertarian paternalism",
      "authors": [
        "T Ploug",
        "S Holm",
        "J Brodersen"
      ],
      "year": 2012,
      "doi": "10.1136/jech-2012-201194"
    },
    {
      "title": "A systematic review of factors that influence food store owner and manager decision making and ability or willingness to use choice architecture and marketing mix strategies to encourage healthy consumer purchases in the United States, 2005-2017",
      "authors": [
        "B Houghtaling",
        "E Serrano",
        "V Kraak",
        "S Harden",
        "G Davis",
        "S Misyak"
      ],
      "year": 2019
    },
    {
      "title": "MINDSPACE: influencing behaviour through public policy",
      "authors": [
        "P Dolan",
        "M Hallsworth",
        "D Halpern",
        "D King",
        "I Vlaev"
      ],
      "year": 2010
    },
    {
      "title": "Use and effectiveness of behavioural economics in interventions for lifestyle risk factors of non-communicable diseases: a systematic review with policy implications",
      "authors": [
        "O Blaga",
        "L Vasilescu",
        "R Chereches"
      ],
      "year": 2018,
      "doi": "10.1177/1757913917720233"
    },
    {
      "title": "Gamification use and Design in Popular Health and Fitness Mobile Applications",
      "authors": [
        "V Cotton",
        "M Patel"
      ],
      "year": 2019
    },
    {
      "title": "A novel marketing mix and choice architecture framework to nudge restaurant customers toward healthy food environments to reduce obesity in the United States",
      "authors": [
        "V Kraak",
        "T Englund",
        "S Misyak",
        "E Serrano"
      ],
      "year": 2017
    },
    {
      "title": "A systematic review and meta-analysis of the effectiveness of nudging to increase fruit and vegetable choice",
      "authors": [
        "Vjv Broers",
        "De Breucker",
        "C Van Den Broucke",
        "S Luminet"
      ],
      "year": 2017
    },
    {
      "title": "Choice architecture interventions for increased vegetable intake and behaviour change in a school setting: a systematic review",
      "authors": [
        "T Nørnberg",
        "L Houlby",
        "L Skov",
        "Peréz-Cueto Fja"
      ],
      "year": 2016
    },
    {
      "title": "Nudging consumers towards healthier choices: a systematic review of positional influences on food choice",
      "authors": [
        "T Bucher",
        "C Collins",
        "M Rollo",
        "T Mccaffrey",
        "De Vlieger",
        "N Van Der Bend"
      ],
      "year": 2016,
      "doi": "10.1017/s0007114516001653"
    },
    {
      "title": "Nudging pro-environmental behavior: evidence and opportunities",
      "authors": [
        "H Byerly",
        "A Balmford",
        "P Ferraro",
        "Hammond Wagner",
        "C Palchak",
        "E Polasky"
      ],
      "year": 2018
    },
    {
      "title": "A systematic scoping review of the choice architecture movement: toward understanding when and why nudges work",
      "authors": [
        "B Szaszi",
        "A Palinkas",
        "B Palfi",
        "A Szollosi",
        "B Aczel"
      ],
      "year": 2018,
      "doi": "10.1002/bdm.2035"
    },
    {
      "title": "A review and taxonomy of choice architecture techniques",
      "authors": [
        "R Münscher",
        "M Vetter",
        "T Scheuerle"
      ],
      "year": 2016
    },
    {
      "title": "The TIPPME intervention typology for changing environments to change behaviour",
      "authors": [
        "G Hollands",
        "G Bignardi",
        "M Johnston",
        "M Kelly",
        "D Ogilvie",
        "M Petticrew"
      ],
      "year": 2017,
      "doi": "10.1038/s41562-017-0140"
    },
    {
      "title": "Physical activity: health impact, prevalence, correlates and interventions",
      "authors": [
        "R Rhodes",
        "I Janssen",
        "Ssd Bredin",
        "Der Warburton",
        "A Bauman"
      ],
      "year": 2017
    },
    {
      "title": "Global, regional, and national comparative risk assessment of 79 behavioural, environmental and occupational, and metabolic risks or clusters of risks, 1990-2015: a systematic analysis for the global burden of disease study 2015",
      "authors": [
        "Gbdrf Collaborators"
      ],
      "year": 2016
    },
    {
      "title": "Worldwide trends in insufficient physical activity from 2001 to 2016: a pooled analysis of 358 population-based surveys with 1•9 million participants",
      "authors": [
        "R Guthold",
        "G Stevens",
        "L Riley",
        "F Bull"
      ],
      "year": 2018,
      "doi": "10.1016/s2214-109x(18)30357-7"
    },
    {
      "title": "Specific strategies for promotion of physical activity in kids-which ones work? A systematic review of the literature",
      "authors": [
        "S Mcdonald",
        "M Clennin",
        "R Pate"
      ],
      "year": 2018,
      "doi": "10.1177/1559827615616381"
    },
    {
      "title": "Promotion of physical activity interventions for community dwelling older adults: a systematic review of reviews",
      "authors": [
        "A Zubala",
        "S Macgillivray",
        "H Frost",
        "T Kroll",
        "D Skelton",
        "A Gavine"
      ],
      "year": 2017
    },
    {
      "title": "Promoting physical activity Among University students: a systematic review of controlled trials",
      "authors": [
        "M Maselli",
        "P Ward",
        "E Gobbi",
        "A Carraro"
      ],
      "year": 2018,
      "doi": "10.1177/0890117117753798"
    },
    {
      "title": "Physical activity in the treatment of post-traumatic stress disorder: a systematic review and meta-analysis",
      "authors": [
        "S Rosenbaum",
        "D Vancampfort",
        "Z Steel",
        "J Newby",
        "P Ward",
        "B Stubbs"
      ],
      "year": 2015,
      "doi": "10.1016/j.psychres.2015.10.017"
    },
    {
      "title": "Physical activity and incident type 2 diabetes mellitus: a systematic review and dose-response metaanalysis of prospective cohort studies",
      "authors": [
        "A Smith",
        "A Crippa",
        "J Woodcock",
        "S Brage"
      ],
      "year": 2016
    },
    {
      "title": "Remote physical activity monitoring in neurological disease: a systematic review",
      "authors": [
        "V Block",
        "E Pitsch",
        "P Tahir",
        "B Cree",
        "D Allen",
        "J Gelfand"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0154335"
    },
    {
      "title": "Effectiveness of eHealth interventions for the promotion of physical activity in older adults: a systematic review",
      "authors": [
        "S Muellmann",
        "S Forberger",
        "T Mollers",
        "E Broring",
        "H Zeeb",
        "C Pischke"
      ],
      "year": 2018
    },
    {
      "title": "E-health for active ageing; a systematic review",
      "authors": [
        "T Robbins",
        "Lim Choi Keung",
        "S Arvanitis"
      ],
      "year": 2018
    },
    {
      "title": "A systematic review of information and communication technology-based interventions for promoting physical activity behavior change in children and adolescents",
      "authors": [
        "P Lau",
        "E Lau",
        "D Wong",
        "L Ransdell"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1533"
    },
    {
      "title": "Promotion of physical activity in the European region: content analysis of 27 national policy documents",
      "authors": [
        "S Daugbjerg",
        "S Kahlmeier",
        "F Racioppi",
        "E Martin-Diener",
        "B Martin",
        "P Oja"
      ],
      "year": 2009
    },
    {
      "title": "Evolution and devolution of national physical activity policy in Canada",
      "authors": [
        "C Craig"
      ],
      "year": 2011
    },
    {
      "title": "Can population levels of physical activity be increased? Global evidence and experience",
      "authors": [
        "M Pratt",
        "L Perez",
        "S Goenka",
        "R Brownson",
        "A Bauman",
        "O Sarmiento"
      ],
      "year": 2015
    },
    {
      "title": "The impact of financial incentives on physical activity in adults: a systematic review protocol",
      "authors": [
        "M Luong",
        "K Bennell",
        "M Hall",
        "A Harris",
        "R Hinman"
      ],
      "year": 2018
    },
    {
      "title": "Financial incentives to promote active travel: an evidence review and economic framework",
      "authors": [
        "A Martin",
        "M Suhrcke",
        "D Ogilvie"
      ],
      "year": 2012
    },
    {
      "title": "Financial incentives for exercise adherence in adults: systematic review and meta-analysis",
      "authors": [
        "M Mitchell",
        "J Goodman",
        "D Alter",
        "L John",
        "P Oh",
        "M Pakosh"
      ],
      "year": 2013
    },
    {
      "title": "Incentive-based interventions for increasing physical activity and fitness",
      "authors": [
        "G O'malley",
        "P Baker",
        "D Francis",
        "I Perry",
        "C Foster"
      ],
      "year": 2012
    },
    {
      "title": "The impact of incentives on exercise behavior: a systematic review of randomized controlled trials",
      "authors": [
        "K Strohacker",
        "O Galarraga",
        "D Williams"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9577-4"
    },
    {
      "title": "Carrots, sticks and health behaviours: a framework for documenting the complexity of financial incentive interventions to change health behaviours",
      "authors": [
        "J Adams",
        "E Giles",
        "E Mccoll",
        "F Sniehotta"
      ],
      "year": 2014
    },
    {
      "title": "Point-of-decision prompts to increase stair use a systematic review update",
      "authors": [
        "R Soler",
        "K Leeks",
        "L Buchanan",
        "R Brownson",
        "G Heath",
        "D Hopkins"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2009.10.028"
    },
    {
      "title": "Methodology for JBI Scoping Reviews",
      "authors": [
        "Joanna Briggs"
      ],
      "year": 2015,
      "doi": "10.11124/01938924-201109481-00003"
    },
    {
      "title": "Preferred reporting items for systematic review and meta-analysis protocols (PRISMA-P) 2015: elaboration and explanation",
      "authors": [
        "L Shamseer",
        "D Moher",
        "M Clarke",
        "D Ghersi",
        "A Liberati",
        "M Petticrew"
      ],
      "year": 2015
    },
    {
      "title": "Guide to the contents of a Cochrane protocol and review",
      "authors": [
        "Jpt Higgins",
        "S Green"
      ],
      "year": 2011
    },
    {
      "title": "Guidance for conducting systematic scoping reviews",
      "authors": [
        "M Peters",
        "C Godfrey",
        "H Khalil",
        "P Mcinerney",
        "D Parker",
        "C Soares"
      ],
      "year": 2015
    },
    {
      "title": "Nudging all over the world: assessing the global impact of the behavioural sciences on public policy",
      "authors": [
        "M Whitehead",
        "R Jones",
        "R Howell",
        "R Lilley",
        "J Pykett"
      ],
      "year": 2014
    },
    {
      "title": "Behavioural Insigths at the United Nations. Achieving agenda 2030",
      "year": 2016
    },
    {
      "title": "Mind, society and behavior",
      "year": 2015
    },
    {
      "title": "Guidelines for snowballing in systematic literature studies and a replication in software engineering",
      "authors": [
        "C Wohlin"
      ],
      "year": 2014
    },
    {
      "title": "Rayyan-a web and mobile app for systematic reviews",
      "authors": [
        "M Ouzzani",
        "H Hammady",
        "Z Fedorowicz",
        "A Elmagarmid"
      ],
      "year": 2016
    },
    {
      "title": "Asking the right questions: scoping studies in the commissioning of research on the organisation and delivery of health services",
      "authors": [
        "S Anderson",
        "P Allen",
        "S Peckham",
        "N Goodwin"
      ],
      "year": 2008,
      "doi": "10.1186/1478-4505-6-7"
    },
    {
      "title": "Methods, strategies and technologies used to conduct a scoping literature review of collaboration between primary care and public health",
      "authors": [
        "R Valaitis",
        "R Martin-Misener",
        "S Wong",
        "M Macdonald",
        "D Meagher-Stewart",
        "P Austin"
      ],
      "year": 2012
    },
    {
      "title": "Effects of point-of-choice stair climbing interventions in Hong Kong",
      "authors": [
        "F Eves",
        "R Masters",
        "A Mcmanus"
      ],
      "year": 2008
    },
    {
      "title": "Can inexpensive signs encourage the use of stairs? Results from a community intervention",
      "authors": [
        "R Andersen",
        "S Franckowiak",
        "J Snyder",
        "S Bartlett",
        "K Fontaine"
      ],
      "year": 1998
    },
    {
      "title": "Health promotion by encouraged use of stairs",
      "authors": [
        "A Blamey",
        "N Mutrie",
        "T Aitchison"
      ],
      "year": 1995,
      "doi": "10.1136/bmj.311.7000.289"
    },
    {
      "title": "Evaluation and modification of exercise patterns in the natural environment",
      "authors": [
        "K Brownell",
        "A Stunkard",
        "J Albaum"
      ],
      "year": 1980
    },
    {
      "title": "Promoting stair use in a US-Mexico border community",
      "authors": [
        "K Coleman",
        "E Gonzalez"
      ],
      "year": 2001
    },
    {
      "title": "An uphill struggle: effects of a point-of-choice stair climbing intervention in a non-English speaking population",
      "authors": [
        "F Eves",
        "R Masters"
      ],
      "year": 2006,
      "doi": "10.1093/ije/dyl141"
    },
    {
      "title": "Increasing stair climbing in a train station: the effects of contextual variables and visibility",
      "authors": [
        "F Eves",
        "E Olander",
        "G Nicoll",
        "A Puig-Ribera",
        "C Griffin"
      ],
      "year": 2009
    },
    {
      "title": "Effect of an environmental barrier to physical activity on commuter stair use",
      "authors": [
        "J Faskunger",
        "E Poortvliet",
        "K Nylund",
        "J Rossen"
      ],
      "year": 2003
    },
    {
      "title": "Effect of health-promoting posters placed on the platforms of two train stations in Copenhagen, Denmark, on the choice between taking the stairs or the escalators: a secondary publication",
      "authors": [
        "M Iversen",
        "M Handel",
        "E Jensen",
        "P Frederiksen",
        "B Heitmann"
      ],
      "year": 2007
    },
    {
      "title": "Posters can prompt less active people to use the stairs",
      "authors": [
        "J Kerr",
        "F Eves",
        "D Carroll"
      ],
      "year": 2000,
      "doi": "10.1136/jech.54.12.942"
    },
    {
      "title": "Six-month observational study of prompted stair climbing",
      "authors": [
        "J Kerr",
        "F Eves",
        "D Carroll"
      ],
      "year": 2001,
      "doi": "10.1006/pmed.2001.0908"
    },
    {
      "title": "Encouraging stair use: stair-riser banners are better than posters",
      "authors": [
        "J Kerr",
        "F Eves",
        "D Carroll"
      ],
      "year": 2001,
      "doi": "10.2105/ajph.91.8.1192"
    },
    {
      "title": "The influence of poster prompts on stair use: the effects of setting, poster size and content",
      "authors": [
        "J Kerr",
        "F Eves",
        "D Carroll"
      ],
      "year": 2001
    },
    {
      "title": "Getting more people on the stairs: the impact of a new message format",
      "authors": [
        "J Kerr",
        "F Eves",
        "D Carroll"
      ],
      "year": 2001,
      "doi": "10.1177/135910530100600503"
    },
    {
      "title": "Prompts to increase stair climbing in stations: the effect of message complexity",
      "authors": [
        "A Lewis",
        "F Eves"
      ],
      "year": 2012,
      "doi": "10.1123/jpah.9.7.954"
    },
    {
      "title": "Promotion of physical activity using point-of-decision prompts in Berlin underground stations",
      "authors": [
        "F Muller-Riemenschneider",
        "M Nocon",
        "T Reinhold",
        "S Willich"
      ],
      "year": 2010
    },
    {
      "title": "Changing behavioral patterns to promote physical activity with motivational signs",
      "authors": [
        "T Nomura",
        "Y Yoshimoto",
        "Y Akezaki",
        "A Sato"
      ],
      "year": 2009
    },
    {
      "title": "Promoting stair climbing: stair-riser banners are better than posters … sometimes",
      "authors": [
        "E Olander",
        "F Eves",
        "A Puig-Ribera"
      ],
      "year": 2008,
      "doi": "10.1016/j.ypmed.2007.11.009"
    },
    {
      "title": "Are point-of-decision prompts in a sports science and medicine centre effective in changing the prevalence of stair usage? A preliminary study",
      "authors": [
        "J Pillay",
        "T Kolbe-Alexander",
        "M Achmat",
        "M Carstene",
        "E Lambert"
      ],
      "year": 2009
    },
    {
      "title": "Promoting stair climbing in Barcelona: similarities and differences with interventions in English-speaking populations",
      "authors": [
        "A Puig-Ribera",
        "F Eves"
      ],
      "year": 2010
    },
    {
      "title": "Effects of environmental changes in a stair climbing intervention: generalization to stair descent",
      "authors": [
        "O Webb",
        "F Eves"
      ],
      "year": 2007
    },
    {
      "title": "The use of point-of-decision prompts to increase stair climbing in Singapore",
      "authors": [
        "R Sloan",
        "B Haaland",
        "C Leung",
        "F Muller-Riemenschneider"
      ],
      "year": 2013
    },
    {
      "title": "Increasing walking in the Hartsfield-Jackson Atlanta international airport: the walk to Fly study",
      "authors": [
        "J Fulton",
        "G Frederick",
        "P Paul",
        "J Omura",
        "S Carlson",
        "J Dorn"
      ],
      "year": 2017
    },
    {
      "title": "And She's buying a stairway to health: signs and participant factors influencing stair ascent at a public airport",
      "authors": [
        "J Bellettiere",
        "S Liles",
        "Y Benporat",
        "N Bliss",
        "S Hughes",
        "B Bishop"
      ],
      "year": 2017,
      "doi": "10.1007/s10935-017-0491-6"
    },
    {
      "title": "Getting more people on the stairs: the impact of point-of-decision prompts",
      "authors": [
        "O Allais",
        "P Bazoche",
        "S Teyssier"
      ],
      "year": 2017
    },
    {
      "title": "A simple health sign increases stair use in a shopping mall and two train stations in Flanders, Belgium",
      "authors": [
        "F Boen",
        "K Maurissen",
        "J Opdenacker"
      ],
      "year": 2010,
      "doi": "10.1093/heapro/daq001"
    },
    {
      "title": "Testing the effects of message framing, kernel state, and exercise guideline adherence on exercise intentions and resolve",
      "authors": [
        "J Bhattacharya",
        "A Garber",
        "J Goldhaber-Fiebert",
        "G Bruijn",
        "K Out",
        "R Rhodes"
      ],
      "year": 2014
    },
    {
      "title": "Vlaev I. Monetary cost for time spent in everyday physical activities",
      "authors": [
        "J Goldhaber-Fiebert",
        "E Blumenkranz",
        "Am ; Garber",
        "A Hsu"
      ],
      "year": 2010,
      "doi": "10.3386/w16624"
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: the BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp",
        "C Fox",
        "D Small",
        "J Massaro"
      ],
      "year": 2017
    },
    {
      "title": "Behavioral economics, wearable devices, and cooperative games: results from a population-based intervention to increase physical activity",
      "authors": [
        "T Van Mierlo",
        "D Hyatt",
        "A Ching",
        "R Fournier",
        "R Dembo",
        "J Riet",
        "R Ruiter",
        "M Werrij",
        "H De Vries"
      ],
      "year": 2009
    },
    {
      "title": "Evaluating the carrot rewards app, a population-level incentive-based intervention promoting step counts across two Canadian provinces: quasi-experimental study",
      "authors": [
        "M Mitchell",
        "L White",
        "E Lau",
        "T Leahey",
        "M Adams",
        "G ; Faulkner",
        "W Russell",
        "J Hutchinson"
      ],
      "year": 2000,
      "doi": "10.2196/mhealth.9912"
    },
    {
      "title": "Health policy interventions: the pathway to public health",
      "authors": [
        "K Andersen",
        "V Gudnason"
      ],
      "year": 2013
    },
    {
      "title": "Obesogenic environments: current evidence of the built and food environments",
      "authors": [
        "T Townshend",
        "A Lake"
      ],
      "year": 2017,
      "doi": "10.1177/1757913916679860"
    },
    {
      "title": "Changes in physical activity over the lifespan: impact on body composition and sarcopenic obesity",
      "authors": [
        "S Ulijaszek",
        "Kr"
      ],
      "year": 2018,
      "doi": "10.1111/obr.12790"
    },
    {
      "title": "Environmental influences on children's physical activity and eating habits in a rural Oregon County",
      "authors": [
        "N Findholt",
        "Y Michael",
        "L Jerofke",
        "V Brogoitti"
      ],
      "year": 2011,
      "doi": "10.4278/ajhp.100622-qual-210"
    },
    {
      "title": "Behavioural insights, nudge and the choice environment in obesity policy",
      "authors": [
        "M Smith",
        "N Toprakkiran"
      ],
      "year": 2019
    },
    {
      "title": "Trusting nudges? Lessons from an international survey",
      "authors": [
        "C Sunstein",
        "L Reisch",
        "M Kaiser"
      ],
      "year": 2018
    },
    {
      "title": "Behavioral insights all over the world? Public attitudes toward nudging in a multi-country study",
      "authors": [
        "C Sunstein",
        "L Reisch",
        "J Rauber"
      ],
      "year": 2017,
      "doi": "10.2139/ssrn.2921217"
    },
    {
      "title": "Better than a whip?: European attitudes toward health nudges",
      "authors": [
        "L Reisch",
        "C Sunstein",
        "W ; Gwozdz",
        "C Sunstein",
        "L Reisch",
        "M Kaiser"
      ],
      "year": 2016
    },
    {
      "title": "Which Europeans like nudges? Approval and controversy in four European countries",
      "authors": [
        "C Loibl",
        "C Sunstein",
        "J Rauber",
        "L Reisch"
      ],
      "year": 2018
    }
  ],
  "num_references": 114
}
