{
  "paper_id": "7RW6QQZE",
  "title": "Massive Open Online Interventions: A Novel Model for Delivering Behavioral-Health Services Worldwide",
  "abstract": "The purpose of this article is to present the concept of massive open online interventions (MOOIs, pronounced \"MOO-ees\") as a potential tool for the provision of evidence-based behavioral-health interventions to worldwide populations at no cost to the users or to their national health-care systems. MOOIs can play an important role in the future of health care by creating a basic level of health resources that are accessible directly by individuals, thus overcoming economic obstacles inherent in existing health-care systems. We expand on a previous report of the initial 12 months of data from this MOOI (Muñoz, Aguilera, Schueller, Leykin, & Pérez-Stable, 2012) by presenting an additional 18 months of data. To illustrate the potential for cross-cultural applications, we compare data from an English-and a Spanish-speaking sample. We discuss these data in light of past trials and results typically found from more traditional smoking-cessation resources. This article provides proof of concept that MOOIs can make substantive contributions to reducing the burden of health problems at a global level. In 1978, A. Christensen, Miller, and Muñoz published an article describing a framework for expanding mentalhealth-service delivery that included the use of electronic and other devices to reach underserved populations. At the time, personal computers were not available, the Internet had not been invented, and e-mail, social media, and mobile devices were unknown concepts. Today, 37 years later, most people in the world interact with one or 583840C PXXXX10.",
  "year": 2013,
  "date": "2013",
  "journal": "Nurse Researcher",
  "publication": "Nurse Researcher",
  "authors": [
    {
      "forename": "Ricardo",
      "surname": "Muñoz",
      "name": "Ricardo Muñoz",
      "affiliation": "1  Institute for International Internet Interventions for Health ; \n\t\t\t\t\t\t\t\t Institute for International Internet Interventions for Health",
      "email": "rmunoz@paloaltou.edu"
    },
    {
      "forename": "Eduardo",
      "surname": "Bunge",
      "name": "Eduardo Bunge",
      "affiliation": "1  Institute for International Internet Interventions for Health ; \n\t\t\t\t\t\t\t\t Institute for International Internet Interventions for Health"
    },
    {
      "forename": "Ken",
      "surname": "Chen",
      "name": "Ken Chen",
      "affiliation": "1  Institute for International Internet Interventions for Health ; \n\t\t\t\t\t\t\t\t Institute for International Internet Interventions for Health"
    },
    {
      "forename": "Stephen",
      "surname": "Schueller",
      "name": "Stephen Schueller",
      "affiliation": "4  San Francisco General Hospital ; Northwestern University ; \n\t\t\t\t\t\t\t\t San Francisco General Hospital \n\t\t\t\t\t\t\t\t Northwestern University"
    },
    {
      "forename": "Julia",
      "surname": "Bravin",
      "name": "Julia Bravin",
      "affiliation": "1  Institute for International Internet Interventions for Health ; \n\t\t\t\t\t\t\t\t Institute for International Internet Interventions for Health"
    },
    {
      "forename": "Elizabeth",
      "surname": "Shaughnessy",
      "name": "Elizabeth Shaughnessy",
      "affiliation": "1  Institute for International Internet Interventions for Health ; \n\t\t\t\t\t\t\t\t Institute for International Internet Interventions for Health"
    },
    {
      "forename": "Eliseo",
      "surname": "Pérez-Stable",
      "name": "Eliseo Pérez-Stable",
      "affiliation": "6  Division of General Internal Medicine , Medical Effectiveness Research Center for Diverse Populations , Department of Medicine and the Helen Diller Family Comprehensive Cancer Center , University of California , San Francisco \n\t\t\t\t\t\t\t\t Division of General Internal Medicine \n\t\t\t\t\t\t\t\t Medical Effectiveness Research Center for Diverse Populations \n\t\t\t\t\t\t\t\t Department of Medicine and the Helen Diller Family Comprehensive Cancer Center \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco"
    },
    {
      "affiliation": "Institute for International Internet Interventions for Health (i4Health) , Palo Alto University , 1791 Arastradero Rd. , Palo Alto , CA 94304 \n\t\t\t\t\t\t\t\t Institute for International Internet Interventions for Health (i4Health) \n\t\t\t\t\t\t\t\t Palo Alto University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1791 Arastradero Rd. \n\t\t\t\t\t\t\t\t\t 94304 \n\t\t\t\t\t\t\t\t\t Palo Alto \n\t\t\t\t\t\t\t\t\t CA"
    }
  ],
  "doi": "10.1177/2167702615583840cpx.",
  "keywords": [
    "Internet intervention",
    "smoking cessation",
    "global health",
    "Spanish",
    "English",
    "outcome study"
  ],
  "sections": [
    {
      "text": "more of these innovations on a daily basis. Calls for the use of digital media in health services are increasing. For example,  Kazdin and Blase (2011)  called for their use to facilitate the \"rebooting\" of psychotherapy research and expansion of the portfolio of options for mental-health resources, and  Kazdin and Rabbitt (2013)  more recently listed them in their description of several models for delivering mental-health services, including \"best-buy interventions,\" \"good-buy interventions,\" and \"disruptive innovations.\" Digital interventions, such as Web sites and apps, can be used again and again by people anywhere in the world at any time that is convenient without losing their therapeutic effectiveness. Traditional face-to-face interventions, on the other hand, are \"consumable.\" They are used up as they are administered: The time spent by a care provider during a face-to-face session can never be used again by any other client. Similarly, pharmacological agents, such as the nicotine patch or smoking-cessation medications, can be used only one time.\n\nDigital interventions have no practical limit to the number of people who might benefit from them and, once developed, can be made freely available to anyone who might be interested. We deem efforts that provide these interventions as open, free resources or MOOIs. This term was inspired by the growing popularity of massive open online courses (MOOCs). A MOOC is an online course intended for unlimited participation, open to anyone globally (regardless of age and qualifications), and generally free to students. MOOCs attract millions of students  (Fowler, 2013)  from all over the world. Similarly, MOOIs have the potential to provide psychologicalhealth interventions to anyone in the world with minimal associated costs to individuals or to their country's healthcare system.\n\nBecause the barriers to access are low, many people join these offerings but few complete them. Thus, both MOOCs and MOOIs can be expected to have high rates of attrition  (Bowden, 2008) . For example, although a Massachusetts Institute of Technology (MIT) MOOC enrolled 155,000 people, only 7,157 (4.6%) passed the course  (Hardesty, 2012) . Nevertheless, had the course been available only in its traditional live format, it would have taken 40 years for that many students to complete the course at MIT (Anant Agarwal, as cited in  Hardesty, 2012) . In the case of MOOIs, most visitors to a site can be expected to drop out of the intervention, but large numbers will use the site and potentially benefit. If most of these users would not receive services otherwise, this still might be an important resource to improve global health. If the goal is to reach as many people as possible with evidence-based interventions, the relevant metrics are the total number of people who use the intervention, the cost of reaching them, and their documented outcomes. The fact that many people will sample a MOOI and move on should be considered a natural part of the process and not necessarily a weakness.\n\nAlthough, to the best of our knowledge, the term MOOI has not been used before, many online interventions already exemplify this idea. One of the premier examples is MoodGYM ( http://moodgym.anu.edu.au ), an online intervention for depression based in Australia that has been available for use worldwide since  April 1, 2001 (H. Christensen, Griffiths, & Korten, 2002) . MoodGYM is now available in several languages, and according to MoodGYM staff, as of October 1, 2014, it had been used by well over 820,000 people. It is interesting that MoodGYM shows a similar rate of attrition as the MIT MOOC described earlier: In one report, MoodGYM attracted 58,398 community users, but less than 7% of the users progressed beyond the first two modules out of a possible five (H. Christensen, Griffiths, Groves, & Korten, 2006) . Those users who persisted with the site, however, appeared to benefit in relation to the number of modules completed, and higher reductions in anxiety and depression came from users who completed the most modules.\n\nJust as MOOCs began by taking existing classes and providing them online (i.e., through videos of in-class lectures), our work on creating a MOOI for smoking cessation drew on initial work in the early 1990s before the Internet was as widespread. We were interested in providing widely available, low-cost resources and experimented with disseminating print-based materials via surface mail. One of our interventions was labeled Tomando Control de su Vida (Taking Control of Your Life), which led to the TC designation for the series of studies that followed. TC1 was a randomized controlled trial (RCT) conducted entirely in Spanish via surface mail that compared a smoking-cessation guide (Guía para Dejar de Fumar) with a combination of the same guide plus a mood-management intervention. We found that the combined guide and mood-management intervention significantly increased quit rates compared with the guide alone  (Muñoz, Marín, Posner, & Pérez-Stable, 1997) . The reach of this intervention, however, was limited by the cost of preparing, reproducing, and mailing the materials and to those individuals who might see an advertisement for the study. To expand our reach, we decided to use the World Wide Web to make our interventions more accessible to individuals who might be interested in using them.\n\nOur first Internet project, TC2, started in 1998. It involved adapting our materials into a totally automated self-help Internet intervention, the San Francisco Stop Smoking site. We first sought to establish that this site was efficacious through a series of RCTs. TC2 involved 4,000 smokers from 74 countries  (Muñoz et al., 2006) . TC3 included 1,000 participants (from 68 countries) who received phone follow-ups to reduce attrition  (Muñoz et al., 2009) . Subsequently, TC3 recruited an additional 16,430 participants from 165 countries and followed them up using only automated e-mails  (Leykin, Aguilera, Torres, Pérez-Stable, & Muñoz, 2012) . Finally, TC4 was a participant-preference trial in which the Spanish/English San Francisco Stop Smoking site (used in the TC2 and TC3 RCTs) was redesigned to be \"open.\" Specifically, any Spanish-or English-speaking person 18 years of age or older anywhere in the world could enter the study and select (rather than be randomized to) any of the intervention elements tested in our previous studies. Our intent was to demonstrate that Internet interventions tested in RCTs could be readily adapted to serve as universal health-care resources. The participant-preference design allowed us to examine quit rates obtained when users could choose from all elements tested in previous RCTs. Participants were able to personalize the site by choosing from among nine site elements (e.g., Stop Smoking Guide, reminder e-mails, journal, mood-management intervention, virtual group).\n\nAs previously mentioned, in an initial study, we analyzed the participants recruited during the participantpreference trial's 1st year  (Muñoz et al., 2012) . During the first 12-month period, 94,158 individuals from 152 countries and territories visited the site  (Muñoz et al., 2012) . We refer to this sample as TC4-A. The Web site continued to be available for an additional 18 months, and the sample recruited during this subsequent period is designated TC4-B. TC4-A yielded higher observed quit rates (odds ratio = 1.30) than did the previous RCT (TC3) when we controlled for individuals' demographic and smoking characteristics  (Muñoz et al., 2012) . The utility of the participant-preference site as an adjunct to traditional treatment has been studied by  Gallego et al. (2014) , who used the San Francisco Stop Smoking site with smokers at a clinic in Spain, in addition to standard pharmacological treatment, and reported posttreatment abstinence rates of 78.1%.\n\nThe results of TC4-A, the initial participant-preference trial, support the feasibility and potential benefits of opening up access to Internet interventions soon after RCTs are completed. Our participant-preference trial Web site came online within a few hours after we shut down the TC3 RCT Web site. Making interventions available to the general public normally takes years from the time RCTs are completed; the Institute of Medicine Committee on Quality of Health Care in America (2001) estimated that, on average, this takes 17 years. For users, leaving tested Internet interventions online can serve as a free and efficacious public-health resource. For researchers, continued data collection allows the accrual of samples large enough to investigate more nuanced questions, such as who benefits most from which aspects of the intervention (e.g.,  Schueller, Leykin, Pérez-Stable, & Muñoz, 2013) . However, to support the concept of Internet interventions as MOOIs, it is critical to provide evidence that subsequent users of the site, including speakers of different languages, continue to benefit. If this is the case, and MOOIs for smoking cessation are shown to provide quit rates comparable with more traditional methods, then they can serve as a powerful tool within the portfolio of health resources.\n\nIn this report, we present the extension of the TC4-A participant-preference trial conducted using the San Francisco Stop Smoking site. The Web site was open to participants for an additional 18 months after the TC4-A sample. We name the current study TC4-B, given that it used the same Internet site, the same recruitment methods, and the same inclusion criteria as in TC4-A. We examined quit rates in TC4-B's English-and Spanishspeaking sample. If continuing positive results were found, such findings would provide additional support for the feasibility of MOOIs as a novel model for global health interventions."
    },
    {
      "title": "Method",
      "text": "The data presented in this study stem from participants recruited between  September 19, 2008, and March 18, 2011. We present numbers for the total combined enrollment of the TC4 study  (September 19, 2008 -March 18, 2011)  to demonstrate the scale of TC4 as a MOOI. However, given that we have published data from participants during the initial 12 months (TC4-A) elsewhere  (Muñoz, et al., 2012) , in this report, we analyze data only from participants enrolled in the last 18 months (TC4-B). Follow-up assessments were continued until December 3, 2011. Thus, some participants did not reach the 12-month follow-up."
    },
    {
      "title": "Recruitment",
      "text": "Our principal means of recruitment was a Google Adwords campaign that displayed sponsored links to the English or Spanish versions of our Web site ( http://www  .stopsmoking.ucsf.edu and  http://www.dejardefumar .ucsf.edu) in response to Google searches related to smoking cessation. Bids for English-language searches resulted in higher costs per click and, thus, lower placement on search pages. Therefore, we obtained many more Spanish-speaking visitors. Although not a primary means of recruitment, some participants did find our Web site through alternate means, including organic searches (via Google or other search engines) that resulted in nonsponsored links, links from other Web sites, word of mouth, and media sources. The sole inclusion criterion for this study required participants to be older than 18 years of age."
    },
    {
      "title": "Procedure",
      "text": "On entering the Web site, on the landing page, potential participants were given free immediate access to two intervention elements, regardless of whether they agreed or were eligible to participate in this study. These two elements, namely, the Stop Smoking Guide and the Nicotine Replacement Therapy guide (see the Intervention Elements section for a detailed description), represent chief intervention elements from two prior studies  (Muñoz et al., 2006 (Muñoz et al., , 2009)) . Thus, all visitors to the site could obtain active intervention materials without enrolling in the research study. Visitors were also informed that the current study was designed for smokers interested in quitting, was intended to last 8 weeks, and that follow-up e-mails would be sent at 1, 3, 6, and 12 months after enrollment in order to monitor smoking-cessation progress. Interested visitors then clicked on a button that indicated their intent to enroll in the program and were directed to a Web page that contained demographics and eligibility questionnaires. Visitors who were eligible were asked to provide an e-mail address via which they received a password that they then used to log into the Web site and consent to join the study.\n\nAfter providing informed consent online, participants logged in and were directed to a page that gathered baseline data about their smoking history, mood, and demographics. Participants were then presented with a menu of nine intervention elements. Participants could select any or all of these elements. After the selection of intervention elements, the site took participants to a personalized home page that displayed a navigation bar that contained the elements selected by that participant. Unselected elements did not appear on the personalized home page. Selected elements were available to the participants for at least 12 months (until after the 12-month follow-up assessment). Participants were sent e-mails 1, 3, 6, and 12 months after the date of their enrollment to assess their smoking-cessation status.\n\nIntervention elements. The participant-preference version of the San Francisco Stop Smoking Internet site allowed users to choose from among the following nine elements:\n\n1. Pre-Quit Checklist: a 10-item to-do list that includes tips on removing smoking related cues from one's environment (disposing of cigarettes, throwing out smoking supplies, cleaning items that might smell of tobacco), identifying situations that might lead to relapses, and dealing with those situations. 2. Stop Smoking Guide (Guía para Dejar de Fumar):\n\na National Cancer Institute evidence-based behavioral intervention developed for Spanish-speaking smokers  (Muñoz et al., 1997 ; National Cancer Institute, 2002; Pérez-Stable, Sabogal, Marín, Marín, & Otero-Sabogal, 1991) that provides empirically supported information about the effects of cigarettes as well as methods for successful cessation. 3. Nicotine Replacement Therapy: a guide that outlines who should consider nicotine substitutes, information regarding options for nicotine substitutes (such as the nicotine patch, gum, and inhalers), and prescription medications used to help people stop smoking. 4. Taking Control of Your Life: a downloadable PDF document that was used in the surface mail study (TC1). It was intended to help individuals quit smoking by encouraging them to maintain a healthy mood state by engaging in pleasant, healthy activities (National Cancer Institute, 2002; Pérez-Stable et al.  , 1991) . The document instructs participants to keep a daily log of the number of positive activities engaged in, mood, and the number of cigarettes smoked. These materials were developed for an earlier study  (Muñoz et al., 1997)  and can be found on the National Cancer Institute's (2010) site for research tested intervention programs. 5. Mood Management Intervention: an eight-lesson online cognitive-behavioral mood-management course that teaches the relationships between thoughts, activities, people, and one's mood. This approach has been shown to be effective at reducing symptoms of depression and increasing rates of quitting  (Muñoz et al., 1997) . It included online tools to track mood, activities, thoughts, and interpersonal contacts and personalized graphs that showed how these were related to cigarettes smoked. 6. Individually Timed E-mail Messages: e-mails with links to sections of the Stop Smoking Guide keyed to users' self-selected quit date  (Lenert, Muñoz, Perez, & Bansod, 2004) . 7. Virtual Group: an asynchronous bulletin board that gave participants access to an online forum where they could post informative and supportive messages and respond to other users' posts. 8. Journal: a text box for participants to keep notes on their progress toward their goals. Previous journal entries can be viewed via a calendar. They can also be shared with the virtual group. 9. Cigarette Counter: an online tool for participants to indicate the number of cigarettes they smoked the previous day. Results from the cigarette counter were displayed graphically so that participants could view their smoking patterns over time.\n\nMeasures. A demographics questionnaire gathered information on age, gender, race/ethnicity, education, income, marital status, and country of residence.\n\nA smoking questionnaire asked participants the age at which they began smoking, age at which they began smoking regularly, number of cigarettes currently smoked per day, smoking exposure, confidence in quitting, and previous smoking-cessation methods used (e.g., gum, patches)\n\nThe Fagerström Test for Nicotine Dependence  (Heatherton, Kozlowski, Frecker, & Fagerström, 1991 ) is a standard measure of nicotine dependence severity. The six-item instrument produces a total score ranging from 0 to 10.\n\nThe term self-reported 7-day point prevalence abstinence is defined as a response of no to the question, \"Have you smoked 1 or more cigarettes in the last 7 days?\"; the question was asked as part of follow-up at 1, 3, 6, and 12 months. Observed quit rates are based solely on participants who completed follow-up measures. Missing=smoking rates assign participants with missed follow-ups to the smoking category.\n\nThe MDE Screener (or Mood Screener; Vázquez,  Muñoz, Blanco, & López, 2008)  screens for the presence of the nine symptoms of current and past major depressive episodes according to the Diagnostic and Statistical Manual of Mental Disorders (5th ed.; American Psychiatric Association, 2013, p. 991) as well as for Criterion C (significant impairment in functioning). This instrument has been shown to have good agreement with the PRIME-MD  (Spitzer et al., 1994)  and with clinician-administered interviews  (Vázquez et al., 2008) .\n\nThe Center for Epidemiological Studies-Depression Scale  (Radloff, 1977)  is a 20-item self-report scale designed to measure the current level of depressive symptoms."
    },
    {
      "title": "Statistical analyses",
      "text": "Using chi-square and independent sample t tests on categorical variables (methods used to quit smoking) and continuous variables (smoking-history variables), respectively, we compared the English-speaking and Spanishspeaking subgroups. Because the Web site was open to anyone 18 years of age or older, some participants were nonsmokers at baseline. These nonsmokers were excluded from the outcome analysis."
    },
    {
      "title": "Results"
    },
    {
      "title": "Participants reached",
      "text": "Enrollment figures for the TC4-B sample alone  (September 19, 2009 -March 18, 2011)  and the combined TC4-A and TC4-B samples  (September 19, 2008 -March 18, 2011)  are displayed in Figure  1 . In TC4-B, English speakers came from 114 countries and territories, of which the top 3 were India (n = 708), South Africa (n = 225), and the United States (n = 178), whereas Spanish speakers came from 54 countries, of which the top 3 were Spain (n = 2,252), Argentina (n = 986), and Mexico (n = 592). Figure  S1  in the Supplemental Material available online shows the number of visitors per country for combined TC4-A and TC4-B.\n\nAs expected, language was related to differences in main demographic and other variables. Within TC4-B, Spanish-speaking participants differed from Englishspeaking participants in terms of gender, race, education, and marital status (p < .001). Table  1  further describes sample characteristics. Specifically, among Englishspeaking participants, there were three times as many men as women participants, whereas among Spanishspeaking participants, gender proportions were about equal. As for education levels, compared with 33% of Spanish-speaking participants, more than 60% of Englishspeaking participants reported having at least a college degree. English-speaking participants reported a higher percentage of being single and a lower percentage of cohabitating than did Spanish-speaking participants. Among Spanish-speaking participants, 94% identified as either Hispanic or Latino, whereas only 10% of Englishspeaking participants identified as such. Among Englishspeaking participants, the three most common self-reported races were Asian (44.8%), European descent (31.4%), and other/multiethnic (16.7%); for Spanishspeaking participants, European descent (66.9%), other/ multiethnic (18.0%), and Mestizo (14.5%) were the top three race categories."
    },
    {
      "title": "Cost of reaching participants",
      "text": "The cost of keeping the San Francisco Stop Smoking site up and running for 30 months was less than $100,000 and was covered by a small local grant and a donation from the Brin Wojcicki Foundation. Approximately $50,000 was devoted to hosting and technical servicing of the site, and $50,000 was devoted to paying a parttime research assistant to monitor the site and respond to administrative queries from users (such as retrieving lost passwords). The cost of the Google ads to recruit the smokers was an additional $100,000, which was covered entirely by a Google Adwords grant. Thus, the total cost of providing this site to a total of 292,978 visitors from 168 countries and territories was $200,000, or less than a dollar per visitor."
    },
    {
      "title": "Documented outcomes, quit rates (7day abstinence)",
      "text": "Table  2  displays the observed and missing=smoking quit rates for the TC4-B participants. Missing=smoking is a common convention in trials of smoking-cessation methods that assumes that every participant not reporting data at follow-up has relapsed or continued to smoke. In MOOIs, in which a large percentage of people who initially enroll will drop out, observed metrics, such as observed quit rate (number who reported quitting divided by the total number of reports), might be more appropriate (see  Leykin et al., 2012) .\n\nChi-square tests were used to compare the difference in observed and missing=smoking quit rates between two language groups. In general, English-speaking participants reported lower observed quit rates than did Spanishspeaking participants, although this difference was only statistically significant at the Month 3 comparison, χ 2 (1, N = 7,407) = 6.81, p = .009, φ = 0.09. Missing=smoking abstinence rates for Spanish-speaking participants were significantly higher than for English-speaking participants at 1-, 3-, 6-, and 12-month follow-ups."
    },
    {
      "title": "Smoking history and use of smokingcessation aids",
      "text": "As shown in Table  3 , TC4-B Spanish-speaking participants reported starting smoking and becoming regular   smokers at a younger age compared with Englishspeaking participants (p < .001). In addition, Spanishspeaking participants reported smoking a higher number of cigarettes per day and having a higher degree of nicotine dependence compared with English-speaking participants (p < .001). Despite these differences, the self-reported confidence to quit smoking remained similar between both language groups (p = .07).\n\nHealth-care disparities were evident: The majority of participants had not used any other methods to quit smoking in the past 6 months, and Spanish speakers were significantly more likely to report not having used other methods (69.6%) than were English speakers (61.2%). However, the rates of trying the two most popular aids, nicotine gum and nicotine patches, which had been significantly higher for English speakers in TC4-A, were no longer significantly different between the two language groups in TC4-B. Conversely, the intervention yielded higher quit rates for the Spanish speakers at every follow-up period."
    },
    {
      "title": "Discussion",
      "text": "We have presented additional proof-of-concept evidence that it is feasible to disseminate highly scalable, empirically supported psychological interventions with worldwide reach to anyone interested in using them at no charge and without cost to the health-care systems of users' respective countries. We suggest that such interventions be conceptualized as MOOIs and that these MOOIs be systematically developed and tested, thereby paralleling the growth of MOOCs, which provide educational opportunities to people anywhere in the world. Kazdin and Rabbitt (2013)  have highlighted the need for models for delivering mental-health services, including best-buy interventions or good-buy interventions that could be scalable, affordable, and feasible and, thus, have the potential to increase the reach of behavioral interventions by several orders of magnitude. Although additional data and analyses would be necessary to classify this MOOI as a best-buy intervention (e.g., feasibility of implementation), at this stage, it could be arguably considered a good-buy intervention: It can serve as a lowcost resource made available to people everywhere who may lack other relevant health resources.\n\nThe TC4-B study reported here demonstrates that a MOOI that uses the same intervention and recruitment methods as the initial 1-year study (TC4-A) may yield consistent results over time. Specifically, observed quit rates for TC4-A ranged from 38.1% to 45.4% across the time points in the year after enrollment  (Muñoz et al., 2012) . They were strikingly similar in the current report of TC4-B (ranging from 39.2% to 50.3%). This result was consistent with missing=smoking rates as well: TC4-A missing=smoking rates ranged from 5.9% to 9.1%  (Muñoz et al., 2012) , and TC4-B missing=smoking rates ranged from 4.8% to 7.6%. This is noteworthy, given that the typical visitor to the MOOI site changed over time. For example, in TC4-A, roughly a quarter of the English-speaking visitors came from India, and approximately 14% came from the United States. In TC4-B, however, nearly 40% of the visitors came from India and only 10% came from the United States. Changes also occurred in the Spanishspeaking subsample: Visitors from Argentina accounted for 17.5% of the visitors for TC4-B after having represented only 2.0% of the subsample in TC4-A. It is also worth noting that we found differences in demographics, smoking and clinical characteristics, and methods used to quit between the English-and Spanish-speaking subsamples in TC4-B. However, despite those differences, for most observed quit rates, the MOOI worked similarly for participants in the English-and Spanish-speaking groups, which suggests that MOOIs may also yield similar results across languages and their associated cultures. This is noteworthy, given that the only adaptation made was that of language and that a substantial proportion of the content in the intervention was initially developed in Spanish and adapted to English. Although cultural adaptations are important for many implementations of technological interventions  (Mohr, Schueller, Araya, Gureje, & Montague, 2014) , MOOIs might serve their purpose adequately as low-cost resources that maximize access across the world with minimal cultural modifications-somewhat similar to feature films, which are generally shown internationally in only one version and with dubbing or subtitles as the only adaptation.\n\nMOOIs have the potential to provide people worldwide with evidence-based behavioral interventions. This particular MOOI is \"massive\": TC4-A and TC4-B combined reached a total of 292,978 visitors from 168 countries and territories. Of those participants who entered either TC4-A or TC4-B and provided follow-up data, a total of 3,479 reported quitting in at least one follow-up. Helping this number of smokers to quit with traditional smoking-cessation groups or individual treatment would have cost much more than it cost to keep the San Francisco Stop Smoking site up and running, especially if one considers that aids, such as the nicotine patch, usually result in only 14% to 22% of smokers quitting by 6 months  (Fiore, Smith, Jorenby, & Baker, 1994)  and smoking groups in 24% to 27% abstinence rates  (Lando, McGovern, Barrios, & Etringer, 1990) . Assuming a 20% quit rate for illustrative purposes, one would have had to treat five times as many smokers to yield 3,479 who quit, or a total of 17,395 smokers. Considering that a face-toface intervention requires an average of 8 hr  (Gifford et al., 2004) , to treat 17,395 smokers would have taken 139,160 hr in total. A single practitioner working full time (2,000 hr a year) would have required 69.6 years to treat them all. If the 17,395 smokers used the nicotine patch daily for 10 weeks and the patches cost $3 apiece, the individual cost would be $210 per smoker or a total of $3,652,950 for the patch alone (not counting the salary of the health-care providers) compared with the $200,000 to maintain our Web site. Furthermore, this cost was incurred entirely by the research team as opposed to the individual participants or their local health-care systems.\n\nMOOIs remove many barriers between research and clinical practice. One barrier is the inordinate amount of time between clinical trial phases and between evidence of effectiveness and implementation. It takes an average of 7.5 years from grant application to publication  (Riley, Glasgow, Etheredge, & Abernethy, 2013)  and 17 years from publication to routine implementation  (Balas & Boren, 2000) . A second barrier is the disconnection between the research and implementation of traditional face-to-face interventions. With traditional face-to-face interventions, the people involved in the research usually have little or no role in the dissemination and implementation of the intervention beyond their institutions. With MOOIs, the researchers who develop and evaluate the digital interventions can be integrally involved in their dissemination and ensure that users worldwide can quickly access effective innovative methods. However, MOOIs do not remove all barriers, given that as they vary in terms of how open they are. For example, if they require reading, they will not be open to people who are preliterate; if they are available in only one language or on a particular software platform or device (such as smartphones), they will not be completely open. Internet access is also required, and in some countries, this may be limited or costly for segments of the population.\n\nMOOIs may also help in the reduction of health disparities by offering effective resources to individuals who would otherwise have none and, thus, expanding the portfolio of health services. In previous studies, we have reported that most Spanish-speaking smokers online have never used smoking-cessation aids  (Levinson, Pérez-Stable, Espinoza, Flores, & Byers, 2004; Muñoz, et al., 2014) , and in both TC4-A and TC4-B, Spanish speakers used fewer smoking-cessation aids prior to enrollment than did English speakers. However, Spanish speakers quit at similar or better rates than did English speakers  (Muñoz et al., 2014) .\n\nAlthough the high rates of attrition in MOOIs are a problem that requires attention, the attrition for MOOIs is a conceptually different issue than the issue of attrition in traditional outcome studies. The burden of enrollment is much lower for MOOIs than for traditional interventions. Therefore, people may try a free online intervention without having to make an official commitment to complete it or if they are at a lower threshold of distress than what would motivate them to seek help at a health clinic. However, even if only a small percentage actually persist with the intervention and succeed in quitting smoking, the actual number of people who benefit may be significantly higher than if they were offered nothing or an intervention that they were unable to receive as a result of various barriers (e.g., cost, location of services, lack of language-appropriate providers). Attrition should be addressed in the development process, and developers should aim to create engaging interventions that better meet users' needs and expectations. However, welldesigned and efficacious MOOIs might always experience high attrition yet still provide a useful public-health resource.\n\nAlthough MOOIs are conceptually and practically different from traditional interventions, the high attrition rates still need to be better understood and addressed. High attrition for MOOIs may be explained by difficulties accessing the Internet, literacy level of participants, limitations in the MOOIs' design, or a combination thereof. Developers of future MOOIs may benefit from lessons learned in other fields, such as marketing, computer science, and humancomputer interaction. Significant advances could come from increasing public awareness of existing MOOIs and ensuring that MOOIs are more appealing, more engaging, and can meet users' needs and expectations.\n\nIn addition, although many people quit on their own, those who seek additional help to quit generally find it difficult to quit. Thus, studies that compare the MOOI's quit rates with participants who received no treatment are needed. To facilitate ongoing evaluation of MOOIs, we need to develop more effective ways of completing follow-up assessments. This problem may be addressed in part by simplifying the entry of assessment data, increasing user choice as to the timing or medium of delivery (e.g., e-mail or text messaging), or incorporating passive assessment through sensors or wearable devices. Last, we should study whether individuals who try a MOOI and either drop out or fail may be less likely to seek other types of resources that may be more beneficial for them. An underlying assumption of the MOOI model is that receiving some part of the intervention will be positive or neutral, but if negative effects were to be found for the large proportion of people who do not complete the MOOI (e.g., reduction in confidence in their ability to quit), this might increase the urgency to develop MOOIs that result in lower attrition.\n\nBecause traditional service-delivery models are insufficient to curb the burden of mental illness and behavioral-health problems, the field should think about several ways in which services can be altered to meet the realities of how people might access them (A. Christensen et al., 1978; Kazdin & Rabbitt, 2013) . On the basis of the number of participants we were able to reach, the cost of the intervention, and the quit rates (from 40% to 50% of participants who provided follow-up data) across time and languages, we encourage health-care providers to develop, evaluate, disseminate, and use MOOIs focused on health and mental health. Recruitment and attrition are the two main challenges that care providers or MOOI developers need to take into consideration. The notion \"if you build it, they will come\" does not apply to Internet interventions. Advertising and recruitment are crucial initial challenges. But neither is it true that \"if they come, they will stay\" (as evidenced by the online attrition rates). Overcoming these challenges may expand the reach of health resources significantly. We propose that the health field devote organized efforts to create a \"digital apothecary\" of MOOIs to reduce unnecessary suffering worldwide by freely sharing (and continuing to generate and evaluate) psychological resources for all who are interested in using them."
    },
    {
      "text": "Fig.1Progression of participants through the San Francisco Stop Smoking participant-preference site. The consort flowchart presents the TC4-B sample(September 19, 2009-March 18, 2011)  alone on the left and samples from the TC4-A(September 19, 2008-September 19, 2009)  and the TC4-B combined on the right (Muñoz, Aguilera, Schueller, Leykin, & Pérez-Stable, 2012) ."
    },
    {
      "text": "Demographics of TC4-B Consenting Participants Who Completed Baseline Assessment"
    },
    {
      "text": "TC4-B Self-Reported 7-Day Smoking Abstinence (Percentage Who Quit)"
    },
    {
      "text": "TC4-B Smoking and Clinical Characteristics of Consenting English-and Spanish-Speaking Smokers Who : Statistical tests are independent sample t tests for mean values and chi-square tests for percentages.Corresponding effect sizes are Cohen's d for t tests and phi (φ) for chi-square tests.TC4-B = extension of Tomando Control Study 4 (18 months of recruitment,September 19, 2009-March 18, 2011). FTND = Fagerström Test for Nicotine Dependence."
    }
  ],
  "references": [
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2013,
      "doi": "10.1007/s11019-013-9529-6"
    },
    {
      "title": "Managing clinical knowledge for health care improvement",
      "authors": [
        "E Balas",
        "S Boren"
      ],
      "year": 2000,
      "doi": "10.1055/s-0038-1637943"
    },
    {
      "title": "Why do nursing students who consider leaving stay on their courses",
      "authors": [
        "J Bowden"
      ],
      "year": 2008,
      "doi": "10.7748/nr2008.04.15.3.45.c6456"
    },
    {
      "title": "Paraprofessionals, partners, peers, paraphernalia, and print: Expanding mental health service delivery",
      "authors": [
        "A Christensen",
        "W Miller",
        "R Muñoz"
      ],
      "year": 1978,
      "doi": "10.1037/0735-7028.9.2.249"
    },
    {
      "title": "Free range users and one hit wonders: Community users of an Internet-based cognitive behaviour therapy program",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "C Groves",
        "A Korten"
      ],
      "year": 2006,
      "doi": "10.1111/j.1440-1614.2006.01743.x"
    },
    {
      "title": "Webbased cognitive behavior therapy: Analysis of site usage and changes in depression and anxiety scores",
      "authors": [
        "H Christensen",
        "K Griffiths",
        "A Korten"
      ],
      "year": 2002,
      "doi": "10.2196/jmir.4.1.e3"
    },
    {
      "title": "The effectiveness of the nicotine patch for smoking cessation: A meta-analysis",
      "authors": [
        "M Fiore",
        "S Smith",
        "D Jorenby",
        "T Baker"
      ],
      "year": 1994,
      "doi": "10.1001/jama.1994.03510480064036"
    },
    {
      "title": "An early report card on massive open online courses",
      "authors": [
        "G Fowler"
      ],
      "year": 2013,
      "doi": "10.5860/choice.50-3952"
    },
    {
      "title": "Tratamiento vía Internet con contactos semanales por e-mail utilizado en una unidad de tabaquismo: Utilidad clínica y predictores de éxito [Treatment via the Internet with weekly e-mail contacts used in a smoking cessation: Clinical utility and predictors of success",
      "authors": [
        "M Gallego",
        "M Modesto",
        "M Muñoz",
        "M Almajano",
        "E Modolell",
        "C Peris",
        "P Emmelkamp"
      ],
      "year": 2014,
      "doi": "10.21134/rpcna.2018.05.1.7"
    },
    {
      "title": "Acceptancebased treatment for smoking cessation",
      "authors": [
        "E Gifford",
        "B Kohlenberg",
        "S Hayes",
        "D Antonuccio",
        "M Piasecki",
        "M Rasmussenhall",
        "K Palm"
      ],
      "year": 2004,
      "doi": "10.1016/s0005-7894(04)80015-7"
    },
    {
      "title": "Lessons learned from MITx's prototype course",
      "authors": [
        "L Hardesty"
      ],
      "year": 2012
    },
    {
      "title": "The Fagerström Test for Nicotine Dependence: A revision of the Fagerström Tolerance Questionnaire",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker",
        "K Fagerström"
      ],
      "year": 1991,
      "doi": "10.1111/j.1360-0443.1991.tb01879.x"
    },
    {
      "title": "Crossing the quality chasm: A new health system for the 21st century",
      "year": 2001,
      "doi": "10.17226/10027"
    },
    {
      "title": "Rebooting psychotherapy research and practice to reduce the burden of mental illness",
      "authors": [
        "A Kazdin",
        "S Blase"
      ],
      "year": 2011,
      "doi": "10.1177/1745691610393527"
    },
    {
      "title": "Novel models for delivering mental health services and reducing the burdens of mental illness",
      "authors": [
        "A Kazdin",
        "S Rabbitt"
      ],
      "year": 2013,
      "doi": "10.1177/2167702612463566"
    },
    {
      "title": "Comparative evaluation of American Cancer Society and American Lung Association smoking cessation clinics",
      "authors": [
        "H Lando",
        "P Mcgovern",
        "F Barrios",
        "B Etringer"
      ],
      "year": 1990,
      "doi": "10.2105/ajph.80.5.554"
    },
    {
      "title": "Automated e-mail messaging as a tool for improving quit rates in an Internet smoking cessation intervention",
      "authors": [
        "L Lenert",
        "R Muñoz",
        "J Perez",
        "A Bansod"
      ],
      "year": 2004,
      "doi": "10.1197/jamia.m1464"
    },
    {
      "title": "Latinos report less use of pharmaceutical aids when trying to quit smoking",
      "authors": [
        "A Levinson",
        "E Pérez-Stable",
        "P Espinoza",
        "E Flores",
        "T Byers"
      ],
      "year": 2004,
      "doi": "10.1016/j.amepre.2003.10.012"
    },
    {
      "title": "Interpreting the outcomes of automated Internet-based randomized trials: Example of an international smoking cessation study",
      "authors": [
        "Y Leykin",
        "A Aguilera",
        "L Torres",
        "E Pérez-Stable",
        "R Muñoz"
      ],
      "year": 2012
    },
    {
      "title": "Mental health technologies and the needs of cultural groups",
      "authors": [
        "D Mohr",
        "S Schueller",
        "R Araya",
        "O Gureje",
        "E Montague"
      ],
      "year": 2014,
      "doi": "10.1016/s2215-0366(14)70261-5"
    },
    {
      "title": "From online randomized controlled trials to participant preference studies: Morphing the San Francisco Stop Smoking site into a worldwide smoking cessation resource",
      "authors": [
        "R Muñoz",
        "A Aguilera",
        "S Schueller",
        "Y Leykin",
        "E Pérez-Stable"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1852"
    },
    {
      "title": "International Spanish/ English Internet smoking cessation trial yields 20% abstinence rates at 1 year",
      "authors": [
        "R Muñoz",
        "A Barrera",
        "K Delucchi",
        "C Penilla",
        "L Torres",
        "E Pérez-Stable"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp090"
    },
    {
      "title": "Reaching Spanish-speaking smokers online: A 10-year worldwide research program",
      "authors": [
        "R Muñoz",
        "K Chen",
        "E Bunge",
        "J Bravin",
        "E Shaughnessy",
        "E Pérez-Stable"
      ],
      "year": 2014,
      "doi": "10.1177/2167702615583840"
    },
    {
      "title": "Toward evidencebased Internet interventions: A Spanish/English Web site for international smoking cessation trials",
      "authors": [
        "R Muñoz",
        "L Lenert",
        "K Delucchi",
        "J Stoddard",
        "J Perez",
        "C Penilla",
        "E Pérez-Stable"
      ],
      "year": 2006,
      "doi": "10.1080/14622200500431940"
    },
    {
      "title": "Mood management mail intervention increases abstinence rates for Spanish-speaking Latino smokers",
      "authors": [
        "R Muñoz",
        "B Marín",
        "S Posner",
        "E Pérez-Stable"
      ],
      "year": 1997,
      "doi": "10.1023/a:1024676626955"
    },
    {
      "title": "Research tested intervention programs: Programa Latino para dejar de fumar (Latino program to stop smoking)",
      "year": 2002
    },
    {
      "title": "Evaluation of \"Guia para dejar de fumar,\" a self-help guide in Spanish to quit smoking",
      "authors": [
        "E Pérez-Stable",
        "F Sabogal",
        "G Marín",
        "B Marín",
        "R Otero-Sabogal"
      ],
      "year": 1991
    },
    {
      "title": "The CES-D Scale: A self-report depression scale for research in the general population",
      "authors": [
        "L Radloff"
      ],
      "year": 1977,
      "doi": "10.1177/014662167700100306"
    },
    {
      "title": "Rapid, responsive, relevant (R3) research: A call for a rapid learning health research enterprise",
      "authors": [
        "W Riley",
        "R Glasgow",
        "L Etheredge",
        "A Abernethy"
      ],
      "year": 2013,
      "doi": "10.1186/2001-1326-2-10"
    },
    {
      "title": "Selection of intervention components in an Internet stop smoking participant preference trial: Beyond randomized controlled trials",
      "authors": [
        "S Schueller",
        "Y Leykin",
        "E Pérez-Stable",
        "R Muñoz"
      ],
      "year": 2013,
      "doi": "10.1016/j.psychres.2012.08.030"
    },
    {
      "title": "Utility of a new procedure for diagnosing mental disorders in primary care: The PRIME-MD 1000 study",
      "authors": [
        "R Spitzer",
        "J Williams",
        "K Kroenke",
        "M Linzer",
        "F Degruy",
        "S Hahn",
        ". Johnson"
      ],
      "year": 1994,
      "doi": "10.1001/jama.1994.03520220043029"
    },
    {
      "title": "Validation of Muñoz's Mood Screener in a nonclinical Spanish population",
      "authors": [
        "F Vázquez",
        "R Muñoz",
        "V Blanco",
        "M López"
      ],
      "year": 2008,
      "doi": "10.1027/1015-5759.24.1"
    }
  ],
  "num_references": 32
}
