{
  "paper_id": "7SR7SUDU",
  "title": "Use of external comparators for health technology assessment submissions based on single-arm trials",
  "year": 2022,
  "date": "2022-03-11",
  "authors": [
    {
      "name": "Sreeram Ramagopalan",
      "email": "sreeram.ramagopalan@roche.com"
    },
    {
      "name": "Dony Patel",
      "email": "dony.patel@iqvia.com"
    },
    {
      "name": "Kim Van Engen"
    },
    {
      "affiliation": {
        "organization": "Cox",
        "department": "Cox",
        "institution": "Simpson",
        "address": "Basel, Switzerland"
      }
    },
    {
      "affiliation": {
        "organization": "Ramagopalan)",
        "institution": "Ramagopalan)",
        "address": "London, England UK"
      }
    },
    {
      "affiliation": {
        "organization": "Health Research Methods, Evidence, and Impact",
        "department": "Health Research Methods, Evidence, and Impact",
        "institution": "Sammon); Cytel",
        "address": "London, England UK"
      }
    },
    {
      "affiliation": {
        "organization": "Global Access",
        "department": "Global Access",
        "institution": "McMaster University",
        "address": "Hamilton, Canada"
      }
    },
    {
      "affiliation": {
        "organization": "F. Hoff- mann-La Roche",
        "institution": "F. Hoff- mann-La Roche",
        "address": "Grenzacherstrasse 124, CH-4070, Basel, Switzerland"
      }
    },
    {
      "affiliation": {
        "organization": "Patel)",
        "institution": "Real World Solutions",
        "address": "London, England UK"
      }
    },
    {
      "affiliation": {
        "organization": "Faculty of Epidemiology and Population",
        "department": "Faculty of Epidemiology and Population",
        "institution": "Real World Solutions",
        "address": "IQVIA, The Netherlands"
      }
    },
    {
      "affiliation": {
        "organization": "London School of Hygiene and Tropical Medicine",
        "institution": "London School of Hygiene and Tropical Medicine",
        "address": "London, England UK (Kim"
      }
    },
    {
      "affiliation": {
        "organization": "Department of Health Policy",
        "department": "Department of Health Policy",
        "institution": ")",
        "address": "London, England UK (Kim"
      }
    },
    {
      "affiliation": {
        "organization": "EMEA Centre of Excellence for Retrospective Studies",
        "department": "EMEA Centre of Excellence for Retrospective Studies",
        "institution": "IQVIA",
        "address": "London - gland, En, UK"
      }
    },
    {
      "affiliation": {
        "organization": "Real World Solutions",
        "department": "Real World Solutions",
        "institution": "IQVIA",
        "address": "The Point 37 North Wharf Road, London, England United Kingdom"
      }
    }
  ],
  "doi": "10.1016/j.jval.2022.01.014",
  "md5": "B5B43771DD8BC3D6CA1EC83166C4FBE4",
  "keywords": [
    "Ramagopalan Administrative",
    "technical",
    "or logistic support: Simpson",
    "Ramagopalan"
  ],
  "funding": [
    ""
  ],
  "sections": [
    {
      "text": "We read with great interest the recently published article by Patel et al  1  and commend the authors for their tremendous efforts to tackle this challenging and important research question. We recognize and appreciate that the authors correctly note that the findings from their study \".are intended to provide a description of trends in use of EC data in support HTA decisions, and not to provide a causal link between the use of RWD or EC data and the probability of a successful submission.\" Nevertheless, we believe that despite this caveat, a number of the findings from Patel et al 1 may be placed out of context and risk providing readers with causal interpretations about the impact that external comparators (ECs) may have on health technology assessment (HTA) recommendations.\n\nTheir finding that 59% of submissions (51 of 87) based on single-arm trials that used real-world data (RWD) ECs received positive decisions, a greater proportion than submissions with trial-based EC data (49%) or no EC data (43%), was notable. Partnered with their statement that they found \".that adding RWD ECs resulted in a higher acceptance rate than observed when prior trial ECs or no EC data at all were used.\" and a discussion section titled \"Impact of ECs on HTA Decision Making,\" the article may imply to the casual reader that, when faced with single-arm trials, ECs based on RWD represent an optimal and well-accepted solution for providing comparative evidence on single-arm trials to HTA bodies.\n\nHTA as defined by HTAi is \"a multidisciplinary process that uses explicit methods to determine the value of a health technology at different points in its lifecycle.\"  2  As such, it involves decisions on the value of health technologies being made after the appraisal of a significant body of clinical, humanistic, and economic evidence. The varying and sometimes opaque approach to valuing these various pieces of evidence renders it difficult to quantify the specific importance of a single piece of evidence in the overall HTA decision process.  3 In our view, this is a particular issue for assessments using RWD, and therefore, we are unsurprised that in reviewing HTA commentaries Patel et al 1 found it \".challenging to find clear reasons for higher acceptability for RWD ECs over other types of EC datasets..\" Furthermore, in our experience, where detailed commentaries are provided, they are often critical of RWD ECs and suggestive that the HTA body would be inclined not to use or give any specific weight to such data in their decision making. We provide selected examples of such cases in Table  1 .  [4] [5] 5] [6] [7]  Notably, findings of this nature have been reported in the regulatory setting, with a recent analysis of EC submissions in oncology to the US Food and Drug Administration finding that none of the ECs directly influenced Food and Drug Administration decisions.  8 We believe it may benefit readers to know whether the authors encountered similar findings during their review of HTA commentaries and, importantly, whether they found any cases where RWD ECs appeared to play a pivotal role in supporting a positive decision. Similarly, a finding that did not receive any attention in Patel et al  1  is the fact that the proportion of HTAs with \"no recommendation\" are approximately double among HTAs that used previous clinical trials with or without real-world evidence as EC (whereas the proportion of negative recommendations are close to identical among the 3 groups). These situations could have represented an opportunity to better incorporate RWD but equally likely may have been the result of the limitations of existing guidance on the use of previous clinical trials as EC.\n\nAlthough HTA bodies such as NICE have acknowledged the need to use a variety of approaches to generate relative treatment effects when faced with single-arm data, the value HTA decision makers place on such data remains unclear. The need for HTA bodies to consider RWD ECs to enable patient access to beneficial medicines is becoming increasingly crucial as new treatments are being developed for rare patient populations where randomized controlled trials are hard or impossible to perform. To do this, multistakeholder (including HTA, regulator, patient, healthcare professional, and industry) efforts are needed to provide more concrete guidance on how to collect and analyze RWD in ways that will reduce uncertainty in the HTA decision-making process to enable patient access to vital and beneficial medicines.  9 Considerable developments in guidelines and processes and the transparency and clarity of HTA outputs will be required to better support the imperative use of RWD as an EC. In the interim, the work of Patel et al 1 is important in highlighting the trends but cannot be interpreted as a definitive answer to the preferred EC approach and needs to be complemented with further research. Translated feedback:\n\nThe level of proof of the results is questionable, in particular for the following reasons: Choice of studies serving as control groups not specified when writing the protocol for the single arm trial Heterogeneity of studies (clinical studies and observational studies) in SCHOLAR-1 No systematic analysis of the differential biases of the observational studies included in the indirect comparison provided No rationale provided for the prognostic factors considered. Disparities between studies, in particular on: -very different median followup times; -on the characteristics of patients and the disease that cannot be overlapped, the proportion of relapsed and refractory patients; -on the treatment history (autograft) and the number of previous treatment lines; Accordingly, these indirect comparisons are presented for illustrative purposes only. No reliable estimate of the difference in effect of this drug compared to current treatment can be made from these indirect comparisons.  6 ntinued on next page"
    },
    {
      "text": "Letters to the Editor The (Harsh) Reality of Real-World Data External Comparators for Health Technology Assessment Oliver Cox, MSc, Cormac Sammon, PhD, Alex Simpson, MSc, Radek Wasiak, PhD, Sreeram Ramagopalan, PhD, Kristian Thorlund, PhD"
    },
    {
      "text": "Example verbatim feedback on RWD ECs from a selection of HTAs."
    },
    {
      "text": "ContinuedALK indicates anaplastic lymphoma kinase; ASMR, Amélioration du service médical rendu; ATE, average treatment effect; B-ALL, B-cell precursor acute lymphoblastic leukemia; CADTH, Canadian Agency for Drugs and Technologies in Health; CDF, Cancer Drugs Fund; CI, confidence interval; DLBCL, diffuse large B-cell lymphoma; EC, external comparator; HAS, Haute Autorité de Santé; HR, hazard ratio; HTA, health technology assessment; NICE, National Institute for Health and Care Excellence; NSCLC, non-small cell lung cancer; PBAC, Pharmaceutical Benefits Advisory Committee; RWD, real-world data; SCC, squamous cell carcinoma; SMR, Service Médical Rendu."
    },
    {
      "text": "Funding/Support: This work was supported by  F. Hoffmann-La Roche .\n\nRole of the Funder/Sponsor: The funder was involved in the design and conduct of the study; collection, management, analysis, and interpretation of the data; preparation, review, and approval of the manuscript; and the decision to submit the manuscript for publication."
    },
    {
      "text": "Conflict of Interest Disclosures: Messrs Cox and Simpson and Dr Ramagopalan are employees of F. Hoffmann-La Roche. Dr Sammon reports grants from F. Hoffmann-La Roche, during the conduct of the study, and grants from F. Hoffmann-La Roche, Bristol Myers Squibb, Vifor Pharma, Stemline Therapeutics, and Immunocore, outside the submitted work. No other disclosures were reported. We wish to thank the commentators for their time and effort in providing valuable feedback to our study."
    },
    {
      "title": "Author's Reply",
      "text": "The purpose of our study was intended to describe the landscape and outcomes of health technology assessment (HTA) submissions of products launched based on single-arm trials. In this context, we present the general trends among the use of external comparators (ECs), type of EC, and HTA outcomes. Due to concerns over potential bias resulting from observed and unobserved confounding factors, we did not present any significance tests for the use of real-world data (RWD) ECs and positive HTA outcomes. For example, we mention that HTA submissions involving drugs with orphan designation have different threshold for evidence requirements to non-orphan drugs. Consequently, we do see lower difference in positive outcomes for orphan drugs with and without RWD ECs than non-orphan drugs. We intended to be clear in writing this article that we do not to provide a causal link between the use of RWD or EC data and the probability of a successful submission, and we would like to reiterate this point.\n\nThe commentators correctly point out that there are multiple HTA appraisals that are critical of RWD ECs. Conversely, we do find HTA bodies that have commented on the acceptability of RWD ECs in the context of a small target patient population where there is high unmet need (eg, blinatumomab [Blincyto] for B-cell precursor acute lymphoblastic leukemia,  1"
    },
    {
      "title": "ibrutinib [Imbruvica]",
      "text": "for Waldenstrom's macroglobulinaemia, 2 cerliponase alfa [Brineura] for treating neuronal ceroid lipofuscinosis type 2 3 all from the National Institute for Health and Care Excellence). Nevertheless, we did not find any statements from HTAs to say that RWD ECs were pivotal to their decision making at the time of review because HTA decision making is based on multiple factors in addition to the evidence package submitted such as drug pricing and level of unmet need. We did not feel it was appropriate to add selected comments from HTA bodies to the article but rather focus on characterizing EC data used to support HTA 4 decisions.\n\nThe proportion of \"no recommendations\" was not commented in the article and was indeed higher for \"prior RCT\" and \"no EC\" groups. The \"no recommendation\" outcome relates to instances where HTA agencies that do not provide a clear recommendation, as seen from REVALMED in Spain and from IQWIG where Gemeinsamer Bundesausschuss -Federal Joint Committee provides the final recommendation in Germany. In a more recent time horizon of 2018 to 2019, we see that the \"no recommendation\" category is similar (19% for RWD ECs, 24% for prior randomized controlled trials , and 20% for no EC) and the proportion of positive decisions was 22% greater for RWD ECs than the no EC group.\n\nFinally, we are in agreement with the commentators for the need to continue development of guidance for the use of RWD for ECs. We commend the ongoing efforts by the National Institute for Health and Care Excellence on the creation of a new evidence standards framework for the use of external control arm studies and real-world evidence, as well as other new guidance on the use of RWE by CanREValue in Canada,  5  Haute Autorité de Santé in France,  4  and the GetReal Institute involving HTA bodies and industry.  6 onflict of Interest Disclosures: Dr Patel and Ms van Engen are employed by IQVIA. Dr Kim was employed by IQVIA at the time of the study. No other disclosures were reported.\n\nFunding/Support: The authors received no financial support for this research."
    }
  ],
  "references": [
    {
      "title": "Use of external comparators for health technology assessment submissions based on single-arm trials",
      "authors": [
        "D Patel",
        "F Grimson",
        "E Mihaylova"
      ],
      "year": 2021,
      "doi": "10.1016/j.jval.2021.01.015",
      "journal": "Value Health",
      "volume": "24",
      "issue": "8",
      "raw": "Use of external comparators for health technology assessment submissions based on single-arm trials \n\t\t \n\t\t\t D Patel \n\t\t \n\t\t \n\t\t\t F Grimson \n\t\t \n\t\t \n\t\t\t E Mihaylova \n\t\t \n\t\t 10.1016/j.jval.2021.01.015 \n\t \n\t \n\t\t Value Health \n\t\t \n\t\t\t 24 \n\t\t\t 8 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Patel D, Grimson F, Mihaylova E, et al. Use of external comparators for health technology assessment submissions based on single-arm trials. Value Health. 2021;24(8):1118-1125."
    },
    {
      "title": "About us",
      "year": 2022,
      "doi": "10.1186/s40900-016-0053-8",
      "raw": "10.1186/s40900-016-0053-8 \n\t\t \n\t\t About us \n\t\t \n\t\t\t March 3, 2022 \n\t\t \n\t \n\t HTAi \n\t About us. HTAi. https://htai.org/about-htai/. Accessed March 3, 2022."
    },
    {
      "title": "Using health technology assessment to assess the value of new medicines: results of a systematic review and expert consultation across eight European countries",
      "authors": [
        "A Angelis",
        "A Lange",
        "P Kanavos"
      ],
      "year": 2018,
      "doi": "10.1007/s10198-017-0871-0",
      "journal": "Eur J Health Econ",
      "volume": "19",
      "issue": "1",
      "raw": "Using health technology assessment to assess the value of new medicines: results of a systematic review and expert consultation across eight European countries \n\t\t \n\t\t\t A Angelis \n\t\t \n\t\t \n\t\t\t A Lange \n\t\t \n\t\t \n\t\t\t P Kanavos \n\t\t \n\t\t 10.1007/s10198-017-0871-0 \n\t \n\t \n\t\t Eur J Health Econ \n\t\t \n\t\t\t 19 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2018 \n\t\t \n\t \n\t Angelis A, Lange A, Kanavos P. Using health technology assessment to assess the value of new medicines: results of a systematic review and expert consultation across eight European countries. Eur J Health Econ. 2018;19(1):123-152."
    },
    {
      "title": "Final clinical guidance report -alectinib (Alecensaro) for non-small cell lung cancer",
      "year": 2022,
      "doi": "10.1200/jco.2018.36.15_suppl.6516",
      "raw": "10.1200/jco.2018.36.15_suppl.6516 \n\t\t \n\t \n\t \n\t\t Final clinical guidance report -alectinib (Alecensaro) for non-small cell lung cancer \n\t\t \n\t\t\t March 3, 2022 \n\t\t \n\t \n\t Final clinical guidance report -alectinib (Alecensaro) for non-small cell lung cancer. CADTH, pan-Canadian Oncology Drug Review (pCODR). https://www. cadth.ca/sites/default/files/pcodr/pcodr_alectinib_alecensaro_nsclc_2ln_fn_cg r%20.pdf. Accessed March 3, 2022."
    },
    {
      "title": "Cemiplimab for treating metastatic or locally advanced cutaneous squamous cell carcinoma",
      "year": 2022,
      "doi": "10.31525/fda1-ucm622251.htm",
      "raw": "10.31525/fda1-ucm622251.htm \n\t\t \n\t\t Cemiplimab for treating metastatic or locally advanced cutaneous squamous cell carcinoma \n\t\t \n\t\t\t National Institute for Health and Care Excellence (NICE \n\t\t\t March 3, 2022 \n\t\t \n\t \n\t Cemiplimab for treating metastatic or locally advanced cutaneous squamous cell carcinoma. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/guidance/ta592/documents/final-appraisal-determin ation-document. Accessed March 3, 2022."
    },
    {
      "title": "PBAC",
      "year": 2022,
      "doi": "10.1148/radiol.290.3.1.podcast",
      "raw": "10.1148/radiol.290.3.1.podcast \n\t\t \n\t\t PBAC \n\t\t \n\t\t\t March 3, 2022 \n\t\t \n\t \n\t Public summary document: blinatumomab \n\t Public summary document: blinatumomab. PBAC. https://www.pbs.gov.au/ industry/listing/elements/pbac-meetings/psd/2019-03/files/blinatumomab- psd-march-2019.pdf. Accessed March 3, 2022."
    },
    {
      "title": "Single-arm oncology trials and the nature of external controls arms",
      "authors": [
        "M Hashmi",
        "J Rassen",
        "S Schneeweiss"
      ],
      "year": 2021,
      "doi": "10.2217/cer-2021-0003",
      "journal": "J Comp Eff Res",
      "volume": "10",
      "issue": "12",
      "raw": "Single-arm oncology trials and the nature of external controls arms \n\t\t \n\t\t\t M Hashmi \n\t\t \n\t\t \n\t\t\t J Rassen \n\t\t \n\t\t \n\t\t\t S Schneeweiss \n\t\t \n\t\t 10.2217/cer-2021-0003 \n\t \n\t \n\t\t J Comp Eff Res \n\t\t \n\t\t\t 10 \n\t\t\t 12 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Hashmi M, Rassen J, Schneeweiss S. Single-arm oncology trials and the nature of external controls arms. J Comp Eff Res. 2021;10(12):1053-1066."
    },
    {
      "title": "Real-world evidence to support Payer/HTA decisions about highly innovative technologies in the EU-actions for stakeholders",
      "authors": [
        "K Facey",
        "P Rannanheimo",
        "L Batchelor",
        "M Borchardt",
        "J De Cock"
      ],
      "year": 2020,
      "doi": "10.1017/s026646232000063x",
      "journal": "Int J Technol Assess Health Care",
      "volume": "36",
      "raw": "Real-world evidence to support Payer/HTA decisions about highly innovative technologies in the EU-actions for stakeholders \n\t\t \n\t\t\t K M Facey \n\t\t \n\t\t \n\t\t\t P Rannanheimo \n\t\t \n\t\t \n\t\t\t L Batchelor \n\t\t \n\t\t \n\t\t\t M Borchardt \n\t\t \n\t\t \n\t\t\t J De Cock \n\t\t \n\t\t 10.1017/s026646232000063x \n\t \n\t \n\t\t Int J Technol Assess Health Care \n\t\t \n\t\t\t 36 \n\t\t\t \n\t\t\t 2020 \n\t\t\t REFERENCES \n\t\t \n\t \n\t Facey KM, Rannanheimo P, Batchelor L, Borchardt M, de Cock J. Real-world evidence to support Payer/HTA decisions about highly innovative technologies in the EU-actions for stakeholders. Int J Technol Assess Health Care. 2020;36:459-468. REFERENCES"
    },
    {
      "title": "Final appraisal document: blinatumomab for treating acute lymphoblastic leukaemia in remission with minimal residual disease activity",
      "year": 2021,
      "doi": "10.2165/00151234-200805610-00027",
      "raw": "10.2165/00151234-200805610-00027 \n\t\t \n\t\t Final appraisal document: blinatumomab for treating acute lymphoblastic leukaemia in remission with minimal residual disease activity \n\t\t NICE \n\t\t \n\t\t\t National Institute for Health and Care Excellence \n\t\t\t November 22, 2021 \n\t\t \n\t \n\t Final appraisal document: blinatumomab for treating acute lymphoblastic leukaemia in remission with minimal residual disease activity. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/guidance/ta589/ documents/final-appraisal-determination-document. Accessed November 22, 2021."
    },
    {
      "title": "Ibrutinib for treating Waldenstrom's macroglobulinaemia",
      "year": 2021,
      "doi": "10.1017/cbo9781316227633.040",
      "raw": "10.1017/cbo9781316227633.040 \n\t\t \n\t\t Ibrutinib for treating Waldenstrom's macroglobulinaemia \n\t\t \n\t\t\t National Institute for Health and Care Excellence (NICE \n\t\t\t November 22, 2021 \n\t\t \n\t \n\t Ibrutinib for treating Waldenstrom's macroglobulinaemia. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/guidance/ta4 91. Accessed November 22, 2021."
    },
    {
      "title": "Cerliponase alfa for treating neuronal ceroid lipofuscinosis type",
      "year": 2021,
      "doi": "10.51731/cjht.2025.1144",
      "raw": "Cerliponase alfa for treating neuronal ceroid lipofuscinosis type \n\t\t 10.51731/cjht.2025.1144 \n\t\t \n\t\t \n\t\t\t November 22, 2021 \n\t\t\t National Institute for Health and Care Excellence \n\t\t\t NICE \n\t\t \n\t \n\t Cerliponase alfa for treating neuronal ceroid lipofuscinosis type. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/ guidance/hst12. Accessed November 22, 2021."
    },
    {
      "title": "Real-world studies for the assessment of medicinal products and medical devices",
      "year": 2021,
      "doi": "10.1016/j.jval.2018.09.1107",
      "raw": "10.1016/j.jval.2018.09.1107 \n\t\t \n\t\t Real-world studies for the assessment of medicinal products and medical devices \n\t\t \n\t\t\t Haute Autorité de santé \n\t\t\t November 22, 2021 \n\t\t \n\t \n\t Real-world studies for the assessment of medicinal products and medical de- vices. Haute Autorité de santé. https://www.has-sante.fr/upload/ docs/application/pdf/2021-10/real-world_studies_for_the_assessment_of_ medicinal_products_and_medical_devices.pdf. Accessed November 22, 2021."
    },
    {
      "title": "Canadian real-world evidence for value of cancer drugs (CanREValue). CanREValue",
      "year": 2021,
      "doi": "10.3390/curroncol28060392",
      "raw": "10.3390/curroncol28060392 \n\t\t \n\t\t Canadian real-world evidence for value of cancer drugs (CanREValue). CanREValue \n\t\t \n\t\t\t November 22, 2021 \n\t\t \n\t \n\t Canadian real-world evidence for value of cancer drugs (CanREValue). CanREValue. https://cc-arcc.ca/canrevalue/. Accessed November 22, 2021."
    }
  ],
  "num_references": 13,
  "figures": [
    {
      "description": "Letters to the Editor The (Harsh) Reality of Real-World Data External Comparators for Health Technology Assessment Oliver Cox, MSc, Cormac Sammon, PhD, Alex Simpson, MSc, Radek Wasiak, PhD, Sreeram Ramagopalan, PhD, Kristian Thorlund, PhD"
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "Example verbatim feedback on RWD ECs from a selection of HTAs."
    },
    {
      "type": "table",
      "caption": "Table 1 .",
      "description": "ContinuedALK indicates anaplastic lymphoma kinase; ASMR, Amélioration du service médical rendu; ATE, average treatment effect; B-ALL, B-cell precursor acute lymphoblastic leukemia; CADTH, Canadian Agency for Drugs and Technologies in Health; CDF, Cancer Drugs Fund; CI, confidence interval; DLBCL, diffuse large B-cell lymphoma; EC, external comparator; HAS, Haute Autorité de Santé; HR, hazard ratio; HTA, health technology assessment; NICE, National Institute for Health and Care Excellence; NSCLC, non-small cell lung cancer; PBAC, Pharmaceutical Benefits Advisory Committee; RWD, real-world data; SCC, squamous cell carcinoma; SMR, Service Médical Rendu."
    }
  ],
  "num_figures": 3,
  "tables": [
    {
      "content": "Molecule, indication HTA body, country Decision, date RWD feedback-verbatim from HTA report Alecensaro, ALK-positive, CADTH, Canada Reimburse with clinical \"Important limitations in the analysis locally advanced or criteria or conditions, were noted, including issues related to metastatic patients with March 29, 2018 relevancy (a substantial proportion of NSCLC who have patients with ceritinib RWD treatment progressed on or are group did not experience crizotinib failure intolerant to crizotinib 4 first line) and internal validity (important key prognostic baseline variables were left out of the model used to balance treatment groups for the primary analysis). Therefore the reported OS estimate is likely confounded since the effects of important prognostic variables were not controlled for in the analysis.\" 4 Libtayo, metastatic or NICE, England Conditional \"The clinical experts were concerned that locally advanced (Recommended for use the Jarkowski et al (2016) data suggest cutaneous SCC 5 within the CDF), August 7, more prolonged survival than is typically 2019 seen in their clinical experience with chemotherapy. The committee was concerned that the Jarkowski et al (2016) data does not appear to align with NHS experience and that the results may be unreliable because of the very small sample size, differences in patient selection and a non- UK population. It noted that similar limitations in the study design, population and sample size also apply to the Sun et al (2019) data. The committee concluded that none of the data presented provide a reliable estimate of clinical outcomes for chemotherapy or best supportive care.\" 5 Kymriah, third-line or later HAS, France SMR: Important treatment of refractory or ASMR: IV (minor), recurrent DLBCL 6 December 2018"
    },
    {
      "content": "Molecule, indication HTA body, country Decision, date RWD feedback-verbatim from HTA report Blincyto, B-ALL in PBAC, Australia Deferred, March 2019 \"The PBAC noted that the comparative hematological complete Reimbursed effectiveness continued to be based on a remission with minimal (resubmission), July 2019 propensity score indirect analysis residual disease following comparing blinatumomab (based on the induction chemotherapy 7 BLAST study) with standard of care chemotherapy (based on Study 20120148, a historical control). The PBAC noted that the resubmission had used the average treatment effect (ATE) method as the primary analysis, consistent with the PBAC's advice in July 2018. However, the PBAC considered that the resubmission had not addressed many of its previous concerns with this analysis including potential: issues with the applicability of the standard care chemotherapy arm to Australian clinical practice; differences between the population included in the propensity score analysis and the PBS population; and a high risk of bias.\" \"The PBAC recalled its previous consideration that the magnitude of any improvement in overall survival could not be reliably determined from the propensity score analysis given: it was informed by immature data from the BLAST study (median follow-up of 18.3 months); it was confounded by HSCT use; and there were issues limiting the reliability of the indirect comparison (as outlined in the previous paragraph). Further, the PBAC noted that the overall survival gain in the ATE analysis was not statistically significant (HR 0.68; 95% CI 0.42, 1.09).\" 7"
    }
  ],
  "num_tables": 2,
  "num_citations": 15,
  "cited_references": [
    "b6",
    "b5",
    "b7"
  ],
  "notes": [
    "[raw_affiliation] Basel , Switzerland ( Cox , Simpson ,",
    "[raw_affiliation] Ramagopalan) ; PHMR , London , England , UK (",
    "[raw_affiliation] Sammon); Cytel , London , England , UK ( Wasiak) ; Health Research Methods, Evidence, and Impact ,",
    "[raw_affiliation] McMaster University , Hamilton , Canada Global Access ,",
    "[raw_affiliation] F. Hoff- mann-La Roche , Grenzacherstrasse 124 CH-4070 , Basel , Switzerland.",
    "[raw_affiliation] Real World Solutions , IQVIA , London , England , UK ( Patel) ;",
    "[raw_affiliation] Real World Solutions , IQVIA , The Netherlands (van Engen) ; Faculty of Epidemiology and Population ,",
    "[raw_affiliation] London School of Hygiene and Tropical Medicine , London , England , UK (Kim",
    "[raw_affiliation] ) ; Department of Health Policy , London School of Economics and Political Science , London , England , UK (Kim );",
    "[raw_affiliation] EMEA Centre of Excellence for Retrospective Studies , IQVIA , London , En - gland , UK",
    "[raw_affiliation] Real World Solutions , IQVIA , The Point , 37 North Wharf Road , London , England , United Kingdom.",
    "[submission] Accepted for Publication: January 7, 2022 Accepted for Publication: January 7, 2022",
    "1098-3015/$36.00 -see front matter Copyright ª 2022, International Society for Pharmacoeconomics and Outcomes Research, Inc. Published by Elsevier Inc.",
    "[raw_reference] Patel D, Grimson F, Mihaylova E, et al. Use of external comparators for health technology assessment submissions based on single-arm trials. Value Health. 2021;24(8):1118-1125.",
    "HTAi",
    "[raw_reference] About us. HTAi. https://htai.org/about-htai/. Accessed March 3, 2022.",
    "[raw_reference] Angelis A, Lange A, Kanavos P. Using health technology assessment to assess the value of new medicines: results of a systematic review and expert consultation across eight European countries. Eur J Health Econ. 2018;19(1):123-152.",
    "[raw_reference] Final clinical guidance report -alectinib (Alecensaro) for non-small cell lung cancer. CADTH, pan-Canadian Oncology Drug Review (pCODR). https://www. cadth.ca/sites/default/files/pcodr/pcodr_alectinib_alecensaro_nsclc_2ln_fn_cg r%20.pdf. Accessed March 3, 2022.",
    "[raw_reference] Cemiplimab for treating metastatic or locally advanced cutaneous squamous cell carcinoma. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/guidance/ta592/documents/final-appraisal-determin ation-document. Accessed March 3, 2022.",
    "Public summary document: blinatumomab",
    "[raw_reference] Public summary document: blinatumomab. PBAC. https://www.pbs.gov.au/ industry/listing/elements/pbac-meetings/psd/2019-03/files/blinatumomab- psd-march-2019.pdf. Accessed March 3, 2022.",
    "[raw_reference] Hashmi M, Rassen J, Schneeweiss S. Single-arm oncology trials and the nature of external controls arms. J Comp Eff Res. 2021;10(12):1053-1066.",
    "[raw_reference] Facey KM, Rannanheimo P, Batchelor L, Borchardt M, de Cock J. Real-world evidence to support Payer/HTA decisions about highly innovative technologies in the EU-actions for stakeholders. Int J Technol Assess Health Care. 2020;36:459-468. REFERENCES",
    "[raw_reference] Final appraisal document: blinatumomab for treating acute lymphoblastic leukaemia in remission with minimal residual disease activity. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/guidance/ta589/ documents/final-appraisal-determination-document. Accessed November 22, 2021.",
    "[raw_reference] Ibrutinib for treating Waldenstrom's macroglobulinaemia. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/guidance/ta4 91. Accessed November 22, 2021.",
    "[raw_reference] Cerliponase alfa for treating neuronal ceroid lipofuscinosis type. National Institute for Health and Care Excellence (NICE). https://www.nice.org.uk/ guidance/hst12. Accessed November 22, 2021.",
    "[raw_reference] Real-world studies for the assessment of medicinal products and medical de- vices. Haute Autorité de santé. https://www.has-sante.fr/upload/ docs/application/pdf/2021-10/real-world_studies_for_the_assessment_of_ medicinal_products_and_medical_devices.pdf. Accessed November 22, 2021.",
    "[raw_reference] Canadian real-world evidence for value of cancer drugs (CanREValue). CanREValue. https://cc-arcc.ca/canrevalue/. Accessed November 22, 2021."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
