{
  "paper_id": "7TXNCFJ9",
  "title": "Digital Health Interventions for Hypertension Management in US Populations Experiencing Health Disparities A Systematic Review and Meta-Analysis",
  "abstract": "IMPORTANCE Hypertension remains a leading factor associated with cardiovascular disease, and demographic and socioeconomic disparities in blood pressure (BP) control persist. While advances in digital health technologies have increased individuals' access to care for hypertension, few studies have analyzed the use of digital health interventions in vulnerable populations. OBJECTIVE To assess the association between digital health interventions and changes in BP and to characterize tailored strategies for populations experiencing health disparities. DATA SOURCES In this systematic review and meta-analysis, a systematic search identified studies evaluating digital health interventions for BP management in the Cochrane Library, Ovid Embase, Google Scholar, Ovid MEDLINE, PubMed, Scopus, and Web of Science databases from inception until",
  "year": 2024,
  "date": "2024-02-14",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Miriam",
      "surname": "Katz",
      "name": "Miriam Katz"
    },
    {
      "forename": "Reed",
      "surname": "Mszar",
      "name": "Reed Mszar"
    },
    {
      "forename": "Alyssa",
      "surname": "Grimshaw",
      "name": "Alyssa Grimshaw"
    },
    {
      "forename": "Craig",
      "surname": "Gunderson",
      "name": "Craig Gunderson"
    },
    {
      "forename": "Oyere",
      "surname": "Onuma",
      "name": "Oyere Onuma"
    },
    {
      "forename": "Yuan",
      "surname": "Lu",
      "name": "Yuan Lu"
    },
    {
      "forename": "Erica",
      "surname": "Spatz",
      "name": "Erica Spatz"
    }
  ],
  "doi": "10.1001/jamanetworkopen.2023.56070",
  "sections": [
    {
      "title": "Introduction",
      "text": "Hypertension is an important risk factor for cardiovascular disease (CVD), which accounts for approximately 1 in 5 deaths in the US.  1  Nearly half (47%) of all US adults, or 116 million individuals, have hypertension (defined as systolic blood pressure [SBP]Ն130 mm Hg or diastolic blood pressure\n\n[DBP]Ն80 mm Hg). Only 24% of those with hypertension have their condition under control.  2, 3 cial, ethnic, and socioeconomic disparities in hypertension prevalence, awareness, and treatment persist. Notably, population-based studies have shown that Black and Hispanic adults have lower BP awareness and control despite a higher overall burden of hypertension compared with non-Hispanic White individuals.  [4] [5] [6] [7] [8]  Emerging research has shown digital health technology to be a promising avenue for managing uncontrolled hypertension, particularly in underserved populations impacted by barriers to accessing care. Current digital health approaches for hypertension management typically involve text message reminders for medication adherence,  [9] [10] [11]  remote BP monitoring,  12, 13  and virtual behavioral coaching.  14, 15 There is also growing evidence for the value of tailored, multicomponent approaches for hypertension management.  16, 17 Home monitoring can identify \"white-coat hypertension\" (BP measurements are high in the clinic but normal at home) and masked hypertension (BP measurements are normal in the clinic but high at home) and empower patients to take more control over their health.  12, 18 When combined with a centralized medical team to respond to elevated home BP readings, home monitoring has potential to significantly improve BP control.\n\nDespite the intended benefits of home monitoring and other digital health interventions for hypertension control, there are varying effects on cardiovascular risk factor control, potentially because of the need for technology support and remote engagement.  [19] [20] 0] [21] [22]  Studies that incorporate a social determinants of health framework in the development and implementation of digital health interventions could prevent further widening of the digital divide and existing health disparities.  23 cordingly, this systematic review and meta-analysis aimed to assess the association between digital health interventions and BP changes among populations experiencing health disparities. It also aimed to characterize the diversity of contemporary strategies used to meet the needs of populations experiencing health disparities."
    },
    {
      "title": "Methods",
      "text": "This systematic review and meta-analysis was conducted in accordance with the Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) reporting guideline.  24 The study protocol and methods were registered with PROSPERO a priori (CRD42021257529)."
    },
    {
      "title": "JAMA Network Open | Cardiology",
      "text": "Digital Health for Hypertension Management in Populations With Health Disparities"
    },
    {
      "title": "Search Strategy and Study Selection",
      "text": "A systematic search of the literature was conducted by a medical librarian (A.A.G.) in the Cochrane Library, Ovid Embase, Google Scholar, Ovid MEDLINE, PubMed, Scopus, and Web of Science Core Collection databases to identify relevant articles published from the earliest record in the respective database to October 30, 2023. Databases were searched using a combination of controlled vocabulary and free-text terms for digital health, hypertension, social determinants of health, and demographic and/or socioeconomic disparities. The search was not limited by publication type, language, or year. The search was peer reviewed by a second medical librarian using Peer Review of Electronic Search Strategies. Details of the full search strategy are listed in eTable 1 in Supplement 1.\n\nCitationChaser was used to search the reference lists of included studies and to retrieve articles that had cited the included studies to find additional relevant studies not retrieved by the database search.\n\nIncluded studies were randomized clinical trials (RCTs) or cohort studies that investigated digital health interventions for managing hypertension and were conducted in adult populations (age Ն18 years). Studies were not excluded based on the type of digital health intervention used. Included studies presented change in SBP and/or baseline and follow-up SBP levels as primary or secondary outcomes. Studies were excluded if they possessed the following characteristics: review articles, abstracts, editorials or letters, animal studies, or case reports. Conference abstracts were excluded given that detailed information was required on follow-up BP levels, participants' sociodemographic characteristics, and an in-depth description of the digital health intervention being assessed.\n\nAdditionally, given the objective of this systematic review and meta-analysis to assess the outcomes of digital health interventions in populations experiencing health disparities, the studies that were included at the full-text review stage were required to possess any of the following characteristics: (1) a clear emphasis on social determinants of health and/or health disparities, (2)   study eligibility criteria focusing on the exclusive or predominant recruitment and enrollment of marginalized populations that have historically been underserved and underrepresented in medical and public health research, (3) study design and conduct approaches involving intentional community partnership and stakeholder engagement, and (4) digital health intervention strategies that were culturally and/or linguistically tailored to the populations they were meant to serve. It was not feasible to include these criteria as part of the first stage of eligibility determination because this information is frequently not included in a study's title or abstract, thereby necessitating full review of the methods and results.\n\nCitations from all databases were imported into an EndNote 20 library (Clarivate Analytics).\n\nDuplicate citations were removed using the Yale Reference Deduplicator. The deduplicated results were imported into Covidence for screening and data extraction. Two independent screeners (M.E.K., R.M.) performed a title and abstract review, and a third screener (E.S.S.) resolved disagreements. The full texts of the resulting studies were then reviewed for inclusion by 2 independent screeners (M.E.K., R.M.), with a third screener (E.S.S.) resolving disagreements.\n\nthe SD value for the BP outcomes or reported IQR or SE values instead, we used several algebraic conversions to produce the proper SD measure of variation to integrate into our meta-analysis.  25 e methods of the meta-analysis were established prior to data extraction. Mean differences in BP between treatment and control groups were analyzed with random-effects meta-analysis using the restricted maximum likelihood method. Analysis was stratified by follow-up duration in months.\n\nStudy heterogeneity was evaluated using Higgins I 2 statistics with thresholds of 25%, 50%, and 75%, corresponding with low, moderate, and high levels of heterogeneity, respectively.  25 If the I 2 value was 50% or greater, we explored heterogeneity using leave-one-out sensitivity analysis, subgroup analysis, and metaregression for outcomes with at least 10 studies. Subgroups included studies that tested remote BP monitoring in the intervention arm, focused on Black or Hispanic individuals, were pilot studies, identified BP as the primary outcome, and were limited to patients with controlled BP at baseline. Metaregression included the same subgroup variables and the proportion of study participants who were female, were Black or Hispanic, and/or had a lower level of completed education. Statistical analysis was performed using Stata/BE, version 17.0 (StataCorp LLC). Two-sided P < .05 was considered significant."
    },
    {
      "title": "Assessment of Study Quality and Publication Bias",
      "text": "The quality of observational studies was assessed independently by 2 investigators (M.E.K., R.M.) and scored on the Newcastle-Ottawa Scale, and interobserver agreement was calculated using the Cohen k coefficient.  26 Discrepancies were resolved by the senior reviewer (E.S.S.). Publication bias was assessed visually by inspection of a funnel plot and through the Egger test of intercept.  27"
    },
    {
      "title": "Results"
    },
    {
      "title": "Study Characteristics",
      "text": "Our initial literature search yielded 4091 studies after removing duplicate publications (Figure  1 ). Of these, 308 full-text articles were evaluated, and 28 studies   (27 RCTs [96.4%] 29-55 and 1 cohort study [3.6%] 28 ) were ultimately included in this systematic review and meta-analysis (Table  1  and  Table 2 ). Am ng the included studies, the eligibility criteria for participant recruitment varied widely, although most used a diagnosis of hypertension and/or a history of taking antihypertensive medications (eTable 2 in Supplement 1). 28, [30] [31] [32] [33] 36, 37, [41] [42] [43] [44] [46] [47] [48] [49] [50] [51] [52] [53] [54]  Eighteen studies (64.3%) included remote BP monitoring,  28, [30] [31] [32] [33] [34] 37, 41, 43, 44, 46, 48, 49, [51] [52] [53] [54] [55]  and all studies incorporated multiple digital health components, including electronic health reminders, education, and behavioral support programs. Other interventions included the integration of community health workers (CHWs) or skilled nurses (13 studies [46.4%]  28, 29, 32, [34] [35] [36] 38, 40, 41, 43, 45, 46, 53  ), wearable or ingestible sensors (4 studies [14.3%]  40, 43, 50, 54  ), and tailored messaging or reminders based on cultural, linguistic, behavioral, and/or psychosocial considerations (21 studies [75.0%]  29, [31] [32] [33] [34] [35] [36] [38] [39] [40] [41] [42] [43] [45] [46] [47] [48] [52] [53] [54] [55]  ) (eTable 3 in Supplement 1). Additionally, 5 studies (17.9%) directly involved active medication management for hypertension control as part of the digital health intervention. 28, 35, 41, 43, 48  Studies excluded from this systematic review and meta-analysis and the corresponding rationales are presented in eTables 4 and 5 in Supplement 1. Few studies (4 [14.3%]) reported the BP outcomes of interest beyond 1 year of follow-up."
    },
    {
      "title": "Baseline Sociodemographic Characteristics",
      "text": "Overall, 8257 individuals from the 28 studies were included in this systematic review and metaanalysis, of whom 3828 (46.4%) were assigned to an intervention group and 4429 (53.6%) were assigned to a control group. The mean pooled age of participants was 57.4 years (range, 46-71 years); 3295 (39.9%) were men, and 4962 (60.1%) were women (eTable 3 in Supplement 1). Overall, 1631 individuals (19.8%) were Hispanic; 3531 (42.8%), non-Hispanic Black; 2607 (31.6%), non-Hispanic White; and 488 (5.9%), other race. Regarding socioeconomic characteristics, 1471 individuals (17.8%) had a low level of completed education (often defined as less than high school), and 1884 (22.8%) JAMA Network Open | Cardiology Digital Health for Hypertension Management in Populations With Health Disparities JAMA Network Open. 2024;7(2):e2356070. doi:10.1001/jamanetworkopen.2023.56070 (Reprinted) February 14, 2024 4/17 Downloaded from jamanetwork.com by guest on 07/11/2025 were classified as having low income. Additionally, 1177 individuals (14.3%) had Medicaid, 2146 (26.0%) had Medicare, and 548 (6.6%) had no insurance coverage. In total, 17 studies (60.7%) focused on Black or Hispanic individuals or included a large proportion of individuals self-identifying\n\nas Black or Hispanic.  29, [32] [33] [34] [35] [36] [37] [39] [40] 0] [41] [42] 44, 46, 49, 50, 53, 54  Regarding socioeconomic characteristics, 15 studies (53.6%) were specifically conducted in socioeconomically disadvantaged communities or among individuals with a low income or who were uninsured or underinsured.  [28] [29] [30] [35] [36] [37] [38] [39] 41, 43, 45, 47, 50, 52, 55  Several studies were also conducted among veterans (2 [7.1%]  48, 51  ) and rural populations (3 [10.7%]  28, 47, 54  )."
    },
    {
      "title": "SBP Changes",
      "text": "Across all studies included in the meta-analysis regardless of follow-up duration, the mean (SD) SBP at baseline for the digital health intervention and control groups was 138.6 (16.3) mm Hg and 139.2 (16.2) mm Hg, respectively. The mean (SD) follow-up SBP at the final follow-up time point was 131.8 (15.9) mm Hg in the intervention groups and 135.3 (16.5) mm Hg in the control groups.\n\nAmong the 10 studies that reported change in SBP at 6 months,  28, 30, 31, 33, 36, 37, 40, 44, 47, 51  we found a mean difference of -2.74 mm Hg (95% CI, -6.43 to 0.95 mm Hg; P = .15; I 2 = 80.32%) between the digital health intervention and control groups (Figure  2 ). At 12 months' follow-up, there was a statistically significant mean difference of -4.30 mm Hg (95% CI, -8.38 to -0.23 mm Hg; P = .04; I 2 = 71.43%) in the 4 studies reporting SBP change.  30, 31, 36, 47 For the SBP change outcome, 3\n\nor fewer studies had complete information at the 3-month,  41, 49, 50  18-month,  30, 36  and 24-month  36  follow-up. Among the 12 studies that presented follow-up SBP, we found a statistically significant mean difference of -4.24 mm Hg (95% CI, -7.33 to -1.14 mm Hg; P = .01; I 2 = 77.36%) at 6 months (Figure  3 ).  [28] [29] [30] [31] 33, 35, 38, 40, 43, , 44, 51, 52  The greatest mean difference in 6-month SBP between   Among 10 studies that reported 6-month DBP changes, we found a mean difference of -1.11 mm Hg (95% CI, -3.09 to 0.87 mm Hg; P = .27; I 2 = 70.45%) (eFigure 1 in Supplement 1).  28, 30, 31, 33, 36, 37, 40, 44, 47, 51 The most prominent mean difference in DBP changes between the intervention and control groups was -6.10 mm Hg (95% CI, -11.02 to -1.18 mm Hg).  28 ross the 12 studies with 6-month data on follow-up DBP (42.9%), we found a mean difference of -1.86 mm Hg (95% CI, -3.82 to 0.10 mm Hg; P = .06; I 2 = 67.57%) (eFigure 2 in Supplement 1).  [28] [29] [30] [31] 33, 35, 38, 40, 43, , 44, 51, 52  The largest mean difference was -6.70 mm Hg (95% CI, -9.98 to -3.42 mm Hg),  30  while the smallest (most positive) mean difference between the intervention and control groups was 1.50 mm Hg (95% CI, -1.53 to 4.53 mm Hg). 31 -30 30 0 20 Mean SBP difference (95% CI), mm Hg -10 10 -20 Favors treatment Favors control Study 3-mo Follow-up 6-mo Follow-up 12-mo Follow-up 18-mo Follow-up Fortmann et al, 29 2017 Clark et al, 28 2021 Brewer et al, 40 2022 Frosch et al, 38 2011 Margolis et al, 30 2013 McKee et al, 52 2011 Margolis et al, 30 2013 Crowley et al, 34 2013 Brennan et al, 53 2010 Schroeder et al, 31 2020 Shea et al, 55 2009 Total Persell et al, 44 2020 Rifkin et al, 51 2013 Margolis et al, 30 2013 24-mo Follow-up Shea et al, 55 2009 Schroeder et al, 31 2020 Skolarus et al, 33 2018 Vaughan et al, 35 2021\n\nZha et al,  43  2020 Total Fortmann et al, 29 2017 Morawski et al, 49 2018 Still et al, 32 2020 Zha et al, 43 2020 Total Weight, % 3.60 5.26 1.82 2.66 4.58 2.82 5.40 3.41 4.08 5.11 2.50 3.53 4.87 2.17 4.55 2.14 5.20 5.29 4.95 5.16 4.54 5.71 4.99 5.64 Schoenthaler et al, 42 2020 50 209 21 50 100 148 25 144 22 129 41 36 12 120.6 (14.3) 140.8 (15.7) 130.9 (17.4) 122.4 (17.2) 129.1 (19.0) 126.7 (14.3) 129.1 (15.2) 132.3 (15.0) 136.0 (15.6) 136.2 (18.0) 147.2 (21.8) 124.8 (13.1) 137.4 (4.9) 30 139.1 (16.5) 12 140.6 (5.5) 27 128.38 (14.0) 118 127.8 (11.9) 251 126.8 (16.9) 182 137.6 (17.5) 141 125.7 (13.9) 122 132.1 (17.2) 698 137.4 (21.2) 135 126.9 (15.1) 620 137.3 (21.9) 58 202 21 59 101 89 22 152 15 131 32 38 13 123.1 (17.9) 141.2 (17.3) 135.1 (19.5) 30 139.1 (16.4) 120.5 (17.6) 128.2 (19.1) 136.9 (11.1) 137.5 (15.5) 135.0 (13.9) 140.0 (14.4) 136.1 (18.4) 146.7 (20.5) 130.8 (14.6) 140.9 (5.0) 13 142.6 (5.7) 34 129.9 (16.8) 871 141.5 (15.6) 234 129.5 (18.2) 177 134.7 (18.6) 102 134.8 (12.1) 128 137.5 (18.6) 714 140.6 (22.9) 104 133.0 (13.3) 636 141.0 (22.8) Treatment Patients, No. SBP, mean (SD), mm Hg Control Patients, No. SBP, mean (SD), mm Hg Mean SBP difference (95% CI), mm Hg -2.50 (-8.68 to 3.68) -0.40 (-3.59 to 2.79) -4.20 (-15.38 to 6.98) -0.01 (-8.35 to 8.33) -2.07 (-6.45 to 2.31) -1.24 (-3.48 to 1.00) 1.90 (-4.66 to 8.46) -1.52 (-9.43 to 6.39) -13.70 (-16.62 to -10.78) 0.90 (-4.37 to 6.17) -10.20 (-13.66 to -6.74) -8.40 (-17.19 to 0.39)"
    },
    {
      "title": "Subgroup Analysis, Metaregression, and Sensitivity Analysis",
      "text": "Among the studies with 6-month follow-up data for the BP outcomes of interest,  [28] [29] [30] [31] 33, 35, 38, 40, 43, 44, 51, 52  each of the 6-month outcomes had moderate-high heterogeneity (I 2 = 67.57%-80.32%). On sensitivity analysis emoving individual studies had minimal effect on the pooled result (eFigures 3-6 in Supplement 1). Subgroup analyses based on whether studies included remote BP monitoring, were limited to specific racial or ethnic groups, were pilot studies, enrolled patients with controlled BP at baseline, or had BP as the primary outcome also found little effect on statistical heterogeneity (eTables 5-9 in Supplement 1). Metaregression using the proportion of study participants who were female, Black, or Hispanic and/or had a lower level of education had little effect on heterogeneity. Similarly, metaregression including the subgroup variables had little effect on heterogeneity except whether the mean baseline BP was controlled (SBP Յ140 mm Hg). F r the outcome of change in SBP, 4 studies had a mean baseline SBP of 140 mm Hg or lower. 31, 36, 40, 47  On metaregression, 50.3% of the heterogeneity was explained by this variable (β = 7.1; P = .02). For the other 3 BP outcomes at 6 months, the studies with a mean baseline SBP of 140 mm Hg or lower  29, 31, 35, 36, 38, 40, 47, 52  found less benefit of digital health interventions, but the differences were not statistically significant."
    },
    {
      "title": "Publication Bias",
      "text": "Among included studies presenting complete outcome information such as change in BP or follow-up BP,  [28] [29] [30] [31] [32] [33] [34] [35] [36] [37] [38] [40] [41] [42] [43] [44] 47, [49] [50] [51] [52] [53] 55  inclusion of fewer than 10 studies limited formal assessment of publication bias (eFigures 3-6 in Supplement 1). Given that only t e 6-month time point had 10 or more studies reporting BP changes or BP at follow-up, this was the only duration that we were able to assess for publication bias. The Egger regression intercept showed no significant publication bias among studies that reported change in SBP,  28, 30, 31, 33, 36, 37, 40, 44, 47, 51  follow-up SBP,  [28] [29] [30] [31] 33, 35, 38, 40, 43, 44, 51, 52  change in DBP,  28, 30, 31, 33, 36, 37, 40, 44, 47, 51  and follow-up DBP. [28] [29] [30] [31] 33, 35, 38, 40, 43, 44, 51, 52  Study Quality\n\nOverall, there were few concerns regarding the quality of included studies in our systematic review and meta-analysis. The domain-specific judgements on study quality ranged from low risk of bias to some concerns of potential bias. In total, 8 of the 28 studies (28.6%) had some concerns, most often attributed to bias due to missing outcome data (eFigure 7 in Supplement 1).  28, 33, 34, 40, 41, 45, 50, 52 Only 1 study (3.6%) had an overall judgement score of \"some concerns.\" 34"
    },
    {
      "title": "Discussion",
      "text": "To our knowledge, this was the first large-scale, contemporary analysis of more than 8257 participants from 28 studies to characterize existing evidence on the outcomes of digital health interventions for hypertension management in populations experiencing health disparities. Our systematic review and meta-analysis included a diverse sample of participants and a breadth of culturally tailored strategies seeking to integrate racial, ethnic, and socioeconomic determinants into the study design and intervention delivery. We found statistically significant and clinically relevant mean differences in SBP at 6 months (-4.24 mm Hg) and SBP changes at 12 months (-4.30 mm Hg).\n\nOnly 3 studies  30, 36, 55  assessed BP changes beyond 1 year of follow-up.\n\nThis study found evidence of BP improvements in populations experiencing health disparities, strengthening the case for digital health as an efficient and effective tool for hypertension management in these groups. At 6 months of follow-up, individuals who received a digital health intervention had a 4.24 mm Hg greater reduction in SBP compared with those in a control group.\n\nImportantly, these results are consistent with findings from meta-analyses that focused on digital health interventions to lower BP levels in the general population.\n\n17,56-58 One systematic review conducted among 4271 participants from 11 RCTs demonstrated net changes of -3.85 mm Hg in SBP and -2.19 mm Hg in DBP in the combined digital health intervention group, 56 which are similar to the mean differences observed in the current study. JAMA Network Open | Cardiology Digital Health for Hypertension Management in Populations With Health Disparities JAMA Network Open. 2024;7(2):e2356070. doi:10.1001/jamanetworkopen.2023.56070 (Reprinted) February 14, 2024 10/17 Downloaded from jamanetwork.com by guest on 07/11/2025\n\nThe findings of our study can be evaluated in the context of the growing body of evidence linking health disparities with hypertension management and CVD. While this systematic review and meta-analysis focused on populations experiencing health disparities and assessed digital health interventions for culturally tailored components, we found that 17 studies were specifically focused on enrolling a large proportion of Black and Hispanic individuals.  29, [32] [33] [34] [35] [36] [37] [39] [40] 0] [41] [42] 44, 46, 49, 50, 53, 54  However, subgroup analysis based on whether studies were limited to specific racial or ethnic groups had little effect on statistical heterogeneity. Black and Hispanic adults and individuals with low income and lower level of completed education experience a disproportionately higher burden of hypertension and have higher rates of morbidity and mortality associated with CVD.  2, 59, 60 Moreover, individuals without insurance have been shown to have worse CVD outcomes.  60, 61 These inequities may be driven by individual-, relational-, and system-level inequities. For example, lifestyle behaviors (ie, physical activity, diet, and sleep quality), interpersonal and structural racism and implicit bias, and differences in access to high-quality care can impact BP control rates.  62 Black and Hispanic\n\nindividuals face an increased level of discrimination, which has been associated with hypertension.  63  recent years, Hispanic and non-Hispanic Black individuals in the US have shown a stagnation and even a decline in hypertension awareness, treatment, and control, with widening gaps in BP control.  5, 6, 64 veral of the included studies addressed these challenges. For example, we observed a diverse range of recruitment strategies and culturally tailored interventions, ranging from faith-based community partnerships to motivational coaching based on personal belief frameworks. While nearly all of the studies included a combination of home BP monitoring with synchronized digital cuffs, medication adherence messaging, or motivational reminders, 21 studies made these reminders linguistically and/or culturally tailored to their patient population.  29, [31] [32] [33] [34] [35] [36] [38] [39] [40] [41] [42] [43] [45] [46] [47] [48] [52] [53] [54] [55]  In the Cholesterol, Hypertension, and Glucose Education (CHANGE) study focusing on non-Hispanic Black patients with diabetes, nurses underwent cultural sensitivity training that provided information on the unique challenges that non-Hispanic Black individuals face in their community.  34 Additionally, there was a diverse set of community-engaged aspects of the study design and conduct, including the integration of community health centers, involvement of local church leadership for faith-based recruitment and intervention delivery, and participation of community health educators and patient advisory councils.  29, [31] [32] [33] [35] [36] [37] [38] [39]  Community-based interventions have been shown to ease the psychosocial stressors often associated with clinical settings, such as white coat syndrome, along with building trust between research staff and study participants. 17 In recent years, research has shown that hypertension management and control are low across all Hispanic and Latino groups, with rates lower than those among non-Hispanic White individuals and lowest among Hispanic adults without health insurance.  65, 66 The integration of CHWs has been\n\nJAMA Network Open | Cardiology Digital Health for Hypertension Management in Populations With Health Disparities JAMA Network Open. 2024;7(2):e2356070. doi:10.1001/jamanetworkopen.2023.56070 (Reprinted) February 14, 2024 11/17 Downloaded from jamanetwork.com by guest on 07/11/2025 a well-studied and validated approach to increasing health care access in these groups. Previous evidence has shown that CHWs who provide technical support, engage in participant recruitment, and are knowledgeable about community resources collectively aid in improving the adoption and acceptability of a digital health intervention. 67 In this systematic review and meta-analysis, a subset of studies specified whether an intervention was available in the participants' native or preferred language and whether culturally sensitive messaging was present, both of which would further enhance access to digital health interventions. In particular, Still et al 32 partnered with nurses from the Cleveland Council of Black Nurses, who, similar to CHWs, served as a bridge between underserved communities and their health care needs. While the intervention and control groups did not have significant differences in BP control at 3 months, clinically relevant BP reduction was observed in the intervention group. Additionally, in the TIME Study, Vaughan and colleagues 35 incorporated CHW-participant mobile health communication, CHW-led diabetes group visits, and CHW-physician diabetes training and support via telehealth in a population of Hispanic and Spanishspeaking individuals. Compared with control participants, those enrolled in TIME had significant BP improvement (SBP: -6.89 mm Hg vs 0.03 mm Hg; DBP: -3.36 mm Hg vs 0.2 mm Hg)."
    },
    {
      "title": "Limitations",
      "text": "The findings from our systematic review and meta-analysis should be interpreted in the context of several limitations. First, this study was limited in its ability to examine comprehensive, patient-level data on BP changes beyond 1 year. With few studies reporting longer-term follow-up data and the proportion of individuals with controlled hypertension at the end of the study period, the outcomes that were sufficiently powered both overall and for subgroup analyses were limited. However, despite this limitation, statistically significant and clinically meaningful data for SBP changes at 6 and 12 months were identified. Second, since there was inconsistently reported information on sociodemographic characteristics and studies used different definitions for specific subpopulations experiencing health disparities, our literature search may not have captured all studies of digital health interventions conducted in these populations. For example, studies conducted in rural areas may not have been identified if not cataloged as such. To improve our capture of studies, we used a snowball approach, identifying studies referenced by articles that did meet our search criteria.\n\nThird, several studies involved significant investment in community partnerships, patient engagement, and digital health interventions. While questions related to cost, sustainability, and scalability were beyond the scope of this study, they remain important challenges that should be considered in future interventions to address disparities in hypertension control. Last, given that many of the digital health interventions possessed multiple components, we were unable to isolate the effects of each component. Future scoping reviews may be particularly helpful in assessing the breadth of and heterogeneity in digital health intervention components. Relatedly, the control or standard care groups varied widely across included studies and may have impacted the observed effects accordingly."
    },
    {
      "title": "Conclusions",
      "text": "In this systematic review and meta-analysis of digital health interventions for hypertension management in populations experiencing health disparities, significant and clinically relevant differences in BP lowering between the intervention and control groups were detected. We also\n\nidentified a breadth of interventions and community engagement strategies, such as participant recruitment and educational programming through faith-based organizations and community centers; however, few studies were conducted beyond 1 year. With the increased use of digital health technologies in medicine, it is important that researchers, clinicians, and public health professionals continue to adapt digital health interventions to meet the needs of demographically and socioeconomically diverse populations with different challenges to improving BP control. More personalized approaches to remote BP monitoring may help to eliminate inequities in hypertension management and outcomes. JAMA Network Open | Cardiology Digital Health for Hypertension Management in Populations With Health Disparities eTable 3. Baseline Demographic and Socioeconomic Characteristics of Participants in the 28 Included Studies eTable 4. Excluded Studies From the Original Search With Reasons for Exclusion eTable 5. Excluded Studies That Were Eliminated From the Citation Chasing With Corresponding Rationale eTable 6. Subgroup Analysis Showing Change in SBP at 6 Months eTable 7. Subgroup Analysis Showing Change in DBP at 6 Months eTable 8. Subgroup Analysis Showing SBP Values at 6 Months eTable 9. Subgroup Analysis Showing DBP Values at 6 Months eFigure 1. Differences in Diastolic Blood Pressure Changes From Baseline to Follow-Up Time Points Between Digital Health Intervention and Control Groups eFigure 2. Differences in Follow-Up Diastolic Blood Pressures Between Digital Health Intervention and Control Groups at Different Time Points eFigure 3. Sensitivity Analysis for Presence of Publication Bias Using Change in SBP Outcome at 6-Month Follow-Up and Leave-One-Out Meta-Analysis Results for Same Outcome eFigure 4. Sensitivity Analysis for Presence of Publication Bias Using Follow-Up SBP Value Outcome at 6-Month Follow-Up and Leave-One-Out Meta-Analysis Results for Same Outcome eFigure 5. Sensitivity Analysis for Presence of Publication Bias Using Change in DBP Outcome at 6-Month Follow-Up and Leave-One-Out Meta-Analysis Results for Same Outcome eFigure 6. Sensitivity Analysis for Presence of Publication Bias Using Follow-Up DBP Value Outcome at 6-Month Follow-Up and Leave-One-Out Meta-Analysis Results for Same Outcome eFigure 7. Risk of Bias Assessment for Included Studies SUPPLEMENT 2. Data Sharing Statement"
    },
    {
      "text": "Figure 1. Flowchart Depicting Study Methods in Accordance With the Preferred Reporting Items for Systematic Reviews and Meta-Analyses Guideline"
    },
    {
      "text": "= 4.19 Test of θ i = θ j = Q 2 = 8.51; P = .01 Test of θ = θ = z = -1.33; P = .18 Heterogeneity: τ 2 = 25.88; I 2 = 80.32%; H 2 = 5.08 Test of θ i = θ j = Q 9 = 42.89; P < .001 Test of θ = θ = z = -1.46; P = .15 Heterogeneity: τ 2 = 12.27; I 2 = 71.43%; H 2 = 3.50 Test of θ i = θ j = Q 3 = 11.14; P = .01 Test of θ = θ = z = -2.07; P = .04 Heterogeneity: τ 2 = 0.00; I 2 = 0.00%; H 2 = 1.00 Test of θ i = θ j = Q 1 = 0.06; P = .81 Test of θ = θ = z = -3.99; P < .001 Test of θ = θ = z = -1.76; P = .08 Random-effects restricted maximum likelihood model. Squares indicate mean SBPs, with horizontal lines indicating 95% CIs and the size of the squares representing weight; diamonds indicate pooled estimates, with outer points of the diamonds indicating 95% CIs."
    },
    {
      "text": "Figure 3. Differences in Follow-Up Systolic Blood Pressure (SBP) Between Digital Health Intervention and Control Groups at Different Time Points"
    },
    {
      "text": "24 (-7.33 to -1.14) Heterogeneity: τ 2 = 0.00; I 2 = 0.00%; H 2 = 1.00 Test of θ i = θ j = Q 4 = 0.92; P = .92 Test of θ = θ = z = -1.08; P = .28 Heterogeneity: τ 2 = 20.74; I 2 = 77.36%; H 2 = 4.42 Test of θ i = θ j = Q 11 = 60.51; P < .001 Test of θ = θ = z = -2.68; P = .01 Heterogeneity: τ 2 = 15.44; I 2 = 84.88%; H 2 = 6.61 Test of θ i = θ j = Q 4 = 22.92; P < .001 Test of θ = θ = z = -1.82; P = .07 Test of θ = θ = z = -3.26; P <.001 Test of θ = θ = z = -2.91; P < .001 Random-effects restricted maximum likelihood model. Squares indicate mean SBPs, with horizontal lines indicating 95% CIs and the size of the squares representing weight; diamonds indicate pooled estimates, with outer points of the diamonds indicating 95% CIs."
    },
    {
      "text": "Given our aim to characterize approaches to tailoring digital health intervention delivery for populations experiencing health disparities, we have provided several examples to help inform future work seeking to expand access to these strategies. The Reach Out Churches study by Skolarus et al 33  was conducted across community centers and places of worship. The community-based participatory research intervention was designed by community and academic leaders to address needs such as food insecurity, cost-related medication nonadherence, poverty, and health literacy in a majority Black neighborhood. Although BP reduction was not statistically significant in that pilot trial, high participation and engagement provided evidence for the feasibility of community-based programs to focus on high-risk groups that are otherwise difficult to reach via traditional medical avenues. Additionally, in the Fostering African American Improvement in Total Health (FAITH!) trial, Brewer and colleagues 40  developed and analyzed a community-informed mobile health intervention (FAITH! app) for promoting ideal cardiovascular health among African American individuals in faith communities. In addition to organizing an advisory board composed of diverse community stakeholders to provide study oversight and ensure community centeredness, the research team convened joint congregation community recruitment kickoff events and developed educational materials incorporating practical strategies to overcome barriers from social determinants of health."
    },
    {
      "text": "Study Characteristics and Participant Information for the 28 Included Studies Meeting Eligibility Criteria"
    },
    {
      "text": "43ecific Information on the Digital Health Intervention Components Used for the 28 Included Studies Meeting the Eligibility CriteriaStudyDigital health intervention component Naqvi et al,412022Home BP monitoring devices with wireless transmission and electronic tablet devices Nurses telephoned patients for severely elevated BP (>180/110 mm Hg), assessed for concerning symptoms, notified the physician who would decide whether additional intervention was needed by team members, and reinforced changes to antihypertensive medications Brewer et al,402022 FAITH! app with features including participant dashboard with tailored messaging, diet and physical activity goal chart, cardiovascular health education modules, and interactive self-monitoring of fruit and vegetable intake and physical activity Discussion platform for participant interaction of healthy lifestyle practices, church leadership and previous FAITH!programparticipantvideoaccounts on personal experiences, and cookbooks including heart-healthy traditional African American cuisine Clark et al,282021Telemonitoring kit including electronic tablet and home BP monitor Schoenthaler et al,422020 Tailoring survey based on the information-motivation-behavioral adherence questionnaire and individualized adherence profile Personalized list of interactive adherence-promoting modules that were matched to the barriers outlined on the adherence profile Culturally tailored modules including narratives by Black patients that discuss importance of taking medications in the context of life values and positive voice videos that allow patients to hear about other Black patients' experiences with hypertension and diabetes Vaughan et al,352020 CHW-led diabetes group visits (large group education and small group addressing medical, social, and behavioral barriers to care)To address challenges in low-income settings, the bilingual study physician prescribed medications offered at a low cost Zha et al,432020 Wireless BP wrist monitor with paired, free mobile application Schroeder et al, 31 2020 Interactive voice-response and text-messaging reminders and weekly motivational messages to encourage healthy behaviors (in English or Spanish); home BP monitor Messages were culturally tailored and reviewed by an American Indian psychologist and the FNCH Advisory Council Still et al, 32 2020 Web-based education modules; self-BP monitoring; free medication management app that provided SMS reminders and education to enhance medication adherence Nurse counseling from the Cleveland Council of Black Nurses, who provided culturally appropriate education materials Persell et al, 44 2020 Wireless BP monitor with conversational artificial intelligence smartphone app using cognitive behavioral therapy Tuot et al, 45 2019 The patient intervention was a comprehensive CKD-SMS program based on constructs of social cognitive theory: behavioral capability, self-efficacy, expectations, and reinforcement; the program was delivered by 2 full-time bilingual health coaches The program had 3 distinct elements: (1) language-concordant, low-literacy written patient educational materials; (2) a language concordant and culturally tailored automated telephone self-management program that reviewed kidney health topics; and (3) telephone-based health coaching delivered by lay bilingual health coaches trained in motivational interviewing and action planning Chandler et al, 46 2019 Smart phone application with paired Bluetooth BP monitor Tailored motivational and social reinforcement messages Study design input from Hispanic clinical research staff and Hispanic adults with hypertension Bennett et al, 47 2018 App-based BP self-monitoring with tailored feedback and a smart scale and control groups was -13.70 mm Hg (95% CI, -16.62 to -10.78 mm Hg), 28 while the smallest (most positive) mean difference was 1.90 mm Hg (95% CI, -4.66 to 8.46 mm Hg). 29 igure 2. Differences in Systolic Blood Pressure (SBP) Changes From Baseline to Follow-Up Time Points Between Digital Health Intervention and Control Groups"
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2022 update: a report from the American Heart Association",
      "authors": [
        "C Tsao",
        "A Aday",
        "Z Almarzooq"
      ],
      "year": 2022,
      "doi": "10.1161/CIR.0000000000001052"
    },
    {
      "title": "State of disparities in cardiovascular health in the United States",
      "authors": [
        "G Mensah",
        "A Mokdad",
        "E Ford",
        "K Greenlund",
        "J Croft"
      ],
      "year": 2005,
      "doi": "10.1161/01.cir.0000158136.76824.04"
    },
    {
      "title": "Ethnic minorities and coronary heart disease: an update and future directions",
      "authors": [
        "J Leigh",
        "M Alvarez",
        "C Rodriguez"
      ],
      "year": 2016,
      "doi": "10.1007/s11883-016-0559-4"
    },
    {
      "title": "Potential need for expanded pharmacologic treatment and lifestyle modification services under the 2017 ACC/AHA hypertension guideline",
      "authors": [
        "M Ritchey",
        "C Gillespie",
        "G Wozniak"
      ],
      "year": 2018,
      "doi": "10.1111/jch.13364"
    },
    {
      "title": "Trends in racial/ethnic disparities in cardiovascular health among US adults from 1999-2012",
      "authors": [
        "L Pool",
        "H Ning",
        "Lloyd Jones",
        "D Allen"
      ],
      "year": 2017,
      "doi": "10.1161/jaha.117.006027"
    },
    {
      "title": "Changes in cardiovascular health in the United States, 2003-2011",
      "authors": [
        "C Pilkerton",
        "S Singh",
        "T Bias",
        "S Frisbee"
      ],
      "year": 2015,
      "doi": "10.1161/jaha.114.001650"
    },
    {
      "title": "Racial/ethnic disparities in hypertension prevalence, awareness, treatment, and control in the United States, 2013 to 2018",
      "authors": [
        "R Aggarwal",
        "N Chiu",
        "R Wadhera"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.17570"
    },
    {
      "title": "Trends in blood pressure control among US adults with hypertension, 1999-2000 to 2017-2018",
      "authors": [
        "P Muntner",
        "S Hardy",
        "L Fine"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2020.14545&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "Text messaging to improve hypertension medication adherence in African Americans from primary care and emergency department settings: results from two randomized feasibility studies",
      "authors": [
        "L Buis",
        "L Hirzel",
        "R Dawood"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6630"
    },
    {
      "title": "Mobile telephone text messaging for medication adherence in chronic disease: a meta-analysis",
      "authors": [
        "J Thakkar",
        "R Kurup",
        "T Laba"
      ],
      "year": 2016,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2015.7667&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "Impact of mHealth chronic disease management on treatment adherence and patient outcomes: a systematic review",
      "authors": [
        "S Hamine",
        "E Gerth-Guyette",
        "D Faulx",
        "B Green",
        "A Ginsburg"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3951"
    },
    {
      "title": "Selfmeasured blood pressure monitoring at home: a joint policy statement from the American Heart Association and American Medical Association",
      "authors": [
        "D Shimbo",
        "N Artinian",
        "J Basile"
      ],
      "year": 2020,
      "doi": "10.1161/cir.0000000000000803"
    },
    {
      "title": "Mobile health strategies for blood pressure self-management in urban populations with digital barriers: systematic review and meta-analyses",
      "authors": [
        "E Khoong",
        "K Olazo",
        "N Rivadeneira"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00486-5"
    },
    {
      "title": "Health coaching to improve hypertension treatment in a low-income, minority population",
      "authors": [
        "D Margolius",
        "T Bodenheimer",
        "H Bennett"
      ],
      "year": 2012,
      "doi": "10.1370/afm.1369"
    },
    {
      "title": "Achieving rapid blood pressure control with digital therapeutics: retrospective cohort and machine learning study",
      "authors": [
        "N Guthrie",
        "M Berman",
        "K Edwards"
      ],
      "year": 2019,
      "doi": "10.2196/13030"
    },
    {
      "title": "Home and online management and evaluation of blood pressure (HOME BP) using a digital intervention in poorly controlled hypertension: randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "P Little",
        "B Stuart"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.m4858"
    },
    {
      "title": "mHealth interventions for self-management of hypertension: framework and systematic review on engagement, interactivity, and tailoring",
      "authors": [
        "W Cao",
        "M Milks",
        "X Liu"
      ],
      "year": 2022,
      "doi": "10.2196/29415"
    },
    {
      "title": "Blood pressure measurement and treatment decisions",
      "authors": [
        "K Kario",
        "L Thijs",
        "J Staessen"
      ],
      "year": 2019,
      "doi": "10.1161/circresaha.118.313219"
    },
    {
      "title": "Effectiveness of home blood pressure telemonitoring: a systematic review and meta-analysis of randomised controlled studies",
      "authors": [
        "Y Duan",
        "Z Xie",
        "F Dong"
      ],
      "year": 2017,
      "doi": "10.1038/jhh.2016.99"
    },
    {
      "title": "A digital health intervention for cardiovascular disease management in primary care (CONNECT) randomized controlled trial",
      "authors": [
        "J Redfern",
        "G Coorey",
        "J Mulley"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00325-z"
    },
    {
      "title": "Digital health intervention in acute myocardial infarction",
      "authors": [
        "F Marvel",
        "E Spaulding",
        "M Lee"
      ],
      "year": 2021,
      "doi": "10.1161/circoutcomes.121.007741"
    },
    {
      "title": "Effect of a telephone health coaching intervention on hypertension control in young adults: the MyHEART randomized clinical trial",
      "authors": [
        "K Hoppe",
        "M Smith",
        "J Birstler"
      ],
      "year": 2023,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2022.55618&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "A framework for digital health equity",
      "authors": [
        "S Richardson",
        "K Lawrence",
        "A Schoenthaler",
        "D Mann"
      ],
      "year": 2022,
      "doi": "10.1038/s41746-022-00663-0"
    },
    {
      "title": "Synthesis without meta-analysis (SWiM) in systematic reviews: reporting guideline",
      "authors": [
        "M Campbell",
        "J Mckenzie",
        "A Sowden"
      ],
      "year": 2020,
      "doi": "10.1136/bmj.l6890"
    },
    {
      "title": "Cochrane Handbook for Systematic Reviews of Interventions",
      "authors": [
        "Jpt Higgins",
        "J Thomas",
        "J Chandler"
      ],
      "year": 2021
    },
    {
      "title": "The Newcastle-Ottawa Scale (NOS) for assessing the quality of nonrandomised studies in meta-analyses",
      "authors": [
        "G Wells",
        "O' Connell",
        "D Peterson"
      ],
      "year": 2022,
      "doi": "10.7717/peerj.14320/supp-5"
    },
    {
      "title": "Operating characteristics of a rank correlation test for publication bias",
      "authors": [
        "C Begg",
        "M Mazumdar"
      ],
      "year": 1994,
      "doi": "10.2307/2533446"
    },
    {
      "title": "Home blood pressure telemonitoring with remote hypertension management in a rural and low-income population",
      "authors": [
        "D Clark",
        "Iii",
        "J Woods",
        "Y Zhang",
        "S Chandra",
        "R Summers",
        "D Jones"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.18153"
    },
    {
      "title": "Dulce Digital: an mHealth SMS-based intervention improves glycemic control in Hispanics with type 2 diabetes",
      "authors": [
        "A Fortmann",
        "L Gallo",
        "M Garcia"
      ],
      "year": 2017,
      "doi": "10.2337/dc17-0230"
    },
    {
      "title": "Effect of home blood pressure telemonitoring and pharmacist management on blood pressure control: a cluster randomized clinical trial",
      "authors": [
        "K Margolis",
        "S Asche",
        "A Bergdall"
      ],
      "year": 2013,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jama.2013.6549&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "A randomized clinical trial of an interactive voice response and text message intervention for individuals with hypertension",
      "authors": [
        "E Schroeder",
        "K Moore",
        "S Manson"
      ],
      "year": 2020,
      "doi": "10.1111/jch.13909"
    },
    {
      "title": "A community and technology-based approach for hypertension selfmanagement (COACHMAN) to improve blood pressure control in African Americans: results from a pilot study",
      "authors": [
        "C Still",
        "S Margevicius",
        "C Harwell"
      ],
      "year": 2020,
      "doi": "10.2147/ppa.s283086"
    },
    {
      "title": "Reach Out Churches: a community-based participatory research pilot trial to assess the feasibility of a mobile health technology intervention to reduce blood pressure among African Americans",
      "authors": [
        "L Skolarus",
        "J Cowdery",
        "M Dome"
      ],
      "year": 2018,
      "doi": "10.1177/1524839917710893"
    },
    {
      "title": "The Cholesterol, Hypertension, and Glucose Education (CHANGE) study: results from a randomized controlled trial in African Americans with diabetes",
      "authors": [
        "M Crowley",
        "B Powers",
        "M Olsen"
      ],
      "year": 2013,
      "doi": "10.1016/j.ahj.2013.04.004"
    },
    {
      "title": "A telehealth-supported, integrated care with CHWs, and medication-access (TIME) program for diabetes improves HbA1c: a randomized clinical trial",
      "authors": [
        "E Vaughan",
        "D Hyman",
        "A Naik",
        "S Samson",
        "J Razjouyan",
        "Jpa Foreyt"
      ],
      "year": 2021,
      "doi": "10.1007/s11606-020-06017-4"
    },
    {
      "title": "Be Well Study Investigators. Obesity treatment for socioeconomically disadvantaged patients in primary care practice",
      "authors": [
        "G Bennett",
        "E Warner",
        "R Glasgow"
      ],
      "year": 2012,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/archinternmed.2012.1&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "Managing hypertension in urban underserved subjects using telemedicine-a clinical trial",
      "authors": [
        "A Bove",
        "C Homko",
        "W Santamore",
        "M Kashem",
        "M Kerper",
        "D Elliott"
      ],
      "year": 2013,
      "doi": "10.1016/j.ahj.2013.01.004"
    },
    {
      "title": "Evaluation of a behavior support intervention for patients with poorly controlled diabetes",
      "authors": [
        "D Frosch",
        "V Uy",
        "S Ochoa",
        "C Mangione"
      ],
      "year": 2011,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/archinternmed.2011.497&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "Managing the space between visits: a randomized trial of disease management for diabetes in a community health center",
      "authors": [
        "D Anderson",
        "J Christison-Lagay",
        "V Villagra",
        "H Liu",
        "J Dziura"
      ],
      "year": 2010,
      "doi": "10.1007/s11606-010-1419-5"
    },
    {
      "title": "Community-based, cluster-randomized pilot trial of a cardiovascular mobile health intervention: preliminary findings of the FAITH! trial",
      "authors": [
        "L Brewer",
        "S Jenkins",
        "S Hayes"
      ],
      "year": 2022,
      "doi": "10.1161/circulationaha.122.059046"
    },
    {
      "title": "Telehealth After Stroke Care pilot randomized trial of home blood pressure telemonitoring in an underserved setting",
      "authors": [
        "I Naqvi",
        "K Strobino",
        "Kuen Cheung"
      ],
      "year": 2022,
      "doi": "10.1161/strokeaha.122.041020"
    },
    {
      "title": "Development and evaluation of a tailored mobile health intervention to improve medication adherence in Black patients with uncontrolled hypertension and type 2 diabetes: pilot randomized feasibility trial",
      "authors": [
        "A Schoenthaler",
        "M Leon",
        "M Butler",
        "K Steinhaeuser",
        "W Wardzinski"
      ],
      "year": 2020,
      "doi": "10.2196/17135"
    },
    {
      "title": "Utilizing a mobile health intervention to manage hypertension in an underserved community",
      "authors": [
        "P Zha",
        "R Qureshi",
        "S Porter"
      ],
      "year": 2020,
      "doi": "10.1177/0193945919847937"
    },
    {
      "title": "Effect of home blood pressure monitoring via a smartphone hypertension coaching application or tracking application on adults with uncontrolled hypertension: a randomized clinical trial",
      "authors": [
        "S Persell",
        "Y Peprah",
        "D Lipiszko"
      ],
      "year": 2020,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamanetworkopen.2020.0255&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "Interventions to improve blood pressure control among socioeconomically disadvantaged patients with CKD: Kidney Awareness Registry and Education pilot randomized controlled trial",
      "authors": [
        "D Tuot",
        "A Rubinsky",
        "A Velasquez"
      ],
      "year": 2019,
      "doi": "10.1016/j.xkme.2019.07.004"
    },
    {
      "title": "Impact of a culturally tailored mHealth medication regimen self-management program upon blood pressure among hypertensive Hispanic adults",
      "authors": [
        "J Chandler",
        "L Sox",
        "K Kellam",
        "L Feder",
        "L Nemeth",
        "F Treiber"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16071226"
    },
    {
      "title": "Effectiveness of an app and provider counseling for obesity treatment in primary care",
      "authors": [
        "G Bennett",
        "D Steinberg",
        "S Askew"
      ],
      "year": 2018,
      "doi": "10.1016/j.amepre.2018.07.005"
    },
    {
      "title": "Telemedicine cardiovascular risk reduction in veterans: the CITIES trial",
      "authors": [
        "H Bosworth",
        "M Olsen",
        "F Mccant"
      ],
      "year": 2018,
      "doi": "10.1016/j.ahj.2018.02.002"
    },
    {
      "title": "Association of a smartphone application with medication adherence and blood pressure control: the MedISAFE-BP randomized clinical trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme"
      ],
      "year": 2018,
      "doi": "https://jama.jamanetwork.com/article.aspx?doi=10.1001/jamainternmed.2018.0447&utm_campaign=articlePDF%26utm_medium=articlePDFlink%26utm_source=articlePDF%26utm_content=jamanetworkopen.2023.56070"
    },
    {
      "title": "Effectiveness of digital medicines to improve clinical outcomes in patients with uncontrolled hypertension and type 2 diabetes: prospective, open-label, clusterrandomized pilot clinical trial",
      "authors": [
        "J Frias",
        "N Virdi",
        "P Raja",
        "Y Kim",
        "G Savage",
        "L Osterberg"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.7833"
    },
    {
      "title": "Linking clinic and home: a randomized, controlled clinical effectiveness trial of real-time, wireless blood pressure monitoring for older patients with kidney disease and hypertension",
      "authors": [
        "D Rifkin",
        "J Abdelmalek",
        "C Miracle"
      ],
      "year": 2013,
      "doi": "10.1097/mbp.0b013e32835d126c"
    },
    {
      "title": "A collaborative approach to control hypertension in diabetes: outcomes of a pilot intervention",
      "authors": [
        "M Mckee",
        "J Fletcher",
        "I Sigal",
        "J Giftos",
        "C Schechter",
        "E Walker"
      ],
      "year": 2011,
      "doi": "10.1177/2150131911401028"
    },
    {
      "title": "Disease management to promote blood pressure control among African Americans",
      "authors": [
        "T Brennan",
        "C Spettell",
        "V Villagra"
      ],
      "year": 2010,
      "doi": "10.1089/pop.2009.0019"
    },
    {
      "title": "Two self-management interventions to improve hypertension control: a randomized trial",
      "authors": [
        "H Bosworth",
        "M Olsen",
        "J Grubber"
      ],
      "year": 2009,
      "doi": "10.7326/0000605-200911170-00148"
    },
    {
      "title": "A randomized trial comparing telemedicine case management with usual care in older, ethnically diverse, medically underserved patients with diabetes mellitus: 5 year results of the IDEATel study",
      "authors": [
        "S Shea",
        "R Weinstock",
        "J Teresi"
      ],
      "year": 2009,
      "doi": "10.1197/jamia.m3157"
    },
    {
      "title": "Interactive mobile health intervention and blood pressure management in adults",
      "authors": [
        "X Lu",
        "H Yang",
        "X Xia"
      ],
      "year": 2019,
      "doi": "10.1161/hypertensionaha.119.13273"
    },
    {
      "title": "The effectiveness of self-management of hypertension in adults using mobile health: systematic review and meta-analysis",
      "authors": [
        "R Li",
        "N Liang",
        "F Bu",
        "T Hesketh"
      ],
      "year": 2020,
      "doi": "10.2196/17776"
    },
    {
      "title": "Impact and efficacy of mobile health intervention in the management of diabetes and hypertension: a systematic review and meta-analysis",
      "authors": [
        "Y Mao",
        "Lin Wen",
        "J Chen"
      ],
      "year": 2020,
      "doi": "10.1136/bmjdrc-2020-001225"
    },
    {
      "title": "Socioeconomic status and the 25 × 25 risk factors as determinants of premature mortality: a multicohort study and meta-analysis of 1.7 million men and women",
      "authors": [
        "S Stringhini",
        "C Carmeli",
        "M Jokela"
      ],
      "year": 2017,
      "doi": "10.1016/s0140-6736(16)32380-7"
    },
    {
      "title": "Health insurance and cardiovascular disease risk factors",
      "authors": [
        "E Brooks",
        "S Preis",
        "S Hwang"
      ],
      "year": 2010,
      "doi": "10.1016/j.amjmed.2010.02.013"
    },
    {
      "title": "Health insurance status as a barrier to ideal cardiovascular health for US adults: data from the National Health and Nutrition Examination Survey (NHANES)",
      "authors": [
        "M Mcclurkin",
        "L Yingling",
        "C Ayers"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0141534"
    },
    {
      "title": "The groundwater of racial and ethnic disparities research: a statement from Circulation: Cardiovascular Quality and Outcomes",
      "authors": [
        "K Breathett",
        "E Spatz",
        "D Kramer"
      ],
      "year": 2021,
      "doi": "10.1161/circoutcomes.121.007868"
    },
    {
      "title": "Perceived racial discrimination and hypertension: a comprehensive systematic review",
      "authors": [
        "C Dolezsar",
        "J Mcgrath",
        "Ajm Herzig",
        "S Miller"
      ],
      "year": 2014,
      "doi": "10.1037/a0033718"
    },
    {
      "title": "Hypertension awareness, treatment, and control in US adults: trends in the hypertension control cascade by population subgroup (National Health and Nutrition Examination Survey, 1999-2016)",
      "authors": [
        "K Foti",
        "D Wang",
        "L Appel",
        "E Selvin"
      ],
      "year": 2019,
      "doi": "10.1093/aje/kwz177"
    },
    {
      "title": "Incidence of hypertension among US Hispanics/Latinos: the Hispanic Community Health Study/Study of Latinos, 2008 to 2017",
      "authors": [
        "T Elfassy",
        "Zeki Al Hazzouri",
        "A Cai"
      ],
      "year": 2020,
      "doi": "10.1161/jaha.119.015031"
    },
    {
      "title": "Prevalence of hypertension, awareness, treatment, and control in the Hispanic Community Health Study/Study of Latinos",
      "authors": [
        "P Sorlie",
        "M Allison",
        "Avilés-Santa Ml"
      ],
      "year": 2014,
      "doi": "10.1093/ajh/hpu003"
    },
    {
      "title": "Use of mobile health applications in low-income populations: a prospective study of facilitators and barriers",
      "authors": [
        "P Liu",
        "K Astudillo",
        "D Velez",
        "L Kelley",
        "D Cobbs-Lomax",
        "E Spatz"
      ],
      "year": 2020,
      "doi": "10.1161/circoutcomes.120.007031"
    }
  ],
  "num_references": 67
}
