{
  "paper_id": "7WRRH9ZP",
  "title": "Randomised Trial of Text Messaging on Adherence to Cardiovascular Preventive Treatment (INTERACT Trial)",
  "abstract": "Background: About one third of patients prescribed blood pressure or lipidlowering drugs for the prevention of coronary heart disease and stroke do not take their medication as prescribed. We conducted a randomized trial to evaluate text messaging as a means of improving adherence to cardiovascular disease preventive treatment. Methods: 303 patients taking blood pressure and/or lipid-lowering medications were randomly assigned to being sent text messages (Text group, 151) or not being sent them (No text group, 152). Texts were sent daily for 2 weeks, alternate days for 2 weeks and weekly thereafter for 22 weeks (6 months overall), using an automated computer programme. Patients were asked to respond on whether they had taken their medication, whether the text reminded them to do so if they had forgotten, and if they had not taken their medication to determine if there was a reason for not doing so. At 6 months, use of medication was assessed. Results: Two patients were lost to follow-up, providing data on 301 for analysis. In the No text group 38/151 (25%) took less than 80% of the prescribed regimen (ie. stopped medication completely or took it on fewer than 22 of the last 28 days of follow-up) compared to 14/150 patients (9%) in the Text group -an improvement in adherence affecting 16 per 100 patients (95% CI 7 to 24), p,0.001. The texts reminded 98/151 patients (65%) to take medication on at least one occasion and lead to 20/151 (13%) who stopped taking medication because of concern over efficacy or side-effects, resuming treatment.",
  "year": 2014,
  "date": "2014-12-05",
  "journal": "BMJ",
  "publication": "BMJ",
  "authors": [
    {
      "forename": "David",
      "surname": "Wald",
      "name": "David Wald",
      "email": "d.s.wald@qmul.ac.uk"
    },
    {
      "forename": "Jonathan",
      "surname": "Bestwick",
      "name": "Jonathan Bestwick"
    },
    {
      "forename": "Lewis",
      "surname": "Raiman",
      "name": "Lewis Raiman"
    },
    {
      "forename": "Rebecca",
      "surname": "Brendell",
      "name": "Rebecca Brendell"
    },
    {
      "forename": "Nicholas",
      "surname": "Wald",
      "name": "Nicholas Wald"
    },
    {
      "affiliation": "Wolfson Institute of Preventive Medicine , Queen Mary University of London , Charterhouse Square , London EC1M 6BQ , United Kingdom \n\t\t\t\t\t\t\t\t Wolfson Institute of Preventive Medicine \n\t\t\t\t\t\t\t\t Queen Mary University of London \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charterhouse Square \n\t\t\t\t\t\t\t\t\t EC1M 6BQ \n\t\t\t\t\t\t\t\t\t London \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "affiliation": "The National Institute for Health Innovation , New Zealand \n\t\t\t\t\t\t\t\t The National Institute for Health Innovation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Zealand"
    }
  ],
  "doi": "10.1371/journal.pone.0114268",
  "sections": [
    {
      "text": "Data Availability: The authors confirm that all data underlying the findings are fully available without restriction. All relevant data are within the paper.\n\nFunding: This work was supported by Astra Zeneca, Barts Hospital Special Trustees and Queen Mary Innovation. The funders had no role in study design, data collection and analysis, decision to publish, or preparation of the manuscript.\n\nCompeting Interests: David Wald has read the journal's policy and the authors of this manuscript have the following competing interests: Nicholas Wald jointly holds US, European and Canadian patents (EU1272220 priority date 10 April 2000) for a combination pill for the prevention of cardiovascular disease and together with David Wald is a shareholder in Polypill Ltd. Astra Zeneca partfunded the INTERACT trial. None of these disclosures alter the authors' adherence to all PLOS ONE policies on data sharing and materials."
    },
    {
      "title": "Introduction",
      "text": "Coronary heart disease and stroke are the leading causes of death and disability worldwide. [1]  Combination drug therapy with blood pressure and lipid-lowering treatment is effective in preventing cardiovascular disease events, reducing risk by about 75% with complete adherence to treatment  [2, 3] .\n\nFailure to take medication is common and reduces its potential benefit, both through stopping medication completely and taking it less frequently than prescribed. It has been estimated that about one third of patients do not adhere to blood pressure or lipid-lowering treatment prescribed following a myocardial infarction or stroke (secondary prevention) and about half do not adhere to preventive treatment prescribed to prevent a first cardiovascular disease event (primary prevention)  [4, 5] .\n\nOver 90% of the UK and US population own a mobile phone  [6, 7] , and text messaging is increasingly used in medical practice to remind patients of clinic appointments, to report test results and to adjust treatment dose  [8] [9] [10] [11] . Text messaging may be a useful way of reminding patients to take their medication, identifying who has not done so and the cause for not doing so if there is a reason and in such cases providing appropriate advice."
    },
    {
      "title": "Trial aim",
      "text": "We conducted a randomised trial to assess the value of text messaging as a means of improving medication adherence in patients receiving blood pressure and/or lipid-lowering treatment for the prevention of cardiovascular disease."
    },
    {
      "title": "Methods",
      "text": "The protocol for this trial and CONSORT checklist are available as supporting information; see Checklist S1 and Protocol S1."
    },
    {
      "title": "Eligibility and recruitment",
      "text": "Between February 2012 and August 2013, at 7 primary care practices in London, we enrolled 303 patients who owned a mobile telephone with text message capability and who had been prescribed blood pressure and/or lipid-lowering medication. Participant follow-up was completed in March 2014. Eligible participants were identified from electronic lists of patients who were prescribed such treatment and had a mobile phone number on record. A text message was sent to 6884 patients to introduce them to the trial and to ask them to send a text reply if they were interested in meeting an investigator with a view to participating in the trial. A further 120 patients were invited to participate when attending their primary care practice."
    },
    {
      "title": "Randomisation",
      "text": "After giving written consent, patients were randomly assigned to receive text messages (Text group) or to not receive text messages (No text group). The randomisation schedule was computer generated in blocks of 4 and allocated centrally from the coordinating centre by telephone. All other decisions regarding usual medical care were left to the discretion of the responsible physicians."
    },
    {
      "title": "Text messaging",
      "text": "The text messages were automatically generated using a software application designed for the trial, comprising three linked components; a third party text message provider, a database to record sent and received texts, and a user interface to set up a participant profile. The text messages were customized so each patient received the text just after the time they were advised to take their medication. Patients with similar requirements (text policies) were grouped together to simplify administering the texts.\n\nPatients in the Text group were sent daily texts for two weeks, then alternate day texts for two weeks and then weekly texts for 22 weeks (6 months overall) and participants were asked to send a text message reply to each message sent, indicating whether they had taken their medication, whether the message had reminded them to take it if they had forgotten or whether they had simply not taken it. The text schedule was sent by computer and responses automatically filed, so patients who had not taken their medication or not responded could be identified and telephoned to determine whether there was a reason for not taking their medication, and if so, discussing this with a view to resolving the issue. Further details of the software application are available at  www.wolfson.qmul.ac.  uk/current-projects/INTERACT-trial ."
    },
    {
      "title": "Trial outcomes",
      "text": "The primary trial outcome in this analysis was medication use at 6 months, exceeding 80% of the prescribed regimen. Medication use was usually determined by personal enquiry at clinic visits, or failing that, using general practice electronic prescription records. Patients were asked whether they had stopped taking their medication and if not, the number of days in the previous 28 days that medication had been missed. For patients who could not be contacted but had electronic records, the number of days missed was imputed in proportion to the number in those who were contacted. Secondary outcomes were (i) the proportion of patients continuing their medication regardless of the number of days missed and (ii) among those continuing, the proportion taking .80% of their prescribed regimen. Blood pressure measurements were taken at 6 months in patients on blood pressure lowering medication at randomisation and similarly, serum cholesterol (total and LDL) in patients on cholesterol lowering medication at randomisation."
    },
    {
      "title": "Sample size",
      "text": "We estimated that 300 patients would achieve at least an 85% power to detect a 15 percentage point or greater improvement in the proportion of patients who continued their medication and took it for at least 22 of the previous 28 days at a 5% level of statistical significance, assuming an adherence rate of 70% in the control group  [4]  and 20% loss-to-follow up."
    },
    {
      "title": "Statistical analyses",
      "text": "Comparisons between groups were performed using chi-squared tests for categorical variables, t-tests for continuous variables with Gaussian distributions and Wilcoxon rank-sum tests for continuous variables with non-gaussian distributions. Percentage differences in the proportion of patients who continued their medication and took it at least 22 of the last 28 days, and 95% Confidence Intervals were calculated. Subgroup analyses on the use of medication were performed according to age, sex, smoking, diabetes and history of cardiovascular disease (myocardial infarction, stroke or coronary revascularisation). The effects of text messages in these subgroups were compared using interaction tests on the basis of a significance level of 0.01 or less. Analyses were performed using Stata, version 12."
    },
    {
      "title": "Research ethics committee approval",
      "text": "The study was approved by the North Central London Research Ethics Committee in January 2011 and was registered on the ISRCTN Register (ISRCTN74757601) in April 2013 after recruitment began, due to an oversight. No related trials using this intervention are in progress and future ones will be registered."
    },
    {
      "title": "Results",
      "text": "Figure  1  shows a flow diagram of the trial. Of the 303 patients enrolled, 2 were lost to follow-up providing 301 patients for analysis. The characteristics of the patients at entry to the trial were similar in the two groups (Table  1 ), as was the use of lipid-lowering drugs, blood pressure lowering drugs or both. The baseline characteristics of the two randomised groups were similar and no differences were statistically different. Six months after randomisation, 14 out of 150 patients (9%) assigned to the Text group and 38 out of 151 patients (25%) assigned to the No text group stopped their medication or continued to take ,80% of the prescribed regimen (took medication on fewer than 22 of the last 28 days of follow-up) -a 16 percentage point improvement in medication adherence (95% CI 7%-24%), p,0.001 (Table  2 ). The differences between the two trial groups, remained statistically significant when the proportion of patients who stopped medication completely and continued to take ,80% of the prescribed regimen were considered separately (9% (3%-14%), p50.002 and 7% (0.2%-14%), p50.045, respectively. There were no statistically significant differences in blood pressure (132 mmHg versus 137 mmHg systolic, 77 mmHg versus 81 mmHg diastolic) or serum cholesterol (4.20 mmol/L versus 4.21 mmol/L total cholesterol and 2.29 mmol/L versus 2.22 mmol/L LDL cholesterol) between the Text and No text groups respectively.\n\nIn the Text group, 98/150 (65%) of patients were reminded to take their medication on at least one occasion and 23/150 (15%) did not take their medication on at least one occasion, because of uncertainty over the need for treatment, concern over side-effects or another medical illness that led to  medication being discontinued. Following a telephone consultation 20 or these patients (13%) resumed their medication and 3 stopped completely. The results were not materially affected by age, sex, smoking, presence or absence of diabetes and history or no history of cardiovascular disease; no statistically significant interactions were found, but the power to detect differential effects was limited."
    },
    {
      "title": "Discussion",
      "text": "The results of this trial show that in patients prescribed blood pressure and/or lipid-lowering medication for the prevention of cardiovascular disease, text messages improved the use of prescribed medication at 6 months compared with the use in patients who were not sent text messages. Stopping medication completely and taking less than 80% of the prescribed regimen were both reduced, by 9% and 7% respectively -an overall improvement in medication adherence of 16%.\n\nThe 80% cut-off (.22 of the last 28 days medication was taken) that classified a person as adhering to their medication was arbitrary, but has been used in previous publications. [4, 11]  Had we adopted a lower or higher cut-off, say 75% or 85%, the difference in adherence between the text and no text groups would have been 15% or 20% respectively. The estimate is therefore reasonably robust.\n\nThe software used in this trial automated the sending of texts and recording of replies in a way that reminded patients to take their medication (about two-thirds of patients) and identified those who did not (1 in 6 patients), so the reason for not doing so could be determined and advice provided. This approach differs from previous trials which used one-way text messages to encourage the use of sunscreen  [12] , malaria prophylaxis  [13] , antibiotics  [14]  and blood pressure drugs  [15]  and did not show statistically significant improvements in adherence. Two randomised trials that, like ours, sent a text message and required a response, did show statistically significant improvements in adherence in the use of antiretroviral treatment among HIV patients, in one trial  [16] , and vitamin C in healthy people in another  [17] . Bidirectional texting may be an important factor in achieving a benefit.\n\nThe text messages were customized to the time of day that patients took their medication but the frequency that texts were sent was not automatically adjusted in the light of the response. Future versions of the software could be made more ''intelligent'' to enhance the customisation. The method was simple, is scalable and could be extended to other disorders for which drugs are taken long-term, such as asthma, epilepsy, HIV infection and multiple sclerosis.\n\nIn this trial, medication use was high because the main method of recruitment involved responding to a text invitation (response rate of 9%). The patient sample was likely to be a particularly conscientious group that was likely to adhere to their medication more than patients in general. This limited the trial's power to show statistically significant differences in cholesterol and blood pressure between the randomised groups. Such selection is probably inevitable in trials such as this, which require the consent and cooperation of the participants involved. As a consequence the results of this trial may underestimate the routine use of texting as a means of improving adherence to medication.\n\nSeveral questions remain. For example, would the benefit of text messaging be improved or diminished in patients who were starting drug treatment, compared to patients who had been taking medication for some years already, as we studied here? Would the text intervention provide similar benefits in patients taking medication for other chronic disorders, such as tuberculosis or HIV infection? Would the improvement in medication adherence, observed at 6 months, be sustained if the text intervention stopped? Further research would be needed to answer these questions.\n\nIn conclusion, in this randomised trial, we found that among patients taking blood pressure and/or lipid-lowering treatment for the prevention of cardiovascular disease events, text messaging, improved the extent to which patients took their prescribed medication."
    },
    {
      "text": "Figure 1. Trial Flow Diagram. doi:10.1371/journal.pone.0114268.g001"
    },
    {
      "text": "Baseline characteristics of the trial participants."
    },
    {
      "text": "Use of medication at 6 months according to trial group."
    }
  ],
  "references": [
    {
      "title": "The top 10 causes of death",
      "year": 2012,
      "doi": "10.2458/azu_acku_pamphlet_ra395_a534_r47_1998"
    },
    {
      "title": "A strategy to reduce cardiovascular disease by more than 80%",
      "authors": [
        "N Wald",
        "M Law"
      ],
      "year": 2003,
      "doi": "10.1136/bmj.326.7404.1419"
    },
    {
      "title": "Randomized Polypill Crossover Trials in People Aged 50 and Over",
      "authors": [
        "D Wald",
        "J Morris",
        "N Wald"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pone.0041297"
    },
    {
      "title": "Adherence to drugs that prevent cardiovascular disease: meta-analysis on 376,162 patients",
      "authors": [
        "S Naderi",
        "J Bestwick",
        "D Wald"
      ],
      "year": 2012,
      "doi": "10.1016/j.amjmed.2011.12.013"
    },
    {
      "title": "Adherence to Long-term Therapies: Evidence for Action",
      "year": 2013,
      "doi": "10.1007/bf03083829"
    },
    {
      "title": "Facts and Figures",
      "year": 2014,
      "doi": "10.26128/2021.263"
    },
    {
      "title": "'s Internet & American Life Project",
      "year": 2013,
      "doi": "10.1007/978-1-4419-1005-9_1474"
    },
    {
      "title": "The use of text messaging to improve attendance in primary care: a randomized controlled trial",
      "authors": [
        "K Leong",
        "W Chen",
        "K Leong"
      ],
      "year": 2006,
      "doi": "10.1093/fampra/cml044"
    },
    {
      "title": "The role of mobile phones in improving vaccination rates in travelers",
      "authors": [
        "A Vilella",
        "J Bayas",
        "M Diaz"
      ],
      "year": 2004,
      "doi": "10.1016/j.ypmed.2003.12.005"
    },
    {
      "title": "National Hospital and iPLATE Launch New Service to Support People with Epilepsy",
      "year": 2014,
      "doi": "10.17925/usn.2010.05.02.78"
    },
    {
      "title": "Good and poor adherence: optimal cut-point for adherence measures using administrative claims data",
      "authors": [
        "S Karve",
        "M Cleves",
        "M Helm",
        "T Hudson",
        "D West"
      ],
      "year": 2009,
      "doi": "10.1185/03007990903126833"
    },
    {
      "title": "Text-message reminders to improve sunscreen use: a randomized, controlled study using electronic monitoring",
      "authors": [
        "A Armstrong",
        "A Watson",
        "M Makredes",
        "J Frangos",
        "A Kimball"
      ],
      "year": 2009,
      "doi": "10.1001/archdermatol.2009.269"
    },
    {
      "title": "Use of short message service (SMS) to improve malaria chemoprophylaxis compliance after returning from a malaria endemic area",
      "authors": [
        "L Ollivier",
        "O Romand",
        "C Marimoutou",
        "R Michel",
        "C Pognant"
      ],
      "year": 2009,
      "doi": "10.1186/1475-2875-8-236"
    },
    {
      "title": "A mobile phone text message program to measure oral antibiotic use and provide feedback on adherence to patients discharged from the emergency department",
      "authors": [
        "B Suffoletto",
        "J Calabria",
        "A Ross",
        "C Callaway",
        "D Yealy"
      ],
      "year": 2012,
      "doi": "10.1111/j.1553-2712.2012.01411.x"
    },
    {
      "title": "Naval Effectiveness of an Intervention to Provide Information to Patients With Hypertension as Short Text Messages of Reminders Sent to Their Mobile Phone (HTA-Alert)",
      "authors": [
        "E Ma ´rquez Contreras",
        "De La Figuera",
        "M Von Wichmann",
        "Gil Guille ´n",
        "Ylla-Catala ´a"
      ],
      "year": 2004,
      "doi": "10.1157/13068215"
    },
    {
      "title": "Effects of a mobile phone short message service on antiretroviral treatment adherence in Kenya (WelTel Kenya1): a randomised trial",
      "authors": [
        "R Lester",
        "P Ritvo",
        "E Mills",
        "A Kariri",
        "S Karanja"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)61997-6"
    },
    {
      "title": "Can wireless text messaging improve adherence to preventive activities? Results of a randomised controlled trial",
      "authors": [
        "M Cocosila",
        "N Archer",
        "R Haynes",
        "Y Yuan"
      ],
      "year": 2009,
      "doi": "10.1016/j.ijmedinf.2008.07.01"
    }
  ],
  "num_references": 17
}
