{
  "paper_id": "7XGSAU4D",
  "title": "Motivational Interviewing with Problem Drinkers",
  "abstract": "Motivational interviewing is an approach based upon principles of experimental social psychology, applying processes such as attribution, cognitive dissonance, and self-efficacy. Motivation is conceptualized not as a personality trait but as an interpersonal process. The model deemphasizes labeling and places heavy emphasis on individual responsibility and internal attribution of change. Cognitive dissonance is created by contrasting the ongoing problem behavior with salient awareness of the behavior's negative consequences. Empathic processes from the methods of Carl Rogers, social psychological principles of motivation, and objective assessment feedback are employed to channel this dissonance toward a behavior change solution, avoiding the \"short circuits\" of low self-esteem, low self-efficacy, and denial. This motivational process is understood within a larger developmental model of change in which contemplation and determination are important early steps which can be influenced by therapist interventions. A schematic diagram of the motivational process and a six-step sequence for implementing motivational interviewing are suggested. \n The traditional model of motivation The traditional model of motivation in problem drinkers attributes almost all motivational properties to the personality of the individual. It is believed that the alcohol abuser must progress to a certain stage of deterioration before becoming \"ready\" for treatment. This is captured in the popular notion of \"bottoming out,\" which roughly means having suffered or deteriorated far enough to be motivated for treatment. Further, therapeutic failures with problem drinkers are often attributed to the individual's \"denial\", \"resistance\", or \"lack of motivation\". Thus all types of failure -failure to become involved in treatment, to remain in treatment, to comply with therapeutic regimen, or to achieve a successful outcome -are attributed to motivational properties of the individual's personality.",
  "year": 1977,
  "date": "1977",
  "journal": "Psychological Review",
  "publication": "Psychological Review",
  "authors": [
    {
      "forename": "William",
      "surname": "Miller",
      "name": "William Miller",
      "affiliation": "University of New Mexico Department of Psychology , University of New Mexico , Albuquerque , New Mexico 87131 , U.S.A. \n\t\t\t\t\t\t\t\t Department of Psychology \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 87131 \n\t\t\t\t\t\t\t\t\t Albuquerque \n\t\t\t\t\t\t\t\t\t New Mexico \n\t\t\t\t\t\t\t\t\t U.S.A"
    }
  ],
  "doi": "10.1017/s0141347300006583",
  "sections": [
    {
      "text": "qualities not of the individual but of the program. Counselors and treatment programs are pleased to take pride in the successes they have \"produced\". Successes in Alcoholics Anonymous, for example, are often said to be due to the quality of \"the program,\" whereas lack of success is attributed to \"failure to use the program\".\n\nAll of this is a comfortable attributional system for the therapist. Successes are due to the skill and quality of the counselor or program; failures are due to insufficiency in the client: insufficient motivation or compliance or insight or deterioration or desire. This way of thinking is, in fact, perfectly understandable from social psychological principles. All of us tend to attribute our successes to ourselves and failures to the external environment. (An exception to this is the depressed individual, who tends to show just the opposite pattern: successes are accidents, gifts or luck; failures are due to personal inadequacy.) The traditional way of explaining client outcomes is comprehensible from this principle of defensive attribution.\n\nIt must be remembered, though, that clients also respond to attributions of outcome  (Kopel and Arkowitz, 1975) . Within this traditional model of motivation, the client is in a no-win situation. If the outcome is favorable, it is credited to the quality of the treatment program rather than to the client's unusual motivation, persistence, insight, strength, or desire to change. If the outcome is not successful, however, it is blamed on deficiencies within the client. This is precisely the pathogenic pattern of attribution that has been linked to depression, learned helplessness, and poor maintenance of change."
    },
    {
      "title": "The traditional view of \"denial\"",
      "text": "Within the alcoholism treatment community, \"denial\" is almost universally described as a pernicious personality characteristic of alcoholics. It is seen as the biggest obstacle to successful treatment and the major reason for treatment failures. As described earlier, it also provides a convenient explanation of why many clients fail to improve.\n\nYet research presents a rather different picture. Literally hundreds of studies conducted over the past four decades have failed to find any consistent \"alcoholic personality\". Although alcoholics certainly do differ from normal individuals in many ways, these differences are mostly attributable to the deleterious effects of drinking rather than to pre-existing or predisposing personality patterns. There is some evidence that people diagnosed as alcoholic in adulthood may have shown a tendency toward hyperactivity and troublemaking during childhood. Beyond this, there is no universal or even dominant pattern of traits. The defense mechanism of denial, as an adjustment strategy, is no more or less characteristic of alcoholics than of other I Motivational interviewing 149 people when objective personality assessment findings are examined  (Miller, 1976) .\n\nIf denial is not a personality trait of alcoholics, then what else might it be? Alcohol abusers are often characterized as pathological liars, unable or unwilling to tell the truth regarding their drinking and its consequences. Yet this, also, has failed to find support in research. With adequately quantified interviewing techniques, good convergence is typically found between selfreport and collateral sources, with collaterals as likely to underestimate as to overestimate the drinker's own report (e.g. Miller et al., 1979; Sobell et al., 1974) .\n\nPerhaps alcoholics are not liars or denying personalities, but are simply unaware of the consequences of their drinking? Once more research data suggest the contrary: that even actively drinking alcoholics are quite aware of the negative effects of their excess (e.g. Polich, Armor and Braiker, 1981) ."
    },
    {
      "title": "An alternative view of denial",
      "text": "How, then, has it happened that the phenomenon of \"denial\" has been so universally observed and emphasized in the treatment of drinking problems? First of all, it will be helpful to seek an operational definition of denial as it is observed in treatment settings. This \"denial\" is not a personality pattern diagnosed from objective personality testing, but rather it is typically observed within verbal interactions between client and staff. In essence it boils down to two particular types of assertion made by clients:\n\n(1) \"I am not an alcoholic\". There are various versions of this including, \"My problem isn't so bad\" \"I can't be an alcoholic because . . .\", etc. (2) \"I do not have to abstain from alcohol for the rest of my life\". This, too, takes on various forms including, \"I can control my drinking sometimes\", \"I don't lose control when I drink\", etc.\n\nIn the minds of both the counselor and the client, these two issues are closely tied. They are, in fact, two key issues within the traditional disease conception of alcoholism promoted by Alcoholics Anonymous, which includes the following general assumptions:\n\n(a) Alcoholism is a unique and diagnosable disease. Some people have it and others do not. (b) Alcoholism is characterized by a predictable progression of symptoms.\n\nIf an individual has alcoholism, it does not matter where in the progression he or she is. Continued drinking causes continued deterioration.\n\n(c) Alcoholism is characterized by loss of control. The alcoholic is unable to drink moderately and then stop. \"One drink, one drunk.\" (d) Alcoholism is irreversible. If a person has the disease, he or she can never be cured. The progression and loss of control return as soon as drinking is resumed.\n\n(e) Therefore, total and lifelong abstinence is the only possible solution for the alcoholic.\n\nThe accuracy of these assertions is widely debated, and represents one of the most significant controversies in the alcoholism treatment field today. The problems surrounding these issues have been well reviewed elsewhere (e.g. Heather and Roberston, 1981) . For present purposes it is not necessary to maintain the truth or falsity of this model of alcoholism. Rather for now it is sufficient to recognize that the two issues of \"denial\" described above center on client disagreements with this model.\n\nActually the client in question may not, in fact, disbelieve in the model itself. Many do, but also many do not. Rather the struggle that is typically labelled as \"denial\" is over whether this model adequately describes and fits this individual. Thus the first \"denial\" assertion is that \"/ am not an alcoholic in the sense that you describe\". The second is like unto it: \"/ do not need to abstain\".\n\nThe alternative view of denial that will be presented here differs radically from the traditional notion by asserting that denial is not inherent in the alcoholic individual, but rather is the product of the way in which counselors have chosen to interact with problem drinkers.\n\nTo clarify this point, let us leave the alcoholism area for the moment and consider a quite different counseling problem. Suppose that an individual comes to you for counseling regarding a difficult choice to be made. The choice is one that, until recent years, was not regarded as a choice, and it is one that has implications for the entire duration of the person's life. That choice is whether or not to have children. The individual describes for you a complicated set of motivations. On the one hand the person can see some reasons why it would be desirable to have children: it is a life experience that cannot be had any other way, children can bring out the fun and youth in grown-ups, there is perhaps additional security and companionship in old age, one might grow old and bitterly resent having decided not to have children. On the other hand, the individual also has a persuasive list of reasons not to have children: the enormous financial burden, the lifelong commitment of time and emotion, possibilities that the child \"would not turn out right\", the necessary restrictions on freedom, etc.\n\nSuppose further that you were to respond by saying, \"Well, after listening to all of this I am certain that you should not have children\". What will be the response of the client? h is virtually 100% predictable. After inquiring a bit about how you reached your decision, the client will begin to argue with youto defend the opposite side of the coin. If you then respond with counterargument and evidence, again defending the merits and wisdom of the childfree lifestyle, the client will in turn assert the opposite. This would occur no matter which side you had chosen to defend. You have elicited these opposing arguments by the manner in which you have approached the problem. By presenting one side of the argument, you have caused the client to take up the other. This is even somewhat appealing from the client's standpoint, because it permits externalization of a perplexing internal conflict. The conflict is, in fact, acted out before the client's very eyes. This might be harmless enough, were it not for another well established social psychological principle: that I learn what I believe as I hear myself talk. This means that as a person verbally defends a position, he or she becomes more committed to that position. This is one reason why direct argumentation is absolutely the worst way to try to change the opinion of another person. Social psychologists have long known that direct argument is dreadfully ineffective in changing attitudes. Advertizers recognize this, too, and instead resort to methods more likely to succeed: modeling of the desired behavior by attractive role models, direct reinforcement for the desired new behavior, humor, free trial periods, etc. One of the most effective attitude change methods known is, in fact, the exact opposite of adversarial argumentation. It is to have the individual verbally argue for the other side, a technique sometimes called \"counterattitudinal role play\". To make statements and take action on behalf of a new position, even under role play conditions, begins to move the person's attitude in the direction of that new position.\n\nThus, reconsider our puzzled potential parent. As the counselor argues more and more forcefully and \"persuasively\" for one side, the client is encouraged to make more and more \"Yes, but . . . \" counterstatements. The result is that the client gives voice to that opposing side of the argument and in the process becomes more committed to that position (precisely the opposite of what we presume the counselor had hoped to achieve). Now let us return to alcohol problems. Suppose that an individual comes for counseling feeling two ways about drinking. On the one hand, the person sees some real problems emerging, and has some legitimate concerns about the ill effects that alcohol is having in his or her life. On the other hand, the person likes drinking and does not want to give it up, and in looking at identified alcoholics (particularly those who tell their stories at A. A. meetings or who are found in the average inpatient facility) the individual believes with some justification, \"I'm not that bad\". Thus the person walks through the door of the counselor's office in conflict: drinking is a problem, and drinking is not a problem (or at least not the whole problem).\n\nSuppose that the counselor listens politely for a time and then responds: \"Well, after listening to all of this I am certain that you are an alcoholic and that you must stop drinking and never have another drink\". What will the response of the client be? It is virtually 100% predictable. After inquiring a bit about how the counselor reached this conclusion, the client will begin to argue the opposite side. The very way in which the counselor has reacted elicits two particular arguments, namely: \"I am not an alcoholic\" and \"I don't have to abstain for the rest of my life\". The alcoholism counselor, however, has been prepared to \"recognize\" this defensive pattern and has been taught how to deal with it: direct confrontation. This means more forcefully \"persuasive\" argument about the reality of the individual's alcoholism and need for abstinence. The result is, of course, stronger counterargument, which the counselor in turn sees as further evidence of the personality trait of denial -yet another proof that the person is, in fact, an alcoholic.\n\nThe result of this seems to depend upon how severely deteriorated the individual has become. It is widely claimed that an alcoholic must \"bottom out\" before being motivated enough for treatment. Within the social psychological framework proposed above, this means that the direct confrontation strategy typically used by alcoholism counselors is unlikely to be effective until the evidence of suffering and misery is so abundantly plain in the person's life that further \"denial\" is fruitless. At this point, having deteriorated sufficiently, the individual gives in, \"accepts\" and \"recognizes\" the alcoholic label as applying to himself or herself, and \"acknowledges\" the necessity of abstinence. Contrary to common belief, however, this \"insight\" is not sufficient for successful sobriety. Research suggests that even among those so persuaded to enter into treatment, only a small minority end up maintaining abstinence: about 20 to 30% at 1 year after treatment, on the average  (Miller and Hester, 1980) . One long-term study found that only 7% of those treated in traditional programs maintained continuous abstinence over a period of 4 years  (Polich et al., 1981) .\n\nPart of the common lore of alcoholism treatment, then, is consistent with what would be predicted from social psychology: that the direct confrontational persuasion approach is effective only after the accumulation of considerable external and objective evidence of deterioration. Although this, again, has been attributed to the stubborn denying personality of the alcoholic, it can equally be understood as being attributable to the confrontational method that has been used to \"motivate\" clients, which in fact may have the opposite effect of causing the client to become more committed to \"not alcoholic\" and \"not abstinent\" positions.\n\nMost current alcoholism treatment programs seem to recognize this at one level -that their interventions are not attracting or succeeding with the so-called \"early-stage\" problem drinkers. (The very term \"early-stage\" assumes that the person has an early form of the same disease.) Those with less severe problems tend not to come for treatment, perhaps because of the stigma attached to the alcoholic label. When they do come, most treatment programs seem rather unsuccessful in retaining these individuals who have \"insufficient\" deterioration. The presumed result of this is that these individuals, in many cases at least, continue to deteriorate until at last they are \"sufficiently motivated to respond\" to the classic confrontive approach, or until they find some other successful strategy for self-change.\n\nThe approach presented in this paper is one that I have developed over a period of 8 years in working with problem drinking clients. At first it was an intuitive approach, something I did without really thinking about why I did it. But over the years my students, as they observed my work, began to challenge me with questions: \"Why did you say that?\" \"Why didn't you push harder at that point?\" \"Why did you do this instead of that?\" In the process of answering these important questions I began to formalize the present model of motivation, and to better specify this process of motivational interviewing. I wish to be quite clear that although it is wholly consistent with basic and well established principles of motivation and social psychology, this approach to motivating problem drinkers has not yet been empirically validated or compared to alternative methods. It is my guess that this method will be found to be optimal for certain kinds of people (especially those with less severe problems) and that different approaches (including more directly confrontational ones) may be best for others. I commend this approach to you not as the answer for motivating all clients, but as an alternative to consider in approaching the perplexing problem of how to help clients recognize and do something about their present and potential problems with alcohol."
    },
    {
      "title": "The balance metaphor",
      "text": "In approaching problem drinking clients, I find it helpful to think of motivation as a balance, as two-sided scales. Every individual coming to an alcohol treatment facility (including, I find, those mandated to treatment) feels two ways about drinking. On the one hand is recognition of a problem. I have seldom, in 8 years of using this method with hundreds of clients, encountered an individual who denied having any problems with alcohol. Had I insisted that they accept the label \"alcoholic\", I would have had a struggle with almost every one. But on the simple issue of recognizing present and potential negative aspects of personal drinking, I have encountered few hardliners. Every client also has reservations, however: aversion to the stigma and rigidity of the alcoholic label, resistance to the absoluteness of the usual lifelong abstinence goal (A. A. recognizes this by wisely emphasizing \"one day at a time\"), concern about alcohol being seen as the whole problem overlooking other crucial concerns. Each person has both: two sides of the balance. One side favors doing something about the problem, the other side favors avoidance.\n\nI regard it as part of my job as a therapist -an extremely significant part, in fact -to help the individual in this motivational struggle. My job can be conceptualized as placing weights on the positive change-seeking side of the scales, and perhaps gently removing weights and obstructions from the negative change-avoiding side of the balance. The question, of course, is how best to accomplish this delicate task of balancing, or rather of tipping the balance in the right direction. Toward this end I will describe four key principles and then several operational techniques for implementing these in the service of client motivation."
    },
    {
      "title": "Four key principles of motivation"
    },
    {
      "title": "De-emphasis on labeling",
      "text": "Traditional approaches have placed very heavy emphasis on \"recognizing\", \"acknowledging\", or \"accepting\" the alcoholic label. It is considered to be a prerequisite for treatment and change that the individual \"admit\" that he or she is an alcoholic. Great value is placed on the person's willingness to publicly confess, \"I am an alcoholic!\".\n\nFor some individuals there is doubtless a value in this process. It may represent a key cognitive shift which in turn may enable sobriety. For many others, however, this represents an enormous stumbling block -a massive and unnecessary obstacle or barrier to recovery. There is no evidence whatsoever that self-labeling of this sort is associated with superior outcome. Polich et al. (198 1) , in fact, found an impressive absence of denial among their relapsed and unsuccessful cases. The primary reason for imposition of this requirement is the unproved assumption that a person cannot be treated until the label is accepted. There is considerable evidence to the contrary. Preventive interventions aimed at nonaddicted problem drinkers and early intervention strategies with clients mandated by courts or employers have met with considerable success  (Miller and Hester, 1980; Miller and Munoz, 1982; Miller and Nirenberg, in press ). Many such individuals deny the applicability of the label \"alcoholic\" to themselves, but nevertheless respond positively to treatment  (Miller and Joyce, 1979) .\n\nA key principle of motivational interviewing, then, is that labeling is not essential. Rather what matters is this: what problems is the person having in relation to alcohol, and what needs to be done about them? No value is placed on persuading the individual to accept a self-label. The importance of labels is, in fact, actively de-emphasized."
    },
    {
      "title": "Individual responsibility",
      "text": "The poet Goethe once said, \"If you treat an individual as he is, he will stay as he is, but if you treat him as if he were what he ought to be and could be, he will become what he ought to be and could be\". This points to the importance of how the therapist views the client.\n\nMotivational interviewing places responsibility on the client to decide for himself or herself how much of a problem there is and what needs to be done about it. The counselor is a resource in this process, providing valuable information and perspectives, alternatives and possibilities. But it is not the counselor's role to confront or \"make the patient face up to reality\". The counselor presents reality in a clear fashion, to be described later, but leaves it to the client to decide what to do about it. The decision not to change is seen as a viable, though perhaps unwise choice. This assignment of freedom of choice to the client (which of course the client has whether or not we assign it) is consistent with a more existential approach to counseling.\n\nRelatedly a motivational interviewing approach treats the individual as a responsible adult, capable of making responsible decisions and coming to the right solution. It is my impression that many counselors in the alcoholism field have taken an implicitly condescending and moralistic view of clients, treating them as if they were children in need of direction and supervision, or sinners in need of correction. The present approach takes a view more consistent with that of humanistic psychology, believing in the individual's inherent wisdom and ability to choose the healthful path given sufficient support. Motivational interviewing attempts to provide this \"sufficient support\" and an atmosphere in which the difficult decision for change can be made more easily. The individual is expected to make the final decision, rather than simply to agree with a decision already reached by the counselor."
    },
    {
      "title": "Internal attribution",
      "text": "Attribution is the process of assigning responsibility for a condition or change. Placing responsibility for the present condition on the individual or giving the individual credit for a change is usually referred to as an \"internal\" attribution (to the person). Placing responsibility on accident, circumstances, disease, or other factors \"beyond the person's control\" is usually called \"external\" attribution.\n\nClinical research has suggested that changes which are attributed internally tend to be more long-lasting. That is, if the individual sees himself or herself as being responsible for having accomplished a change, then it is more likely that the change will maintain. If on the other hand a change is perceived as occurring because of accident, chance, something the therapist did, a medication, or some other factor external to the individual, then the person seems to feel less responsibility for it and consequently the change may not be maintained  (Kopel and Arkowitz, 1975) .\n\nThis third precept is highly related to the second, because the individual is seen as not helpless. The decision to drink is made by the individual, and he or she is responsible for it. This much can be accepted even by those who regard \"loss of control\" as a cardinal sign of alcoholism. The decision to begin drinking is often confused with continuing to drink once started. The loss of control assumption refers to the latter, not the former.\n\nTo press this further, however, there is positively no scientific support for the popular assumption that an alcoholic necessarily loses control over drinking once the first drink has been consumed  (Heather and Robertson, 1981) . Whether or not the individual continues to drink once he or she has started is a matter ofprobability rather than certainty, and this probability has been shown to be influenced by a wide range of social factors. That an alcoholic is more likely to continue drinking to the point of intoxication once started is less than surprising: those labelled as alcoholic drink more, and more often than do other people. There is increasing support for the phenomenon of craving in dependent drinkers. Current evidence even provides limited support for the existence of a physiological craving response triggered when the alcoholic consumes alcohol without knowing it  (Hodgson et a/., 1979) . Still the decision to continue drinking is, as far as anyone can discern from scientific data, just that: a decision. Although they may have to endure some physical discomfort, alcoholics can, and to, decide to discontinue drinking even after small amounts of alcohol consumption  (Heather and Robertson, 1981) .\n\nAll of this is to say that there is no persuasive experimental evidence that requires us to see the alcoholic as \"helpless over alcohol\" or unable to make decisions regarding drinking. Even without reference to the data, there are some very good reasons to resist teaching clients that they are helpless, in that such beliefs readily become self-fulfilling prophecies. A useful experimental model for this is the now familiar research on learned helplessness, in which individuals can be taught not to try to control outcomes because they believe such efforts to be fruitless. Motivational interviewing regards drinking as a personal choice. Decisions about drinking are seen as best made on the basis of alcohol's effects on the individual rather than on black-white labeling dichotomies. The person is responsible and capable of making decisions regarding the proper course of action to be taken. Responsibility for this decision should not, and in fact cannot, be taken by another. r"
    },
    {
      "title": "Motivational interviewing 157"
    },
    {
      "title": "Cognitive dissonance",
      "text": "The fourth principle operating within motivational interviewing is that of cognitive dissonance. This theory of social psychology postulates that the recognition of inconsistency within the individual necessitates a change. Thus if a person perceives his or her behavior to be seriously discrepant with his or her beliefs, attitudes, or feelings, a motivational condition is created to bring about change in one or another of these elements so that consistency is restored.\n\nOne way in which consistency can be restored, of course, is through the channel labelled above as \"denial\". This involved alteration of the person's beliefs and attitudes so that they are no longer inconsistent with the drinking behavior. Another possible resolution is to alter self-esteem: a person may continue to drink heavily and recognize that it is suicidal if he or she also has very low self-regard. Low self-efficacy provides still another alternative dissonance resolution: damaging drinking is understandable even in a self-respecting person if it is beyond his or her control, if there is no perceived way to alter it. Finally, dissonance can be reduced by altering the drinking behavior itself so that it is consistent with a positive self-concept and is not causing problems or damage. Such alteration may consist of total abstinence, but in other cases it can consist of reduction of drinking to a nonproblem level. Grounds for making this difficult choice of goals have been addressed in detail elsewhere, and will not be considered in the present discussion  (Heather and Robertson, 1981; Miller and Hester, 1980; Miller and Munoz, 1982) .\n\nWithin a cognitive dissonance framework, the counselor engaging in the process of motivational interviewing has two general tasks. The first of these is to increase the amount of dissonance experienced by the client. This can be thought of as placing additional weights on the positive side of the balance referred to earlier. On the face of it, this might seem an argument for direct confrontation. This conclusion is based on a misunderstanding of human motivation, however -on the assumption that the providing of evidence is the sufficient condition for change. The placing of dissonant weights on the positive side of the scales rather proceeds by other processes to be elaborated below. To direct a presentation of \"proof \" may in fact have a paradoxical effect of causing dismissal of the counselor's entire case, with the client becoming more committed than ever to the negative position. Thus the first task is to create dissonance, but this is not accomplished in the manner usually employed by alcoholism counselors.\n\nThe second task of the counselor is to direct the dissonance so that the result is changed behavior rather than modified beliefs (denial), a lowering of self-esteem, or a drop in self-efficacy. Traditional \"confrontive\" strategies may be more likely to elicit denial and cognitive compensation to reduce the dissonance. Likewise traditional treatment assumptions have placed a heavy burden of guilt on the individual for failure to acquiesce, which can take its own toll on self-esteem. Similarly self-efficacy beliefs are discouraged by traditional notions of alcoholism that attribute heavy responsibility to external rather than internal factors. The lowering of self-esteem and self-efficacy may in turn further hinder the cause of motivation, in that there is less of a need to reduce dissonance between knowledge and behavior. If the individual has very little self-regard then self-destructive behavior is of little consequence. Likewise if the individual is helpless over alcohol, then the presence of self-destructive drinking is understandable because it cannot be willfully controlled.\n\nThe direction of motivation toward behavior change, then, requires the following strategic goals.\n\nIncrease self-esteem. This is consistent with the heavy emphasis on personal choice, adult responsibility, capability of making sound decisions. It is likewise consistent with de-emphasis on depersonalizing labels. The motivational interviewing approach expresses overt as well as implicit respect for the individual, and seeks attributions which elevate self-esteem.\n\nIncrease self-efficacy. Self-efficacy is the individual's perceived ability to engage in active and effective coping when faced with a particular problem situation  (Bandura, 1977 (Bandura, , 1982)) . In this case, the problem is drinking and its effects. The motivational interviewing approach heavily emphasizes personal efficacy, internal attribution, and choice. The person is seen not as helpless over alcohol or dependent on others for judgment and direction, but as capable of redirection and responsible choice. Responsibility for this choice is given to the individual rather than being held by the counselor.\n\nIncrease dissonance. A third task of motivational counseling is to increase dissonance between abusive drinking behavior and the individual's beliefs and knowledge. It should be noted that this is fruitless if at the same time self-esteem and self-efficacy are damaged. In the presence of an affirmative atmosphere that encourages self-esteem and self-efficacy, however, the creation of dissonance is therapeutic.\n\nDirect dissonance reduction toward behavior change. Finally, if dissonance is successfully created, the counselor should intervene in a manner that increases the probability that the dissonance will be reduced by changing drinking behavior rather than by altering cognitive structures. The creation of motivational dissonance without providing an accessible and effective means for behavior change may be unhelpful or even harmful."
    },
    {
      "title": "Strategies of motivational interviewing"
    },
    {
      "title": "Affirmation",
      "text": "The first general strategy is directed toward the goal of affirmation, and is intended to be consistent with the above-mentioned objectives of increased self-esteem and self-efficacy. The primary counseling tool employed in this regard is that of reflective listening. This has been operationalized by Carl Rogers and his students in the skill of accurate empathy. Rather than engaging in what Thomas  Gordon (1970)  has termed \"the typical twelve\" -giving advice, warning, threatening, labelling, moralizing, etc. the counselor listens empathically to what the client has to say and attempts to reflect it back. This is a complicated skill, and one that is easily done badly. The effect of proper reflective listening, however, is to focus the counseling process on the client rather than on the counselor and to encourage the client to continue exploring his or her inner thoughts, feelings, and conflicts. This is exactly what needs to be done in the process of motivational interviewing, where one goal is to elicit dissonant internal states. In addition it has the benefits of communicating respect for the individual, strengthening self-esteem, and building a therapeutic relationship. We have found a strong relationship between successful outcomes of problem drinkers and the degree to which their counselors displayed this skill of accurate empathy  (Miller and Baca, 1983; Miller et al., 1980) .\n\nIt has long been recognized, however, that reflection is not an \"empty\" process. The counselor is not merely a passive mirror reflecting perfectly what the client presents. Rather the counselor is selective and active. This selective aspect of reflection is not ignored, but rather is recognized in motivational interviewing and is directed toward two useful functions: Reflection as reinforcement. Reflection can be used to reinforce certain points or aspects of what the client has said. As will be discussed in the subsequent section on implementing motivational interviewing, for example, the counselor reinforces the client's statements of self-perceived problems related to alcohol. The intended effect of this is to increase the client's awareness of these problems and to encourage the client to continue to talk about them. That which is reflected is reinforced in the client. Good reflection represents something of a consolidation process."
    },
    {
      "title": "Reflection as restructuring.",
      "text": "Another \"directive\" use of reflection is to restructure content slightly, to place it in a different light. Thus, for example, when a client volunteers information that the therapist does not wish to reinforce directly, the reflection may place it in a new perspective. Client statements that in essence say, \"I can't be an alcoholic because . . . \" may be reflected with \"I imagine that's confusing for you. On the one hand you can see that there are serious problems developing around your alcohol use, and on the other it seems like the label 'alcoholic' doesn't quite fit because things don't look that bad\". This is a reflection of what the client has been saying, but it refocuses attention as well. The dissonance is acknowledged, and the counselor successfully avoids getting into an argument as to whether or not the label applies. Instead the client is encouraged to continue exploring (and developing) the dissonance."
    },
    {
      "title": "Awareness",
      "text": "The task of awareness-building or consciousness-raising within motivational interviewing is directed toward the increasing of dissonance. Awareness \"weights\" are placed on the side of the balance favoring change. The principles used to increase awareness, however, follow the ancient teaching strategy of Socrates: that a person is more likely to integrate and accept that which is reached by his or her own reasoning processes. Information is not offered up on a plate, to be passively received. Rather the individual is engaged actively in the increasing of awareness. Two main strategies are employed toward this end: eliciting self-motivational statements, and integrating objective assessment.\n\nEliciting self-motivational statements. By the attributional principle that \"I learn what I believe as I hear myself talk\", the counselor's goal here is to elicit from the client statements that include: (1) recognition of alcohol-related problems (cognition); (2) concern regarding the problem (affect), and (3) recognition of a need to change drinking pattern (behavior). Relatedly, the counselor does not wish to evoke from the client \"defensive\" statements counteracting these three recognitions. Ideally the words that emerge from the client's mouth should be primarily consistent with the three objectives just stated. In this regard, it is the counselor's goal to evoke such statements and to reinforce them when they occur.\n\nOne approach for evoking these statements is to ask for them. The counselor may query \"What things have you noticed about your drinking that concern you, or that you think might become problems?\". The client's statements of such concern are then reinforced by reflection, nonverbal listening cues (head-nods, eye contact, etc.), and occasional affirmations (\"I can see how that might concern you\" or \"It must be difficult for you to be realizing that\"). The list can be extended by asking \"What else have you noticed?\" or \"What other things concern you about your drinking?\". If such offerings of the client are met with empathic reflection, the list will continue to grow. If, on the other hand, such \"evidence\" is quickly grabbed up and used against the client as proof of alcoholism, then the volunteering of personal concerns abruptly stops and the client shifts to the defensive.\n\nSimilarly the therapist might ask \"What makes you think that perhaps you should do something about your drinking?\". There are several levels to such a question. First, it implicitly assumes that the client does think this, rather than asking the too-confrontive binary question of \"Do you think that you need treatment, yes or no?\". Secondly it places responsibility on the client for seeing the need for treatment, rather than on the counselor. Finally it once again elicits positive statements from the client -those favoring change. Within this system of motivational interviewing, every such statement evoked from the client is a weight added to the positive side of the balance.\n\nAnother approach that can be used to elicit positive motivational statements from the client is a subtly paradoxical one. It is, in fact, precisely the reverse of traditional confrontational methods. In this paradoxical strategy, the counselor actually takes the role of the client's \"denial\" or doubts without overtly announcing that this is what is being done. During the problemexploration phase, this can be done subtly by comments such as \"Is that all? What else?\". The effect of this is to encourage the client to find other evidence to \"prove\" to the counselor that he or she has a problem. Likewise during the subsequent treatment-negotiation phase, the therapist may pose a subtle paradoxical challenge whereby the client is faced with the task of proving that he or she in fact needs treatment. Such a therapist statement might be: \"This program is one that requires a lot of individual motivation, and frankly one concern that I have in talking to you is that I am not sure whether you really have enough motivation\". The effect of such a statement is quite predictable: it elicits from the client the other side of the argument -\"I really do want to change, and I really do have a problem\". Such paradoxical techniques must be used judiciously and are probably not for the novice, but they can contribute substantially to the evoking of client self-motivational statements. Again the resulting statements are to be reinforced by the therapist with reflection, acknowledgement, and eventually by allowing himself or herself to be \"persuaded\" by the client that treatment is necessary. (It's so rarely we get to convince anybody of anything, that this can be a powerful reinforcer in itself!)\n\nThe underlying strategy in this first approach to awareness, then, is that the therapist systematically refuses to take responsibility for the \"positive\" side of the argument and leaves this to the client. The therapist uses a variety of techniques to evoke self-motivational statements from the client and to reinforce such statements when they do emerge."
    },
    {
      "title": "Integrating objective assessment.",
      "text": "A second strategy for awareness raising bears some resemblance to traditional methods, and is indeed \"confrontational\" in the sense of confronting the client with some difficult realities. The basic approach differs, however, from the usual direct persuasion methods.\n\nIn this strategy, which may well occur during a second interview after objective assessment has been completed, the counselor presents to the client feedback of the results of assessment. The basic stance is one of interpreting complex findings, of helping the client to understand his or her own situation. No attempt is made to \"prove\" anything. The conclusions to be drawn from the information are, in fact, left to the client. The counselor's opinion is offered when asked for, but is not imposed on the client. Each fact is presented and the client is given a basis for interpretation (e.g. normative data). The therapist continually underlines the client's freedom to interpret these findings by inserting statements such as \"I don't know whether this is of any concern to you or not . . . \" and \" . . . that may or may not matter to you\". Actually I find that such feedback matters a great deal to most clients and requires no further dramatization. But if in fact the \"objective\" data (e.g. dependency score, blood alcohol level, liver function values, neuropsychological test data) do not impress the individual, no amount of scare-tactic melodramatics is likely to change that fact. If anything, a \"proof approach tends to elicit denial.\n\nOne approach to objective assessment is to administer a standardized battery of relatively simple but valid measures. We have used, in various clinics and research projects, the following types of information in this motivational process, comparing each with relevant normative data: (1) alcohol consumption data quantified into standard units  (Miller, 1978) ; (2) peak blood alcohol estimates, which are relevant to tolerance  (Matthews and Miller, 1979) ; (3) measure of dependence; (4) liver function serum tests; (5) measure of alcohol problem severity; (6) neuropsychological measures likely to reflect alcohol-induced brain impairment, and sometimes (7) scale scores from instruments purporting to detect alcoholic patterns from personality data (e.g. M.M.P.I, subscales  ; Miller, 1976) . Each of these examines a different aspect of alcohol-related problems. Each dimension is maddeningly independent of the others, so that it is difficult to predict from one type of deterioration to another. In motivational interviewing, the client is presented with a spectrum of objective measures of this sort, and then is asked in essence \"What do you make of all this?\". Again this tends to elicit statements of concern and motivation for change, and these are in turn reinforced by the therapist.\n\nSummarizing. The two awareness techniques just described can be consolidated into a counselor summary of the client's current situation. This is best introduced with a transition statement that announces that a summary is about to be undertaken: \"Let me see if I can put together everything that we have talked about so far\" or \"You have expressed a lot of concerns to me, and I respect you for that. Let me try to put these all together so we can see where to go from here\". The therapist proceeds to sum up all of the client's self-motivational statements, phrasing these as reflections of what the client has said. The client is then asked to comment on this summary: \"Is that complete? Is there anything I have missed?\" If the client has expressed doubts during the interview, these should be included in the final summary in order to prevent eliciting them again (e.g. \"You also really don't want to think of yourself as an alcoholic, and sometimes the problem doesn't seem that serious to you. Still you are concerned, and you do see the possibility of all of this continuing to get worse . . .\"). The counselor should not \"put words in the client's mouth\", because this will be easily detected as a ploy. Rather the goal here is to very accurately summarize the process thus far, with heavy emphasis on the client's positive self-motivational statements. This lays the groundwork for the next phase."
    },
    {
      "title": "Alternatives",
      "text": "The objective of the affirmation and awareness techniques described thus far is to increase the client's openness to self-evaluation, to provide increasing dissonance that motivates a change, and to prevent the dissonance from being resolved in unhealthy directions. It remains to direct the dissonance in the proper direction. At some point a critical mass of motivation is reached, and the person is willing to discuss and consider change alternatives. At this point (and not before) the counselor's task becomes one of presenting alternatives and helping the client to evaluate them.\n\nOne alternative, of course, is to continue drinking as before, and this should be discussed openly, even introduced by the counselor. The client may be asked what he or she anticipates would occur if drinking continued unchanged. The purpose of this question again is Socratic: to elicit awareness, which is then consolidated by reflection.\n\nA reasonable and sound beginning for generating intervention alternatives is to ask the client what he or she believes should be done. Having stated that there is a problem, the client is now asked what he or she wants to do about it. The counselor should also be prepared to suggest additional alternative interventions. Here the counselor's expertise may be invaluable, because the client may not be aware of the rich diversity of approaches available for the individual who wants to escape from problem drinking. This assumes, of course, that the counselor is aware of these alternatives. There is a large treatment outcome literature on alcoholism pointing toward various tech-niques with good promise of effectiveness and warning against the ineffectiveness of others  (Miller and Hester, 1980) . The counselor should be aware of these alternatives, and above all should maintain openness to various approaches for different individuals. If the counselor believes that there is one and only one way to treat a problem drinker, then the purpose of this phase of motivational interviewing is lost, and prior progress may be jeopardized.\n\nOne type of alternative that should not be overlooked is self-directed change. Therapists seem to have forgotten that most people who overcome addictive behaviors do so on their own with little or no outside assistance. It is the vast minority who seek the help of professionals or even of self-help groups. We do not yet understand the methods that self-changers use, but the possibility for self-directed change is a very real one. For a goal of moderation in particular, certain self-directed strategies have been found to be quite effective  (Miller and Baca, 1983; Miller and Hester, 1980; Miller and Munoz, 1982) .\n\nThis raises the issue of alternative treatment goals. For many years it was believed that the only possible goal for any individual with a drinking problem was total and lifelong abstinence. There is, however, an overwhelming body of evidence that at least some problem drinkers do succeed in achieving and maintaining nonproblem drinking patterns  (Heather and Robertson, 1981) . If one focuses on non-addicted problem drinkers, the long-term favorable outcome rate approaches 60 to 70% following specific training in a moderation goal  (Miller and Baca, 1983) . For certain populations of problem drinkers, in fact, the probability of avoiding relapse appears to be greater with non-problem drinking outcomes than with total abstinence  (Polich et al., 1981) . This seems to be particularly true of younger, male, unmarried, and less severely dependent clients  (Heather and Robertson, 1981) . Beyond these data, there are other reasons to consider moderation as an alternative. High among these is the fact that many clients elect this option and refuse to consider total abstinence. To square off against these clients is to reverse the motivational process pursued thus far, driving the client into a pattern of \"denial\" and argumentation and away from positive behavior change. To be sure there are clients for whom abstinence clearly appears to be the best choice, and for such clients the counselor's concerns should be clearly stated. Evaluation of alternative options includes the providing of accurate information about the probability of success with each. Still if a client is resolute in refusing an alternative, it is likely to be of little help for the counselor to persist in pushing in that direction.\n\nThe complexities of treatment goal choice are beyond the scope and purpose of this paper on motivation, but two points are worth noting. First, even when moderation is available as an option, a majority of alcohol abusers seem to elect abstinence as their goal. Those who opt toward moderation tend, in fact, to be those most likely to succeed at it. Secondly, failure at \"controlled drinking\" can in itself be a potent motivational experience. If the therapist has not alienated the client by requiring him or her to defy the therapist in order to attempt moderation, it is possible to use unsuccessful moderation as one further piece of objective assessment to be considered in selecting the best change approach. Many clients do elect abstinence after attempting controlled drinking, and in some cases the resulting rates of abstinence have been as high as those from programs where the only available goal was total abstention  (Heather and Robertson, 1981) .\n\nThe purpose of including this discussion of treatment goal here is not to persuade you to pursue this with a majority of your clients, but rather to prevent a terminal showdown between therapist and client that loses the motivational ground gained up to this point. Even if the goal of the counselor is ultimately to persuade the client of the importance of total abstinence, the principles of persuasion remain unchanged from before. Attitude modification is much more likely to occur through a combination of affirming reflection and awareness-raising than by head-on argumentation (which is more likely to produce the opposite: attitude entrenchment).\n\nThe overall process during the alternatives phase is negotiation of a treatment goal and strategy. Presented with alternatives and information about their relative probability of success, the client is left to make a responsible decision about which road to choose. Moralizing and threatening overtones are assiduously avoided by the therapist. Rather than taking the role of a savior who shows the one correct way, the therapist adopts the role of a knowledgable consultant who gives advice when asked but does not bear or accept the responsibility of implementing the advice, nor pout if the advice is not followed.\n\nThrough these strategies of affirmation, awareness, and alternatives, the therapist gently moves the client toward self-evaluation of the drinking problem and toward motivation for and implementation of change. The strategies presented here, rather than being part of any particular \"treatment\" approach, are instead intended to help move the individual from an \"unmotivated\" (i.e. unmoving) state toward a readiness for change."
    },
    {
      "title": "Integration with a model of change",
      "text": "The present system of motivational interviewing is best understood within the context of a developmental model of change. Such a model for the addictive behaviors has been proposed by  Prochaska and DiClemente (in press, a, b) .\n\nBriefly described, this model consists of a series of stages through which the individual passes in the process of change. During the first stage, precontemplation, the individual is not yet considering the need for change. As awareness of negative consequences increases, however, the contemplation stage emerges and the individual begins to think about the possibility of changing. At some point a critical mass of motivation accumulates, and the third stage of determination is entered. Here the person has reached a decision that change is essential and becomes willing to pursue it. My own experience suggests that this is often an ephemeral state, as if a window had opened temporarily. The individual has a certain amount of time to get through the window into the next stage, then the window closes again. If the person does proceed to the next stage of action, he or she engages in efforts intended to bring about a modification in the problem behavior. This may be done with or without professional assistance. Finally the person embarks on the challenging maintenance stage, in which the task is to retain the changes made earlier. If this maintenance is unsuccessful, the person experiences relapse and begins the cycle over again.\n\nMost alcoholism research and treatment has focused very heavily on the action stage to the exclusion of the others. Prior \"motivation\" is left to the individual, as is maintenance of changes after treatment. Prochaska's model suggests an alternative to thinking about motivation as a personality trait: it is a part of the total process or cycle of change. It follows that therapeutic interventions could and should be brought to bear on stages other than action, to help the person progress from precontemplation to contemplation, from contemplation to determination, etc. Marlatt and his colleagues  (Cummings et al., 1980; Marlatt, in press ) have extensively discussed ways in which individuals can be assisted during the maintenance phase. Relatively little attention has previously been devoted to the stages that precede action.\n\nMotivational interviewing suggests a systematic series of strategies intended to help the person move from precontemplation to action. Awareness-increasing strategies combined with an affirming atmosphere assist the person in the transition into contemplation. Other awareness-building and affirmation strategies described above continue during the contemplation phase, encouraging the person on toward the point of determination. When this point is reached, alternatives are posed -again within an affirmative and nondogmatic context -and change strategies are negotiated.\n\nThe motivational process occurring between precontemplation and action is diagrammed in Figure  1 . Circles in this diagram represent potential therapeutic interventions. Rectangles represent alternative directions of motivational flow. The key motivational process begins as awareness of negative consequences is increased by a combination of an accepting, clientcentered orientation (e.g. empathic listening) and informational strategies such as objective assessment feedback. This combines with the continuing problem drinking behavior to form a state of cognitive dissonance.\n\nVarious possible solutions to this dissonance are proposed in Figure  1 . If the individual maintains a position of low self-esteem, then the dissonant quality of self-destructive drinking is decreased. This represents the first possible \"short-circuit\" in the process of change. A second dissonance-reducing solution is low self-efficacy. If the individual perceives that he or she is helpless over alcohol and cannot do anything about it, then again there is no dissonance because the damaging behavior is attributed externally. A third solution to the dissonance is what is usually called denial, namely a decision that the damaging effects of alcohol are really not so serious and can be tolerated, particularly when balanced against the perceived positive effects of drinking. If all of these solutions are successfully bypassed, the remaining solution is behavior change. If this is successful, the process of maintenance begins. If not, the unsuccessful outcome is likely to contribute to lowered self-efficacy and the problem drinking continues until critical motivational mass is again reached.\n\nIn developing this diagram it occurred to me that in many ways it resembled a schematic of electrical circuitry. Extending this metaphor, I conceived of cognitive dissonance as sending a kind of voltage through the system requiring a channeling. The \"natural\" change process, uninfluenced by therapeutic interventions, is shown by the rectangular options. Up to the point of determination there are four alternative pathways, representing the four alternative solutions to the problem of cognitive dissonance: three undesirable short circuits marked by resistors and the optimal pathway symbolized by the capacitor, the final jump to determination. From this point on there are three alternatives: two unsuccessful outcomes and the favorable outcome channel consisting of abstinence and/or nonproblem drinking. This latter circuit ends at ground, representing a \"solidly grounded\" terminal solution, although relapse continues to be a possibility if the degree of resistance on the relapse circuit should be dramatically decreased.\n\nEach of the circles in Figure  1  represents a therapeutic input that influences the natural change process by increasing the probability of Solution 4. As discussed earlier, motivational interviewing attempts to increase awareness and dissonance, to increase self-esteem (and thus to decrease the probability of Solution 1), to increase self-efficacy (and thus decrease the probability of Solution 2), to direct awareness so that denial (Solution 3) is not evoked, and finally to present action alternatives in a manner that does not drive the person away from change. These therapeutic interventions are intended not only to increase the probability of Solution 4, but also to decrease the probability of alternative solutions. The latter goal can be thought of as increasing \"elec-\n\nAwareness of negative consequences Continued problem drinking behavior Cognitive dissonance Inte attribution and personal responsibility High self-esteem \" I am a worthwhile person 1 ' Dissonance Solution I Low self-esteem \" I don't matter\" High self-efficacy ,\"I can do it\" -HH Determination Dissonance Solution 2 Low self -efficacy \" I am helpless'' Dissonance Solution 4 Behavior change Change method unacceptable Dissonance Solution 3 Denial \"It's not so bad\" Effect change method and relapse pr Abstinence -Ground Non-problem drinking Unsuccessful outcome and relapse Precontemplation -Stage -Contemplation Stage Determination Stage Active Change Maintenance Stage Stage FIGURE 1. From precontemplation to maintenance. A schematic diagram of motivation interviewing. https://doi.org/10.1017/S0141347300006583 Published online by Cambridge University Press\n\ntrical\" resistance at the circuitry points marked by Q, the electrician's symbol for ohms. An ohm is a unit of resistance, which in this case might be an acronym for \"Obviously Healthy Motivations\". Ohms may be increased \" naturally \", without therapeutic intervention, or may be increased by strategies such as those contained within motivational interviewing. Several other applications of the circuitry analogy appear useful. The concept of voltage flow frees the system from strict linearity. Some degree of current is flowing through all of these circuits at all times, and it is a question of amount rather than absolute binary switching. Because the circuits are wired in parallel rather than series, the breaking of one circuit (or placing of substantial resistance on that line) does not interfere with current to other circuits. Thus the conceptualization is neither strictly linear nor binary. Finally the jump to determination is represented as a capacitor, a synaptic device that requires a certain critical mass of accumulated charge before firing and sending current through circuit 4.\n\nThe proposed model outlined in Figure  1  is, of course, quite tentative, and raises many potentially interesting and testable questions. To what extent does each circled intervention strategy actually increase the probability of Solution 4? Are different intervention strategies optimal at different points in the change process (as would be predicted by a more linear \"stage\" model) or does each contribute to overall change regardless of the point of intervention (as is conveyed more in this circuitry model)? Does behavior change occur in the absence of cognitive dissonance, fueled perhaps by \"alternative energy sources\" represented in the circles? And still more intriguing: to what extent can the mathematics of electrical circuitry be fruitfully applied in understanding this motivational process?"
    },
    {
      "title": "Implementing motivational interview strategies",
      "text": "In the course of developing and implementing the strategies described in this paper, I have found a particular sequence of interventions that seems to flow naturally. This discussion of motivational interviewing will conclude with a brief presentation of this suggested sequence."
    },
    {
      "title": "Eliciting self-motivational statements",
      "text": "This is often the first phase, and can begin with a simple open-ended question regarding the client's own concerns. An almost exclusively empathic stance is taken by the therapist during this process, reflecting whatever content the client provides. The reflective process is subtly selective, however, in directly reinforcing statements of concern while restructuring those tending toward Solutions 1, 2, or 3. A mildly paradoxical tactic may be employed here to elicit further relevant perceptions of a problem."
    },
    {
      "title": "Objective assessment",
      "text": "The interviewing process may be temporarily interrupted here to complete some objective measures to be used in evaluating the nature and severity of alcohol-related problems. This might be described as a \"check-up\" analogous to an annual physical examination, checking various dimensions for evidence of present or potential alcohol-related problems. Or the interviewer may choose to do a less formal assessment within the session itself, asking verbally about the dimensions of concern. The results of this assessment are then reviewed with the client as described earlier."
    },
    {
      "title": "Education",
      "text": "Any specific information needed or requested by the client is included here. This phase may be initiated by asking the client whether he or she has any questions of the interviewer -any things he or she has been wondering about. Relevant education topics might include, as called for, any of the following: (a) information about the actual biological and psychological effects of overdrinking; (b) information about addiction and dependence; (c) demystifying of the \"alcoholic\" label and restructuring of binary thinking (alcoholic vs. not alcoholic); (d) discussion of craving and loss of control; (e) internal attribution of choice and control, importance of personal responsibility; or (f) discussion of the possibility as well as problems of controlled drinking. The counselor attempts to provide accurate, objective, and current information."
    },
    {
      "title": "Summary",
      "text": "The counselor draws together the first three phases of the process in a summary statement."
    },
    {
      "title": "Transition",
      "text": "The counselor asks for the client's reaction to the summary and to their process together thus far. The underlying question here is whether the client has yet reached the point of determination. The client's own views are elicited and reflected. If the client remains undecided at this point, this uncertainty is acknowledged as such and a \"time out\" period may be justified during which the client is asked to consider whether he or she is ready for action. I sometimes have used the analogy of the balance, or have described the Prochaska and DiClemente stage model to help the client in understanding the process he or she is undergoing."
    },
    {
      "title": "Negotiation of alternatives",
      "text": "When the transition stage leads toward action, alternative intervention options are presented including: (1) no special intervention; (2) self-directed change strategies, and (3) more formal therapeutic consultation. Alternative change goals are discussed, and together the counselor and client negotiate where to begin the process of behavior change."
    },
    {
      "title": "Concluding comments",
      "text": "The interviewing strategy described here provides an alternative to the traditional model which construes motivation and denial as client personality traits. Principles of general social psychology are applied to help the problem drinker progress through the motivational prerequisites for active behavior change. These prerequisites are conceptualized as cognitive-affective shifts which influence the probability and outcome of subsequent action. The strategies proposed here have not yet been validated empirically (nor have any strategies for motivating problem drinkers), but they have the advantage of being specifiable, testable, and grounded in well researched psychological principles. Further exploration of such techniques may enable the psychological facilitation of client motivation, in contrast to current approaches which either passively wait for motivation to occur or rely on personality-based confrontational argumentation strategies of dubious value. With some modification, the model and strategies here presented could be applied to behavior change areas beyond the addictive behaviors."
    },
    {
      "text": "Frequently clients have excellent suggestions based on their own knowledge of what does (or at least what does not) work for them."
    }
  ],
  "references": [
    {
      "title": "Self-efficacy: toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1037//0033-295x.84.2.191"
    },
    {
      "title": "Self-efficacy mechanism in human agency",
      "authors": [
        "A Bandura"
      ],
      "year": 1982,
      "doi": "10.1037//0003-066x.37.2.122"
    },
    {
      "title": "Relapse: prevention and prediction",
      "authors": [
        "C Cummings",
        "J Marlatt"
      ],
      "year": 1980
    },
    {
      "title": "Parent Effectiveness Training",
      "authors": [
        "T Gordon"
      ],
      "year": 1970
    },
    {
      "title": "Controlled Drinking",
      "authors": [
        "N Heather",
        "I Robertson"
      ],
      "year": 1981,
      "doi": "10.1017/s0033291700056130"
    },
    {
      "title": "Alcohol dependence and the priming effect",
      "authors": [
        "R Hodgson",
        "H Rankin",
        "T Stockwell"
      ],
      "year": 1979,
      "doi": "10.1017/S0141347300006583"
    },
    {
      "title": "The role of attribution and self-perception in behavior change: implications for behavior therapy",
      "authors": [
        "S Kopel",
        "H Arkowitz"
      ],
      "year": 1975,
      "doi": "10.1037/h0036675"
    },
    {
      "title": "Relapse Prevention: Self-Control Strategies for Addictive Behaviors",
      "authors": [
        "G Marlatt",
        "J Gordon"
      ],
      "doi": "10.1016/0306-4603(90)90048-3"
    },
    {
      "title": "Estimating blood alcohol concentration: two computer programs and their applications in therapy and research",
      "authors": [
        "D Matthews",
        "W Miller"
      ],
      "year": 1979,
      "doi": "10.1016/0306-4603(79)90021-2"
    },
    {
      "title": "Prevention of Alcohol Abuse: Current Issues and Future Directions",
      "authors": [
        "M I L L E R"
      ],
      "doi": "10.1017/s0033291700021735"
    },
    {
      "title": "Alcoholism scales and objective assessment methods: a review",
      "authors": [
        "W Miller"
      ],
      "year": 1976,
      "doi": "10.1037//0033-2909.83.4.649"
    },
    {
      "title": "Behavioral treatment of problem drinkers: a comparative outcome study of three controlled drinking therapies",
      "authors": [
        "W Miller"
      ],
      "year": 1978,
      "doi": "10.1037//0022-006x.46.1.74"
    },
    {
      "title": "Two-year follow-up of bibliotherapy and therapist-directed controlled drinking training for problem drinkers",
      "authors": [
        "W Miller",
        "L Baca"
      ],
      "year": 1983,
      "doi": "10.1016/s0005-7894(83)80107-5"
    },
    {
      "title": "Treating the problem drinker: modern approaches",
      "authors": [
        "W Miller",
        "R Hester"
      ],
      "year": 1980,
      "doi": "10.1007/978-1-4613-2191-0_7"
    },
    {
      "title": "Prediction of abstinence, controlled drinking, and heavy drinking outcomes following behavioral self-control training",
      "authors": [
        "W Miller",
        "M Joyce"
      ],
      "year": 1979,
      "doi": "10.1037//0022-006x.47.4.773"
    },
    {
      "title": "How to Control your Drinking",
      "authors": [
        "W Miller",
        "R Munoz"
      ],
      "year": 1982
    },
    {
      "title": "Significant others as corroborative sources for problem drinkers",
      "authors": [
        "W Miller",
        "V Crawford",
        "C Taylor"
      ],
      "year": 1979,
      "doi": "10.1016/0306-4603(79)90023-6"
    },
    {
      "title": "Focused versus broad-spectrum behavior therapy for problem drinkers",
      "authors": [
        "W Miller",
        "C Taylor"
      ],
      "year": 1980,
      "doi": "10.1037//0022-006x.48.5.590"
    },
    {
      "title": "The Course of Alcoholism: Four years after Treatment",
      "authors": [
        "P O L I C H",
        "J Armor",
        "D Braiker"
      ],
      "year": 1981
    },
    {
      "title": "Stages and processes of self change of smoking: toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "doi": "10.1037//0022-006x.51.3.390"
    },
    {
      "title": "Transtheoretical therapy: toward a more integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "doi": "10.1037/h0088437"
    },
    {
      "title": "Validity of self-reports of alcohol-related arrests by alcoholics",
      "authors": [
        "M Sobell",
        "L Sobell",
        "F Samuels"
      ],
      "year": 1974,
      "doi": "10.1017/S0141347300006583"
    }
  ],
  "num_references": 22
}
