{
  "paper_id": "824TGDVR",
  "title": "EFFECTS OF A TEXT MESSAGE-BASED MOTIVATIONAL INTERVIEWING INTERVENTION ON CIGARETTE SMOKING IN COLLEGE STUDENTS",
  "abstract": "Ridner has the attitude and the substance of a true leader in nursing academia. In addition, Dr. Ridner introduced me to Dr",
  "year": 2016,
  "date": "2016-12-02",
  "journal": "Nicotine & Tobacco Research",
  "publication": "Nicotine & Tobacco Research",
  "authors": [
    {
      "forename": "S",
      "surname": "Lee",
      "name": "S Lee"
    },
    {
      "forename": "Anna",
      "surname": "Jorayeva",
      "name": "Anna Jorayeva"
    }
  ],
  "doi": "10.18297/etd/2583",
  "sections": [
    {
      "text": "The second manuscript reviewed commonly used self-report nicotine dependence measures used with young adult populations. Three instruments, including the Fagerstrӧm Test for Nicotine Dependence, the Cigarette Dependence Scale, and the Hooked on Nicotine Checklist, were identified as the most commonly used instruments and were subjected to further psychometric analysis. Results indicated that researchers must consider conceptual and operational definitions of smoking behavior as it relates to the population and the topic of interest, and review reliability and validity of appropriate instruments prior to selecting self-report measures of nicotine dependence for use in studies of college students.\n\nThe third manuscript summarized a quasi-experimental study designed to test the effects of a novel text message-based motivational interviewing intervention (iMI) on cigarette smoking behavior in college students and to provide a better understanding of smoking behavior regulation. The aims of the study were to : (1) test the effects of the iMI on cognitive parameters of behavior regulation (psychological needs satisfaction, autonomous motivation, smoking self-efficacy, and readiness to quit) among college students who smoke,  (2)  evaluate the effect of the intervention on smoking behavior (number of cigarettes smoked per day and severity of nicotine addiction) between baseline and 2-week post-intervention follow-up, and (3) identify independent predictors of change in smoking behavior among college students, from baseline to 2-week postintervention follow-up. Undergraduate students (N = 33) were recruited to participate in the study that lasted five weeks (3-week intervention program with 2-week postintervention follow-up assessment). Data were analyzed to determine differences in behavior regulation and smoking behavior parameters from baseline to 2-week postintervention follow-up and identify independent predictors of change in smoking behavior among study participants. The findings indicated that intervention was successful in affecting positive changes in smoking behavior regulation (autonomy and relatedness needs satisfaction, autonomous motivation, and smoking cessation selfefficacy) and reducing smoking behavior (cigarettes smoked per day). Smoking cessation self-efficacy was the strongest behavior regulation predictor of smoking behavior in college students.\n\nLimitations of the study included limited interpretability and generalizability due to a small, single-group convenience sample and the exclusive use of self-report measures."
    },
    {
      "title": "CHAPTER I INTRODUCTION",
      "text": "The primary purpose of this dissertation was to examine the effects of a novel text message-based motivational interviewing intervention on cigarette smoking in college students. In addition to the introductory chapter, this dissertation consists of three manuscripts and a concluding chapter that summarizes and links the findings of these manuscripts. First, a critical review of the literature on smoking cessation interventions using motivational interviewing and text-messaging among young adults was conducted to identify relevant research and practice considerations. Next, the state of the measurement of smoking addiction in young adults was examined and the psychometric properties of three nicotine dependence instruments commonly used in college-age samples were evaluated. Finally, a novel text message-based motivational interviewing intervention was designed and tested in a sample of college students to identify its effects on smoking behavior.\n\nThe ill-health effects of cigarette smoking are widely known. The impact of young adult smoking is dramatic on both individual and public health levels. Over a hundred years of research has drawn attention to the adverse effects of smoking on young people. Early literature depicted young smokers developing a \"tobacco heart\"  (Otis, 1884) . More recently, others described the association of tobacco smoking with lower academic achievement  (Latvala et al., 2014) , reduced fertility  (Augood, Duckitt, & Templeton, 1998) , congenital defects  (Hackshaw, Rodeck, & Boniface, 2011) , and increasing one's odds at becoming an illicit drug user  (Strong, Juon, & Ensminger, 2016) .\n\nThose who smoke have worse overall health, more frequent hospital admissions, and more workplace absenteeism than non-smokers which costs American economy approximately $300 billion every year (Centers for Disease Control and Prevention\n\n[CDC], 2016). In Kentucky, the annual health care cost of smoking is at a staggering $1.92 billion, creating almost $1200 per household in state and federal tax burden (Campaign for Tobacco  -Free Kids, 2016a) .\n\nNearly all cigarette smoking behavior begins during youth and progresses through young adulthood. Almost all life-time smokers start smoking by age 26, and every person who dies due to smoking effects is replaced by two new young smokers (Centers for Disease  Control and Prevention, 2016) . Although scientific evidence that smoking cigarettes is deadly is incontrovertible, over 40 million American adults and about 3 million adolescents continue to smoke (U.S. Department of  Health & Human Services, 2014) . If nothing is changed and the smoking continues at its current rate, one out of every 13 of today's youth will die prematurely from a smoking-related illness  (CDC, 2016) . For the state of Kentucky, that will be approximately 119,000 lives lost prematurely (Campaign for Tobacco  -Free Kids, 2016a) . Although today's smokers smoke fewer cigarettes than those 50 years ago, they are faced with a higher risk of developing smoking-related disease due to changes in the design and composition of cigarettes (U.S. Department of Health & Human Services [USDHHS], 2014). Therefore, it is crucial to address smoking behavior in its earliest stages.\n\nDespite the progress in public health that led to smoking rates falling significantly (by more than 50% since 1964), cigarette smoking remains the single largest cause of preventable morbidity and mortality in the United States  (USDHHS, 2014) . About half of all smokers who do not quit will die prematurely from a tobacco-related disease, and more than half of people who continue to smoke will be affected by a disease caused by their smoking (American Psychiatric Association [APA], 2013). It is clear that achieving the ultimate goal of eliminating smoking-related death and disease will require a thorough investigation of this social phenomenon and a theoretically-driven design of a carefully tailored program, at each sub-population level.\n\nYoung adults as a population present with unique challenges and opportunities.\n\nRates of health risk behaviors peak in adolescence and young adulthood  (Park, Paul Mulye, Adams, Brindis, & Irwin, 2006) . These poor health behaviors may result in lifelong health problems, if left unaddressed. The college setting represents a transitional period for smoking and other risk behaviors, and it presents a unique window of opportunity to conduct smoking interventions. Literature suggests that several factors are associated with cigarette smoking in young adults, most common of them are: intensity, frequency, duration of cigarette use, and the associated nicotine addiction  (Cengelli, O'Loughlin, Lauzon, & Cornuz, 2012) . A systematic review of evidence revealed that age at first cigarette, friends' smoking status, intentions to smoke in the future, beliefs about smoking, and the ability to resist peer pressure were the strongest predictors of smoking cessation in adolescent and young adult smokers  (Cengelli et al., 2012) . These factors are important in research, as well as planning and evaluation of the strategies aimed at smoking behavior in college students.\n\nThere are several evidence-based approaches for smoking cessation reported in the literature. The most popular ones in the college setting include environmental strategies, cognitive-behavioral therapy, nicotine replacement, self-help, and counseling interventions  (Butler, Fallin, & Ridner, 2012) . One counseling intervention that has not been well examined in this group is the use of motivational interviewing (MI)a personcentered method of counseling to elicit and strengthen person's motivation for a behavioral change  (Miller & Rollnick, 2002) .\n\nIn the last decade, the use of mobile phones and text messaging has become popular among young adults around the world  (Krishna, Boren, & Balas, 2009) . Cell phones offer an alternative route of intervention delivery to the hard-to-reach populations, at a relatively low cost  (Krishna et al., 2009) . Young adults' comfort with and access to Reliable and valid measures are crucial in conducting research that yields meaningful and translatable findings. Identifying such measures, however, can be very challenging. Literature suggests that addiction is a one of the major factors in smoking behavior  (Patkar, Vergare, Batra, Weinstein, & Leone, 2003) . Chapter Three includes a published manuscript on the state of the measurement of smoking addiction measures  (Jorayeva, Hall, Ridner, 2015) . The Fagerstrӧm Test for Nicotine Dependence  (Heatherton, Kozlowski, Frecker, & Fagerstrom, 1991) , the Cigarette Dependence Scale  (Etter, Le Houezec, & Perneger, 2003) , and the Hooked on Nicotine Checklist  (DiFranza et al., 2002)  were chosen for evaluation from the most popular instruments used in smoking behavior research based on their good overall psychometric properties, theoretical plausibility, and applicability to the college population. Recommendations for new directions in reliable measurement of smoking addiction are given in this chapter.\n\nChapter Four presents a pilot study of an innovative cigarette smoking intervention in college students. The purpose of this study was to evaluate the effectiveness of a novel, text message-based brief motivational interviewing  (MI)  intervention in facilitating smoking behavior change in college students. The study was grounded in the propositions of Self-Determination Theory (SDT).\n\nSelf Determination Theory is a broad-based motivational theory that focuses on the sources of human motivation to engage in a healthy behavior  (Ryan & Deci, 2000) .\n\nThe main premise of the SDT is that all behaviors may be understood as laying along a continuum of relative autonomy, which reflects the extent to which the person fully endorses and is committed to a particular behavior  (Ryan & Deci, 2000) . The foundational principle of SDT is that behavior can be both intrinsically and extrinsically motivated  (Ryan & Deci, 2000) . Intrinsic motivation characterizes behavior, engagement in which could be explained by the pleasures and satisfaction it provides. Extrinsic motivation pertains to behavior that is performed to obtain some separable outcome. It is on this assumption that the SDT proposes its continuum of autonomy. At the extremes of this continuum are amotivation (or the lack of motivation) and intrinsic motivation (the point of most autonomy), between them are four classifications of motivated behavior, from the least to most autonomous: external regulation (behavior is performed to satisfy demand or reward), introjected regulation (behavior is driven by the contingent selfesteem), identified regulation (behavior is accepted and owned), and integrated (behavior is assimilated to the self) regulation  (Ryan & Deci, 2000) . According to the theory, as individuals internalize and integrate new behavior to their concept of self, they experience greater autonomy in the action; and more autonomously regulated behaviors are more stable and produce greater positive effects on individual's well-being, both short-and long-term  (Ryan & Deci, 2000) . This process of autonomy, as proposed by SDT is a stage-based, continuous development, yet the movement along the continuum may not always be linear, as the authors credit prior experiences and current situational factors as major determinants of the stage of behavior internalization  (Ryan & Deci, 2000) .\n\nMore specifically, SDT proposes that expression of one's full capacity and optimal functioning is supported primarily by satisfaction of the basic psychological needs for autonomy, competence, and relatedness (Figure1)  (Deci & Ryan, 2000) .\n\nAccording to SDT, engagement and maintenance of health behaviors, such as quitting smoking, rely heavily on the behavior regulation processan active course of internalization of an externally prompted behavior within an experience of autonomy, relatedness and sense of competence (Figure  2 )  (Williams et al., 2011) .\n\nThe need for autonomy or the sense of personal choice and authorship is an important aspect of human thriving  (Deci & Ryan, 2000) . It is different from the need for competence, as a person may very well be competent in a certain behavior and yet resent engaging in it. It is further argued that the need for autonomy provides additional adaptive advantages to the ability to become more internally coordinated and integrated to be able to disengage from certain social groups when necessary, which is often crucial in self-regulation and maintenance of behaviors conducive to health and well-being  (Deci & Ryan, 2000) .\n\nHowever, most health behaviors, such as quitting smoking, are not inherently enjoyable and thus happen to be not intrinsically but externally motivated; therefore, it's important to have the client see the value in and endorse the needed change  (Ryan, Patrick, Deci, & Williams, 2008) . According to SDT-based interventional research, controlled motivation with its external (where a person adapts the change to avoid punishment or get a reward, or comply with social pressures) or introjected (where a person adapts change to receive approval or avoid feelings of guilt) regulation pathways is largely unrelated to the long-term adherence to change  (Ryan et al., 2008) .\n\nAutonomous motivation, on the other hand, is strongly associated with the enhanced maintenance and transfer of behavior change through its mechanisms of identified (where a person endorses or identifies with the value of health behavior) and integrated (where a person aligns the healthy behavior with his or her central values) regulation  (Ryan et al., 2008) .\n\nAccording to SDT, a person's satisfaction of the need for competence relies on the opportunities to master the environment and the support of their sense of competence.\n\nThe need for competence proposes an innate human drive to seek challenges to contribute to their growth and development and adapt to the changes around them  (Deci & Ryan, 2000) . Theoretically, the concept of competence is well aligned with the concepts of similar dimension, such as self-efficacy, confidence, control, and optimism, making its postulation relatively uncontroversial  (Vansteenkiste & Sheldon, 2006) .\n\nSDT posits that gaining a sense of competence is often facilitated by the sense of autonomy. In essence, when the person has a high degree of willingness to act and a strong sense of personal choice in their decision, there are more inclined to learn and apply new strategies, techniques, and competencies  (Markland, Ryan, Tobin, & Rollnick, 2005) . In addition, SDT model makes a distinct claim that competence alone is not sufficient to ensure adherence and that it must be accompanied by autonomy for a meaningful outcome  (Ryan & Deci, 2000) .\n\nThe need for relatedness postulates that people innately seek close and intimate relationships in order to achieve a sense of belongingness that allows their feelings, thoughts and beliefs be heard and respected. It is because of this need, that mutually supportive relationships are created; and through these bonds, the ability to affect the desired change is tremendously enhanced  (Deci & Ryan, 2000) .\n\nIn the health care setting, clients often seek a sense of respect, understanding, and a genuine concern from their encounters with health care professionals, who are there to guide them through the journey to a better health. Satisfaction of these conditions is vital to forming the relationship of connection and trust which will in turn not only lead to greater openness to health information and compliance with clinical recommendations, but also allow for the internalization of the desired behavior change by the client and a more sustained positive outcome  (Ryan et al., 2008) .\n\nSDT model proposes that an individual's motivation to change is primarily facilitated by the satisfaction of the three basic psychological needs: autonomy, competence, and relatedness  (Deci & Ryan, 2000; Ryan et al., 2008) . The authors argue that this list is not exhaustive but rather additive, and that these three experiential qualities are among the most crucial for clients' optimal functioning and well-being  (Deci & Ryan, 2000) . SDT postulates that by enhancing client's experience of autonomy, competence, and relatedness, the regulation of health behaviors is more likely to be internalized and behavior change is more likely to be sustained over time  (Williams, Deci, & Ryan, 1998) . These three needs are central to the theoretical framework proposed for this study.\n\nDrawing from SDT, the process of smoking behavior regulation was hypothesized as a prime antecedent of smoking behavior. Situational factors were operationalized as individual demographic characteristics (internal factors) and participation in the iMI intervention (external factor). Smoking behavior regulation was operationalized by four cognitive parameters: basic psychological needs satisfaction, autonomous motivation, smoking cessation self-efficacy, and readiness to quit smoking. College student smoking was operationalized by the behavior parameters of smoking: number of cigarettes smoked per day and severity of nicotine addiction (Figure  3 ).\n\nSeminal work of social cognitive theorists placed behavior regulation at the heart of causal processes in human behavior  (Bandura, 1991) . Not only does behavior regulation mediate the effects of external influences but it also provides the basis for action in most human endeavors  (Bandura, 1991) . Self-regulatory mechanisms play a paramount role in motivation and are a multifaceted phenomenon operating through a number of cognitive processes, including evaluative judgment, self-appraisal, and affective regulation  (Bandura, 1991) .\n\nAt the core of behavior self-determination process is the satisfaction of basic psychological needs of autonomy, competence, and relatedness  (Ryan & Deci, 2000) .\n\nSDT posits that autonomous motivation originates in fulfillment of the basic psychological needs, with individuals whose needs are generously satisfied being more likely to engage in self-determined and healthy activities, and those whose needs are generally thwarted seeking to compensate through taking on externally motivated and detrimental behavior  (Ryan & Deci, 2000) . Support and satisfaction of the basic psychological needs has been empirically associated with motivation, initiation, and maintenance of health behaviors  (Ng et al., 2012) . Previous research has related basic psychological needs satisfaction with regulation of healthy behaviors such as exercise  (Edmunds, Ntoumanis, & Duda, 2006; Fortier, Sweet, O'Sullivan, & Williams, 2007; Ng et al., 2012; Vlachopoulos & Michailidou, 2006) , dental care  (Münster Halvari, Halvari, Bjørnebekk, & Deci, 2010) , and tobacco abstinence  (Ng et al., 2012; Ryan, Patrick, Deci, & Williams, 2008) . In college students, individuals reporting high need fulfillment were more likely to engage in healthy behaviors such as physical activity and smoking abstinence  (Visser & Hirsch, 2014) .\n\nThe concept of autonomous motivation as a function of psychological needs has been explored for several decades, and various studies have supported its association with more optimal development, performance, and well-being  (Deci & Ryan, 2000) . Rockafellow and Saules (2006)  conducted an investigation of motivational factors in substance use among collegiate athletes. They found that autonomously motivated students had lower rates of substance use with respect to their quantity and frequency of alcohol, marijuana, and tobacco use  (Rockafellow & Saules, 2006) . Autonomous motivation also has been credited with a significant association with greater tobacco abstinence  (Williams, McGregor, Sharp, Kouldes, et al., 2006; Williams, McGregor, Sharp, Levesque, et al., 2006)  and cessation  (Williams, Gagné, Ryan, & Deci, 2002)  in two longitudinal studies of adult smokers.\n\nThe concept of self-efficacy, which is often interchanged with the word competence is most commonly defined as one's ability to \"organize and execute courses of action required to attain designated types of performance\"  (Bandura, 1986, p. 391) , and it has been extensively examined in the behavioral change literature. Smoking behavior literature supports a positive relationship between self-efficacy and the number of quit attempts, smoking cessation, and maintenance of long-term abstinence  (Mudde, Kok, & Strecher, 1995; Schnoll et al., 2011; Scholte & Breteler, 1997)  and an inverse relationship between smoking cessation self-efficacy and nicotine addiction  (John, Meyer, Rumpf, & Hapke, 2004 ) across different populations. In adolescents and young adults, research suggests that self-efficacy is similarly significant precursor to smoking cessation, and therefore an important concept for smoking behavior research  (Camenga & Klein, 2004; Chen, Horner, Percy, & Sheu, 2008; Martinez et al., 2010; Patten et al., 2008) .\n\nReadiness to change is one of the most prominent antecedents of smoking cessation (Van Zundert, Engels,  Kleinjan, & van den Eijnden, 2008) . Research proposes that greater readiness to quit smoking is positively related not only to smoking cessation but also long-term abstinence  (Ham, 2007) . Multiple factors influence readiness to stop smoking. Number of cigarettes and frequency of smoking were strongly associated with higher nicotine addiction, lower self-efficacy, and lower readiness to quit  (Berg et al., 2012; Branstetter, Horn, Dino, & Zhang, 2009) . Readiness to quit smoking was also positively associated with quit attempts, while nicotine addiction is inversely associated with successful cessation  (Kleinjan et al., 2009) . A recent systematic review of longitudinal population-based studies confirmed the centrality of self-efficacy and readiness to change constructs in adolescent and young adult smoking cessation  (Cengelli et al., 2012) .\n\nCigarette smoking behavior is a well-studied, extremely complex phenomenon of intentional inhalation of tobacco smoke  (Kissen, 1964) . Many different parameters are used in the literature to operationalize the nature of smoking activity. One of the most common descriptive as well as predictive factors in smoking behavior literature is nicotine addiction. Nicotine addiction was positively associated with quit attempts and inversely associated with social smoking in college students  (Moran, Wechsler, & Rigotti, 2004 ). In the college population, studies have shown that the prevalence of smoking and nicotine addiction increase over the college years, making this population a particularly informative age group  (Bachman, Wadsworth, O'Malley, Johnston, & Schulenberg, 1997) .\n\nSDT has increasingly been cited in the health behavior change literature, and there is a growing number of randomized clinical trials that test the efficacy of the SDTbased interventions in the initiation and maintenance of behavioral changes. Evidence suggests that these interventions enhance autonomous self-regulation and competence, and consequently promote positive behavioral outcomes  (Ryan et al., 2008) . In fact the three basic needs as proposed by SDT (autonomy, competence, and relatedness) are highly congruent with the MI processes of engaging, focusing, evoking, and planning  (Miller & Rollnick, 2013) . From SDT perspective, it is essential for the clinicians to help clients feel that (1) they have autonomously chosen their behavior change,  (2)  they can succeed at it, (3) they connect with and trust the professional they are working with while undergoing the change. All of these three goals were targeted through the application of motivational interviewing (MI) to behavioral counseling in this novel college student smoking behavior intervention.\n\nThe final chapter of this dissertation is Chapter Five. That chapter synthesizes the findings of the three manuscripts and makes recommendations for future research and practice. and the facilitation of intrinsic motivation, social development, and well-being,\" by R. M. Ryan and E. L. Deci, 2000, American Psychologist, 55(1), pp. 72-75. Autonomy Competence Relatedness Experience of Fosters Results in Volition Motivation Engagement Expression of full capacity  Internal/External Situational Factors  demographic characteristics  iMI Behavior Regulation  basic psychological needs satisfaction  autonomous motivation  smoking cessation selfefficacy  readiness to change Smoking Behavior  cigarettes smoked per day"
    },
    {
      "title": "Introduction",
      "text": "Advances in medicine and public health have increased exponentially during the last century, leading to increased life expectancy in the United States. However, today's young adults may be the first generation to experience worse health indicators than their predecessors, and majority of these health conditions are preventable or remediable through health behavior changes  (Rollnick, Miller, & Butler, 2008) . Health care in the 21 st century has moved beyond traditional medical cure and is increasingly more focused on chronic disease management, behavioral changes, and healthy lifestyles  (Rollnick et al., 2008) .\n\nNicotine is well-known as an addictive substance.\n\nIn the United States, cigarettes are the most commonly used tobacco product, representing over 90% of nicotine use (APA, 2013). Despite numerous warnings regarding the dangers of cigarette smoking, 40 million Americans continue to smoke, and the number of some-day smokers has increased from 8.7 million in 2005 to 9.3 million in 2014 (Centers for Disease Control and Prevention [CDC], 2015a). Smoking harms almost every organ of the human body and accounts for nearly 20% of all deaths, each year in the United States (CDC, 2015b); it is the single most preventable cause of premature mortality and morbidity across different populations (CDC, 2015b). Cigarette smoking is a prominent problem that crosses most age groups, including young adults (CDC, 2015a). Long-lasting health risk behaviors are formed during young adulthood and their effects have a broad reach. About 16.7% of all American adults aged 18-24 years smoke cigarettes (CDC, 2015a). There are over 15 million young adults attending undergraduate colleges and universities in the United States, almost 9 million of those are younger than 25 years old (United States Census Bureau, 2015). According to the American College Health Association -National College Health Assessment, 9.8% of the college students report some use of cigarettes within the last 30 days (American College Health Association, 2016). Cigarette smoking in college-aged individuals\n\npresents a significant risk for life-long nicotine dependence and its devastating effects on health, well-being, and economic welfare of the population  (Rigotti, Lee, & Wechsler, 2000) .\n\nYoung adults as a group present with unique challenges and opportunities. It is known that the rates of health risk behaviors peak in adolescence and young adulthood  (Park, Paul Mulye, Adams, Brindis, & Irwin, 2006) . These poor health behaviors may result in lifelong health problems, if left unchanged. The college setting represents a transitional period for smoking and other health risk behaviors and presents a unique window of opportunity to implement effective secondary prevention interventions.\n\nCurrently, various evidence-based approaches are used in smoking cessation. The most popular ones in the college setting include environmental strategies, cognitive-behavioral therapy, nicotine replacement therapy, self-help, and group or individual counseling interventions  (Butler, Fallin, & Ridner, 2012) . One approach that has not been well established in this group is the use of motivational interviewing.\n\nMotivational interviewing is a purposefully directive approach to counseling where a client is carefully led towards changing his or her own behavior  (Miller & Rollnick, 2002) . It is a promising intervention option for college students because of its non-confrontational nature, brevity, and evidence-supported efficacy in affecting health risk behaviors such as smoking in similar age groups  (Colby et al., 2005; Harris et al., 2010; Herman & Fahnlander, 2003) . Integration of commonly used technology may offer a unique delivery method for such interventions in the young adult population.\n\nTechnology today is pervasive in many aspects of daily living and shows great promise as an effective delivery method for the traditionally in-person therapies.\n\nTechnical innovations are essential to quality health care and optimal patient outcomes.\n\nIn the last decade, the use of mobile phones and text messaging has become very popular among young adults around the world  (Krishna, Boren, & Balas, 2009) . Cell phones offer an alternative route of health intervention delivery for hard-to-reach populations at a relatively low cost and with a promise of improving health outcomes  (Krishna et al., 2009; Orr & King, 2015) . Young adults' comfort with and access to technology provides a great opportunity to use these tools in smoking behavior interventions.\n\nThe primary objective of this review is to examine the available evidence for the efficacy of motivational interviewing (MI) and text messaging in smoking cessation among college-age individuals. The secondary objective is to develop recommendations for next steps in smoking intervention research in young adults. This review will also add to the new body of knowledge on innovative, effective, technology-integrated strategies to impact health behavior changes."
    },
    {
      "title": "Significance Text messaging interventions",
      "text": "Advances in cell phone technology are increasingly viewed as solutions to expanding the range of health care delivery  (Luxton, McCann, Bush, Mishkind, & Reger, 2011) . Mobile phones provide people with the opportunity to connect with others, regardless of time and location. The use of this technology can help clinicians and researchers in behavioral health care stay in closer contact with their clients and gather data more efficiently  (Luxton et al., 2011) . In addition, mobile phones offer familiar, naturalistic environment for the intervention delivery, as the person is already familiar with operating their phone and does not have to be subjected to the artificial surroundings of a health care facility  (Verster, Tiplady, & McKinney, 2012) . To better fit diverse needs and changing lifestyles of young adults, an increasingly mobile and tech-savvy population, health care needs to move beyond the traditional office-based setting to be more accessible, interactive, and efficient, and congruent with time.\n\nMobile phone technology has undergone a major development during the last decade, evolving from the bulky first generation phones with small screens and limited data capacity into the slim, larger touch-screen, high-speed internet access devices, with more advanced computing capability and data storage  (Verster et al., 2012) . In the U.S. there are over 326 million active wireless subscribers which is more than 100% total penetration rate (CTIA -The Wireless Association®, 2013). Usage statistics suggest a growing trend in the use of mobile technology. With 2.3 trillion minutes aired, 2.19 trillion Short Message Service (SMS) text messages exchanged, and 1.47 trillion megabyte of data transferred, smartphones are becoming more than just a traditional device to place a call (CTIA -The Wireless Association®, 2013). A 2011 report of mobile technology use in America identified young adults as the most avid users of cell phone's text messaging capability; 95% of 18 to 24 year-olds own a cell phone and 97%\n\nsend an average of 110 text messages a day  (Smith, 2011) . Systematic reviews and a recent meta analysis  (Bäck & Mäkelä, 2012; Cole-Lewis & Kershaw, 2010; Krishna et al., 2009; Mason, Ola, Zaharakis, & Zhang, 2015; Wei, Hollin, & Kachnowski, 2011)  found text messaging to hold great potential for clinical and health behavior interventions allowing for more efficient use of health care resources and producing a positive effect on reduction of substance use in adolescent and young adult populations (summary effect size 0.25, 95% CI 0.13 -0.38)  (Mason, Ola, et al., 2015) .\n\nMany studies have demonstrated efficacy and acceptability of text messaging in the field of smoking cessation across different populations (e.g.,  Bock, Heron, Jennings, Magee, & Morrow, 2013; Devries, Kenward, & Free, 2013; Free et al., 2011; Gritz et al., 2013; Hartmann-Boyce, Stead, Cahill, & Lancaster, 2013; Haug, Meyer, Schorr, Bauer, & John, 2009; Militello, Kelly, & Melnyk, 2012; Obermayer, Riley, Asif, & Jean-Mary, 2004; Whittaker et al., 2012; Ybarra, Holtrop, Prescott, Rahbar, & Strong, 2013) . In a Cochrane intervention efficacy review, Hartmann-Boyce and colleagues (2013) reported that mobile phone smoking cessation interventions increased long-term quit rates (RR = 1.71, 95% CI = 1.47-1.99) (Hartmann-Boyce et al., 2013) . This systematic review evidence for the first time reported the efficacy of behavioral support over and above pharmacotherapy. Although the contents of text message smoking behavior interventions varied across studies, this delivery method has been supported as a powerful behavior change instrument in adolescents and young adults  (Bock et al., 2013; Haug et al., 2009; Militello et al., 2012; Obermayer et al., 2004; Ybarra et al., 2013) . Overall, the integration of mobile technology into the behavioral change interventions seems to be a promising new trajectory applicable to a variety of interventions."
    },
    {
      "title": "Motivational interviewing interventions",
      "text": "Motivational interviewing (MI) is a person-centered method of counseling to elicit and strengthen an individual's motivation for a behavioral change  (Miller & Rollnick, 2002) . It is a communication approach in which difficulties of behavioral change and possibilities of engagement in healthier behavior are discussed in a respectful manner and in accord with client's own goals and values  (Miller & Rollnick, 2002) . MI is not based on any specific theory or a school of psychotherapy  (Miller & Rollnick, 2002) .\n\nIt is a style of empathy, honesty, and collaboration that can be used in different settings to elicit internal motivation and resources when ambivalence is impeding behavioral change  (Miller & Rollnick, 2002) .\n\nThe technical definition of MI is: \"collaborative, goal-oriented style of communication with particular attention to the language of change <…> designed to strengthen personal motivation for and commitment to a specific goal by eliciting and exploring the person's own reasons for change within an atmosphere of acceptance and compassion\"  (Miller & Rollnick, 2013, p. 29) . MI is focused on the construct of motivation which acts as both the antecedent of the initiation of behavioral change and an impetus in the progression of change  (Miller & Rollnick, 2002) .\n\nSince its original development as a treatment modality for problem drinking, motivational interviewing has been extended to other substance use disorders, health behaviors, and mental health disturbances  (Arkowitz, Westra, Miller, & Rollnick, 2008; Hettema, Steele, & Miller, 2005; Miller, 1983; Rollnick et al., 2008) . Research on the use of MI in tobacco control is quite extensive, with first article published in 1998  (Colby et al., 1998) . For the 2013 Smoking Cessation Update, Miranda and colleagues conducted a review of the current clinical cessation evidence and concluded that the MI strategies were effective in increasing the quit attempts  (Miranda, Ruiz, & Rebollo, 2013) . A review of the literature on smoking behaviors examining the dimensions of social support, motivation, and tailoring of the intervention suggested that the intrinsic motivation is the best predictor of change  (Mantler, Irwin, & Morrow, 2012) . The most comprehensive systematic analysis of MI in smoking cessation to date included 31 empirical studies with 9,485 participants  (Heckman, Egleston, & Hofmann, 2010) . There was a statistically significant effect of MI on abstinence (OR = 1.45, 95% CI = 1.14-1.83) and a sustained superiority of MI over control condition over time. The odds ratio for MI effect for adolescents was 2.29 (95% CI = 1.34-3.89) and 1.44 (95% CI = 1.04-2.01) for adults  (Heckman et al., 2010) . These findings suggest that motivational interviewing can be an effective brief smoking cessation intervention for adolescent and young adult populations. Thus, the ability of MI to serve as a bridge to cessation and its value as a cigarette smoking reduction approach are well supported in the literature.\n\nMotivational interviewing and text messaging studies have shown promise for smoking cessation. It is important to provide a detailed review of research with adolescents, college students, and young adults. There is a need to learn more about the role and context of text messages and motivational interviewing interventions in smoking behavior change and whether the two approaches make good candidates for merging."
    },
    {
      "title": "Methods",
      "text": "Two separate searches were conducted: one for text messaging and another one for motivational interviewing. The search strategy involved a comprehensive literature search in PubMed MEDLINE, Ovid Nursing, Ovid Healthstar, PsycARTICLES, and NASW Clinical Register electronic databases using keywords: \"smoking\", \"college student\", \"young adult\", \"adolescent\", \"motivational interviewing\", \"text message\", and \"SMS\". The terms were used as MESH-headings and as free text words and were searched independently first, then in combination (creating a category string), and combined all together."
    },
    {
      "title": "Inclusion criteria",
      "text": "Published articles were included in this review if they met following review criteria: (1) the study design was randomized control trial or quasi-experiment;\n\n(2) the study sample was comprised of college students, adolescents or young adults;\n\n(3) the intervention included motivational interviewing or text messaging; and (4) smoking behavior was measured pre/post intervention."
    },
    {
      "title": "Search 1: Motivational interviewing",
      "text": "The initial search, with a population keyword string \"college student OR young adult OR adolescent\" and separate keywords of \"smoking\" and \"motivational interviewing\", yielded 303 total possible articles for inclusion in the review. When separated by population, 26 citations included \"college student\", 124 had \"young adult\", and 240 included \"adolescent\" as their indexing keywords. After filtering the search to research published with English abstract and within the last five years, the results included 295 possible articles. Further analysis of the titles and abstracts, and full texts led to exclusion of 287 search result entries, as they were either not original research,\n\nwere not focused on the topic of interest, did not study or report separate outcomes for the intervention of interest, were targeting the general rather than review-specific population, did not report separate results for the intervention effect, were qualitative in nature, or had full text published in a foreign language. Eight studies were identified that met the established inclusion criteria."
    },
    {
      "title": "Search 2: Text messaging",
      "text": "The initial search, with a population keyword strings \"college student OR young adult OR adolescent\" and \"text message or SMS\" and \"smoking\" yielded 68 possible articles for inclusion in the review. When partitioned by population type, three citations included \"college student\", 52 had \"young adult\", and 46 included \"adolescent\" as their indexing keywords. Applying English language and publication timeframe filters (last five years) produced 61 search result entries. Review of the titles and abstracts yielded a total of four articles that met the inclusion criteria of this search. Figure  4  presents a flow diagram of the selection process. Each of the selected studies was reviewed in detail for the following information: author/year, purpose, design/sample, intervention, and major findings."
    },
    {
      "title": "Results",
      "text": "The use of text messaging and motivational interviewing in smoking cessation among young adults is in its early stages, as only 12 studies met the inclusion criteria for this review, and only one study merged the two interventions  (Mason, Mennis, Way, & Floyd Campbell, 2015) . One of the reviewed studies had a sample size less than 100 participants  (Witkiewitz et al., 2014)    (Prochaska & DiClemente, 1983)  for the main outcome measures. Peterson and colleagues (2016)  used the Social Cognitive Theory  (Bandura, 1986)  as the basis for their counseling intervention. In the text message intervention paper, Skov-Ettrup and colleagues (2014) reported that their study website's content was inspired by the Social Cognitive Theory  (Bandura, 1998)  and the Theory of Planned Behavior  (Montaňo & Kasprzyk, 2002) .\n\nAlthough a majority of the studies did not report theoretical underpinning, they were randomized controlled trials with a large sample size representative of the collegeage population demographics. One study included both interventions of interest -motivational interviewing and text messagingand the intervention was successful in producing a positive change in smoking behavior  (Mason et al., 2015) .\n\nIn the motivational interviewing studies, the interventions were mostly comprehensive and moderate in intensity (about three sessions, around 30 minutes each),\n\nand almost consistently reduced smoking rates  (Audrain-McGovern et al., 2011; Colby et al., 2012; Mason, Mennis, et al., 2015; Pardavila-Belio et al., 2015; Peterson et al., 2016; Sussman, Sun, Rohrbach, & Spruijt-Metz, 2012) . However, only one study reported a significant effect of the intervention on sustained smoking cessation  (Pardavila-Belio et al., 2015)  and one longitudinal study found a significant effect only for male participants  (Peterson et al., 2016) . Table  1  summarizes the extracted data for each study.\n\nAll four of the reviewed texts messaging studies demonstrated a positive effect on smoking behavior either through reduction of smoking or complete smoking cessation  (Mussener et al., 2016; Skov-Ettrup et al., 2014; Witkiewitz et al., 2014; Ybarra et al., 2013) . All of the text messaging interventions were at least two-weeks in length, and most delivered a minimum of one text message per day. Table  2  summarizes data on each study.\n\nSmoking behavior indicators data were collected pre-and post-intervention in all of the selected studies. Significant differences in smoking outcomes between groups were reported in six out of eight motivational interviewing intervention studies  (Audrain-McGovern et al., 2011; Colby et al., 2012; Mason, Mennis, et al., 2015; Pardavila-Belio et al., 2015; Peterson et al., 2016; Sussman et al., 2012)  and all four of the text messaging intervention studies  (Mussener et al., 2016; Skov-Ettrup et al., 2014; Witkiewitz et al., 2014; Ybarra et al., 2013) .\n\nOverall, there is a beginning body of evidence that supports the use of a combination of motivational interviewing and text messaging in producing short-term smoking behavior changes. More studies are needed to investigate the long-term benefits of using these interventions to arrive at more conclusive evidence for the college student population."
    },
    {
      "title": "Discussion",
      "text": "Overall, this review suggests that motivational interviewing and text messaging"
    },
    {
      "title": "Conclusions",
      "text": "Cigarette smoking is a substantial problem among college students across the country. Quitting smoking is the single most important health behavior change most individuals can make. Adolescents and young adults are unlikely to seek cessation therapies; however, integrating mobile technology may be a way to increase students' readiness to stop smoking and ultimately reduce smoking prevalence and enhance healthy behavior  (Bock et al., 2013; Orr & King, 2015) . The vast majority of the smoking research in college students has been epidemiological in nature. To date, there have been  Records identified through database searching (N = 371) Records after publication date and language filters (n = 356) Records excluded based on ineligibility (n = 344) Studies included in the review (n = 12) Smoking does not satisfy any basic human need and is often perceived as a way to relieve stress or find pleasure  (Schaefer, 2004) . According to the Surgeon General, young people (18 to 25 years of age) have the highest prevalence of cigarette smoking in the United States (over 30%) (USDHHS, 2012).Smoking initiation might shed some light on the process of addiction. Many young people are likely to smoke their first cigarette at college, and almost 100% of smokers start before the age of 26  (Everett et al., 1999; USDHHS, 2012) . Lasting health habits are formed during young adulthood and the health effects of these habits are far-reaching.\n\nCigarette smoking among young adult college-aged individuals presents a significant danger for life-long nicotine dependence  (Rigotti, Lee, Wechsler, 2000) .\n\nInterestingly, some longitudinal research points to the fact that the majority of the smokers exhibit the desire to quit, and that the strongest predictor of cessation is the nicotine dependence  (Hyland et al., 2004) . Identifying proper attributes of smoking addiction will further enhance the understanding of this phenomenon and help create effective interventions for smoking cessation.\n\nDespite numerous empirical efforts to address smoking in young adults, the literature lacks a consistent measurement procedure of nicotine dependence in college students. Careful selection of measurement instruments is critical for advancement of science and clinical practice needed to prevent the devastating personal and social consequences of cigarette smoking. This chapter will examine three of the most commonly used nicotine dependence instruments to identify and compare their psychometric properties and applicability to a college population. A recommendation will be made for the most rigorous approach to nicotine dependence measurement in college students."
    },
    {
      "title": "Conceptual definitions",
      "text": "The concept of addiction is intertwined with the concept of smoking. As a first step in establishing the common definitions of the concepts of interest, popular media was consulted. According to the Miller-Keane Encyclopedia and Dictionary of Medicine, Nursing, and Allied Health, smoking is defined as an inhalation of smoke of burning tobacco  (Farlex Inc., 2013) . Although there is no universally accepted definition, addiction is often defined as psychological and physiologic dependence  (Farlex Inc., 2013) . The Mayo Clinic defines nicotine dependence as an addiction to tobacco, where one cannot stop using the substance, although they are aware of its harm (Mayo Foundation for Medical  Education and Research, 2013) .\n\nFrom the empirical evidence, smoking was viewed as a chronic behavioral disorder that creates the physiologic basis for addiction to nicotine through the inhalation of cigarette smoke  (Patkar et al., 2003) . It is the nicotine that is the primary cause of tobacco use and dependence  (Benowitz, 2001) . To get a better understanding of this relationship, a review of the mesolimbic dopaminergic system effects is needed.\n\nEarly addiction research suggested that neurochemical effects of nicotine delivered through cigarette smoking are comparable to the effects of antidepressive medications in the release of norepinephrine, dopamine, and serotonin in the brain, leading to a better psychological state in the individual  (Benowitz, 1997) . In addition, nicotine has been shown to improve cognitive symptoms and may indeed induce enhancement of learning, memory and other higher-order cognitive processes  (Evans & Drobes, 2009; Newhouse et al., 2004; Rusted et al., 2000) . Apart from nicotine, other components of tobacco smoke may also have psychoactive properties. For instance, cigarette smoke is associated with an inhibition of monoamine oxidase B activity, which carries antidepressant properties, aside from the nicotine effects on the brain, adding to the reinforcement of the positive effects of smoking behavior experienced by the smoker  (Fowler et al., 1996) .\n\nThe construct of smoking addiction is difficult to define precisely. Historically, the meaning of this construct was heavily influenced by the social and political climates of the given time period  (Peele, 2010) . Although addiction is generally viewed as an irreducible biological syndrome, Peele (2010) points to the ongoing evolution of this concept, citing the 1964 World Health Organization's report that officially changed the word \"addiction\" to \"dependence\" and the new version of APA's DSM-V, which returns the word \"addiction,\" re-replacing the word \"dependence\". Interesting to note that tobacco was officially acknowledged as a dependence-producing substance only in 1980 in the DSM-III, which may validate the idea of addiction being more of a political and social construct, rather than solely a medical one  (APA, 1980; Peele, 2010) . Taking into account the current focus of U.S. healthcare on prevention of chronic health conditions, cigarette smoking is, without a doubt, a major societal issue that requires proper operationalization.\n\nConventionally, smoking addiction is the process through which an individual experiments with cigarettes and then gradually escalates the frequency of smoking over 2 to 3 years to daily smoking, developing into a chronic addicted smoker over time  (Rose & Dierker, 2010) . Research supports the link between repeated and chronic use of tobacco and the diagnosis of nicotine dependence, and has identified it as a core feature in the phenomenology of substance dependence  (Dierker et al., 2007) . In the college population, studies have shown that prevalence of smoking and nicotine dependence increase over the college years, making this population a particularly informative age group  (Bachman et al., 1997; Dierker, et al., 2006; Jackson et al., 2000) .\n\nFor the purpose of this investigation, nicotine addiction will become a major informational point for the understanding of smoking addiction, which in its turn will provide a cultural context to create its comprehensive meaning. Nicotine dependence was chosen to be an operational definition (over the exposure to smoking) based on the evidence that suggests considerable variability in dependence across individuals with comparable exposure to smoking  (Colby et al., 2000; Kandel & Chen, 2000) . Also, all single item measures could present unreliable data and could reflect measurement error or some extraneous influences."
    },
    {
      "title": "State of the measurement",
      "text": "Valid and reliable measures of smoking addiction are needed for clinical and research purposes. Currently, there are multiple measures of nicotine dependence symptoms. These measures are sometimes divided into four major categories based on their central constructs: standard substance dependence measures, Fagerstrӧm tests and its derivatives, consumption measures, and the self-rated dependence instruments  (Hughes et al., 2004) . ). The major strengths of the generic measures are that their criteria are derived from widely-accepted definitions of clinical dependence, the major weaknesses are the cost (interviews must be administered by trained personnel) and the fact that they identify the presence not intensity of dependence  (Hughes et al., 2004) .\n\nThe Fagerstrӧm Tolerance Questionnaire is the oldest and one of the best known measures of nicotine dependence that targets consumption and impaired control  (Fagerstrӧm, 1978) . Its revised and shortened version is the Fagerstrӧm Test for Nicotine Dependence (FTND)  (Heatherton et al., 1991) . Both instruments were created to provide a short self-report of nicotine dependence for use in clinical practice. Two items of the FTND (time to first cigarette and cigarettes per day) were later included in the Heaviness of Smoking Index  (Heatherton et al., 1989) . The major strengths of these measures are that they are easy to obtain and that their predictive validity has been supported by many studies; the major weaknesses are their poor overall psychometric features and an overreliance on consumption of tobacco, focusing primarily on the intensity of established nicotine dependence  (Hughes et al., 2004) .\n\nThe most commonly used nicotine consumption measures are self-reported cigarettes per day and cotinine levela metabolite of nicotine  (Hughes et al., 2004) . The major strength of the cigarettes per day is ease in measurement and the major strength of cotinine is that it is an objective measure; the major weaknesses are bias in measurement (for single items) and cost (for the collection and processing of cotinine specimens)  (Hughes et al., 2004) .\n\nThere are several self-rated measures of nicotine dependence; some of them are single items such as level of addiction  (Eiser et al., 1985)  and others are more sophisticated scales such as Reasons for Smoking Questionnaires  (Etter et al., 1999; Tate et al., 1991) . The major strength of these self-rated measures is their unique approach to dependence phenomenon, different from the generic criteria; the major weakness is their poor psychometric performance  (Hughes et al., 2004) .\n\nTo summarize, there are multiple measures of nicotine dependence, and all of them are tapping different aspects of the addiction experience; therefore, a researcher must be careful in the selection (and evaluation) of measures as they predict different outcomes. The value of smoking addiction research and practice depends on the careful measurement of the phenomenon. Therefore, critical evaluation of the psychometric properties of available measures is essential."
    },
    {
      "title": "Existing measures",
      "text": "In the field of smoking addiction, self-report questionnaires are used extensively both in research and clinical practice. Research has shown that nicotine dependence measures are indeed related to real-time reports of smoking and cotinine levels  (Chen et al., 2002; Prokhorov et al., 2000) . The major weaknesses of self-report measures are potential misunderstanding of the questions, social desirability, and the level of physical and mental capacity required to complete the self-report instrument. Given their utility across administrations, statistical appropriateness, and low cost, as well as their theoretical relationship to the concept of addiction, self-reported nicotine dependence measures were chosen for this review.\n\nAside from the generic DSM measure (for which evidence of good psychometric properties is limited, partially due its dichotomous scoring system and the requirement of clinical training), seven popular nicotine dependence instruments were identified in the peer-reviewed literature: the Fagerstrӧm Test for Nicotine Dependence (FTND)  (Heatherton et al., 1991) ; the Heaviness of Smoking Index (HSI)  (Heatherton et al., 1989) ; the Cigarette Dependence Scale (CDS)  (Etter et al., 2003) ; the Nicotine Dependence Syndrome Scale (NDSS)  (Shiffman et al., 2004) ; the Hooked on Nicotine Checklist (HONC)  (DiFranza et al., 2002) ; the Autonomy Over Smoking Scale AUTOS  (DiFranza et al., 2009) ; and the Wisconsin Inventory of Smoking Dependence Motives (WISDM-68)  (Piper et al., 2004) . Out of these self-report instruments, three were selected for further assessment based on their good overall psychometric properties, theoretical plausibility, and applicability to the college population: the Fagerstrӧm Test for Nicotine Dependence, the Cigarette Dependence Scale, and the Hooked on Nicotine\n\nChecklist. Only the CDS has not had its psychometric properties reported in a college sample."
    },
    {
      "title": "Fagerstrӧm Test for Nicotine Dependence",
      "text": "The FTND is an evolution of the Fagerstrӧm Tolerance Questionnaire (FTQ) and its purpose is clinically oriented  (Heatherton et al., 1991) . The FTND is designed to be used with heavy cigarette smokers. The FTQ's eight items were derived from theoretical notions of reliance on nicotine  (Fagerstrӧm, 1978) . The FTND consists of six of the original FTQ items [time to first cigarette (scores range from 0 to 3), difficulty refraining (scores range from 0 to 1), morning cigarette's importance (scores range from 0 to 1), cigarettes smoked per day (scores range from 0 to 3), heaviness of smoking in the morning (scores range from 0 to 1), smoking when ill (scores range from 0 to 1)] and eliminates the nicotine rating and inhalation questions. The FTND also carries a revised scoring (broader range) for two of the itemstime to first cigarette and cigarettes per day, according to the HSI scoring method  (Heatherton et al., 1989) . The sum of the scores is interpreted to be indicative of either very low (0-2), low (3-4), moderate (5) or high (over 7) nicotine dependence level. The FTND corrected some of the psychometric and conceptual problems of the original FTQ, considerably improving the coefficient alpha from .48 (FTQ) to .61 (FTND) in a sample of 254 adults  (Heatherton et al., 1991) , yet still falling below the recommended threshold of .70  (Nunnaly & Bernstein, 1994) .\n\nSince then, the internal consistency reliability of the FTND has not been much improved, ranging from .48 to .68 in a sample of seven research studies published within the last six years  (Brown et al., 2008; Sledjeski et al., 2007; Courvosier & Etter, 2010; Etter, 2008; Stavem et al., 2008; Etter et al., 2009; Okuyemi et al., 2007) . Moreover, several issues with the instrument validity have been reported by the researchers. Etter (2008)  reported that in his large sample of 13,697 participants at baseline, 1,113 participants at eight days later, and 435 participants at a six week follow-up, FTND performed poorly on the tests of predictive (smoking cessation and self-efficacy) and construct (association with DSMdefined dependence) validity. Sledjeski and colleagues (2007)  also reported that FTND failed the test of predictive validity in their study of smoking behavior of 95 college students at baseline and 55 at follow up, suggesting the inappropriateness of the FTND for a universal nicotine dependence measure. A unidimensional factor structure for the FTND  (Heatherton et al., 1989)  was supported in the literature  (Courvosier & Etter, 2008; Etter, 2008; Wellman et al., 2005) , suggesting that the FTND measures the single dimension of nicotine dependence. Table  4  provides details on these findings."
    },
    {
      "title": "Cigarette Dependence Scale",
      "text": "The CDS is 12-item self-administered measure of addiction to cigarettes developed for use by both clinicians and researchers  (Etter et al., 2003) . The CDS items (prisoner of cigarette, smoke too much, smoke all the time, before going out, minutes to first cigarette, urge to smoke, stress with not having cigarettes, difficulty quitting, dropping everything) cover the main components of DSM-IV and ICD-10 definitions of dependence, except for tolerance. Items are both continuous and multiple choice (scores range from 1 to 5) and are scored using an algorithm. The CDS scores range from 12 (low dependence) to 60 (high dependence). Upon initial administration, the internal consistency of the CDS was supported by an α level of .90 (Etter et al., 2003) ; the later use of the CDS has also demonstrated support for the internal consistency of the measure  (Etter et al., 2009) . Etter and colleagues (2009)  in their sample of four distinct groups -226 psychiatric patients, 370 tobacco cessation clinic clients, 13,697 Internet cessation site visitors, and 292 members of general population -reported Cronbach's alpha coefficients of .87 and greater for the CDS across different sample groups. Predictive (Courvosier &  Etter, 2010; Etter, 2008) , construct  (Etter et al., 2009; Stavem, et al., 2008) , and content  (Etter, 2008 ) validity also supported. The unidimensional structure of the CDS was confirmed by the several studies  (Courvosier & Etter, 2010; Etter et al., 2009; Etter, 2008) . Table  4  provides a more detailed overview of these reports. However, there was no psychometric reporting of CDS found in smoking research in college population  (Dean, Sugar, Hellemann, London, 2011; Floyd, Westmaas, Targhetta, Moyer, 2009; Xu, Floyd, Westmaas, Aron, 2010) ."
    },
    {
      "title": "Hooked on Nicotine Checklist",
      "text": "The HONC is a 10-item checklist that is self-administered to determine the strength of nicotine dependence  (DiFranza et al., 2002) . Items include: tried to quit but couldn't; really hard to quit; addicted to tobacco; strong cravings; need for a cigarette; difficulty refraining; hard to concentrate without; feel more irritable without; strong need or urge when not smoking; feel nervous, restless, or anxious without  (DiFranza et al., 2002) . The number of positive responses to any of HONC items signals a loss of autonomy and the onset of dependence. A total score is calculate by summing the number of responses (yes = 1, no = 0), with the number of the symptoms endorsed with a positive response serving as a measure of the extent to which autonomy over nicotine has been lost. The initial psychometric performance and concept validity of the HONC were evaluated in a 30-month study of 679 seventh-graders  (DiFranza et al., 2002) . Internal consistency reliability was .94, and construct validity was supported by its utility in prediction of failed cessation and tobacco use. Since then, the HONC was used in multiple studies and has performed well in terms of predictive  (Sledjeski et al., 2007; Wellman et al., 2008) , concurrent  (Wellman et al., 2008; Wellman et al., 2005) , and content  (Huang et al., 2009)  validity and reliability (Cronbach's alpha range: .83 to .89 among the four reviewed studies). Table  4  presents greater details on these findings.\n\nFactor analyses across studies yielded support for a single factor model  (DiFranza et al., 2002) , suggesting that the HONC is measuring one dimension of nicotine dependence  (Wellman et al., 2005; Wellman et al., 2008) . However, a study of the Chinese version of the HONC suggested a three-factor model  (Huang et al., 2009) . More investigative work is needed to examine this inconsistency."
    },
    {
      "title": "Evaluation of the measures",
      "text": "To begin evaluation, each measure was compared to the DSM-V criteria for tobacco use disorder, in order to arrive at a prospective measure of content validity  (Muehlig, 2011) . The FTND appeared to omit most of the key components of tobacco addiction, in particular, recurrent use resulting in failure to meet role obligations, continued use despite social or interpersonal problems, substance is often taken in larger amounts or over longer period than intended, persistent desire or unsuccessful efforts to control substance use, excessive time allocation, and neglect of other activities, matching only the recurrent use in hazardous situations, withdrawal, use despite known harm, and the craving or a strong desire or urge to use criteria. The questions of the HONC also matched only four criteria of the DSM-V definition of tobacco use disorder: withdrawal, persistent desire or unsuccessful efforts to control substance use, use despite known harm, and the craving or a strong desire or urge to use. The CDS, in its turn, reflected seven out of 11 DSM-V criteria and presented the most evidence for content validity among the three compared measures. Table  3  presents abbreviated items of the scales and their match (direct and indirect) to the DSM criteria.\n\nTable  4  presents reliability findings reported in selected peer-reviewed research studies. Information provided clearly demonstrates evidence in support of the CDS's (Cronbach's alpha range: .81 -.91) and the HONC's (Cronbach's alpha range: .83 -.89) internal consistency reliability, and points to the weakness of the FTND in this psychometric area (Cronbach's alpha range: .48 -.68). Also, evidence supporting validity of each measure is presented in Table  4 . Validity support is only consistent for the CDS and the HONC; and the FTND again demonstrates less than desirable validity findings."
    },
    {
      "title": "Comparison of the strengths and weaknesses of the measures",
      "text": "Overall, the three chosen measures presented more research evidence of utility than other identified instruments assessing nicotine dependence. However, closer evaluation revealed that the three measures selected are not equal in their psychometric properties and that each has its strengths and weaknesses. Two of the three measures have adequate support for internal consistency reliability, with the FTND falling considerably behind. Two of the measures have adequate evidence for validity, with the FTND yet again performing worse than the CDS and the HONC. The less than desirable psychometric performance of the FTND may be partially explained by the publication date of the original Fagerstrӧm Tolerance Questionnaire (being prior to the DSM-IV publication, thus the major disagreement between the FTND and DSM-based measures)  (Etter, 2008) . The strongest overall measure appeared to be the CDS; however, it has a major limitation in this analysisits psychometric properties have not yet been supported with a college sample. Table  5  illustrates some of the major strengths and weaknesses of the three chosen measures of nicotine dependence."
    },
    {
      "title": "Summary of the measurement issues",
      "text": "In summary, smoking addiction is a complex construct. Nicotine dependence is the most common way of operationalizing smoking addiction. There are multiple instruments to measure nicotine dependence that evaluate various attributes of nicotine dependence. For this reason, it is crucial for clinicians and researchers to properly identify their interest and review available empirical evidence regarding specific measures of their particular dimension of inquiry.\n\nTwo major issues with the selected nicotine dependence measures are the lack of consensus among researchers and practitioners regarding the definition of the construct (inherent across all nicotine dependence measures) and the lack of direct comparison studies among these three distinct measures. Although the evidence suggests that the CDS has the best indicators of reliability and validity, a universal recommendation for its use cannot be made until its psychometric properties are evaluated in a college sample and direct comparisons are made among the three selected instruments. Meanwhile, use of the HONC in a college population may be appropriate, as findings of two reviewed studies supported internal consistency reliability and concurrent and predictive validity in college students  (Sledjeski et al., 2007; Wellman, McMillen, & DiFranza, 2008) ."
    },
    {
      "title": "Limitations",
      "text": "One of the major limitations is the minimal amount of the research (due to the limitations of the search databases used, restrictions on time of publication, etc.)\n\nincluded in the analysis of the three measures of nicotine dependence. A more thorough investigation may potentially yield different results. Therefore, no conclusive statements of one measure's superiority can be made at this time. Another limitation is the nature of inquiry. All of the self-reported measures chosen for the analysis ask people to report their global behavior, where as in real life, one's behavior may be heavily situational and not representative of the more general perception reflected in the questionnaires  (Mischel & Shoda, 1995) ."
    },
    {
      "title": "Recommendations for new directions in measurement",
      "text": "Numerous research studies focus on smoking addiction; however, no perfect instrument to measure this construct exists. Further research is needed to identify major attributes of smoking addiction and the ways to best assess it, reexamining centrality and dimensionality of the nicotine dependence construct. The new DSM-V offers promise by creating a continuum of tobacco use disorder (eliminating the two previously exclusive categories of nicotine abuse and nicotine dependence), considering that tobacco is known to kill up to half of those who use it as intended, harming everyone exposed to it  (WHO, 2008) . However, psychometric properties of available nicotine measurements are yet to be fully examined. Most importantly, yet, would be the issue of clinicians' understanding, endorsement, and integration of the smoking addiction measures in their practice to improve health outcomes of those affected by tobacco. For that to happen, not only a significant relationship is needed between the measure and the clinical outcome, but also a general congruence with a theoretical construct that the instrument is supposed to measure. More input from practitioners and researchers on the practical phenomena is warranted. A good example is issue of the nicotine dependence of a social smoker, who may never smoke daily or in the morning, yet consume a good amount of nicotine in social situations. To conclude, the future of the rigorous nicotine dependence measurement relies on inclusion of thorough psychometric reporting in each research publication -assessment of validity and reliability, and analysis of the ability of individual items and total score to predict smoking behavior."
    },
    {
      "title": "Societal and cultural application of research",
      "text": "With"
    },
    {
      "title": "Introduction",
      "text": "Cigarette smoking is a critical health concern in the United States (CDC, 2015a).\n\nThe majority of the chronic health conditions that plague the US adult population are preventable or remediable through behavioral change  (Rollnick, Miller, & Butler, 2008) .\n\nIn light of vast premature mortality and morbidity attributable to voluntary healthcompromising behaviors (such as smoking), an intervention that could significantly affect behavioral change in the young adults is crucial. The purpose of this study was to evaluate the effectiveness of a novel, text message-based brief motivational interviewing (MI) intervention in facilitating smoking behavior change in college students."
    },
    {
      "title": "Background"
    },
    {
      "title": "Smoking prevalence",
      "text": "In 2013, there were approximately 1.1 billion tobacco smokers in the world  (WHO, 2015) . Every year, smoking claims about six million lives and causes approximately half a trillion dollars in economic damage  (WHO, 2013b) . Although the decrease in the number of people who smoke over the last decade is encouraging, 40 million Americans continue to smoke (CDC, 2015a).\n\nIn the US, cigarettes are the most commonly used tobacco product, accounting for over 90% of the total nicotine consumption (APA, 2013). Smoking harms almost every organ of the human body and causes more than 20% of all annual deaths in the US  (CDC, 2015b) . The economic burden of smoking on the US health care system is approximately $170 billion dollars or 1% of the gross domestic product (Campaign for Tobacco-Free Kids, 2016b)."
    },
    {
      "title": "Cigarette smoking and college students",
      "text": "Cigarette smoking is a huge concern in the young adult population (CDC, 2015a).\n\nHealth risk behaviors of young adulthood have far-reaching effects. About 17% of young adults (18-24 years old) smoke cigarettes (CDC, 2015a\n\n). Of the 15 million young adults who attend colleges and universities in the US (United States Census Bureau, 2015), approximately 10% report smoking cigarettes (American College Health Association,  2016) . Cigarette smoking among college students presents a significant danger for health and well-being and poses consequences such as the loss of a decade of life  (Jha et al., 2013; Rigotti, Lee, & Wechsler, 2000) .\n\nQuitting smoking is a single most important health behavior change most individuals can make. The vast majority of the smoking research with college students has been epidemiological in nature. To date, there have been few behavioral interventions targeting smoking cessation among college students. Substance use disorders are at their peak among people aged 16 to 25 years  (Griffin & Botvin, 2010) . College campuses are prime locations for smoking cessation interventions for young adults, as college years are often the time when many adults either establish lifelong cigarette smoking or abandon it  (College Tobacco Prevention Resource, 2016) . Since adolescents and young adults are unlikely to seek cessation therapies  (Suls et al., 2012) , innovative smoking cessation interventions are essential to reach and engage this population. Integrating mobile technology may be a way to increase college students' participation in smoking cessation  (Orr & King, 2015) . There are no studies that examine adaptation of interactive motivational interviewing to text messages as a cessation intervention. Therefore, the purposes of this research were to test the effects of a novel, theory and evidence-based motivational interviewing intervention (iMI) in college students who smoke and to identify predictors of change in cigarette smoking behavior.\n\nA sound theoretical base is the foundation for any good health care intervention and Self-Determination Theory (SDT) was the foundation for this study. SDT is a broadbased motivational theory that focuses specifically on regulation of human motivation to engage in a healthy behavior  (Ryan & Deci, 2000) . It proposes that all behaviors lie along a continuum of relative autonomy which reflects the extent to which a person fully endorses and is committed to a particular behavior  (Ryan & Deci, 2000) . SDT suggests that individuals' motivation to change is facilitated by the satisfaction of the basic psychological needs of autonomy, competence, and relatedness  (Deci & Ryan, 2000; Ryan et al., 2008) .\n\nSDT has increasingly been cited in the health behavior change literature, and there is a growing number of randomized trials testing the efficacy of SDT-based interventions in the initiation and maintenance of behavioral changes  (Halvari & Halvari, 2006; Patrick & Williams, 2012; Williams & Deci, 2001; Williams, Niemiec, Patrick, Ryan, & Deci, 2009) . Evidence suggests that these interventions enhance the cognitive parameters of psychological needs satisfaction, autonomous motivation, smoking cessation self-efficacy, readiness to quit, and consequently promote positive behavioral outcomes  (Patrick & Williams, 2012; Ryan et al., 2008) .\n\nMotivational interviewing is a person-centered method of counseling to elicit and strengthen individual's motivation for a behavioral change  (Miller & Rollnick, 2002) . It is often described as a communication approach in which difficulties of behavioral change and possibilities of engagement in healthier behavior are discussed in a respectful manner and in accord with client's own goals and values  (Miller & Rollnick, 2002) . The technical definition of MI is: \"collaborative, goal-oriented style of communication with particular attention to the language of change … designed to strengthen personal motivation for and commitment to a specific goal by eliciting and exploring the person's own reasons for change within an atmosphere of acceptance and compassion\"  (Miller & Rollnick, 2013, p. 29) .\n\nThe MI approach to therapeutic change and the theoretical focus of Self-Determination Theory are both centered on the manner in which interventions are delivered, making the integration of the two not only possible but complementary  (Vansteenkiste & Sheldon, 2006) . From the SDT perspective, it is essential for the clinicians to help clients feel that they: (1) have autonomously chosen their behavior change, (  2 ) can succeed at it, and (3) connect with and trust clinician they are working with (and other significant people) while undergoing the change. All three goals are brought together through the application of motivational interviewing processes of engaging the client into a therapeutic alliance, focusing on the \"what\" and \"why\" of cigarette smoking, evoking arguments for change, and planning actions for smoking cessation  (Miller & Rollnick, 2013) .\n\nThe specific aims of this study were to:\n\n1. Test the effects of the iMI intervention on cognitive parameters of behavior regulation (psychological needs satisfaction, autonomous motivation, smoking self-efficacy, and readiness to quit) among college students who smoke."
    },
    {
      "title": "H1:",
      "text": "The intervention will produce positive changes in cognitive parameters of smoking behavior regulation (increase in basic psychological needs satisfaction, autonomous motivation, smoking self-efficacy, and readiness to quit) between baseline and 2-week post-intervention follow-up.\n\n2. Evaluate the effect of the intervention on smoking behavior (number of cigarettes smoked per day and severity of nicotine addiction) between baseline and 2-week postintervention follow-up."
    },
    {
      "title": "H2:",
      "text": "The intervention will produce negative changes in smoking behavior (decreased number of cigarettes smoked per day and severity of nicotine addiction) between baseline and 2-week post-intervention follow up.\n\n3. Identify independent predictors of change in smoking behavior (number of cigarettes smoked per day) among college students, from baseline to 2-week post-intervention follow-up."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Design",
      "text": "A quasi-experimental single group pretest-posttest design with repeated measures was used to examine the effects of a text-message-based brief motivational interviewing cessation to estimate the appropriate sample size. With three repeated measurements, an estimated correlation among the repeated measures of 0.50, and an α level of .05, a sample size of 30 participants was needed (27 was the recommended number, plus 10%\n\n[3 participants] for projected attrition) to detect an effect size of .25, with a power of .80  (Faul, Erdfelder, Lang, & Buchner, 2007; Villanti, McKay, Abrams, Holtgrave, & Bowie, 2010) . Students were oversampled by three to ensure adequate power, bringing the total number of participants to 33."
    },
    {
      "title": "Measures"
    },
    {
      "title": "Basic Needs Satisfaction",
      "text": "The Basic Needs Satisfaction in General Scale (BNSG-S)  (Deci & Ryan, 2000; Gagné, 2003)  was used to assess three basic psychological needs as postulated by the Self-Determination Theory (autonomy, competence, and relatedness) to be fulfilled for psychological and physical well-being to occur in a general context. The BNSG-S is a self-reported questionnaire consisting of 21 items related to satisfaction of the basic needs in life, in general. Respondents choose on a scale from 1 (not true at all) to 7 (definitely true) the extent to which they feel their psychological needs of autonomy (7 items), competence (6 items), and relatedness (8 items) are satisfied in their life, in general. The average of the item scores on each subscale represents the degree to which a person experiences satisfaction of that respective need, with higher scores representing greater psychological need satisfaction.\n\nIn general population, including college student samples, reliability was supported for the need for autonomy subscale (α = .60, .65, .69) and for the need for relatedness subscale (Cronbach's alpha = .78, .82, .86) (Gagné, 2003; Johnston & Finney, 2010; Molix & Nichols, 2013) . The reliability for the need for competence subscale ranged between α = .55 and .72  (Gagné, 2003; Johnston & Finney, 2010; Molix & Nichols, 2013) . When the three subscales were averaged to form a general index of need satisfaction in adult  (Molix & Nichols, 2013)  and college  (Gagné, 2003)  samples, internal consistency reliability substantially increased (α = .87-.89)."
    },
    {
      "title": "Autonomous Motivation",
      "text": "Autonomous motivation to stop smoking was assessed through the Treatment Self-Regulation Questionnaire (TSRQ)  (Williams et al., 2002) . TSRQ is composed of 15 items that assess motivation to engage in a healthy behavior such as smoking cessation.\n\nEach of the 15 items represents a potential reason to quit smoking, using a 7-point response scale (ranging from \"not at all true\" to \"very true\") with a stem: \"The reason I\n\nwould not smoke is…\" The scale can be partitioned into four (autonomous motivation, introjection, external regulation, and amotivation)  (Levesque et al., 2007)  or two (autonomous motivation and external regulation) subscales  (Życińska, Januszek, Jurczyk, & Syska-Sumińska, 2012) . The responses are scored and averaged per subscale, with higher scores representing greater level of motivation.\n\nThe TSRQ is the standard for measuring autonomous motivation for smoking cessation in the adult population, predicting continuous abstinence with an odds ratio of 1.65 (95% CI: 1.05 -2.58)  (Williams, McGregor, Sharp, Kouldes, et al., 2006)  and the path robust parameter estimate of .13 (p < .001) (Williams et al., 2002) . It demonstrated good reliability in samples of the general adult population across different behavioral domains; Cronbach's alphas for autonomous motivation ranged from .85 to .93; for all  Simmons & Brandon, 2007; Tevyaw et al., 2009) . The ladder contains 11 rungs, starting with 0 = \"No thought of quitting\" and culminating with 10 = \"Taking action to quit\" (e.g., cutting down, enrolling in a program)  (Biener & Abrams, 1991) . Higher scores represent greater motivation to change  (Biener & Abrams, 1991) . Prior general adult population research supported discriminant  (Amodei & Lamb, 2004; Biener & Abrams, 1991)  and predictive validity  (Abrams, Herzog, Emmons, & Linnan, 2000; Herzog & Blagg, 2007; Martin, Rohsenow, MacKinnon, Abrams, & Monti, 2006)  of the Ladder."
    },
    {
      "title": "Severity of Nicotine Addiction",
      "text": "Severity of nicotine addiction was measured by the Cigarette Dependence Scale (CDS-12)  (Etter et al., 2003) . The CDS-12 was developed based on signs indicative of addiction to cigarettes as reported by the smokers, systematic psychometric considerations, and addiction content coverage. The CDS-12 is a continuous self-reported measure composed of 12 items designed to assess the primary symptoms of nicotine dependence reflected by the DSM-IV and ICD-10 criteria, except for tolerance  (Etter et al., 2003) . The items are both continuous and multiple choice (scores range from 1 to 5) and are scored using an algorithm, with total scores ranging from 12 (low dependence) to 60 (high dependence)  (Etter et al., 2003) . Studies in samples of the general population have reported good internal consistency reliability (α = .84 -.91) and strong test-retest reliability (r = .83) of the measure  (Courvoisier & Etter, 2010; Etter, Le Houezec, Huguelet, & Etter, 2009; Rohsenow, Martin, Tidey, Monti, & Colby, 2013) . Predictive validity of the CDS-12 was evidenced by associations with later measures of abstinence, expired CO, readiness to quit, and number of cigarettes smoked. In addition, the CDS-12 has been successfully used in the young adult and college populations and is a promising tool for addiction assessment in the smoking behavior research  (Dean, Sugar, Hellemann, & London, 2011; Floyd, Westmaas, Targhetta, & Moyer, 2009; Kelemen & Fulton, 2008; Kelemen & Kaighobadi, 2007) ."
    },
    {
      "title": "Demographic Characteristics",
      "text": "A demographic questionnaire was used to collect data on age, sex, year in school, past smoking history (including the number of close friends/family members who smoke), grade point average (GPA), socioeconomic status (SES), sorority/fraternity membership, alcohol use, and sexual orientation."
    },
    {
      "title": "Intervention",
      "text": "Intervention text messages were built on the fundamental processes of motivational interviewing: engage, focus, evoke, and plan  (Miller & Rollnick, 2013) .\n\nBetween one and three purposeful communication attempts lasting about 30 minutes in total engagement time were made on weekly basis, for an intervention period lasting about three weeks. This intensity was consistent with the findings of the systematic review of smoking cessation interventions for young adults  (Villanti et al., 2010) , where the average number of contacts in the college sample was about four (range: 1-20), and the findings of the meta-analysis of diverse populations indicating that intervention effect was maximized when multiple text messages per day were used (g = 0.395)  (Orr & King, 2015) .\n\nDuring the text-message motivational interview, the interventionist used reflective listening to emphasize change discussions, remained non-confrontational, yet directed the conversation towards developing participant's personal reasons for change, reinforcing the decision to change, and elaborating an individualized plan for smoking behavior change for those who decided to reduce or stop smoking. Grounding this research in the propositions of Self-Determination Theory allowed for clarification of the processes of influence of MI on smoking behavior and the rationale behind it. Table  6  illustrates congruence of behaviors proposed by the Self-Determination Theory and the practice strategies of motivational interviewing."
    },
    {
      "title": "Procedure",
      "text": "The university's Institutional Review Board reviewed the study protocol.\n\nInformed consent was obtained using preamble letter presented to each student who chose to participate and completed the baseline survey. Participants were actively recruited through school orientation activities, school-wide emails, and by posting informational flyers at the library, student activities center, health services, counseling clinic, and other key sites. Potential participants were screened for inclusion and exclusion criteria either in person, via a telephone interview, email, or the weblink to the baseline questionnaire. Eligible students were asked to review the preamble letter and complete the baseline survey. Referrals and information on free alternative services (such as Kentucky's Tobacco Quit Line, Cooper Clayton classes, SmokefreeTXT program, etc.) were offered to the students with active smoking status who met the exclusion criteria or chose not to participate and to the participants at the end of the study (Kentucky Cabinet for Health and Family Services, 2013). No eligible participant was excluded based on race or ethnicity, or sexual orientation. A total of 64 students with identified smoking status were screened, four students did not meet the study enrollment criteria, and 27 declined the invitation to take part in the research.\n\nParticipation was voluntary and the students who chose to participate received a $30 incentive through Chase Person-to-Person Quick Pay ™ for their time over the course of the study by providing their phone number or email address (JPMorgan  Chase & Co, 2013) . Upon enrollment, participants completed the baseline questionnaire through a secure data collection and management application -Research Electronic Data Capture (REDCap)  (Harris et al., 2009) . Pertinent information was abstracted and was used for individualized text-message motivational interviewing session. All participants provided windows of time during weekdays and weekends when they were available for textmessage conversation. Most communication attempts were conducted in the evening and over the weekends."
    },
    {
      "title": "Data Analysis",
      "text": "Data were analyzed using IBM® SPSS® Statistics software, Version 21 (IBM®, 2013). Alpha level was set at < .05. Data were checked for the outliers (+/-3SD) and all test assumptions were either met or corrected for. Descriptive statistics (mean, standard deviation, frequency) were used to analyze the demographic data  (Plitchta & Kelvin, 2012) . Bivariate relationships between the interval and continuous socio-demographic variables and outcome variable were assessed using Pearson's product-moment correlation  (Plitchta & Kelvin, 2012) .\n\nRepeated measures analysis of variance (ANOVA) was used to evaluate changes   11 ). None of the demographic variables were associated with both dependent (outcome) and independent (predictors) variables; thus no demographic characteristics were included as covariates in the analyses."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographic characteristics of the sample",
      "text": "Overall, the mean age of the participants was 20 (SD = 2.1) years, 46% were female, and 76% were Caucasian. Table  7  depicts selected demographics. At baseline, the mean number of cigarettes smoked per day was 9 (range: 2 -20, SD = 7). Social environment (friends and family who smoke), alcohol consumption (drinks per week, drinks per occasion), and years of smoking were positively correlated with the number of cigarettes smoked per day (Table  8 )."
    },
    {
      "title": "Effect of the intervention on cognitive parameters of behavioral regulation"
    },
    {
      "title": "Psychological Needs Satisfaction",
      "text": "The condition of sphericity (Mauchly's test: p > .05) was met for autonomy need satisfaction, indicating that statistical assumptions were not violated. There was a significant time effect on autonomy need satisfaction. Follow-up comparisons indicated there were significant increases in scores between baseline and the two time points postintervention; however, there was no significant difference in mean autonomy need satisfaction between the two post-intervention follow-ups. Therefore, the intervention was successful in increasing students' level of autonomy need satisfaction.\n\nThe condition of sphericity (Mauchly's test: χ 2 (2) = 7.86, p = .02) violated the statistical assumption for competence need satisfaction. Therefore, the degrees of freedom were corrected using Huynh-Feldt estimates of sphericity. There was no significant time effect on competence need satisfaction. Thus, students' competence need satisfaction did not change over time.\n\nThe condition of sphericity for relatedness need satisfaction (Mauchly's test: χ 2\n\n(2) = 7.52, p = .02) violated the statistical assumption. The degrees of freedom were corrected using Huynh-Feldt estimates of sphericity and the adjusted results yielded a significant effect of time. Thus, students' relatedness need satisfaction changed over time.\n\nThe pairwise comparisons revealed a significant difference only between T1 and T3 scores; baseline scores were significantly lower than follow-up scores. These results suggest that the intervention may have had a delayed positive effect on relatedness need satisfaction."
    },
    {
      "title": "Autonomous Motivation",
      "text": "The condition of sphericity (Mauchly's test: p > .05) was met for the autonomous motivation scores over time. There was a significant effect of time on autonomous motivation. Follow-up comparisons revealed significant increases in the scores between baseline and the two time points post-intervention; however, there was no significant difference between T2 and T3 scores. Thus, participation in the intervention increased students' level of autonomous motivation."
    },
    {
      "title": "Smoking Cessation Self-Efficacy",
      "text": "The condition of sphericity (Mauchly's test: p > .05) was met for the smoking cessation self-efficacy change scores. There was a significant effect of time. Pairwise comparisons revealed significant increases in the scores between baseline and the two time points post-intervention; however, mean smoking cessation self-efficacy scores at T2 and T3 did not differ. Thus, the intervention increased students' level of smoking cessation self-efficacy."
    },
    {
      "title": "Readiness to Quit Smoking",
      "text": "The condition of sphericity (Mauchly's test: p > .05) was met for the change of readiness to quit scores. There was no significant effect of time. Thus, the intervention had no effect on students' perception of readiness to quit smoking.\n\nOverall, hypothesis 1 that the intervention will produce positive changes in cognitive parameters of smoking behavior regulation between baseline and 2-week postintervention follow-up was only partially supported by the data (Table  9 )."
    },
    {
      "title": "Effect of the intervention on smoking behavior"
    },
    {
      "title": "Cigarettes per Day",
      "text": "The condition of sphericity (Mauchly's test: χ 2 (2) = 10.28, p = .02) was violated for the number of cigarettes smoked per day. Therefore, the degrees of freedom were corrected using Huynh-Feldt estimates of sphericity and the adjusted results yielded a significant effect of time. Thus, the number of cigarettes smoked per day by the students differed across the three time points. Pairwise comparisons revealed significant decreases in the scores between baseline and the latter two time points (p < .05); however, there was no significant difference between the means at T2 and T3. Thus, the intervention was effective in reducing the mean number of cigarettes students smoked daily over time."
    },
    {
      "title": "Severity of Nicotine Addiction",
      "text": "The condition of sphericity (Mauchly's test: p > .05) was met for the severity of nicotine addiction scores. There was no significant time effect. Thus, the intervention had no effect on students' severity of nicotine addiction across time.\n\nOverall, hypothesis 2 that the intervention will produce negative changes in smoking behavior between baseline and 2-week post-intervention follow up was only partially supported by the data (Table  10 )."
    },
    {
      "title": "Behavior regulation predictors of smoking behavior change",
      "text": "Change in number of cigarettes smoked per day was regressed onto demographic characteristic and cognitive parameters of behavior regulation that were significantly correlated with the outcome variable. These predictors included number of close friends who smoke cigarettes, relatedness need satisfaction, and smoking cessation self-efficacy.\n\nThe data were examined for violations of the test assumptions. Tests for multicollinearity indicated a low level of multicollinearity was present  (tolerance = .76, .76, .76; VIF = 1.32, 1.32, 1.31 12 ).\n\nTo further explore the magnitude of self-efficacy's effect, baseline smoking behavior (cigarettes smoked per day) and cessation self-efficacy were simultaneously entered into a regression model with backward elimination procedure. The two predictors were retained by the final model, which explained 74% of the variance, suggesting that this group of variables can be used to reliably predict the cigarettes smoked per day by college students (F(2, 30) = 47, p < .05). Respective parameter estimates indicated that for every unit increase in the smoking cessation self-efficacy scores, students smoked a third of a cigarette less per day, holding the effect of baseline cigarettes smoked per day constant (Table  13 ).\n\nTo summarize the results, participation in the intervention yielded a significant reduction in students' rate of daily smoking (cigarettes per day) over time, although, it had no effect on students' severity of nicotine addiction. Participation in the intervention was also successful in modifying four of the cognitive parameters of smoking behavior regulation by significantly increasing students' level of autonomy need satisfaction, relatedness need satisfaction, autonomous motivation, and smoking cessation selfefficacy. However, it had no positive effect on competence need satisfaction or readiness to quit smoking. Smoking cessation self-efficacy was identified as the strongest behavior regulation predictor of the smoking behavior in college students."
    },
    {
      "title": "Discussion",
      "text": "This exploratory trial of a novel smoking cessation intervention demonstrated that a theory-driven, text message-based motivational intervention was an effective approach to smoking reduction in college smokers. This innovative method offers a new way of treatment delivery for hard-to-reach populations. The major outcome (reduction in cigarettes smoked per day) is consistent with available evidence on the effects of other technology-assisted smoking cessation interventions in young adults  (Brown, 2013) .\n\nThe findings support the role of the cognitive parameters of behavior regulation component of the Self-Determination Theory and suggest that self-efficacy played a prominent role specific to smoking behavior. The results showed that smoking cessation self-efficacy was uniquely and negatively related to smoking behavior. This finding is consistent with recent research in college population on factors influencing smoking behavior  (Kim & Hong, 2016; Mee, 2014) . College students' cigarette smoking reduces the more they feel capable of refraining from smoking in situations that trigger the urge to smoke. Interventions capable of targeting this interaction hold great promise for smoking cessation in young adults.\n\nSelf-efficacy is a robust predictor of various health behaviors including smoking and is often used as a proxy marker for it. General self-efficacy has been identified as a determinant of college students' initial cigarette smoking experience and the subsequent future risk of being a regular smoker  (Menati et al., 2016) . Smoking cessation selfefficacy had negative relationship with college students' nicotine dependence  (Kim & Hong, 2016) , smoking behavior  (Mee, 2014) , and mediated the relationship between depression and smoking  (Mee, 2014) . Among young adults, smoking cessation selfefficacy was a strong predictor of future smoking status and it mediated protective effects of exercise on smoking behavior  (Loprinzi, Wolfe, & Walker, 2015) . Increased selfefficacy may influence smoking cessation preparedness thereby increasing the readiness to quit and the rate of cessation, even in those who do not initially respond to treatment  (Burns et al., 2016) . In general adult population, smoking cessation self-efficacy mediated the effect of smoking urges on cigarette use  (Blevins, Farris, Brown, Strong, & Abrantes, 2016)  and the effects of craving on smoking abstinence  (Berndt et al., 2013) . It can be used to predict intention to quit  (de Hoog et al., 2016) , number of cigarettes smoked per day  (Berli et al., 2015)  and continued abstinence  (Schnoll et al., 2011) . In adolescents, self-efficacy not only mediated the impact of change in the social environment on smoking behavior, but it was the strongest risk factor for smoking  (Gao, Li, Chan, Lau, & Griffiths, 2013) . In the study of acupressure on smoking cessation in college students, smoking cessation self-efficacy increased students' abstinence  (Lee & Park, 2016) . These findings support self-efficacy as the key underpinning of smoking behavior and make it a useful target for smoking cessation interventions.\n\nAssessing college students' smoking cessation self-efficacy is key to identify those at risk for more difficult cessation progress. Identifying low smoking cessation selfefficacy allows clinician to target ways to indirectly address unhealthy behavior by increasing individual's self-efficacy necessary to abstain from it. College students who identify the need to improve their smoking cessation self-efficacy may be more responsive to recruitment into cessation programs. However, in order to develop maximally effective interventions, more research on determinants and development of smoking cessation self-efficacy is needed, including a more thorough examination of the relationship between smoking behavior regulation and self-efficacy.\n\nWhile it is clear that smoking behavior regulation predicts cigarette use by the college students, a larger sample is needed to determine the smoking cessation self-efficacy mechanism involved in behavior regulation, to clarify its effect on smoking behavior. To develop appropriate intervention strategies, it is important to better understand how and to what degree each cognitive parameter of smoking behavior regulation makes a contribution to college student smoking.\n\nOverall, the findings of this research may offer a novel clinical approach for reaching and treating college smokers. Further research investigating the effects of mobile smoking cessation self-efficacy-focused interventions in college student may eventually yield broader clinical applications which will help reduce the public health burden associated with cigarette smoking."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The major limitations of this study are the sample selection and the self-report nature of the data. A convenience sampling may have led to bias due to underrepresentation or overrepresentation of certain subgroups of the study population, thus affecting generalizability of the research findings to a larger young adult population  (Polit & Beck, 2012) . In addition, those who chose to participate may systematically have been different from those who did not.\n\nThe lack of control group and short follow-up assessment (potential overestimation of the effect of the intervention) warrant caution in interpretation of the results. Although participants were largely representative of the selected college population in racial diversity, they were primarily Caucasian, limiting the ability to generalize the findings to minority populations as well as those not enrolled in the large, metropolitan university. The self-report instruments that were used could also introduce the risk of a social desirability bias  (Shadish, Cook, & Campbell, 2002) .\n\nMajor strengths of this study include its prospective design, theoretical grounding, and the sample representative of the study population. The baseline characteristics and cigarette consumption of the study sample are consistent with other research of college students who smoke  (Brown, 2013) . The theoretical foundation used in the design and implementation of the intervention added to the scientific rigor of the research. None of the participants were lost to follow-up, which may be due to acceptability of this novel intervention. In addition, the study used a relatively inexpensive and widely available technology.\n\nFuture studies should include a 6-month follow-up to capture the true long-term effect of the intervention."
    },
    {
      "title": "Conclusions",
      "text": "There is an urgent need for an affordable, age-appropriate, personalized, effective,    likely to get addicted to nicotine, become lifetime smokers, suffer from lower quality of life and die prematurely due to one of the many chronic diseases (Figure  5 ) developed due to their cigarette smoking  (Mehta, Desai, & Patel, 2016) .\n\nIn addition to the physical consequences of smoking, there are also psychological and social outcomes related to it. Smoking has been long-linked to emotional psychopathology  (Leventhal & Zvolensky, 2015) , with any level of nicotine being associated with greater risk for depression  (Park, Romer, & Lim, 2013) , alcohol and drug abuse  (Berg, Wen, Cummings, Ahluwalia, & Druss, 2013) , panic attacks  (Bakhshaie, Zvolensky, & Goodwin, 2016) , lower health-related quality of life  (Schane, Ling, & Glantz, 2010) , and an increased risk for completed suicide  (Li et al., 2012) . People who smoke tend to be more stressed, less educated, have lower socioeconomic status, and lower levels of social support  (Pampel, Krueger, & Denney, 2010) . Recent systematic review and meta-analysis further confirmed the association of smoking and poor mental health outcomes  (Taylor et al., 2014) .\n\nAmong college students, there is also evidence of association between smoking and poor academic achievement  (Latvala et al., 2014) . Institutional policies and mainstream anti-smoking campaigns are providing only short term fixes to the rate of college student smoking. The challenge for colleges is to identify ways to encourage students to make steps in the direction of cessation immediately instead of \"in a few years\"  (Waters et al., 2016, p. 4 ). To ensure a meaningful movement towards complete cessation, the long-term solution lies in identifying and incorporating the factors that significantly influence college students' cigarette smoking behavior into the smoking cessation interventions that are specifically designed for this young adult population.\n\nOver time, bringing together research and clinical practice could significantly impact college student smoking behavior.\n\nOne counseling technique that has being increasingly used by the clinicians and researchers to promote smoking cessation is motivational interviewing (MI). MI is a person-centered counseling method used to elicit and strengthen person's motivation for a behavioral change  (Miller & Rollnick, 2002) . MI builds on a discussion of the difficulties of behavioral change and possibilities of engagement in healthier behavior in accord with client's own goals and values  (Miller & Rollnick, 2002) . In the 2013 smoking cessation update, a review of the current clinical cessation evidence concluded that MI strategies were effective in increasing quit attempts among smokers  (Miranda, Ruiz, & Rebollo, 2013) . The United States Public Health Service (USPHS) Guidelines for Treating Tobacco Use and Dependence cite MI as having the highest level of support for clients not ready to make a quit attempt  (Fiore et al., 2008)  and substance use research suggests its compatibility with developmental needs of emerging adulthood stage of college students  (Scholl & Schmitt, 2009) . Although the use of MI is recommended by the USPHS Guidelines for Treating Tobacco Use and Dependence  (Fiore et al., 2008) , research suggests only a partial adherence to this recommendation within college student health centers (only 22% of clinicians reported always or usually using MI in their smoking student encounters)  (McNamara et al., 2015) . MI was also integrated in only two smoking cessation studies conducted in the past five years in a college setting  (McCambridge, Hunt, Jenkins, & Strang, 2011; Pardavila-Belio et al., 2015) , and the findings were conflicting. Health care providers cite the lack of student interest in participation in smoking cessation counseling as the primary barrier to tobacco use interventions  (McNamara et al., 2015) . This evidence calls for further investigation of new ways for MI delivery in college students.\n\nAdvances in cell phone technology present novel solutions to expanding the range of health care delivery  (Luxton, McCann, Bush, Mishkind, & Reger, 2011) . Mobile phones offer a comfortable environment for an intervention, as the person is already familiar with operating their phone and does not have to be subjected to artificial surroundings of a health care facility  (Verster, Tiplady, & McKinney, 2012) . To better fit the diverse needs and changing lifestyles of young adults (an increasingly mobile and tech-savvy population), health care has been slowly moving beyond the traditional officebased setting to be more accessible, interactive, and efficient. Researchers have successfully used text messaging in smoking cessation interventions in adolescents  (Militello, Kelly, & Melnyk, 2012) , young adults  (Bock, Heron, Jennings, Magee, & Morrow, 2013; Devries, Kenward, & Free, 2013; Free et al., 2011; Haug, Meyer, Schorr, Bauer, & John, 2009; Ybarra, Holtrop, Prescott, Rahbar, & Strong, 2013) , and college students  (Obermayer, Riley, Asif, & Jean-Mary, 2004) . There were no studies, however, that examined application of smoking cessation-focused MI through text messaging in college students.\n\nCombining text messaging and motivational interviewing in a smoking cessation intervention for college students adds greatly to the science and has the potential to decrease smoking and health care costs. Even a small improvement in smoking behavior could have major impact on public health (WHO, 2013a). Addressing smoking behavior early in its trajectory is crucial for avoiding smoking-related diseases and clinically significant pathophysiology. Providing effective cessation services requires a thorough understanding and assessment of the factors that affect smoking behavior. Chapter Three stressed the importance of a thorough psychometric reporting of smoking behavior instruments, as it would allow researchers to evaluate their utility for specific samples of the population and to derive accurate and meaningful results. Specifically, the lack of consensus for the measurement of nicotine dependence, which is often included in the smoking behavior research, demonstrates the challenge of measuring this latent construct.\n\nThe task of identifying appropriate measures to be used in a research with a small sample size is even more difficult.\n\nFurther development of the conceptual understanding of smoking behavior as well as testing of current and future instruments designed to capture the critical latent constructs in large and representative samples of college students is necessary. Currently, the Cigarette Dependence Scale (CDS-12) is the most recommended measure of nicotine dependence (reliability and validity support reported across different populations), yet the reports of its psychometric evaluation in college samples are lacking so that caution should be exercised when using this instrument.\n\nAs mostly occasional smokers, college students may not see the mainstream smoking cessation programs as appealing to them, even though many of them may be developing nicotine addiction. Chapter Four addressed the need for an innovative approach to smoking behavior intervention for college students. The results of this novel study provided some important preliminary information about college student smoking and opportunities for smoking behavior interventions on college campuses. The integration of motivational interviewing into a text message platform showed promise for smoking behavior change in college students.\n\nThe mean number of cigarettes students smoked per day at baseline (9±7) was reduced by the end of the study (5±5), and this change was statistically significant (p< .05). This finding of the effect of the motivational interviewing on smoking behavior is consistent with previously published research that used motivational interviewing as a part of a multi-component intervention for smoking cessation in college students, where the mean of daily cigarettes was reduced from baseline (10) to the end (8) of the study (p< .05) (Pardavila-Belio et al., 2015) .\n\nStudy findings also revealed that students with higher smoking cessation selfefficacy were smoking less per day at 2-week follow-up post-intervention, after controlling for the baseline number of cigarettes smoked per day (p< .05). The relationship between smoking and smoking cessation self-efficacy is corroborated with previous research in college students  (Lee, Catley, & Harris, 2014; Mee, 2014)  and young adults  (Loprinzi et al., 2015) .\n\nInterestingly, study participants' competence need satisfaction did not change over the course of the intervention, yet their smoking cessation self-efficacy did. This finding points to the need for a deeper theoretical evaluation. In its conceptual essence, competence refers to the capacity of a person to accomplish a specific goal  (Valloze, 2009) , whereas self-efficacy is one's belief in that capacity  (Zulkosky, 2009) . It may be that the belief in personal capacity to refrain from smoking is not always reflective of the capacity not to smoke. In fact, one may believe that he or she can quit smoking before attempting cessation, but failure to succeed is more of a measure of ability to abstain from cigarettes rather than the belief in it. One needs to attempt cessation at least once to get a sense of competent quitting ability, and for many students, who are still early in their smoking career, that simply might not yet have been the case. Additionally, survey research is unable to truly capture the objective reality and the fact that two other basic psychological needs are characterized by the subjective experience further supports the need to use the concept of self-efficacy rather than the concept of competence, which is proposed by Self-Determination Theory, for theoretical clarity and internal consistency of behavioral research."
    },
    {
      "title": "Recommendations for Future Research and Practice",
      "text": "Since this is the first study to examine the effects of a text-based motivational interviewing intervention on college student smoking, replication studies are warranted.\n\nThe piloted intervention (iMI format) allowed for great flexibility in where, when, and how it was implemented. Considering the popularity of text-messaging among young adults (97% of 18 -24-year-olds exchange on average 110 text messages per day) (Pew Research Center, 2011) and minorities (African Americans and Hispanics) use the textmessage twice as much as Caucasians  (Lenhart, 2010) , this type of technology should be further investigated for ways to deliver evidence-based smoking cessation interventions.\n\nThis study used an individual-level intervention delivery; future research can explore alternative approaches such as group setting, automated algorithms, video messaging, etc.\n\nto deliver the intervention. In addition, this intervention could be developed for other risk taking behaviors such as alcohol and illicit drug use.\n\nIn order to increase the number of providers delivering MI interventions, MI training must be incorporated into the curricula for health care providers. For those previously trained, there is a great need for refresher courses. The Motivational Interviewing Network of Trainers (MINT) could serve as a resource for many of these training  (Rollnick et al., 2008) . It also is imperative that there is institutional support for the health care providers to deliver smoking cessation beyond the traditional office advice to stop smoking. Delivering messages using the MI RULE -(Resisting the righting reflex, Understanding clients' motivation, Listening and Empowering) enables clients to take charge of their lives and their health  (Rollnick et al., 2008) .\n\nSmoking among young adults is a complex behavior motivated by a myriad of factors. Self-efficacy is arguably the most predictive  (Williams & Rhodes, 2016)    Source: Centers for Disease Control and Prevention, 2015."
    },
    {
      "text": "confirmed this public health concern, few attempted modification of smoking behavior in college students. The purpose of this dissertation was to examine the effects of a novel text message-based motivational interviewing intervention on cigarette smoking behavior in college students. Three manuscripts comprised this dissertation and included: a state of the science review of motivational interviewing and text message-based smoking behavior interventions in adolescents and young adults; a critical review and analysis of instruments used to measure nicotine dependence in young adults; and a quasiexperimental study testing the effects of a novel text message-based motivational interviewing intervention on cigarette smoking behavior in college students. A critical review of the literature revealed that the vast majority of smoking behavior research in college students was epidemiological in nature, and few vii interventions were designed specifically for college students who smoke. Motivational interviewing is one of the most popular evidence-based smoking cessation interventions. Main findings from this review suggested that motivational interviewing and text messaging interventions were successfully used among adolescents and young adults and hold strong potential for college students. However, more investigations, especially studies examining joint interventions of motivational interviewing and text-messaging, are needed."
    },
    {
      "text": "technology provides a great opportunity to use this technology in smoking behavior interventions. Chapter Two presents a published critical review of the literature on the use of motivational interviewing (MI) and text messaging in smoking cessation interventions among college-age individuals. The purpose of this review was to examine the effects of these interventions and to develop recommendations for cigarette smoking intervention research with young adults."
    },
    {
      "text": "Figure 1. Self-Determination Theory Model. Adapted from \"Self-determination theory"
    },
    {
      "text": "Figure 3. Hypothesized Model of College Student Smoking Behavior Change"
    },
    {
      "text": ", moving the compiled research beyond the assessment of intervention feasibility. Most of the reviewed research (67%) did not specify the theoretical framework that guided the intervention, hindering clear interpretation of findings and clinical implications. From this review, it is not known exactly how effective motivational interviewing and text messaging interventions are long-term; however, there is a definite trend toward significant, positive findings in shortterm smoking behavior change outcomes.Four out of 12 studies reported a theoretical framework used in the design of the intervention and/or selection of the corresponding outcome variables: three were motivational interviewing studies and one was a text message intervention. Among the motivational interviewing studies, Audrain-McGovern and colleagues (2011) used the Transtheoretical Model (Prochaska & DiClemente, 1983)  as the basis for their models of smoking behavior change. Pardavila-Belio and colleagues (2015) consulted The Theory of Triadic Influence (Flay, Snyder & Petraitis, 2009)  in their intervention design and Prochaska's model of Stages of Change"
    },
    {
      "text": "interventions have strong potential for college student smoking cessation modalities, yet more research is necessary, particularly with the integrated interventions. Baseline characteristics of participants were consistent with those of college cigarette smokers, strengthening the ability to generalize the findings and explore the possibility of bringing these two separate interventions together. However, the use of multiple components and the differences in the design of the interventions hinder the effort to identify a single effective evidence-based approach for college student smoking behavior change. As technology-integrated health care continues to progress, future research using theoretically rigorous methods is critical to guide best practice in mobile telephone-based smoking cessation interventions."
    },
    {
      "text": "few smoking behavior interventions designed specifically to assist the alarmingly high number of college students who smoke. There are currently no studies that examine adaptation of motivational interviewing to text messages delivered by a trained interventionist as a secondary prevention effort. Conducting and testing this innovative approach among college students who smoke could add to the body of evidence on smoking behavior interventions in young adults and may inform the decision to move forward with inclusion of mobile phone-based smoking cessation interventions tailored specifically to college campuses. This trial could be among the first to assess the effect of fully personalized, motivational-interviewing-informed text messaging intervention on smoking cessation among young adults in the college setting."
    },
    {
      "text": "Figure 4. Study Selection Flow Diagram"
    },
    {
      "text": "The two widely accepted standard measures of nicotine dependence are the American Psychiatric Association's (2000) Diagnostic and Statistical Manual of Mental Disorders (Fourth Edition) (DSM-IV) and the World Health Organization's (1990) International Classification of Disease (ICD). The DSM-IV-TR assesses seven features of clinical substance dependence, with smokers meeting three of the seven criteria qualifying for a nicotine dependence diagnosis. These criteria include tolerance, withdrawal, loss of control, persistent desire to use, neglect of other activities, excessive time allocation, and persistence despite harm (APA, 2000). The ICD-10 is composed of the first five criteria of the DSM but also includes compulsion to use (World Health Organization [WHO], 1990"
    },
    {
      "text": "the slowly diminishing normative nature of smoking in the United States, a unique window of opportunity is being opened for research and facilitation of a lasting change in health and wellness of young adults and the broader community. Cultural values and social beliefs are crucial in the determination of human behavior. Proper measurement of the physiologic processes behind the compulsive engagement in cigarette smoking may enhance understanding of such complex societal phenomenon and provide a more comprehensive strategy for further investigations in the field."
    },
    {
      "text": "in cognitive parameters of behavior regulation (psychological needs satisfaction, autonomous motivation, smoking self-efficacy, and readiness to quit) of the students measured at baseline (T1), immediately after completion of the intervention (T2), and at a 2-week post-intervention follow-up (T3). Repeated measures ANOVA was also used to evaluate changes in students' smoking behavior (number of cigarettes smoked per day and severity of nicotine addiction), measured at baseline, after participation in the intervention, and at the 2-week post-intervention follow-up.Hierarchical multiple regression analysis was used to identify behavior regulation predictors of change in smoking behavior (number of cigarettes smoked per day) of the college students. The repeated measures design of the study may have introduced regression toward the mean in the outcome variable; to address this threat baseline scores of the number of cigarettes smoked per day were forced into the model as a confounding variable (block 1). Further, to lower the risk of a Type II error due to the potential of suppressor effects, the backward elimination method was used (block 2). Change scores were computed to identify the changes in the behavior regulation and behavior parameters from baseline -T1 to the end of the study -T3 (follow up). All of the ordinal and interval level demographic variables measured at baseline were examined to identify potential confounders. Inspection of the correlations among the study variables revealed that smoking cessation self-efficacy, relatedness need satisfaction, and the number of close friends who smoke were negatively correlated with the number of cigarettes students smoked per day (Table"
    },
    {
      "text": "for the number of close friends smoking, relatedness need satisfaction, and smoking cessation self-efficacy, respectively). A review of the plot of the standardized residuals against standardized predicted values revealed a random and evenly dispersed pattern, indicating that assumptions of linearity and homoscedasticity were met. The histogram and normal probability plot of the residuals presented a roughly normal distribution. Scatterplots of the residuals showed no major abnormally spaced out clouds and no evident outliers, supporting linear relationships and homoscedasticity of the data.Test results indicated good model fit (Durbin Watson statistic = 1.9). The model with three predictors explained 17% of the variance in the number of cigarettes students smoked per day, controlling for the baseline smoking behavior (F(4, 28) = 22.66, p < .05).Examining contribution of each of the independent variables to the model's predictive power, only smoking cessation self-efficacy was a significant independent predictor of the number of cigarettes smoked per day, when the overlapping effects of other model variables have been statistically removed. Part correlation coefficient (-.35) indicated that 12% of total variance in the outcome, as accounted for by the model, is uniquely explained by the smoking cessation self-efficacy predictor. The model predicted that for one unit increase in self-efficacy scores, the students experienced a .35 unit decrease in the number of cigarettes smoked per day, holding the effects of the number of friends who smoke and the relatedness need satisfaction constant (Table"
    },
    {
      "text": "and efficient intervention for college students who smoke. With digitization of health records, the ability to provide health services remotely has potential to reach large number of college students who may not seek traditional smoking cessation. A text message-based motivational interviewing intervention targeting smoking cessation is an attractive alternative that is feasible to deliver; the early user acceptability data is encouraging. This new application of an evidence-based smoking cessation program may shift current practice paradigms by utilizing unique approach to upstream primary and secondary prevention interventions delivery to a hard-to-reach population. It is imperative that the research and clinical communities place greater attention on the smoking cessation interventions in college students."
    },
    {
      "text": "and dynamic construct in health behavior research (de Vries, 2016) . Study findings imply that it could be beneficial to have a recurring engagement program with iMI to boost smoking cessation self-efficacy available to students throughout the college years. In addition, MI skills could also be taught to college students through intensive training sessions and role-plays. Actively involving college students in administration of the program may be an appropriate way to stimulate cessation self-efficacy, especially in those susceptible to social pressure. Future research should attempt to increase understanding of the interplay between cognitive parameters of behavior regulation and smoking behavior and provide recommendations for future smoking cessation interventions for college students. It would also be worthwhile to further investigate interventional conditions in which smoking cessation self-efficacy predicts college student smoking. Although the results of the study present short-term effects as promising, long-term follow-up assessment of college student smoking behavior is needed to gain additional understanding of the underlying mechanisms that drive behavior change."
    },
    {
      "text": "Figure 5. Health Consequences Associated with Cigarette Smoking"
    },
    {
      "text": "Summary of the Effects of Motivational Interviewing on Smoking Behavior inAdolescents and Young Adults 2011-2016"
    },
    {
      "text": "Summary of the Effects of Text Messaging Interventions on Smoking Behavior in Adolescents and Young Adults"
    },
    {
      "text": "Nicotine Dependence Scales Classified along DSM-V Criteria of Tobacco Addiction"
    },
    {
      "text": "Select Publications and Psychometric Properties of Three Measures of Nicotine Dependence"
    },
    {
      "text": "Strengths and Weaknesses of the Three Nicotine Dependence Measures"
    },
    {
      "text": "List of Select Need-supportive Behaviors Derived from Self-Determination Theory (SDT) and the Corresponding Motivational Interviewing (MI) Strategies."
    },
    {
      "text": "Hierarchical Multiple Regression Analysis Predicting Number of Cigarettes Smoked Per Day by College Students(N = 33)"
    },
    {
      "text": "Backward Elimination Regression Analysis for Predictors of Number of Cigarettes Smoked Per Day by College Students(N = 33)"
    }
  ],
  "references": [
    {
      "title": "Stages of change versus addiction: A replication and extension",
      "authors": [
        "D Abrams",
        "T Herzog",
        "K Emmons",
        "L Linnan"
      ],
      "year": 2000
    },
    {
      "title": "Assessment II: Undergraduate students. Reference group executive summary",
      "year": 2015
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 1980,
      "doi": "10.1007/springerreference_179660"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2000,
      "doi": "10.1176/appi.books.9780890423349"
    },
    {
      "title": "Diagnostic and statistical manual of mental disorders",
      "year": 2013,
      "doi": "10.1007/s11019-013-9529-6"
    },
    {
      "title": "Convergent and concurrent validity of the Contemplation Ladder and URICA scales",
      "authors": [
        "N Amodei",
        "R Lamb"
      ],
      "year": 2004,
      "doi": "10.1016/j.drugalcdep.2003.11.005"
    },
    {
      "title": "Motivational Interviewing in the treatment of psychological problems",
      "authors": [
        "H Arkowitz",
        "H Westra",
        "W Miller",
        "S Rollnick"
      ],
      "year": 2008
    },
    {
      "title": "The efficacy of motivational interviewing versus brief advice for adolescent smoking behavior change",
      "authors": [
        "J Audrain-Mcgovern",
        "S Stevens",
        "P Murray",
        "S Kinsman",
        "A Zuckoff",
        "J Pletcher",
        ". Wileyto"
      ],
      "year": 2011,
      "doi": "10.1542/peds.2010-2174"
    },
    {
      "title": "Smoking and female infertility: A systematic review and meta-analysis",
      "authors": [
        "C Augood",
        "K Duckitt",
        "A Templeton"
      ],
      "year": 1998,
      "doi": "10.1093/humrep/13.6.1532"
    },
    {
      "title": "Smoking, drinking, and drug use in young adulthood: The impacts of new freedoms and new responsibilities",
      "authors": [
        "J Bachman",
        "K Wadsworth",
        "P O'malley",
        "L Johnston",
        "J Schulenberg"
      ],
      "year": 1997
    },
    {
      "title": "Cigarette smoking and the onset and persistence of panic attacks during mid-adulthood in the United States: 1994-2005",
      "authors": [
        "J Bakhshaie",
        "M Zvolensky",
        "R Goodwin"
      ],
      "year": 2016,
      "doi": "10.4088/jcp.14m09290"
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Social cognitive theory of self-regulation",
      "authors": [
        "A Bandura"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978(91)90022-l"
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "Mobile phone messaging in health care -Where are we now",
      "authors": [
        "I Bäck",
        "K Mäkelä"
      ],
      "year": 2012,
      "doi": "10.4172/2165-7866.1000106"
    },
    {
      "title": "Treating tobacco addictionnicotine or no nicotine?",
      "authors": [
        "N Benowitz"
      ],
      "year": 1997
    },
    {
      "title": "Compensatory smoking of low-yield cigarettes",
      "authors": [
        "N Benowitz"
      ],
      "year": 2001
    },
    {
      "title": "Smoking frequency among current college student smokers: Distinguishing characteristics and factors related to readiness to quit smoking",
      "authors": [
        "C Berg",
        "P Ling",
        "R Hayes",
        "E Berg",
        "N Nollen",
        "E Nehl",
        ". Ahluwalia"
      ],
      "year": 2012,
      "doi": "10.1093/her/cyr106"
    },
    {
      "title": "College student reactions to health warning labels: Sociodemographic and psychosocial factors related to perceived effectiveness of different approaches",
      "authors": [
        "C Berg",
        "J Thrasher",
        "J Westmaas",
        "T Buchanan",
        "E Pinsker",
        "J Ahluwalia"
      ],
      "year": 2011,
      "doi": "10.1016/j.ypmed.2011.09.006"
    },
    {
      "title": "Depression and substance abuse and dependency in relation to current smoking status and frequency of smoking among nondaily and daily smokers",
      "authors": [
        "C Berg",
        "H Wen",
        "J Cummings",
        "J Ahluwalia",
        "B Druss"
      ],
      "year": 2013,
      "doi": "10.1111/j.1521-0391.2013.12041.x"
    },
    {
      "title": "Volitional processes and daily smoking: Examining inter-and intraindividual associations around a quit attempt",
      "authors": [
        "C Berli",
        "S Ochsner",
        "G Stadler",
        "N Knoll",
        "R Hornung",
        "U Scholz"
      ],
      "year": 2015,
      "doi": "10.1007/s10865-014-9598-x"
    },
    {
      "title": "Self-efficacy mediates the impact of craving on smoking abstinence in low to moderately anxious patients: results of a moderated mediation approach",
      "authors": [
        "N Berndt",
        "A Hayes",
        "P Verboon",
        "L Lechner",
        "C Bolman",
        "H De Vries"
      ],
      "year": 2013,
      "doi": "10.1037/a0028737"
    },
    {
      "title": "The Contemplation Ladder: Validation of a measure of readiness to consider smoking cessation",
      "authors": [
        "L Biener",
        "D Abrams"
      ],
      "year": 1991,
      "doi": "10.1037//0278-6133.10.5.360"
    },
    {
      "title": "The role of self-efficacy, adaptive coping, and smoking urges in long-term cessation outcomes",
      "authors": [
        "C Blevins",
        "S Farris",
        "R Brown",
        "D Strong",
        "A Abrantes"
      ],
      "year": 2016,
      "doi": "10.1097/adt.0000000000000087"
    },
    {
      "title": "User preferences for a text message-based smoking cessation intervention",
      "authors": [
        "B Bock",
        "K Heron",
        "E Jennings",
        "J Magee",
        "K Morrow"
      ],
      "year": 2013,
      "doi": "10.1177/1090198112463020"
    },
    {
      "title": "Beyond quitting: Predictors of teen smoking cessation, reduction and acceleration following a school-based intervention",
      "authors": [
        "S Branstetter",
        "K Horn",
        "G Dino",
        "J Zhang"
      ],
      "year": 2009,
      "doi": "10.1016/j.drugalcdep.2008.07.011"
    },
    {
      "title": "A review of the evidence on technology-based interventions for the treatment of tobacco dependence in college health",
      "authors": [
        "J Brown"
      ],
      "year": 2013,
      "doi": "10.1111/wvn.12000"
    },
    {
      "title": "Reliability and validity of the Personal Wellness Profile (PWP) Questionnaire in African American college women",
      "authors": [
        "S Brown",
        "P Geiselman",
        "A Copeland",
        "C Gordon",
        "A Richard-Eaglin"
      ],
      "year": 2008
    },
    {
      "title": "Longitudinal care improves cessation in smokers who do not initially respond to treatment by increasing cessation self-efficacy, satisfaction, and readiness to quit: A mediated moderation analysis",
      "authors": [
        "R Burns",
        "A Rothman",
        "S Fu",
        "B Lindgren",
        "D Vock",
        "A Joseph"
      ],
      "year": 2016,
      "doi": "10.1007/s12160-015-9732-1"
    },
    {
      "title": "Evidence-based smoking cessation for college students",
      "authors": [
        "K Butler",
        "A Fallin",
        "S Ridner"
      ],
      "year": 2012,
      "doi": "10.1016/j.cnur.2011.10.007"
    },
    {
      "title": "Adolescent smoking cessation",
      "authors": [
        "D Camenga",
        "J Klein"
      ],
      "year": 2004
    },
    {
      "title": "The Toll of Tobacco in Kentucky. Toll of Tobacco in the United States",
      "year": 2016,
      "doi": "10.1136/tc.8.2.221"
    },
    {
      "title": "A systematic review of longitudinal population-based studies on the predictors of smoking cessation in adolescent and young adult smokers",
      "authors": [
        "S Cengelli",
        "J O'loughlin",
        "B Lauzon",
        "J Cornuz"
      ],
      "year": 2012,
      "doi": "10.1136/tc.2011.044149"
    },
    {
      "title": "Tobacco use: Targeting the nation's leading killer",
      "year": 2011
    },
    {
      "title": "Current cigarette smoking among adults -United States, 2005 -2014",
      "year": 2015,
      "doi": "10.15585/mmwr.mm6444a2"
    },
    {
      "title": "The health consequences of moking -50 years of progress. Smoking & Tobacco Use",
      "year": 2014,
      "doi": "10.1037/e308782004-001"
    },
    {
      "title": "Use of the Fagerstrӧm Tolerance Questionnaire for measuring nicotine dependence among adolescent smokers in China: A pilot test",
      "authors": [
        "X Chen",
        "H Zheng",
        "S Sussman",
        "J Gong",
        "A Stacy",
        "J Xia",
        "C Johnson"
      ],
      "year": 2002,
      "doi": "10.1037//0893-164x.16.3.260"
    },
    {
      "title": "Stages of smoking acquisition of young Taiwanese adolescents: Self-efficacy and decisional balance",
      "authors": [
        "H Chen",
        "S Horner",
        "M Percy",
        "J Sheu"
      ],
      "year": 2008,
      "doi": "10.1002/nur.20236"
    },
    {
      "title": "Brief motivational interviewing in a hospital setting for adolescent smoking: A preliminary study",
      "authors": [
        "S Colby",
        "P Monti",
        "N Barnett",
        "D Rohsenow",
        "K Weissman",
        "A Spirito",
        ". Lewander"
      ],
      "year": 1998
    },
    {
      "title": "Brief motivational intervention for adolescent smokers in medical settings",
      "authors": [
        "S Colby",
        "P Monti",
        "O'leary",
        "T Tevyaw",
        "N Barnett",
        "A Spirito",
        "D Rohsenow",
        ". Lewander"
      ],
      "year": 2005,
      "doi": "10.1016/j.addbeh.2004.10.001"
    },
    {
      "title": "Enhanced motivational interviewing versus brief advice for adolescent smoking cessation: Results from a randomized clinical trial",
      "authors": [
        "S Colby",
        "J Nargiso",
        "T Tevyaw",
        "N Barnett",
        "J Metrik",
        "W Lewander",
        ". Monti"
      ],
      "year": 2012,
      "doi": "10.1016/j.addbeh.2012.03.011"
    },
    {
      "title": "Measuring nicotine dependence among youth: A review of available approaches and instruments",
      "authors": [
        "S Colby",
        "S Tiffany",
        "S Shiffman",
        "R Niaura"
      ],
      "year": 2000,
      "doi": "10.1016/s0376-8716(99)00163-5"
    },
    {
      "title": "College Tobacco Facts",
      "year": 2016,
      "doi": "10.18332/tpc/150916"
    },
    {
      "title": "Text messaging as a tool for behavior change in disease prevention and management",
      "authors": [
        "H Cole-Lewis",
        "T Kershaw"
      ],
      "year": 2010,
      "doi": "10.1093/epirev/mxq004"
    },
    {
      "title": "Comparing the predictive validity of five cigarette dependence questionnaires",
      "authors": [
        "D Courvoisier",
        "J Etter"
      ],
      "year": 2010,
      "doi": "10.1016/j.drugalcdep.2009.09.011"
    },
    {
      "title": "Smoking cessation in cardiac patients: The influence of action plans, coping plans and self-efficacy on quitting smoking",
      "authors": [
        "N De Hoog",
        "C Bolman",
        "N Berndt",
        "E Kers",
        "A Mudde",
        "H De Vries",
        "L Lechner"
      ],
      "year": 2016,
      "doi": "10.1093/her/cyv100"
    },
    {
      "title": "Self-efficacy: Skip the main factor paradigm! A comment on Williams and Rhodes (2016)",
      "authors": [
        "H De Vries"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2016.1163234"
    },
    {
      "title": "Is all risk bad? Young adult cigarette smokers fail to take adaptive risk in a laboratory decisionmaking test",
      "authors": [
        "A Dean",
        "C Sugar",
        "G Hellemann",
        "E London"
      ],
      "year": 2011,
      "doi": "10.1007/s00213-011-2182-y"
    },
    {
      "title": "The \"What\" and \"Why\" of Goal Pursuits: Human Needs and the Self-Determination of Behavior",
      "authors": [
        "E Deci",
        "R Ryan"
      ],
      "year": 2000,
      "doi": "10.1207/s15327965pli1104_01"
    },
    {
      "title": "Preventing smoking relapse using text messages: Analysis of data from the txt2stop trial",
      "authors": [
        "K Devries",
        "M Kenward",
        "C Free"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts086"
    },
    {
      "title": "The Autonomy Over Smoking Scale",
      "authors": [
        "J Difranza",
        "R Wellman",
        "W Ursprung",
        "C Sabiston"
      ],
      "year": 2009
    },
    {
      "title": "Development of symptoms of tobacco dependence in youths: 30-month follow-up data from the DANDY study",
      "authors": [
        "J Difranza",
        "J Savageau",
        "N Rigotti",
        "K Fletcher",
        "J Ockene",
        "A Mcneil"
      ],
      "year": 2002,
      "doi": "10.1136/tc.11.3.228"
    },
    {
      "title": "Measuring the loss of autonomy over nicotine use in adolescents: The DANDY (Development and Assessment of Nicotine Dependence in Youths) study",
      "authors": [
        "J Difranza",
        "J Savageau",
        "K Fletcher",
        "J Ockene",
        "N Rigotti",
        "A Mcneill",
        ". Wood"
      ],
      "year": 2002,
      "doi": "10.1001/archpedi.156.4.397"
    },
    {
      "title": "A Test of Self-Determination Theory in the Exercise Domain",
      "authors": [
        "J Edmunds",
        "N Ntoumanis",
        "J Duda"
      ],
      "year": 2006,
      "doi": "10.1111/j.0021-9029.2006.00102.x"
    },
    {
      "title": "Development and validation of a scale measuring self-efficacy of current and former smokers",
      "authors": [
        "J Etter",
        "M Bergman",
        "J Humair",
        "T Perneger"
      ],
      "year": 2000,
      "doi": "10.1046/j.1360-0443.2000.9569017.x"
    },
    {
      "title": "Trying to stop smoking: Effects of perceived addiction, attributions for failure, and expectancy for success",
      "authors": [
        "J Eiser",
        "J Van Der Plight",
        "M Raw",
        "S Sutton"
      ],
      "year": 1985
    },
    {
      "title": "Comparing validity of the Cigarette Dependence Scale and the Fagerstrӧm Test for Nicotine Dependence",
      "authors": [
        "J Etter"
      ],
      "year": 2008,
      "doi": "10.1016/j.drugalcdep.2008.01.017"
    },
    {
      "title": "Testing the Cigarette Dependence Scale in 4 samples of daily smokers: Psychiatric clinics, smoking cessation clinics, a smoking cessation website and in the general population",
      "authors": [
        "J Etter",
        "J Le Houezec",
        "P Huguelet",
        "M Etter"
      ],
      "year": 2009,
      "doi": "10.1016/j.addbeh.2008.12.002"
    },
    {
      "title": "A self-administered questionnaire to measure dependence on cigarettes: The Cigarette Dependence Scale",
      "authors": [
        "J Etter",
        "J Le Houezec",
        "T Perneger"
      ],
      "year": 2003,
      "doi": "10.1038/sj.npp.1300030"
    },
    {
      "title": "Validity of the Fagerstrӧm Test for Nicotine Dependence and of the Heaviness of Smoking Index among relatively light smokers",
      "authors": [
        "J Etter",
        "T Vu Duc",
        "T Perneger"
      ],
      "year": 1999,
      "doi": "10.1046/j.1360-0443.1999.94226910.x"
    },
    {
      "title": "Nicotine self-medication of cognitive-attentional processing",
      "authors": [
        "D Evans",
        "D Drobes"
      ],
      "year": 2009,
      "doi": "10.1111/j.1369-1600.2008.00130.x"
    },
    {
      "title": "Smoking initiation and smoking patterns among US college students",
      "authors": [
        "S Everett",
        "C Husten",
        "L Kann",
        "C Warren",
        "D Sharp",
        "L Crossett"
      ],
      "year": 1999
    },
    {
      "title": "Measuring degree of physical dependency to tobacco smoking with reference to individualization of treatment",
      "authors": [
        "K Fagerstrӧm"
      ],
      "year": 1978,
      "doi": "10.1016/0306-4603(78)90024-2"
    },
    {
      "title": "Addiction. The Free Medical Dictionary",
      "year": 2013,
      "doi": "10.31525/ct1-nct04098601"
    },
    {
      "title": "G*Power 3: A flexible statistical power analysis program for the social, behavioral, and biomedical sciences",
      "authors": [
        "F Faul",
        "E Erdfelder",
        "A Lang",
        "A Buchner"
      ],
      "year": 2007
    },
    {
      "title": "Treating Tobacco Use and Dependence: 2008 Update. Clinical Practice Guideline",
      "authors": [
        "M Fiore",
        "C Jaen",
        "T Baker",
        "W Bailey",
        "N Benowitz",
        "S Curry",
        ". Wewers"
      ],
      "year": 2008
    },
    {
      "title": "The theory of triadic influence",
      "authors": [
        "B Flay",
        "F Snyder",
        "J Petraitis"
      ],
      "year": 2009
    },
    {
      "title": "Depressive symptoms and smokers' perceptions of lung cancer risk: Moderating effects of tobacco dependence",
      "authors": [
        "A Floyd",
        "J Westmaas",
        "V Targhetta",
        "A Moyer"
      ],
      "year": 2009,
      "doi": "10.1016/j.addbeh.2008.10.006"
    },
    {
      "title": "A selfdetermination process model of physical activity adoption in the context of a randomized controlled trial",
      "authors": [
        "M Fortier",
        "S Sweet",
        "T O'sullivan",
        "G Williams"
      ],
      "year": 2007,
      "doi": "10.1016/j.psychsport.2006.10.006"
    },
    {
      "title": "Inhibition of monoamine oxidase B in the brains of smokers",
      "authors": [
        "J Fowler",
        "N Volkow",
        "G Wang",
        "N Pappas",
        "J Logan",
        "D Macgregor"
      ],
      "year": 1996
    },
    {
      "title": "Smoking cessation support delivered via mobile phone text messaging (txt2stop): A single-blind, randomised trial",
      "authors": [
        "C Free",
        "R Knight",
        "S Robertson",
        "R Whittaker",
        "P Edwards",
        "W Zhou",
        ". Roberts"
      ],
      "year": 2011,
      "doi": "10.1016/s0140-6736(11)60701-0"
    },
    {
      "title": "The Role of Autonomy Support and Autonomy Orientation in Prosocial Behavior Engagement",
      "authors": [
        "M Gagné"
      ],
      "year": 2003,
      "doi": "10.1023/a:1025007614869"
    },
    {
      "title": "Parental migration, selfefficacy and cigarette smoking among rural adolescents in south China",
      "authors": [
        "Y Gao",
        "L Li",
        "E Chan",
        "J Lau",
        "S Griffiths"
      ],
      "year": 2013,
      "doi": "10.1371/journal.pone.0057569"
    },
    {
      "title": "Tobacco: A cultural history of how an exotic plant seduced civilization",
      "authors": [
        "I Gately"
      ],
      "year": 2001
    },
    {
      "title": "Evidence-based interventions for preventing substance use disorders in adolescents",
      "authors": [
        "K Griffin",
        "G Botvin"
      ],
      "year": 2010,
      "doi": "10.1016/j.chc.2010.03.005"
    },
    {
      "title": "Long-term outcomes of a cell phone-delivered intervention for smokers living with HIV/AIDS",
      "authors": [
        "E Gritz",
        "H Danysh",
        "F Fletcher",
        "I Tami-Maury",
        "M Fingeret",
        "R King",
        ". Vidrine"
      ],
      "year": 2013,
      "doi": "10.1093/cid/cit349"
    },
    {
      "title": "Maternal smoking in pregnancy and birth defects: A systematic review based on 173 687 malformed cases and 11.7 million controls",
      "authors": [
        "A Hackshaw",
        "C Rodeck",
        "S Boniface"
      ],
      "year": 2011,
      "doi": "10.1093/humupd/dmr022"
    },
    {
      "title": "Motivational predictors of change in oral health: An experimental test of Self-Determination Theory",
      "authors": [
        "A Halvari",
        "H Halvari"
      ],
      "year": 2006,
      "doi": "10.1007/s11031-006-9035-8"
    },
    {
      "title": "Stages and processes of smoking cessation among adolescents",
      "authors": [
        "O Ham"
      ],
      "year": 2007,
      "doi": "10.1177/0193945906295528"
    },
    {
      "title": "Motivational interviewing for smoking cessation in college students: A group randomized controlled trial",
      "authors": [
        "K Harris",
        "D Catley",
        "G Good",
        "N Cronk",
        "S Harrar",
        "K Williams"
      ],
      "year": 2010,
      "doi": "10.1016/j.ypmed.2010.08.018"
    },
    {
      "title": "Efficacy of interventions to combat tobacco addiction: Cochrane update of 2012 reviews",
      "authors": [
        "J Hartmann-Boyce",
        "L Stead",
        "K Cahill",
        "T Lancaster"
      ],
      "year": 2013,
      "doi": "10.1111/add.12291"
    },
    {
      "title": "Research electronic data capture (REDCap) -a metadata-driven methodology and workflow process for providing translational research informatics support",
      "authors": [
        "P Harris",
        "R Taylor",
        "R Thielke",
        "J Payne",
        "N Gonzalez",
        "J Conde"
      ],
      "year": 2009,
      "doi": "10.1016/j.jbi.2008.08.010"
    },
    {
      "title": "Continuous individual support of smoking cessation using text messaging: A pilot experimental study",
      "authors": [
        "S Haug",
        "C Meyer",
        "G Schorr",
        "S Bauer",
        "U John"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp084"
    },
    {
      "title": "The Fagerstrom Test for Nicotine Dependence: A revision of the Fagerstrom Tolerance Questionnaire",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker",
        "K Fagerstrom"
      ],
      "year": 1991,
      "doi": "10.1111/j.1360-0443.1991.tb01879.x"
    },
    {
      "title": "Measuring the heaviness of smoking: Using self-reported time to the first cigarette of the day and number of cigarettes smoked per day",
      "authors": [
        "T Heatherton",
        "L Kozlowski",
        "R Frecker",
        "W Rickert",
        "J Robinson"
      ],
      "year": 1989
    },
    {
      "title": "Efficacy of motivational interviewing for smoking cessation: a systematic review and meta-analysis",
      "authors": [
        "C Heckman",
        "B Egleston",
        "M Hofmann"
      ],
      "year": 2010,
      "doi": "10.1136/tc.2009.033175"
    },
    {
      "title": "A motivational intervention to reduce cigarette smoking among college students: Overview and exploratory investigation",
      "authors": [
        "K Herman",
        "B Fahnlander"
      ],
      "year": 2003,
      "doi": "10.1002/j.2161-1882.2003.tb00226.x"
    },
    {
      "title": "Are most precontemplators contemplating smoking cessation? Assessing the validity of the stages of change",
      "authors": [
        "T Herzog",
        "C Blagg"
      ],
      "year": 2007,
      "doi": "10.1037/0278-6133.26.2.222"
    },
    {
      "title": "Motivational interviewing",
      "authors": [
        "J Hettema",
        "J Steele",
        "W Miller"
      ],
      "year": 2005,
      "doi": "10.1146/annurev.clinpsy.1.102803.143833"
    },
    {
      "title": "Psychometric testing of the Chinese version of the Hooked on Nicotine Checklist in adolescents",
      "authors": [
        "C Huang",
        "C Cheng",
        "H Lin",
        "C Lu"
      ],
      "year": 2009
    },
    {
      "title": "Concordance of different measures of nicotine dependence: Two pilot studies",
      "authors": [
        "J Hughes",
        "A Oliveto",
        "R Riggs",
        "M Kenny",
        "A Liguori",
        "J Pillitteri",
        "M Maclaughlin"
      ],
      "year": 2004
    },
    {
      "title": "Predictors of cessation in a cohort of current and former smokers followed over 13 years",
      "authors": [
        "A Hyland",
        "Q Li",
        "J Bauer",
        "G Giovino",
        "C Steger",
        "M Cummins"
      ],
      "year": 2004
    },
    {
      "title": "SPSS® software from",
      "authors": [
        "Ibm®"
      ],
      "year": 2013
    },
    {
      "title": "21st-century hazards of smoking and benefits of cessation in the United States",
      "authors": [
        "P Jha",
        "C Ramasundarahettige",
        "V Landsman",
        "B Rostron",
        "M Thun",
        "R Anderson",
        ". Peto"
      ],
      "year": 2013,
      "doi": "10.1056/NEJMsa1211128"
    },
    {
      "title": "Self-efficacy to refrain from smoking predicted by major depression and nicotine dependence",
      "authors": [
        "U John",
        "C Meyer",
        "H Rumpf",
        "U Hapke"
      ],
      "year": 2004,
      "doi": "10.1016/j.addbeh.2004.02.053"
    },
    {
      "title": "Measuring basic needs satisfaction: Evaluating previous research and conducting new psychometric evaluations of the Basic Needs Satisfaction in General Scale",
      "authors": [
        "M Johnston",
        "S Finney"
      ],
      "year": 2010,
      "doi": "10.1016/j.cedpsych.2010.04.003"
    },
    {
      "title": "Critical review and analysis of smoking addiction measures",
      "authors": [
        "A Jorayeva",
        "L Hall",
        "S Ridner"
      ],
      "year": 2015
    },
    {
      "title": "Chase Person-to-Person Quick Pay",
      "authors": [
        "Jpmorgan Chase",
        "& Co"
      ],
      "year": 2013
    },
    {
      "title": "Extent of smoking and nicotine dependence in the United States 1991 -1993",
      "authors": [
        "D Kandel",
        "K Chen"
      ],
      "year": 2000
    },
    {
      "title": "Cigarette abstinence impairs memory and metacognition despite administration of 2 mg nicotine gum",
      "authors": [
        "W Kelemen",
        "E Fulton"
      ],
      "year": 2008,
      "doi": "10.1037/a0014246"
    },
    {
      "title": "Expectancy and pharmacology influence the subjective effects of nicotine in a balanced-placebo design",
      "authors": [
        "W Kelemen",
        "F Kaighobadi"
      ],
      "year": 2007,
      "doi": "10.1037/1064-1297.15.1.93"
    },
    {
      "title": "Quit Now Kentucky",
      "year": 2013
    },
    {
      "title": "Impact of a board-game approach on current smokers: A randomized controlled trial",
      "authors": [
        "Y Khazaal",
        "A Chatton",
        "R Prezzemolo",
        "F Zebouni",
        "Y Edel",
        "J Jacquet",
        ". Zullino"
      ],
      "year": 2013,
      "doi": "10.1186/1747-597X-8-3"
    },
    {
      "title": "Influence of stress, self-efficacy for smoking cessation, smoking temptation and nicotine dependency in male college students who smoke",
      "authors": [
        "N.-J Kim",
        "H.-S Hong"
      ],
      "year": 2016,
      "doi": "10.7586/jkbns.2016.18.1.1"
    },
    {
      "title": "Relationship between lung cancer, cigarette smoking, inhalation and personality",
      "authors": [
        "D Kissen"
      ],
      "year": 1964,
      "doi": "10.1111/j.2044-8341.1964.tb01988.x"
    },
    {
      "title": "Mechanisms of adolescent smoking cessation: Roles of readiness to quit, nicotine dependence, and smoking of parents and peers",
      "authors": [
        "M Kleinjan",
        "R Engels",
        "J Van Leeuwe",
        "J Brug",
        "R Van Zundert",
        "R Van Den Eijnden"
      ],
      "year": 2009,
      "doi": "10.1016/j.drugalcdep.2008.08.002"
    },
    {
      "title": "Smokers' thoughts and worries: A study using ecological momentary assessment",
      "authors": [
        "A Koblitz",
        "R Magnan",
        "K Mccaul",
        "H O'neill",
        "R Crosby",
        "A Dillard"
      ],
      "year": 2009,
      "doi": "10.1037/a0014779"
    },
    {
      "title": "Healthcare via cell phones: A systematic review",
      "authors": [
        "S Krishna",
        "S Boren",
        "E Balas"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0099"
    },
    {
      "title": "Drinking, smoking, and educational achievement: Cross-lagged associations from adolescence to adulthood",
      "authors": [
        "A Latvala",
        "R Rose",
        "L Pulkkinen",
        "D Dick",
        "T Korhonen",
        "J Kaprio"
      ],
      "year": 2014,
      "doi": "10.1016/j.drugalcdep.2014.01.016"
    },
    {
      "title": "Improving understanding of the quitting process: Psychological predictors of quit attempts versus smoking cessation maintenance among college students",
      "authors": [
        "H Lee",
        "D Catley",
        "K Harris"
      ],
      "year": 2014,
      "doi": "10.3109/10826084.2014.901386"
    },
    {
      "title": "The effects of auricular acupressure on smoking cessation for male college students",
      "authors": [
        "S Lee",
        "H Park"
      ],
      "year": 2016,
      "doi": "10.1177/0193945916660080"
    },
    {
      "title": "Cell phones and American adults",
      "authors": [
        "A Lenhart"
      ],
      "year": 2010,
      "doi": "10.1063/pt.5.024705"
    },
    {
      "title": "An evaluation of the psychometric properties of the Smoking Self-Efficacy Questionnaire (SEQ-12) among Chinese cardiac patients who smoke",
      "authors": [
        "D Leung",
        "S Chan",
        "C Lau",
        "V Wong",
        "T Lam"
      ],
      "year": 2008,
      "doi": "10.1080/14622200802238928"
    },
    {
      "title": "Anxiety, depression, and cigarette smoking: A transdiagnostic vulnerability framework to understanding emotionsmoking comorbidity",
      "authors": [
        "A Leventhal",
        "M Zvolensky"
      ],
      "year": 2015,
      "doi": "10.1037/bul0000003"
    },
    {
      "title": "Validating the theoretical structure of the Treatment Self-Regulation Questionnaire (TSRQ) across three different health behaviors",
      "authors": [
        "C Levesque",
        "G Williams",
        "D Elliot",
        "M Pickering",
        "B Bodenhamer",
        "P Finley"
      ],
      "year": 2007,
      "doi": "10.1093/her/cyl148"
    },
    {
      "title": "Cigarette smoking and risk of completed suicide: A meta-analysis of prospective cohort studies",
      "authors": [
        "D Li",
        "X Yang",
        "Z Ge",
        "Y Hao",
        "Q Wang",
        "F Liu",
        ". Huang"
      ],
      "year": 2012,
      "doi": "10.1016/j.jpsychires.2012.03.013"
    },
    {
      "title": "Exercise facilitates smoking cessation indirectly via improvements in smoking-specific self-efficacy: Prospective cohort study among a national sample of young smokers",
      "authors": [
        "P Loprinzi",
        "C Wolfe",
        "J Walker"
      ],
      "year": 2015,
      "doi": "10.1016/j.ypmed.2015.08.011"
    },
    {
      "title": "The effectiveness and applicability of motivational interviewing: A practice-friendly review of four meta-analyses",
      "authors": [
        "B Lundahl",
        "B Burke"
      ],
      "year": 2009,
      "doi": "10.1002/jclp.20638"
    },
    {
      "title": "mHealth for mental health: Integrating smartphone technology in behavioral healthcare",
      "authors": [
        "D Luxton",
        "R Mccann",
        "N Bush",
        "M Mishkind",
        "G Reger"
      ],
      "year": 2011,
      "doi": "10.1037/a0024485"
    },
    {
      "title": "Motivational Interviewing and smoking behaviors: A critical appraisal and literature review of selected cessation initiatives",
      "authors": [
        "T Mantler",
        "J Irwin",
        "D Morrow"
      ],
      "year": 2012,
      "doi": "10.2466/02.06.13.18.pr0.110.2.445-460"
    },
    {
      "title": "Motivational interviewing and Self-Determination Theory",
      "authors": [
        "D Markland",
        "R Ryan",
        "V Tobin",
        "S Rollnick"
      ],
      "year": 2005
    },
    {
      "title": "Correlates of motivation to quit smoking among alcohol dependent patients in residential treatment",
      "authors": [
        "R Martin",
        "D Rohsenow",
        "S Mackinnon",
        "D Abrams",
        "P Monti"
      ],
      "year": 2006,
      "doi": "10.1016/j.drugalcdep.2005.10.013"
    },
    {
      "title": "Correlates of smoking cessation self-efficacy in a community sample of smokers",
      "authors": [
        "E Martinez",
        "K Tatum",
        "M Glass",
        "A Bernath",
        "D Ferris",
        "P Reynolds",
        "R Schnoll"
      ],
      "year": 2010,
      "doi": "10.1016/j.addbeh.2009.09.016"
    },
    {
      "title": "Real-Time Readiness to quit and peer smoking within a text message intervention for adolescent smokers: Modeling mechanisms of change",
      "authors": [
        "M Mason",
        "J Mennis",
        "T Way",
        "L Floyd Campbell"
      ],
      "year": 2015,
      "doi": "10.1016/j.jsat.2015.07.009"
    },
    {
      "title": "Text messaging interventions for adolescent and young adult substance use: A meta-analysis",
      "authors": [
        "M Mason",
        "B Ola",
        "N Zaharakis",
        "J Zhang"
      ],
      "year": 2015,
      "doi": "10.1007/s11121-014-0498-7"
    },
    {
      "title": "Incident-specific and individual-level moderators of brief intervention effects with mandated college students",
      "authors": [
        "N Mastroleo",
        "J Murphy",
        "S Colby",
        "P Monti",
        "N Barnett"
      ],
      "year": 2011,
      "doi": "10.1037/a0024508"
    },
    {
      "title": "Nicotine dependence",
      "year": 2013
    },
    {
      "title": "Cluster randomised trial of the effectiveness of motivational interviewing for universal prevention",
      "authors": [
        "J Mccambridge",
        "C Hunt",
        "R Jenkins",
        "J Strang"
      ],
      "year": 2011,
      "doi": "10.1016/j.drugalcdep.2010.07.028"
    },
    {
      "title": "Attachment and depression differentially influence nicotine dependence among male and female undergraduates: A preliminary study",
      "authors": [
        "D Mcchargue",
        "L Cohen",
        "J Cook"
      ],
      "year": 2004,
      "doi": "10.3200/JACH.53.1.5-10"
    },
    {
      "title": "Motivational interviewing intervention with college student tobacco users: Providers' beliefs and behaviors",
      "authors": [
        "R Mcnamara",
        "Y Reboussin",
        "B Spangler",
        "J Pockey",
        "J Kimes",
        ". Sutfin"
      ],
      "year": 2015,
      "doi": "10.1080/07448481.2014.1003376"
    },
    {
      "title": "Self-efficacy: A mediator of smoking behavior and depression among college students",
      "authors": [
        "S Mee"
      ],
      "year": 2014
    },
    {
      "title": "When pulmonary function test is available, should we wait for the COPD symptoms to develop",
      "authors": [
        "V Mehta",
        "N Desai",
        "S Patel"
      ],
      "year": 2016,
      "doi": "10.7860/JCDR/2016/21006.8705"
    },
    {
      "title": "Social and psychological predictors of initial cigarette smoking experience: A survey in male college students",
      "authors": [
        "W Menati",
        "M Nazarzadeh",
        "Z Bidel",
        "M Wurtz",
        "R Menati",
        "R Hemati",
        ". Delpisheh"
      ],
      "year": 2016,
      "doi": "10.1177/1557988314553262"
    },
    {
      "title": "Systematic review of textmessaging interventions to promote healthy behaviors in pediatric and adolescent populations: Implications for clinical practice and research",
      "authors": [
        "L Militello",
        "S Kelly",
        "B Melnyk"
      ],
      "year": 2012,
      "doi": "10.1111/j.1741-6787.2011.00239.x"
    },
    {
      "title": "Motivational Interviewing with problem drinkers",
      "authors": [
        "W Miller"
      ],
      "year": 1983
    },
    {
      "title": "Motivational Interviewing: Preparing people for change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Motivational Interviewing: Helping people change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2013
    },
    {
      "title": "A cognitive-affective system theory of personality: Reconceptualizing situations, dispositions, dynamics, and invariance in personality structure",
      "authors": [
        "W Mischel",
        "Y Shoda"
      ],
      "year": 1995
    },
    {
      "title": "Smoking Cessation",
      "authors": [
        "J Miranda",
        "C Ruiz",
        "J Rebollo"
      ],
      "year": 2013,
      "doi": "10.1097/CPM.0b013e31828fda4c"
    },
    {
      "title": "Satisfaction of basic psychological needs as a mediator of the relationship between community esteem and wellbeing",
      "authors": [
        "L Molix",
        "C Nichols"
      ],
      "year": 2013,
      "doi": "10.5502/ijw.v3i1"
    },
    {
      "title": "The theory of reasoned action and the theory of planned behaviour",
      "authors": [
        "D Montaňo",
        "D Kasprzyk"
      ],
      "year": 2002
    },
    {
      "title": "Social smoking among US college students",
      "authors": [
        "S Moran",
        "H Wechsler",
        "N Rigotti"
      ],
      "year": 2004,
      "doi": "10.1542/peds.2003-0558-L"
    },
    {
      "title": "Cigarette smoking, anxiety, and depression",
      "authors": [
        "H Morrell",
        "L Cohen"
      ],
      "year": 2006
    },
    {
      "title": "Self-efficacy as a predictor for the cessation of smoking: Methodological issues and implications for smoking cessation programs",
      "authors": [
        "A Mudde",
        "G Kok",
        "V Strecher"
      ],
      "year": 1995,
      "doi": "10.1080/08870449508401956"
    },
    {
      "title": "Tobacco addiction",
      "authors": [
        "S Muehlig"
      ],
      "year": 2011
    },
    {
      "title": "Effectiveness of short message service text-based smoking cessation intervention among university students: A randomized clinical trial",
      "authors": [
        "U Mussener",
        "M Bendtsen",
        "N Karlsson",
        "I White",
        "J Mccambridge",
        "P Bendtsen"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2015.8260"
    },
    {
      "title": "Motivation and anxiety for dental treatment: Testing a self-determination theory model of oral self-care behaviour and dental clinic attendance",
      "authors": [
        "A Münster Halvari",
        "H Halvari",
        "G Bjørnebekk",
        "E Deci"
      ],
      "year": 2010,
      "doi": "10.1007/s11031-010-9154-0"
    },
    {
      "title": "Effects of nicotinic stimulation on cognitive performance",
      "authors": [
        "P Newhouse",
        "A Potter",
        "A Singh"
      ],
      "year": 2004
    },
    {
      "title": "Self-Determination Theory Applied to Health Contexts: A Meta-Analysis",
      "authors": [
        "J Ng",
        "N Ntoumanis",
        "C Thøgersen-Ntoumani",
        "E Deci",
        "R Ryan",
        "J Duda",
        "G Williams"
      ],
      "year": 2012
    },
    {
      "title": "Psychometric theory",
      "authors": [
        "J Nunnally",
        "I Bernstein"
      ],
      "year": 1994
    },
    {
      "title": "College students' expectancies for light cigarettes and potential reduced exposure products",
      "authors": [
        "R O'connor",
        "R Ashare",
        "B Fix",
        "L Hawk",
        "K Cummings",
        "W Schmidt"
      ],
      "year": 2007,
      "doi": "10.5555/ajhb.2007.31.4.402"
    },
    {
      "title": "College smokingcessation using cell phone text messaging",
      "authors": [
        "J Obermayer",
        "W Riley",
        "O Asif",
        "J Jean-Mary"
      ],
      "year": 2004,
      "doi": "10.3200/JACH.53.2.71-78"
    },
    {
      "title": "Nicotine dependence among African American light smokers: A comparison of three scales",
      "authors": [
        "K Okuyemi",
        "K Pulvers",
        "L Cox",
        "J Thomas",
        "H Kaur",
        "M Mayo"
      ],
      "year": 2007
    },
    {
      "title": "Mobile phone SMS messages can enhance healthy behaviour: a meta-analysis of randomised controlled trials",
      "authors": [
        "J Orr",
        "R King"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2015.1022847"
    },
    {
      "title": "The use of tobacco by boys",
      "authors": [
        "E Otis"
      ],
      "doi": "10.1056/nejm188401311100502"
    },
    {
      "title": "Socioeconomic Disparities in Health Behaviors",
      "authors": [
        "F Pampel",
        "P Krueger",
        "J Denney"
      ],
      "year": 2010,
      "doi": "10.1146/annurev.soc.012809.102529"
    },
    {
      "title": "Intervention study for smoking cessation in Spanish college students: Pragmatic randomized controlled trial",
      "authors": [
        "M Pardavila-Belio",
        "C Garcia-Vivar",
        "A Pimenta",
        "A Canga-Armayor",
        "S Pueyo-Garrigues",
        "N Canga-Armayor"
      ],
      "year": 2015,
      "doi": "10.1111/add.13009"
    },
    {
      "title": "The health status of young adults in the United States",
      "authors": [
        "M Park",
        "T Paul Mulye",
        "S Adams",
        "C Brindis",
        "C Irwin",
        "Jr"
      ],
      "year": 2006,
      "doi": "10.1016/j.jadohealth.2006.04.017"
    },
    {
      "title": "Does smoking initiation in adolescence increase risk for depression across the lifespan? Evidence from the South Korean national health and nutrition examination survey",
      "authors": [
        "S Park",
        "D Romer",
        "S Lim"
      ],
      "year": 2013,
      "doi": "10.1097/JAN.0b013e3182a4cad3"
    },
    {
      "title": "Tobacco smoking: Current concepts in etiology and treatment",
      "authors": [
        "A Patkar",
        "M Vergare",
        "V Batra",
        "S Weinstein",
        "F Leone"
      ],
      "year": 2003
    },
    {
      "title": "Self-determination theory: Its application to health behavior and complementarity with motivational interviewing",
      "authors": [
        "H Patrick",
        "G Williams"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-18"
    },
    {
      "title": "Changes in readiness to quit and self-efficacy among adolescents receiving a brief office intervention for smoking cessation",
      "authors": [
        "C Patten",
        "P Decker",
        "E Dornelas",
        "J Barbagallo",
        "E Rock",
        "K Offord",
        ". Pingree"
      ],
      "year": 2008,
      "doi": "10.1080/13548500701426703"
    },
    {
      "title": "The fluid concept of smoking addiction",
      "authors": [
        "S Peele"
      ],
      "year": 2010
    },
    {
      "title": "Does effectiveness of adolescent smoking-cessation intervention endure into young adulthood? 7-year follow-up results from a grouprandomized trial",
      "authors": [
        "A Peterson",
        "Jr",
        "P Marek",
        "K Kealey",
        "J Bricker",
        "E Ludman",
        "J Heffner"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0146459"
    },
    {
      "title": "Americans and text messaging",
      "year": 2011
    },
    {
      "title": "The reference group perspective for smoking cessation: An examination of the influence of social norms and social identification with reference groups on smoking cessation self-efficacy",
      "authors": [
        "J Phua"
      ],
      "year": 2013,
      "doi": "10.1037/a0029130"
    },
    {
      "title": "Intent to quit among daily and non-daily college student smokers",
      "authors": [
        "E Pinsker",
        "C Berg",
        "E Nehl",
        "A Prokhorov",
        "T Buchanan",
        "J Ahluwalia"
      ],
      "year": 2013,
      "doi": "10.1093/her/cys116"
    },
    {
      "title": "A multiple motives approach to tobacco dependence: The Wisconsin Inventory of Smoking Dependence Motives (WISDM-68)",
      "authors": [
        "M Piper",
        "T Piasecki",
        "E Federman",
        "D Bolt",
        "S Smith",
        "M Fiore"
      ],
      "year": 2004
    },
    {
      "title": "Munro's statistical methods for health care research",
      "authors": [
        "S Plitchta",
        "E Kelvin"
      ],
      "year": 2012
    },
    {
      "title": "Nursing Research: Generating and assessing evidence for nursing practice",
      "authors": [
        "D Polit",
        "T Beck"
      ],
      "year": 2012
    },
    {
      "title": "Stages and processes of self-change of smoking: Toward an integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1983
    },
    {
      "title": "Validation of the modified Fagerstrӧm Tolerance Questionnaire with salivary cotinine among adolescents",
      "authors": [
        "A Prokhorov",
        "C De Moor",
        "U Pallonen",
        "K Hudmon",
        "L Koehly",
        "S Hu"
      ],
      "year": 2000
    },
    {
      "title": "US college students' use of tobacco products: Results of a national survey",
      "authors": [
        "N Rigotti",
        "J Lee",
        "H Wechsler"
      ],
      "year": 2000,
      "doi": "10.1001/jama.284.6.699"
    },
    {
      "title": "Substance use by college students: the role of intrinsic versus extrinsic motivation for athletic involvement",
      "authors": [
        "B Rockafellow",
        "K Saules"
      ],
      "year": 2006,
      "doi": "10.1037/0893-164X.20.3.279"
    },
    {
      "title": "Comparison of the cigarette dependence scale with four other measures of nicotine involvement: Correlations with smoking history and smoking treatment outcome in smokers with substance use disorders",
      "authors": [
        "D Rohsenow",
        "R Martin",
        "J Tidey",
        "P Monti",
        "S Colby"
      ],
      "year": 2013,
      "doi": "10.1016/j.addbeh.2013.03.019"
    },
    {
      "title": "Motivational Interviewing in health care: Helping patients change behavior",
      "authors": [
        "S Rollnick",
        "W Miller",
        "C Butler"
      ],
      "year": 2008
    },
    {
      "title": "DSM-IV nicotine dependence symptom characteristics for recent-onset smokers",
      "authors": [
        "J Rose",
        "L Dierker"
      ],
      "year": 2010
    },
    {
      "title": "Moving out of the laboratory: Does nicotine improve everyday attention",
      "authors": [
        "J Rusted",
        "D Caulfield",
        "L King",
        "A Goode"
      ],
      "year": 2000
    },
    {
      "title": "Self-determination theory and the facilitation of intrinsic motivation, social development, and well-being",
      "authors": [
        "R Ryan",
        "E Deci"
      ],
      "year": 2000
    },
    {
      "title": "Facilitating health behaviour change and its maintenance: Interventions based on Self-Determination Theory",
      "authors": [
        "R Ryan",
        "H Patrick",
        "E Deci",
        "G Williams"
      ],
      "year": 2008
    },
    {
      "title": "Health effects of light and intermittent smoking: A review",
      "authors": [
        "R Schane",
        "P Ling",
        "S Glantz"
      ],
      "year": 2010,
      "doi": "10.1161/CIRCULATIONAHA.109.904235"
    },
    {
      "title": "In a blue haze: Smoking and baha'I ethics",
      "authors": [
        "U Schaefer"
      ],
      "year": 2004
    },
    {
      "title": "Increased self-efficacy to quit and perceived control over withdrawal symptoms predict smoking cessation following nicotine dependence treatment",
      "authors": [
        "R Schnoll",
        "E Martinez",
        "K Tatum",
        "M Glass",
        "A Bernath",
        "D Ferris",
        "P Reynolds"
      ],
      "year": 2011,
      "doi": "10.1016/j.addbeh.2010.08.024"
    },
    {
      "title": "Using motivational interviewing to address college client alcohol abuse",
      "authors": [
        "M Scholl",
        "D Schmitt"
      ],
      "year": 2009,
      "doi": "10.1002/j.2161-1882.2009.tb00040.x"
    },
    {
      "title": "Withdrawal symptoms and revious attempts to quit smoking: Associations with self-efficacy",
      "authors": [
        "R Scholte",
        "M Breteler"
      ],
      "year": 1997,
      "doi": "10.3109/10826089709027303"
    },
    {
      "title": "Experimental and quasiexperimental designs for generalized causal inference",
      "authors": [
        "W Shadish",
        "T Cook",
        "D Campbell"
      ],
      "year": 2002
    },
    {
      "title": "The Nicotine Dependence Syndrome Scale: A multidimensional measure of nicotine dependence",
      "authors": [
        "S Shiffman",
        "A Waters",
        "M Hickcox"
      ],
      "year": 2004
    },
    {
      "title": "Secondary smoking prevention in a university setting: A randomized comparison of an experiential, theory-based intervention and a standard didactic intervention for increasing cessation motivation",
      "authors": [
        "V Simmons",
        "T Brandon"
      ],
      "year": 2007,
      "doi": "10.1037/0278-6133.26.3.268"
    },
    {
      "title": "Comparing tailored and untailored text messages for smoking cessation: A randomized controlled trial among adolescent and young adult smokers",
      "authors": [
        "L Skov-Ettrup",
        "L Ringgaard",
        "P Dalum",
        "T Flensborg-Madsen",
        "L Thygesen",
        "J Tolstrup"
      ],
      "year": 2014,
      "doi": "10.1093/her/cyt112"
    },
    {
      "title": "Predictive validity of four nicotine dependence measures in a college sample",
      "authors": [
        "E Sledjeski",
        "L Dierker",
        "D Costello",
        "S Shiffman",
        "E Donny",
        "B Flay"
      ],
      "year": 2007
    },
    {
      "title": "Americans and text messaging",
      "authors": [
        "A Smith"
      ],
      "year": 2011
    },
    {
      "title": "Properties of the Cigarette Dependence Scale and the Fagerstrӧm Test of Nicotine Dependence in a representative sample of smokers in Norway",
      "authors": [
        "K Stavem",
        "O Rogeberg",
        "J Olsen",
        "J Boe"
      ],
      "year": 2008
    },
    {
      "title": "Effect of adolescent cigarette smoking on adulthood substance use and abuse: The mediating role of educational attainment",
      "authors": [
        "C Strong",
        "H Juon",
        "M Ensminger"
      ],
      "year": 2016,
      "doi": "10.3109/10826084.2015.1073323"
    },
    {
      "title": "Efficacy of smoking-cessation interventions for young adults: A metaanalysis",
      "authors": [
        "J Suls",
        "T Luger",
        "S Curry",
        "R Mermelstein",
        "A Sporer",
        "L An"
      ],
      "year": 2012,
      "doi": "10.1016/j.amepre.2012.02.013"
    },
    {
      "title": "One-year outcomes of a drug abuse prevention program for older teens and emerging adults: Evaluating a motivational interviewing booster component",
      "authors": [
        "S Sussman",
        "P Sun",
        "L Rohrbach",
        "D Spruijt-Metz"
      ],
      "year": 2012,
      "doi": "10.1037/a0025756"
    },
    {
      "title": "A critical review of the Reasons for Smoking Scale",
      "authors": [
        "J Tate",
        "J Schmitz",
        "A Stanton"
      ],
      "year": 1991,
      "doi": "10.1016/s0899-3289(10)80025-2"
    },
    {
      "title": "Change in mental health after smoking cessation: Systematic review and meta-analysis",
      "authors": [
        "G Taylor",
        "A Mcneill",
        "A Girling",
        "A Farley",
        "N Lindson-Hawley",
        "P Aveyard"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1151"
    },
    {
      "title": "Contingency management and motivational enhancement: A randomized clinical trial for college student smokers",
      "authors": [
        "T Tevyaw",
        "S Colby",
        "J Tidey",
        "C Kahler",
        "D Rohsenow",
        "N Barnett",
        ". Monti"
      ],
      "year": 2009,
      "doi": "10.1093/ntr/ntp058"
    },
    {
      "title": "The health consequences of smoking -50 years of progress: A report of the Surgeon General Reports & Publications",
      "year": 2012
    },
    {
      "title": "School enrollment",
      "year": 2015,
      "doi": "10.3886/icpsr09537"
    },
    {
      "title": "Competence: A concept analysis",
      "authors": [
        "J Valloze"
      ],
      "year": 2009,
      "doi": "10.1016/j.teln.2009.02.004"
    },
    {
      "title": "An integration of parents' and best friends' smoking, smoking-specific cognitions, and nicotine dependence in relation to readiness to quit smoking: A comparison between adolescents with and without asthma",
      "authors": [
        "R Van Zundert",
        "R Engels",
        "M Kleinjan",
        "R Van Den Eijnden"
      ],
      "year": 2008,
      "doi": "10.1093/jpepsy/jsn010"
    },
    {
      "title": "There's nothing more practical than a good theory: Integrating motivational interviewing and self-determination theory",
      "authors": [
        "M Vansteenkiste",
        "K Sheldon"
      ],
      "year": 2006,
      "doi": "10.1348/014466505x34192"
    },
    {
      "title": "Editorial: Mobile technology and naturalistic study designs in addiction research",
      "authors": [
        "J Verster",
        "B Tiplady",
        "A Mckinney"
      ],
      "year": 2012
    },
    {
      "title": "Smoking-cessation interventions for U.S. young adults: A systematic review",
      "authors": [
        "A Villanti",
        "H Mckay",
        "D Abrams",
        "D Holtgrave",
        "J Bowie"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2010.08.009"
    },
    {
      "title": "Health behaviors among college students: The influence of future time perspective and basic psychological need satisfaction",
      "authors": [
        "P Visser",
        "J Hirsch"
      ],
      "year": 2014,
      "doi": "10.1080/21642850.2013.872992"
    },
    {
      "title": "Development and nitial validation of a measure of autonomy, competence, and relatedness in exercise: The Basic Psychological Needs in Exercise scale",
      "authors": [
        "S Vlachopoulos",
        "S Michailidou"
      ],
      "year": 2006,
      "doi": "10.1207/s15327841mpee1003_4"
    },
    {
      "title": "Mobile phone messaging for preventive health care",
      "authors": [
        "V Vodopivec-Jamsek",
        "T De Jongh",
        "I Gurol-Urganci",
        "R Atun",
        "J Car"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.CD007457.pub2"
    },
    {
      "title": "The relationship between young adult smokers' beliefs about nicotine addiction and smoking-related affect and cognitions",
      "authors": [
        "E Waters",
        "E Janssen",
        "A Kaufman",
        "L Peterson",
        "N Muscanell",
        "R Guadagno",
        "M Stock"
      ],
      "year": 2016,
      "doi": "10.1007/s13187-015-0819-y"
    },
    {
      "title": "Tailored interventions for motivating smoking cessation: Using placebo tailoring to examine the influence of expectancies and personalization",
      "authors": [
        "M Webb",
        "V Simmons",
        "T Brandon"
      ],
      "year": 2005,
      "doi": "10.1037/0278-6133.24.2.179"
    },
    {
      "title": "A review of the use of mobile phone text messaging in clinical and healthy behaviour interventions",
      "authors": [
        "J Wei",
        "I Hollin",
        "S Kachnowski"
      ],
      "year": 2011,
      "doi": "10.1258/jtt.2010.100322"
    },
    {
      "title": "Assessing college students' autonomy over smoking with the Hooked on Nicotine Checklist",
      "authors": [
        "R Wellman",
        "R Mcmillen",
        "J Difranza"
      ],
      "year": 2008,
      "doi": "10.3200/jach.56.5.549-554"
    },
    {
      "title": "Measuring adult's loss of autonomy over nicotine use: The Hooked on Nicotine Checklist",
      "authors": [
        "R Wellman",
        "J Difranza",
        "J Savageau",
        "S Godiwala",
        "K Friedman",
        "J Hazelton"
      ],
      "year": 2005,
      "doi": "10.1080/14622200412331328394"
    },
    {
      "title": "Mobile phone-based interventions for smoking cessation",
      "authors": [
        "R Whittaker",
        "H Mcrobbie",
        "C Bullen",
        "R Borland",
        "A Rodgers",
        "Y Gu"
      ],
      "year": 2012,
      "doi": "10.1002/14651858.CD006611.pub3"
    },
    {
      "title": "The confounded self-efficacy construct: Conceptual analysis and recommendations for future research",
      "authors": [
        "D Williams",
        "R Rhodes"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2014.941998"
    },
    {
      "title": "Activating patients for smoking cessation through physician autonomy support",
      "authors": [
        "G Williams",
        "E Deci"
      ],
      "year": 2001,
      "doi": "10.1097/00005650-200108000-00007"
    },
    {
      "title": "Building health-care partnerships by supporting autonomy: Promoting maintained behavior change and positive health outcomes",
      "authors": [
        "G Williams",
        "E Deci",
        "R Ryan"
      ],
      "year": 1998
    },
    {
      "title": "Facilitating autonomous motivation for smoking cessation",
      "authors": [
        "G Williams",
        "M Gagné",
        "R Ryan",
        "E Deci"
      ],
      "year": 2002,
      "doi": "10.1037//0278-6133.21.1.40"
    },
    {
      "title": "A self-determination multiple risk intervention trial to improve smokers' health",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "R Kouldes",
        "C Levesque",
        "R Ryan",
        "E Deci"
      ],
      "year": 2006,
      "doi": "10.1111/j.1525-1497.2006.00621.x"
    },
    {
      "title": "Testing a Self-Determination Theory intervention for motivating tobacco cessation: Supporting autonomy and competence in a clinical trial",
      "authors": [
        "G Williams",
        "H Mcgregor",
        "D Sharp",
        "C Levesque",
        "R Kouides",
        "R Ryan",
        "E Deci"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.1.91"
    },
    {
      "title": "The importance of supporting autonomy and perceived competence in facilitating long-term tobacco abstinence",
      "authors": [
        "G Williams",
        "C Niemiec",
        "H Patrick",
        "R Ryan",
        "E Deci"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9090-y"
    },
    {
      "title": "The smoker's health project: A Self-determination theory intervention to facilitate maintenance of tobacco abstinence",
      "authors": [
        "G Williams",
        "H Patrick",
        "C Niemiec",
        "R Ryan",
        "E Deci",
        "H Lavigne"
      ],
      "year": 2011,
      "doi": "10.1016/j.cct.2011.03.002"
    },
    {
      "title": "Development and evaluation of a mobile intervention for heavy drinking and smoking among college students",
      "authors": [
        "K Witkiewitz",
        "S Desai",
        "S Bowen",
        "B Leigh",
        "M Kirouac",
        "M Larimer"
      ],
      "year": 2014,
      "doi": "10.1037/a0034747"
    },
    {
      "title": "WHO report on global tobacco epidemic",
      "year": 2008
    },
    {
      "title": "International classification of diseases and related health problems",
      "year": 1990
    },
    {
      "title": "Enforcing bans on tobacco advertising, promotion, and sponsorship",
      "year": 2013
    },
    {
      "title": "WHO report on the global tobacco epidemic, 2013: Enforcing bans on tobacco advertising, promotion and sponsorship",
      "year": 2013,
      "doi": "10.2471/b09466"
    },
    {
      "title": "WHO report on the global tobacco epidemic",
      "year": 2015
    },
    {
      "title": "Self-expansion and smoking abstinence",
      "authors": [
        "X Xu",
        "A Floyd",
        "J Westmaas",
        "A Aron"
      ],
      "year": 2010
    },
    {
      "title": "Pilot RCT results of Stop My Smoking USA: A text messaging-based smoking cessation program for young adults",
      "authors": [
        "M Ybarra",
        "J Holtrop",
        "T Prescott",
        "M Rahbar",
        "D Strong"
      ],
      "year": 2013,
      "doi": "10.1093/ntr/nts339"
    },
    {
      "title": "Self-Efficacy: A Concept Analysis",
      "authors": [
        "K Zulkosky"
      ],
      "year": 2009,
      "doi": "10.1111/j.1744-6198.2009.00132.x"
    },
    {
      "title": "How to measure motivation to change risk behaviours in the self-determination perspective? The Polish adaptation of the Treatment Self-Regulation Questionnaire (TSRQ) among patients with chronic diseases",
      "authors": [
        "J Życińska",
        "M Januszek",
        "M Jurczyk",
        "J Syska-Sumińska",
        "Anna Jorayeva",
        "Rn",
        "Msn"
      ],
      "year": 2012,
      "doi": "10.2478/v10059-012-0029"
    },
    {
      "authors": [
        "Riedling Dr"
      ]
    }
  ],
  "num_references": 233
}
