{
  "paper_id": "83DVGJPA",
  "title": "A Text Messaging Intervention for Dietary Behaviors for People Receiving Maintenance Hemodialysis: A Feasibility Study of KIDNEYTEXT",
  "year": 2021,
  "date": "2021-07",
  "journal": "Ann Intern Med",
  "publication": "Ann Intern Med",
  "authors": [
    {
      "forename": "Jessica",
      "surname": "Dawson",
      "name": "Jessica Dawson",
      "email": "jessica.dawson@health.nsw.gov.au"
    },
    {
      "forename": "Katrina",
      "surname": "Campbell",
      "name": "Katrina Campbell"
    },
    {
      "forename": "Jonathan",
      "surname": "Craig",
      "name": "Jonathan Craig"
    },
    {
      "forename": "Allison",
      "surname": "Tong",
      "name": "Allison Tong"
    },
    {
      "forename": "Armando",
      "surname": "Teixeira-Pinto",
      "name": "Armando Teixeira-Pinto"
    },
    {
      "forename": "Mark",
      "surname": "Brown",
      "name": "Mark Brown"
    },
    {
      "forename": "Kirsten",
      "surname": "Howard",
      "name": "Kirsten Howard"
    },
    {
      "forename": "Martin",
      "surname": "Howell",
      "name": "Martin Howell"
    },
    {
      "forename": "Rabia",
      "surname": "Khalid",
      "name": "Rabia Khalid"
    },
    {
      "forename": "Kamal",
      "surname": "Sud",
      "name": "Kamal Sud"
    },
    {
      "forename": "Aravinda",
      "surname": "Thiagalingam",
      "name": "Aravinda Thiagalingam"
    },
    {
      "forename": "Clara",
      "surname": "Chow",
      "name": "Clara Chow"
    },
    {
      "forename": "Vincent",
      "surname": "Lee",
      "name": "Vincent Lee"
    }
  ],
  "doi": "10.1053/j.ajkd.2020.11.015",
  "sections": [
    {
      "text": "Rationale & Objective: An important component of hemodialysis management involves delivery of complex dietary recommendations. The aim of this study was to determine the feasibility of a mobile phone text-message intervention to improve dietary behavior in people undergoing hemodialysis.\n\nStudy Design: Six-month randomized feasibility study.\n\nSetting & Participants: Patients receiving maintenance hemodialysis across 2 health districts in Sydney, Australia.\n\nInterventions: Participants randomized to the intervention received 3 text messages per week in addition to standard dietary care for 6 months. The usual care group received standard dietary care.\n\nOutcomes: The primary outcomes were feasibility measured using recruitment and retention rates, acceptability of the intervention, and adherence to dietary recommendations. Secondary exploratory outcomes included information on certain clinical parameters related to dietary management of patients receiving maintenance hemodialysis.\n\nResults: 130 people were recruited; 48% of eligible patients (130 of 272) consented to participate, and 88% (115 of 130) completed the study. Semistructured interviews evaluating acceptability identified 5 themes: clear and comprehensive, engaging with consistent and relevant content, maintaining attention with timely reminders, sustaining interest through ongoing care, and generic messages inadequate to prompt dietary change. There was no difference in adherence to dietary recommendations across treatment groups (odds ratio, 1.21 [95% CI, 0.55-2.72]; P = 0.6). Secondary exploratory analyses suggested reductions in dietary intake of single nutrients (potassium, phosphorus, sodium, protein), interdialytic weight gain, and phosphate binder use among intervention participants compared with participants assigned to standard care.\n\nLimitations: Our feasibility study was of short duration. Adherence was based on self-reported data. Generalizability to populations receiving maintenance hemodialysis outside of an urban, Australian setting is unknown.\n\nConclusions: A simple mobile phone textmessaging intervention was feasible and acceptable to patients. Further investigation of the impact on patient-reported and clinical outcomes is warranted.\n\nFunding: Funding for the study was provided by a Sydney Medical School Foundation Grant and the Centre for Transplant and Renal Research at Westmead Hospital.\n\nTrial Registration: Registered at Australian New Zealand Clinical Trials Registry with study number ACTRN12617001084370.\n\nC hronic kidney disease (CKD) affects approximately 13% of the population.  1, 2 Dietary management plays an important role in preventing the progression of CKD, managing complications such as high blood pressure, reducing symptom burden, and managing electrolyte abnormalities. Patients with CKD have identified nutrition and lifestyle interventions as high priorities for research.  3 ietary management for people receiving hemodialysis is particularly challenging because patients have to integrate general healthy eating recommendations with additional complex and restrictive dietary requirements such as modifying protein, fluid, sodium, potassium, and phosphorus intake.  4 People receiving hemodialysis report that they lack the confidence and the skills to make dietary choices.  [5] [6] ] [7]  Although dietary self-management may be most effectively achieved through frequent, individualized education with a dietitian,  8, 9  access to renal dietitians is variable and may be limited.  [10] [11] 1] [12]  Furthermore, one-off didactic education sessions can be overwhelming and difficult to comprehend, particularly at the time of diagnosis.  6, 7 iven the high use of mobile phones and the internet, there is increasing interest in the use of these technologies to enhance nutritional care. In chronic disease populations, interventions using telehealth  13  and mobile phone text messaging  14  have led to improvements in dietary behaviors (eg, increased fruit and vegetable intake and a reduction in sodium intake) and other clinical outcomes such as reductions in blood pressure, cholesterol levels, and weight. The aim of this study was to evaluate the feasibility of a mobile phone text-message intervention to improve dietary behavior in patients receiving hemodialysis."
    },
    {
      "title": "Original Investigation i An update to this article is included at the end"
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "A detailed study protocol has been published.  15 In brief, we conducted a 6-month randomized feasibility study with a 2:1 allocation ratio. Outcome assessors were 2 external research dietitians who were blinded to allocation until the end of the study and who were not involved in any aspect of the participants' clinical care. The design and development of KIDNEYTEXT was underpinned by considerations for the development of complex interventions  16  and a range of behavior change frameworks  17  (Item S1). This study was approved by the Western Sydney Local Health District Human Research Ethics Committee and was registered with the Australian New Zealand Clinical Trials Registry (ACTRN12617001084370). Written and informed consent was obtained from all participants before their enrollment in the study."
    },
    {
      "title": "Study Setting",
      "text": "The study was conducted in 6 dialysis units across 2 local health districts in Sydney, Australia (Western Sydney and South Eastern Sydney). The dialysis units included in the study serve socioeconomically and culturally diverse populations."
    },
    {
      "title": "Participants",
      "text": "Eligibility criteria (Item S2) included kidney failure treated by maintenance hemodialysis for at least 90 days, age at least 18 years, sufficient English language skills to read and understand text messages, and access to a mobile phone throughout the duration of the study. Participants were randomly allocated by a computerized randomization program to intervention or usual care (2:1), stratified by geographical location of the dialysis units (Western Sydney, South Eastern Sydney). Allocation was concealed from outcome assessors until the completion of the study. Participants were notified of their allocation via text message and were asked not to disclose their allocation to study personnel throughout the study."
    },
    {
      "title": "Intervention",
      "text": "The usual care group continued to receive standard care provided by the dialysis unit. The intervention group received standard care plus 3 text messages per week over a 6-month period. Text messages were unidirectional (ie, one-way with no response required from participants). Unidirectional messages were chosen because these have been shown to improve dietary and lifestyle behaviors  14  and are more time-and cost-effective compared with inperson interventions. Content of the messages included advice, information, and motivation and support to improve renal dietary behaviors (related to potassium, phosphorus, sodium, and fluid) and general healthy eating and lifestyle behaviors. Text messages were semipersonalized based on baseline dietary intake and clinical parameters (Item S3) from baseline to 3 months. All intervention participants received general healthy eating and lifestyle messages from 4 months to 6 months. All participants had the opportunity to withdraw at any time via text message."
    },
    {
      "title": "Primary Outcomes",
      "text": "The primary outcomes were feasibility, acceptability, and adherence to dietary recommendations (Item S4). Feasibility was measured using recruitment rate and retention rate. Adherence to dietary recommendations was defined as participants meeting 3 of the 4 dietary guideline recommendations with respect to protein, potassium, phosphorus, and sodium (Item S4). Dietitians who served as outcome assessors were blinded to participants' allocation and not involved with the clinical care of the participants assessed dietary intake using the validated 24-hour dietary recall methodology.  18 Before 3-and 6-month reviews, participants were sent a text message reminding them not to reveal their allocation to the outcome assessors. Dietary recalls were conducted in person or via telephone, with food models to assist with portion size estimations for dialysis days and nondialysis days, at baseline, 3 months, and 6 months. Dietary recalls included the intake of nutritional supplements. Dietary intake data were then analysed with Xyris Software Foodworks, version 9 (using the Australian Food and Nutrient Database in 2011-2013 and AusFoods and AusBrands in 2017).\n\nTo determine acceptability and to undertake a process evaluation  19  of the KIDNEYTEXT intervention, we conducted semistructured interviews with 25 participants sampled from the intervention group after completion of the 6-month follow-up. The process evaluation will be published separately. We undertook purposive sampling to achieve broad diversity of demographic and clinical characteristics. As we recruited participants, we monitored the characteristics and targeted recruitment of patients based on the demographic or clinical characteristics required to PLAIN-LANGUAGE SUMMARY Dietary management is a central component of care for people receiving hemodialysis. Mobile phone text messaging is widely used in the population and offers a potential avenue to enhance current nutritional care. KIDNEYTEXT was a 6-month randomized controlled study that evaluated the feasibility and acceptability of text messages to alter dietary behaviors. This intervention was feasible and acceptable. It showed promise at improving dietary parameters and may impact other clinically important outcomes such as fluid management. Larger trials are needed to evaluate the effectiveness of this intervention. obtain wide variability of responses. All interviews were audio-recorded and transcribed verbatim. Using principles of grounded theory and thematic analysis, one author (J.S.) coded the transcripts using HyperRESEARCH software (version 3.3; ResearchWare Inc) and inductively identified concepts. Investigator triangulation was undertaken whereby another investigator (A. Tong) read the transcripts and discussed the preliminary themes to ensure these reflected the full range and depth of the data collected. Similar concepts were grouped into themes."
    },
    {
      "title": "Secondary Exploratory Outcomes",
      "text": "Secondary exploratory outcomes (Item S4) included measurements at baseline, 3 months, and 6 months of mean change in renal-specific dietary nutrients, serum potassium, serum phosphate, IDWG, dietary quality (measured using the Healthy Eating Index 20 ), nutritional status, quality of life, blood pressure, additional serum markers (bicarbonate, urea, albumin, parathyroid hormone, and, for diabetic participants, glycated hemoglobin), health care use (ie, number of consultations with dietitians), and medication use (sodium polystyrene sulfonate, phosphate binders, diuretic agents, antihypertensive agents)."
    },
    {
      "title": "Statistical Analysis",
      "text": "A sample size of 129 participants, 86 in the intervention arm and 43 in the usual care arm, provided 80% power to detect an increase from 25% to 50% (odds ratio [OR] of 3) or 90% power to detect an increase from 10% to 35% (OR of 4.85) in adherence to renal dietary recommendations by χ 2 test with a significance level of 0.05. Dietary adherence at 6 months was compared between the 2 groups with logistic regression, adjusting for the stratification variable, local health district.\n\nThe secondary exploratory continuous outcomes were analyzed as changes from baseline at 3 and 6 months using linear models (separate models for each time period) and adjusting for the stratification variable of health district. For categorical variables, we have presented the adjusted ORs and the adjusted proportions for baseline status using the \"margins\" command from Stata.  21 An additional analysis (Item S5) analyzed these outcomes longitudinally (baseline, 3 months, and 6 months) through a linear mixed model with a random intercept for each participant and an interaction between time and trial arm. For secondary categorical outcomes, we used logistic models for each time point, adjusting for the baseline measurement and adjusted for the stratification variable. Similarly to the continuous variables, an additional analysis modeled these outcomes longitudinally (baseline, 3 months, and 6 months) using a logistic mixed model with a participantspecific random intercept, adjusting for the stratification variable and including the interaction involving time and trial arm to compare the changes in the outcomes over time between the 2 groups.\n\nThe 95% CIs for means, proportions, and ORs are model based unless stated otherwise. Missing data were not imputed, and a complete case analysis was performed. The analysis was conducted in R and SPSS software. Dichotomous variables are summarized as numbers and percentages, and continuous variables are presented as means and standard deviation (SD) or medians and 25th and 75th percentiles according to their distribution."
    },
    {
      "title": "Results",
      "text": "Feasibility A total of 462 individuals were screened, of whom 128 (28%) were not eligible, 142 (31%) declined to participate, 62 (13%) were unable to be contacted or followed up, and 130 (28%) were recruited into the study from 6 centers between December 2017 and April 2018 (Fig  1 ). Reasons for being ineligible included not having access to a mobile phone (n = 24 [19%]), insufficient English proficiency (n = 51 [40%]), significant cognitive impairment (n = 14 [11%]), and others (n = 39 [30%]). Reasons for declining to participate included not being interested (n = 62 [43.5%]), being satisfied with current dietary care (n = 7 [5%]), and others, including nondisclosure of the reason (n = 73 [51.5%]).\n\nOf the eligible patients, 48% (130 of 272) consented to participate. The rate of consent for each dialysis unit was between 32% and 58%. Eighty-seven participants were randomized to receive the intervention, and 43 were randomized to receive usual care (Table  1 ). Among individuals who consented to participate, 88% (115 of 130) completed the study. Three intervention participants (3%) requested text messages to be paused, with reasons given including being too busy to read messages and having enough information. Nine participants in the intervention group (11%) and 6 participants in the usual care group (14%) did not complete the study. Reasons for not completing the study are shown in Fig 1 . Adherence to Renal Dietary Guidelines At baseline, 28 participants in the intervention group (34%) and 18 in the usual care group (46%) were adherent with 3 or more dietary guidelines. At 6 months, 35 participants in the intervention group (45%) were adherent, compared with 15 (41%) in the usual care group (OR, 1.21 [95% CI, 0.55-2.72]; P = 0.6; Fig 2 ,  Table 2 ). The result was the same when looking at the longitudinal measures of adherence (baseline, 3 months, and 6 months) in the logistic mixed model, adjusting for the stratification factor (P = 0.1 for the interaction between time and allocation)."
    },
    {
      "title": "Acceptability",
      "text": "Semistructured interviews were conducted with 25 intervention-arm participants at the completion of the study. Five themes were identified. Participants found the text messages \"informative\" and \"simple.\" The amount of repetition in the messages was deemed acceptable. Overall, they thought the messages covered a comprehensive range of dietary and lifestyle topics."
    },
    {
      "title": "Engaging With Consistent and Relevant Content",
      "text": "Participants believed that information in the text messages was relevant and reinforced previous educations. Text messages provided participants with a wider range of options of foods they could include in their diet: \"Most of the information, I'd been given previously … but there were a couple I didn't know … for example, I didn't realize cottage cheese was preferred … [I have now] incorporated this\" (male participant, age 80s, treated at a community dialysis facility)."
    },
    {
      "title": "Maintaining Attention With Timely Reminders",
      "text": "Participants appreciated having regular reminders about their diet to \"keep them on track.\" Three messages per week was thought to be \"just right\" to keep them engaged with the messages without becoming burdensome. Participants did not have a preference for what time of day or day of the week the text messages were received. However, some preferred receiving the text messages while receiving dialysis or on a dialysis day: \"Getting the messages while I was doing dialysis clicked off something in the back of my mind … If I had have got them on a [nondialysis day], I don't think I would have taken any notice of them\" (male, 50s, in-center dialysis)."
    },
    {
      "title": "Sustaining Interest Through Ongoing Care",
      "text": "Participants received text messages over a 6-month period, which they perceived was adequate, and \"looked forward to what [text message] was going to come up next\" (male, 60s, home dialysis). Some participants believed receiving these messages when first commencing dialysis would have been helpful: \"It would have been better because, obviously, it was all new to me\" (male, 80s, community dialysis facility)."
    },
    {
      "title": "Generic Messages Inadequate to Prompt Diet Change",
      "text": "Some participants believed the messages were \"too generic\" and needed more individualized information to prompt them to \"break their routines\" and alter their diet. Ongoing consultation with renal dietitians was considered important by participants to receive more personalized information. 88 AJKD Vol 78 | Iss 1 | July 2021\n\nSecondary Exploratory Outcomes"
    },
    {
      "title": "Dietary Intake",
      "text": "Dietary intake outcomes are summarized in Table  3  and Item S5. The intervention arm had a mean reduction in potassium intake of 7.4 (95% CI, -12.8 to -2) mmol compared with a slight increase in the usual care arm of 2.9 (95% CI, -4.5 to 10.3) mmol (P = 0.01). There was a mean reduction in dietary phosphorus intake in the intervention arm of 168 (95% CI, -277 to -58) mg and a slight increase in the usual care arm of 85 (95% CI, -64 to 235) mg (P = 0.003). There was a mean reduction in sodium intake in the intervention arm of 417 (95% CI, -622 to -210.6) mg, with the usual care arm having a smaller mean reduction of 29 (95% CI, -310 to 252) mg (P = 0.03). Mean protein intake decreased in the intervention arm by 11 (95% CI, -18.7 to -4.8) g and remained stable in the usual care arm, with a nominal increase of 1.1 (95% CI, -8.4 to 10.5) g (P = 0.01). There was no difference in Healthy Eating Index score between groups (P = 0.3; Table  3 )."
    },
    {
      "title": "Biochemical Parameters",
      "text": "There was no difference or clinically meaningful change between intervention and usual care arms with respect to serum potassium, albumin, urea, bicarbonate, parathyroid hormone, or hemoglobin A 1c (Item S5, Table  3 ). Whereas there was no statistical difference in mean serum phosphate or the proportion of participants who met serum phosphate guidelines, there was a clinically meaningful reduction in serum phosphate in the intervention arm, of 0.19 (95% CI, -0.32 to -0.06) mmol/L (Item S5, Table  3 )."
    },
    {
      "title": "IDWG",
      "text": "Participants receiving the intervention were significantly more likely to meet IDWG guidelines at 6 months (OR, 6.23 [95% CI, 2.12-20.43]; P = 0.001). There was a significant improvement (P = 0.02) in IDWG in the intervention arm (-0.06 [95% CI, -0.29 to 0.18] kg) compared with the usual care arm (0.37 [95% CI, 0.04-0.69] kg)."
    },
    {
      "title": "Quality of Life",
      "text": "The quality of life at 6 months as measured by the EuroQol 5-Dimension utility score was lower in the intervention group (P = 0.03), with a mean reduction of 0.04 (95% CI, -0.10 to 0.02), than in the usual care group, whose mean improved by 0.06 (95% CI, -0.02 to 0.15). The variation in utility scores from baseline to 6 months was such that there was no difference (P = 0.4) in qualityadjusted life-years between the intervention (0.39 [95% CI, 0.35-0.50]) and usual care (0.42 [95% CI, 0.41-0.50]) groups (Table  3 )."
    },
    {
      "title": "Additional Exploratory Outcomes",
      "text": "At six months, there was a reduction in the mean number of phosphate-binder medications in the intervention arm by 0.49 (95% CI, -1.19 to 0.22) tablets and an increase in mean number of phosphate-binder medications in the usual care arm by 0.71 (95% CI, -0.22 to 1.64) tablets (P = 0.03; Table  3 ). There was no difference or clinically relevant change in nutritional status, use of other medications (sodium polystyrene sulfonate, diuretic agents, antihypertensive agents), blood pressure, or number of dietetic consultations (Table  3 ). A detailed health economics evaluation will be published elsewhere."
    },
    {
      "title": "Discussion",
      "text": "A simple mobile phone text intervention targeting dietary behaviors is feasible. There was a high rate of recruitment and retention, with 48% of eligible people consenting to be involved in the study and 88% of participants completing the study, with only 2% asking to be withdrawn from the study and 2% requesting text messages to be paused. Participants reported the intervention to be acceptable and were satisfied and engaged with the text messages.\n\nThe most substantial barriers to recruitment into the study included not having access to a mobile phone, having insufficient command of English to read and understand the text messages, and not being interested in participating in research. These barriers are generally consistent with the literature regarding challenges of recruitment into nephrology studies.  22 Potential methods by which to improve recruitment in a future trial could be to design an adaptive, randomized study clustered by dialysis unit with the intervention embedded into current renal nutrition services to promote buy-in from clinicians, enrolling patients through trusted clinicians and enhancing the participation of dialysis staff in the development and implementation of the intervention.  [22] [23] [24]    KIDNEYTEXT was deemed acceptable by participants, with self-reported high levels of satisfaction and engagement. This was also seen in another trial conducted in CKD that used a combination of telephone consultations and mobile phone text messages (ENTICE).  25 In both our study and ENTICE, participants reported that the interventions prompted dietary behavior change and found the frequency of text messages and duration of intervention satisfactory, with text-message content being relevant and comprehensible. KIDNEYTEXT had a recruitment rate of 48% and a low withdrawal rate of 2%. Similar findings have been reported in other studies that used eHealth interventions to alter dietary behaviors, with a 35% recruitment rate  25  and 5% withdrawal rates.  25, 26 These findings indicate a good uptake and acceptance of eHealth interventions in CKD and hemodialysis populations, which justifies the conduct of larger and longer-duration trials to establish effects on long-term outcomes. The adherence definition in KIDNEYTEXT did not reach statistical significance. Our finding is in contrast to results from a prior study, TEXTME, which was a 6-month randomized controlled trial conducted in coronary heart disease. 14 TEXTME demonstrated significant improvements in dietary intake with the use of a one-way mobile phone text-messaging intervention. This study demonstrated that significantly more intervention participants (93%) adhered to 4 or more of the 8 dietary guidelines compared with usual care participants (75%).  27 There were no data available to guide a sample size calculation for dietary adherence for the KIDNEYTEXT study. The sample size calculation underestimated adherence to dietary guidelines in usual care. The KIDNEYTEXT study has provided useful data for future studies when considering dietary intake and dietary adherence as a primary end point.\n\nWe detected some promising signals in secondary exploratory outcomes of KIDNEYTEXT that will need to be evaluated in future trials. The intervention group showed a progressive reduction in dietary sodium intake from baseline to 6 months. Consistent with these results, KIDNEYTEXT demonstrated a significant improvement in fluid management in intervention participants. There was a significant difference in average IDWG and the proportion of participants meeting IDWG targets at 6 months. Our findings are supported by results from prior studies. Interventions using digital self-monitoring tools with or without individualized dietary counseling have been conducted in dialysis populations  26, 28  and showed modest reduction in average daily sodium intake of 197 (95% CI, -540.76 to 116.85) mg at 4 months  29  ; however, the strength of this evidence was considered to be low. A meta-analysis demonstrated reduction of IDWG by an average of 0.13 (95% CI, -0.27 to 0.01) kg/d in hemodialysis populations through self-monitoring eHealth interventions; however, the evidence was considered to be of low quality.  29 n KIDNEYTEXT, we noted an unintended decline in protein intake, with intervention participants reducing their protein intake and usual care participants maintaining their protein intake. Given the significant reduction in dietary phosphorus intake, this result is not unexpected, as there is a large overlap in foods containing both protein and phosphorus. Whereas there was a significant reduction in protein intake in the intervention group, there was no change in nutritional status in either study arm.\n\nThe quality of life in the KIDNEYTEXT intervention group was not anticipated to be different than that in the usual care group given the short time frame of the study. Quality-adjusted life-years, collected for economic evaluations, account for the change in quality of life during follow-up of the study, and were the same in both groups. The EuroQol 5-Dimension utility values in the intervention (0.7) and usual care (0.8) groups were higher than values commonly reported for people receiving hemodialysis.  30 e strengths of KIDNEYTEXT include its randomized design that focused on feasibility evaluation of a simple mobile phone text-messaging intervention to alter dietary behaviors in the hemodialysis population. There are some limitations to our study. First, this was a small study of short duration. This study was designed to confirm feasibility, with our results indicating that text messages can produce dietary change, which justifies the need for a larger study to confirm results and long-term acceptability and outcomes. Although participants were asked not to share messages, it is unknown whether participants shared text messages with patients who were in the control group, which may have led to unintended change in behaviors (ie, contamination). However, should this have occurred, the differences in dietary behaviors would likely be diluted. Additionally, dietary intake data were measured using patients' self-reports. Self-reported dietary intake may not accurately reflect an individual's actual intake, but we used validated 24-hour dietary recall methodology to standardize dietary intake assessment and minimize bias. Finally, generalizability to hemodialysis populations outside of an urban Australian setting may vary depending on the availability of specialist dietitians. Future trials should include measures to determine the impact on these outcomes.\n\nAlthough further evaluation is needed to confirm our findings, this study indicates that mobile phone text messaging is feasible and acceptable in a CKD population. This simple intervention has the potential to be used in everyday practice by dietitians and renal units to enhance current nutritional care, particularly in settings in which access to renal dietitians is limited. Further evaluation of the impact of mobile phone text messaging in other CKD groups, (ie, CKD stages 3-5, conservative management, peritoneal dialysis, and transplantation) is required. Our results suggest that phosphate and fluid management (assessed by IDWG) may be best targeted with supportive dietary text messages. KIDNEYTEXT indicated improvements in the proportions of intervention participants who met phosphate and IDWG guidelines by 15% and 17%, respectively. This approaches the threshold of a 25% improvement in adherence that was determined to be clinically significant. Recommendations for the design of a larger clinical trial in hemodialysis are outlined in Box 1.\n\nTraditional (ie, face-to-face) interventions to alter behaviors such as dietary sodium intake  [31] [32] [33]  and fluid management  34  are resource-intensive, requiring frequent (eg, weekly or every two weeks) contact with practitioners. In practice, access to renal dietitians may be limited, with dietitians citing a lack of resources to provide adequate support and counseling.  [10] [11] 1] [12]  In our study, at baseline, fewer than 70% of participants had seen a dietitian in the past year, and only half saw a dietitian during the 6-month follow-up. A simple, feasible, and acceptable mobile phone text-messaging intervention aimed at improving dietary behaviors in a hemodialysis population may be a useful interim measure used in conjunction with individualized face-to-face counseling. Our feasibility study justifies a larger randomized controlled trial to evaluate the impact of a mobile phone text-messaging intervention on important patient-centered and clinical outcomes in hemodialysis.\n\nData Sharing: Individual participant data that underlie the results reported in this article, after deidentification, will be made available beginning 9 months and ending 36 months following article publication. The study protocol has been published  15  and the statistical analysis plan uploaded to ANZCTR ( www.anzctr.org.au ). Investigators who provide a methodologically sound proposal and have gained ethical clearance may use the deidentified individual data as per the proposal. Proposals may be submitted up to 36 months following article publication by contacting vincent.lee@ sydney.edu.au. Requestors will need to sign a data access agreement. After 36 months, the data will be available in our universities' data warehouse but without investigator support other than deposited metadata.\n\nPrior Presentation: This work was presented in abstract form at the 57th ERA-EDTA Congress, held virtually, June 6-9, 2020.\n\nPeer Review: Received April 1, 2020. Evaluated by 2 external peer reviewers, with direct editorial input from a Statistics/Methods Editor, an Associate Editor, and the Editor-in-Chief. Accepted in revised form November 14, 2020."
    },
    {
      "title": "Design",
      "text": "• Adaptive, cluster randomization by dialysis unit  22"
    },
    {
      "title": "Potential recruitment strategies",
      "text": "• Pragmatic study design that is embedded within current renal nutritional care  22, 23  • Consent process facilitated through renal clinicians (ie, dietitians, nurses, nephrologists), rather than specific research staff  22, 24  • Additional online portal patients can opt into without clinicians 22 • Use of caregivers' mobile phone if necessary or preferred by the patient Follow-up • 6-month intervention with 3 months of follow-up Blinding • Outcome assessors to be blinded Interventions • Three mobile phone text messages per week for 6 months • Enhancement of personalisation of text messages by: > Participants being able to change the text message topics they receive throughout the intervention, or > Having 2-way communication with a dietitian or trained health professional Primary outcome • Diet-related markers of cardiovascular disease risk, such as: > Potassium management (ie, serum targets and use of medications) > Phosphate management (ie, serum targets and use of medications) > Fluid management (ie, interdialytic weight gain) 94 AJKD Vol 78 | Iss 1 | July 2021"
    },
    {
      "text": "Figure 1. Study flow diagram."
    },
    {
      "text": "Figure 2. Proportion of participants adhering to ≥3 renal dietary guidelines (nonadjusted) with 95% CIs."
    },
    {
      "text": "Recommendations for Development of Phase 2b Trial of KIDNEYTEXT"
    },
    {
      "text": "Baseline Characteristics"
    },
    {
      "text": "Proportion of Participants Adhering to Renal Dietary Recommendations for Hemodialysis"
    },
    {
      "text": "Secondary Exploratory Outcomes: Changes From Baseline to 3 and 6 Months"
    },
    {
      "text": "Cont'd). Secondary Exploratory Outcomes: Changes From Baseline to 3 and 6 Months"
    }
  ],
  "references": [
    {
      "title": "26%-47%]) 35%-68%]) 14%-33%]) 29%-63%]) Potassium (70% [60%-80%]) 74% [61%-81%]) 74% [65%-84%]) 60% 89%]) 75%-92%]) 58%-88%]) Phosphorus 25 (29"
    },
    {
      "title": "Adherent with ≥3 renal dietary guidelines a 28 (32% [23%-44%]) 42",
      "doi": "10.5962/bhl.title.149293"
    },
    {
      "title": "a P = 0.1 for interaction of time and allocation in the longitudinal analysis (secondary analysis), adjusting for local health district (stratification variable)",
      "doi": "10.1007/978-3-319-43742-2_19"
    },
    {
      "title": "0.6 for the comparison between the 2 arms, adjusting for geographical location of dialysis unit (stratification variable), using a logistic regression",
      "authors": [
        "P = ; Phd",
        "Kirsten Howard",
        "Martin Phd",
        "Howell",
        "Rabia Phd",
        "Khalid",
        "Kamal Bnutdiet",
        "Fracp Sud",
        "Aravinda Thiagalingam",
        "Clara Fracp",
        "Chow",
        "Vincent Phd",
        "Phd Lee"
      ],
      "year": 2021
    },
    {
      "title": "Address for Correspondence: Jessica Dawson, MS, Centre for Kidney Research"
    },
    {
      "title": "National Kidney Foundation practice guidelines for chronic kidney disease: evaluation, classification, and stratification",
      "authors": [
        "A Levey",
        "J Coresh",
        "E Balk"
      ],
      "year": 2003,
      "doi": "10.7326/0003-4819-139-2-200307150-00013"
    },
    {
      "title": "Global prevalence of chronic kidney disease -a systematic review and meta-analysis",
      "authors": [
        "N Hill",
        "S Fatoba",
        "J Oke"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0158765"
    },
    {
      "title": "Setting research priorities for patients on or nearing dialysis",
      "authors": [
        "B Manns",
        "B Hemmelgarn"
      ],
      "year": 2014,
      "doi": "10.2215/cjn.01610214"
    },
    {
      "title": "Evidence based practice guidelines for the nutritional management of chronic kidney disease",
      "authors": [
        "S Ash",
        "K Campbell",
        "H Maclaughlin"
      ],
      "year": 2006,
      "doi": "10.1111/j.1747-0080.2006.00100.x"
    },
    {
      "title": "Managing treatment for end-stage renal diseasea qualitative study exploring cultural perspectives on facilitators and barriers to treatment adherence",
      "authors": [
        "K Griva",
        "H Ng",
        "J Loei",
        "N Mooppil",
        "H Mcbain",
        "S Newman"
      ],
      "year": 2013,
      "doi": "10.1080/08870446.2012.703670"
    },
    {
      "title": "Dietary and fluid restrictions in CKD: a thematic synthesis of patient views from qualitative studies",
      "authors": [
        "S Palmer",
        "C Hanson",
        "J Craig"
      ],
      "year": 2015,
      "doi": "10.1053/j.ajkd.2014.09.012"
    },
    {
      "title": "Experiences and perspectives of dietary management among patients on hemodialysis: an interview study",
      "authors": [
        "J Stevenson",
        "A Tong",
        "T Gutman"
      ],
      "year": 2018,
      "doi": "10.1053/j.jrn.2018.02.005"
    },
    {
      "title": "Dietary educational interventions for management of hyperphosphatemia in hemodialysis patients: a systematic review and meta-analysis",
      "authors": [
        "M Karavetian",
        "N De Vries",
        "R Rizk",
        "H Elzein"
      ],
      "year": 2014,
      "doi": "10.1111/nure.12115"
    },
    {
      "title": "Interventions to enhance adherence to dietary advice for preventing and managing chronic diseases in adults",
      "authors": [
        "S Desroches",
        "A Lapointe",
        "S Ratte",
        "K Gravel",
        "F Legare",
        "S Turcotte"
      ],
      "year": 2013
    },
    {
      "title": "Renal dietitians lack time and resources to follow the NKF KDOQI guidelines for frequency and method of diet assessment: results of a survey",
      "authors": [
        "R Hand",
        "A Steiber",
        "J Burrowes"
      ],
      "year": 2013,
      "doi": "10.1053/j.jrn.2012.08.010"
    },
    {
      "title": "Have renal dietitians successfully implemented evidence-based guidelines into practice? A survey of dietitians across Australia and New Zealand",
      "authors": [
        "E Hall-Mcmahon",
        "K Campbell"
      ],
      "year": 2012,
      "doi": "10.1053/j.jrn.2011.09.004"
    },
    {
      "title": "Multiple factors affect renal dietitians' use of the NKF-K/DOQI adult nutrition guidelines",
      "authors": [
        "J Burrowes",
        "G Russell",
        "M Rocco"
      ],
      "year": 2005
    },
    {
      "title": "Telehealth methods to deliver dietary interventions in adults with chronic disease: a systematic review and meta-analysis",
      "authors": [
        "J Kelly",
        "D Reidlinger",
        "T Hoffmann",
        "K Campbell"
      ],
      "year": 2016,
      "doi": "10.3945/ajcn.116.136333"
    },
    {
      "title": "Effect of lifestyle-focused text messaging on risk factor modification in patients with coronary heart disease: a randomised clinical trial",
      "authors": [
        "C Chow",
        "J Redfern",
        "G Hillis"
      ],
      "year": 2015,
      "doi": "10.1001/jama.2015.10945"
    },
    {
      "title": "Targeted, structured text messaging to improve dietary and lifestyle behaviours for people on maintenance haemodialysis (KIDNEYTEXT): study protocol for a randomised controlled trial",
      "authors": [
        "J Stevenson",
        "K Campbell",
        "M Brown"
      ],
      "year": 2019,
      "doi": "10.1136/bmjopen-2018-023545"
    },
    {
      "title": "Developing and evaluating complex interventions: the new Medical Research Council guidance",
      "authors": [
        "P Craig",
        "P Dieppe",
        "S Macintyre",
        "S Michie",
        "I Nazareth",
        "M Petticrew"
      ],
      "year": 2008,
      "doi": "10.1136/bmj.a1655"
    },
    {
      "title": "A taxonomy of behavior change techniques used in interventions",
      "authors": [
        "C Abraham",
        "S Michie"
      ],
      "year": 2008,
      "doi": "10.1037/0278-6133.27.3.379"
    },
    {
      "title": "An overview of USDA's Dietary Intake Data System",
      "authors": [
        "N Raper",
        "B Perloff",
        "L Ingwersen",
        "L Steinfeldt",
        "J Anand"
      ],
      "year": 2004
    },
    {
      "title": "Process evaluation of complex interventions: Medical Research Council guidance",
      "authors": [
        "G Moore",
        "S Audrey",
        "M Barker"
      ],
      "year": 2015,
      "doi": "10.1136/bmj.h1258"
    },
    {
      "title": "Australian diet quality index project",
      "year": 2007
    },
    {
      "title": "Using the margins command to estimate and interpret adjusted predictions and marginal effects",
      "authors": [
        "R Williams"
      ],
      "year": 2012,
      "doi": "10.1177/1536867x1201200209"
    },
    {
      "title": "Optimizing enrollment of patients into nephrology research studies",
      "authors": [
        "D Selewski",
        "E Herreshoff",
        "D Gipson"
      ],
      "year": 2016,
      "doi": "10.2215/cjn.00500115"
    },
    {
      "title": "Challenges in conducting clinical trials in nephrology: conclusions from a Kidney Disease-Improving Global Outcomes (KDIGO) Controversies Conference",
      "authors": [
        "C Baigent",
        "W Herrington",
        "J Coresh"
      ],
      "year": 2017,
      "doi": "10.1016/j.kint.2017.10.004"
    },
    {
      "title": "Recruitment and retention in clinical trials in chronic kidney disease: report from national workshops with patients, caregivers and health professionals",
      "authors": [
        "P Natale",
        "T Gutman",
        "M Howell"
      ],
      "year": 2020,
      "doi": "10.1093/ndt/gfaa044"
    },
    {
      "title": "Feasibility and acceptability of telehealth coaching to promote healthy eating in chronic kidney disease: a mixed-methods process evaluation",
      "authors": [
        "J Kelly",
        "M Warner",
        "M Conley"
      ],
      "year": 2019
    },
    {
      "title": "No difference in average interdialytic weight gain observed in a randomized trial with a technology-supported behavioral intervention to reduce dietary sodium intake in adults undergoing maintenance hemodialysis in the united states: primary outcomes of the Bal-anceWise Study",
      "authors": [
        "M Sevick",
        "B Piraino",
        "St-Jules",
        "De"
      ],
      "year": 2016,
      "doi": "10.1053/j.jrn.2015.11.006"
    },
    {
      "title": "The effects of a lifestylefocused text-messaging intervention on adherence to dietary guideline recommendations in patients with coronary heart disease: an analysis of the TEXT ME study",
      "authors": [
        "K Santo",
        "K Hyun",
        "L De Keizer"
      ],
      "year": 2018,
      "doi": "10.1186/s12966-018-0677-1"
    },
    {
      "title": "RCT of personal digital assistant (PDA) supported dietary intervention to reduce sodium intake in PD [abstract",
      "authors": [
        "M Koprucki",
        "B Piraino",
        "F Bender"
      ],
      "year": 2010,
      "doi": "10.1053/j.ajkd.2010.02.169"
    },
    {
      "title": "eHealth interventions for people with chronic kidney disease",
      "authors": [
        "J Stevenson",
        "Z Campbell",
        "A Webster"
      ],
      "year": 2019,
      "doi": "10.1002/14651858.cd012379"
    },
    {
      "title": "A systematic review and meta-analysis of utility-based quality of life in chronic kidney disease treatments",
      "authors": [
        "M Wyld",
        "R Morton",
        "A Hayen",
        "K Howard",
        "A Webster"
      ],
      "year": 2012,
      "doi": "10.1371/journal.pmed.1001307"
    },
    {
      "title": "Effect of dietary sodium restriction on body water, blood pressure, and inflammation in hemodialysis patients: a prospective randomized controlled study",
      "authors": [
        "L Rodrigues Telini",
        "Carvalho Beduschi",
        "G Caramori",
        "J Castro",
        "J Martin",
        "L Barretti"
      ],
      "year": 2014,
      "doi": "10.1007/s11255-013-0382-6"
    },
    {
      "title": "Sodium reduction and weight loss in the treatment of hypertension in older persons: a randomized controlled trial of nonpharmacologic interventions in the elderly (TONE)",
      "authors": [
        "P Whelton",
        "L Appel",
        "M Espeland"
      ],
      "year": 1998
    },
    {
      "title": "Effects of weight loss and sodium reduction intervention on blood pressure and hypertension incidence in overweight people with high-normal blood pressure: the Trials of Hypertension Prevention, phase II",
      "authors": [
        "The Trials Of Hypertension Prevention",
        "Collaborative Research"
      ],
      "year": 1997,
      "doi": "10.1001/archinte.1997.00440270105009"
    },
    {
      "title": "The frustrating attempt to limit the interdialytic weight gain in patients on chronic hemodialysis: new insights into an old problem",
      "authors": [
        "M Bossola",
        "G Pepe",
        "C Vulpio"
      ],
      "year": 2018,
      "doi": "10.1053/j.jrn.2018.01.015"
    }
  ],
  "num_references": 39
}
