{
  "paper_id": "8477PKX5",
  "title": "The Promise of Digital Health: Then, Now, and the Future",
  "abstract": "Advancing Diagnosis and Treatment Research shows that a significant proportion of health spending is attributed to chronic diseases, with individuals experiencing multiple comorbidities accounting for a disproportionate share of expenditures  (Buttorff et al., 2017) . Although additional research is necessary, a recent review \n BOX 1 | Core Principles for Stewards of the Digital Health Infrastructure and Data Personal: Discretion on control and use of personal data resides with the individual or their designee. Safe: Data stewardship protocols safeguard against use resulting in personal harm. Effective: Data are collected and maintained according to validated stewardship protocols. Equitable: Data systems are designed to identify and counter bias or disparities. Efficient: Every digital equipment acquisition or service license enhances health system interoperability. Accessible: Data are available when and where needed for decision-making. Measurable: Digital health performance is continuously monitored for accuracy and interoperability. Transparent: Personal data sources and uses are clearly indicated, including timing and context. Adaptive: Data strategies are regularly calibrated to ensure continuity, currency, and utility.",
  "year": 2022,
  "date": "2022-06-27",
  "journal": "Annual Review of Public Health",
  "publication": "Annual Review of Public Health",
  "authors": [
    {
      "forename": "Amy",
      "surname": "Abernethy",
      "name": "Amy Abernethy"
    },
    {
      "forename": "Laura",
      "surname": "Adams",
      "name": "Laura Adams"
    },
    {
      "forename": "Meredith",
      "surname": "Barrett",
      "name": "Meredith Barrett"
    },
    {
      "forename": "Christine",
      "surname": "Bechtel",
      "name": "Christine Bechtel"
    },
    {
      "forename": "Patricia",
      "surname": "Brennan",
      "name": "Patricia Brennan"
    },
    {
      "forename": "Atul",
      "surname": "Butte",
      "name": "Atul Butte"
    },
    {
      "forename": "Judith",
      "surname": "Faulkner",
      "name": "Judith Faulkner"
    },
    {
      "forename": "Elaine",
      "surname": "Fontaine",
      "name": "Elaine Fontaine"
    },
    {
      "forename": "Stephen",
      "surname": "Friedhoff",
      "name": "Stephen Friedhoff"
    },
    {
      "forename": "John",
      "surname": "Halamka",
      "name": "John Halamka"
    },
    {
      "forename": "Mayo",
      "surname": "Clinic",
      "name": "Mayo Clinic"
    },
    {
      "forename": "Michael",
      "surname": "Howell",
      "name": "Michael Howell"
    },
    {
      "forename": "Google",
      "surname": "Health",
      "name": "Google Health"
    },
    {
      "forename": "Kevin",
      "surname": "Johnson",
      "name": "Kevin Johnson"
    },
    {
      "forename": "Peter",
      "surname": "Long",
      "name": "Peter Long"
    },
    {
      "forename": "Deven",
      "surname": "Mcgraw",
      "name": "Deven Mcgraw"
    },
    {
      "forename": "Redonda",
      "surname": "Miller",
      "name": "Redonda Miller"
    },
    {
      "forename": "Peter",
      "surname": "Lee",
      "name": "Peter Lee"
    },
    {
      "forename": "Jonathan",
      "surname": "Perlin",
      "name": "Jonathan Perlin"
    },
    {
      "forename": "Donald",
      "surname": "Rucker",
      "name": "Donald Rucker"
    },
    {
      "forename": ";",
      "surname": "Sandy",
      "name": "; Sandy"
    },
    {
      "forename": "Unitedhealth",
      "surname": "Group",
      "name": "Unitedhealth Group"
    },
    {
      "forename": "Lucia",
      "surname": "Savage",
      "name": "Lucia Savage"
    },
    {
      "forename": "Lisa",
      "surname": "Stump",
      "name": "Lisa Stump"
    },
    {
      "forename": "Paul",
      "surname": "Tang",
      "name": "Paul Tang"
    },
    {
      "forename": "Eric",
      "surname": "Topol",
      "name": "Eric Topol"
    },
    {
      "affiliation": "National Academy of Medicine ; National Library of Medicine ; University of California , San Francisco ; \n\t\t\t\t\t\t\t\t National Academy of Medicine \n\t\t\t\t\t\t\t\t National Library of Medicine \n\t\t\t\t\t\t\t\t University of California \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco"
    },
    {
      "affiliation": "National Academy of Medicine ; University of Pennsylvania ; Blue Shield of California ; Ciitizen Corporation ; Johns Hopkins Hospital ; Microsoft Corporation ; Omada Health, Inc. ; Yale New Haven Health System and Yale School of Medicine ; Stanford University ; The Scripps Research Institute; Reed Tuckson , \n\t\t\t\t\t\t\t\t Yale School of Medicine \n\t\t\t\t\t\t\t\t National Academy of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t Blue Shield of California \n\t\t\t\t\t\t\t\t Ciitizen Corporation \n\t\t\t\t\t\t\t\t Johns Hopkins Hospital \n\t\t\t\t\t\t\t\t Microsoft Corporation \n\t\t\t\t\t\t\t\t Omada Health, Inc \n\t\t\t\t\t\t\t\t Yale New Haven Health System \n\t\t\t\t\t\t\t\t Stanford University \n\t\t\t\t\t\t\t\t The Scripps Research Institute; Reed Tuckson"
    }
  ],
  "doi": "10.3233/978-1-60750-050-6-74",
  "sections": [
    {
      "text": "Over the past several decades, the development and accelerated advancement of digital technology has prompted change across virtually all aspects of human endeavor. The positive and negative effects of these changes have been and will remain the focus of active speculation, including the implications for human health. Application of mechanical and digital recording and capture of physical status, experiences, and narratives have set the stage for revolutionary progress in individual health and medical management, population-wide health strategies, and integrated real-time generation of new knowledge and insights. Together, these developing digitally mediated capacities are termed digital health.\n\nDigital health has evolved as a broad term encompassing electronically captured data, along with technical and communications infrastructure and applications in the health care ecosystem. Revolutionary advances in digital health are transforming health, medicine, and biomedical science, and redefining and re-engineering the tools needed to create a healthier future. Developments such as cloud computing, artificial intelligence, machine learning, blockchain, digitally mediated diagnostics and treatment, telehealth, and consumer-facing mobile health applications are now routinely used in self-management, health care, and biomedical science. These developments promise to drive earlier diagnoses and interventions, improve outcomes, and support more engaged patients  (McGinnis et al., 2021) .\n\nIn the mid-20th century, the newly established World Health Organization (WHO) defined the concept of health as \"a state of complete physical, mental and social wellbeing and not merely the absence of disease or infirmity\"  (WHO, 2006) . As an integrative concept, this definition is a vision for the planet that is at once bold and elusive, even for the United States as the world's wealthiest nation. The WHO definition is clear that health derives from much more than medical care. Since WHO's founding, much has been learned about how different factors, including but extending far beyond medical care, interact to shape health prospects. Indeed, research indicates that social and behavioral factors both outweigh medical care in determining health status and modulate the contributions of genetics and physical environments  (Kottke et al., 2016; McGovern et al., 2014; Schroeder, 2007; McGinnis et al., 2002) .\n\nUnfortunately, U.S. health policies and health system investments remain misaligned with these insights. In the U.S., approximately 90% of all health expenses go to disease and injury treatment rather than to addressing the predisposing factors of these illnesses and injuries. By 2020, U.S. health expenditures had grown to $4.1 trillion. Spending in the health sector is projected to increase to over $6 trillion annually and encompass 20% of the nation's gross domestic product by 2028  (Keehan et al., 2020; CMS, 2019) . The U.S. is falling far short of the WHO vision, despite spending nearly twice as much as other high-income countries. The U.S. currently has a lower life expectancy, higher rate of death by suicide, higher chronic disease burden, higher rates of preventable hospitalizations, higher use of unnecessary expensive testing and procedures, and lower use of primary care than its peer countries  (Tikkanen and Abrams, 2020) .\n\nDespite important gains in the last two decades, made possible by significant investment by payers, providers, and the federal government in electronic health records (EHRs), progress toward interoperable systems, and advanced technology to coordinate care and manage disease, the promise of digital health remains illusory. The ability to use interoperable digital technology to improve the effectiveness, efficiency, equity, and continuity of care remains substantially conceptual. For example, digital interfaces in inpatient care systems are often clumsy; volumes of health data are mostly sequestered, inaccessible, and difficult to aggregate in a meaningful and actionable way, in part due to the ongoing need for evolving data standards. In addition, digital tools and data are relatively ineffective in assisting clinicians in better understanding patient and family preferences and circumstances that facilitate health progress outside of the clinic. The notion of digital tools that can be applied in widespread fashion to coordinate health care organizations and public health efforts to identify and engage those at particular risk from behavioral, social, and environmental public health risks remains rudimentary at best. The expansive vision of real-time generation of evidence in a learning health system that links datasets and analyzes them using artificial intelligence and machine learning is nascent and limited to a few pilots.\n\nOngoing and accelerated progress must be made to fully realize the vision of a learning health system. In the digital age, regardless of the specific barrier to the creation and support of individual and population health (e.g., COV-ID-19, staff burnout, challenging financial outlook, equity, etc.), digital health can and should act as a \"force multiplier\" of the interventions to combat these challenges. As active participants in advancing prospects and practices in digital health, the authors of this paper hope to: • highlight the compelling possibilities and unresolved challenges for advancing trustworthy digital technology for the benefit of all people at every stage of their lives; • underscore the importance of ensuring that the benefits are equally shared across society; • identify the structural, technical, and policy precon-ditions for long-term progress; and • identify critical priorities for cooperation and collaboration between policy makers, practitioners, and industry leaders to propel the development and application of best-in-class digital health tools.\n\nThis paper aims to provide a comprehensive review of digital health tools and their promise and to identify critical priorities for cooperation and collaboration among policy makers and industry leaders. The challenge is addressing both the breadth and depth of the issues, which are multifactorial and overlapping.\n\nIt is important to note that the narrative and suggestions here represent the views of the individual authors, not necessarily those of the National Academy of Medicine or the organizations with which the authors are affiliated. In developing the text, the authors have been informed by their respective roles and responsibilities in those organizations. These include various efforts in contending with the digital health challenges and opportunities of the COVID-19 pandemic. The discussion paper Digital Health COVID-19 Impact Assessment: Lessons Learned and Compelling Needs was produced in parallel to and in coordination with this work and serves as a use case of the key concepts presented here  (Lee et al., 2022) . In addition, the development of this paper was informed by the National Academy of Medicine Leadership Consortium's Digital Health Action Collaborative (DHAC) and DHAC's prior work stewarding development of the international statement on Digital Health and the Learning Health System, issued collectively in 2020 by national academies of science and medicine of 14 countries (NASEM, 2020)."
    },
    {
      "title": "Digital Innovation and Medical Care",
      "text": "Digital technology has now been developed and applied to every aspect of health and health care. Figure  1  groups the various digital health tools into a dozen application arenas, but the individual applications number in the thousands.\n\nThe authors see the potential in digital innovation in health care delivery in the following areas: advancing diagnosis and treatment, ensuring care continuity, facilitating off-site patient management through telemedicine, partnering with individuals to support self-management, and reducing error and waste in the delivery system. concluded that self-management as part of a treatment program for patients with chronic conditions has small-tomoderate impacts on health behaviors, health outcomes, and service utilization and should be an ongoing priority in promoting population health  (Allegrante et al., 2019) . Thus, the market appetite and the necessity exist to facilitate diagnosis, reduce disease burden, and improve care for those who experience chronic disease. To address these problems, innovators, software vendors, payers, and government regulators are investing heavily in digital health solutions for diagnosis and treatment, with particular attention to high-need, high-cost populations (The Commonwealth Fund, 2016).\n\nAn example of a diagnostic tool enhanced by digital health includes smartphone-based photoplethysmography (using a smartphone camera to capture video from the subject's index fingertip), combined with a deep neural network, a form of artificial intelligence (AI), to detect diabetes  (Avram et al., 2020) . While not widely adopted, such tools could be used for self-administered, low-cost, widespread screening. AI is also used in radiology and pathology to augment human interpretation of diagnostic (e.g., ocular, x-ray, or magnetic resonance imaging) and pathology slide images, supporting potentially more accurate and timely diagnosis and individualized treatment plans for various cancers and renal disease  (Barisoni et al., 2020) . Drug researchers and manufacturers are also leveraging various forms of AI for patient recruitment, virtual engagement, and literature review, and using the technologies to assist in detecting and refining pharmaceutical targets  (Lamberti et al., 2019) .\n\nTreatment decisions can be augmented by clinical decision support (CDS) systems and enriched with advanced analytics. An editorial in the New England Journal of Medicine succinctly summarized the challenge: \"The complexity of medicine now exceeds the capacity of the human mind\"  (Eddy, 1982) . While AI-based systems are currently unable to discern a grimace, notice sweating, or hear a tremor in a patient's voice-skills at which humans excel-these systems offer the unique opportunity to augment clinician performance by creating order and transforming vast amounts of mostly unstructured data into clinically actionable information to support optimal care. This field, although nascent, is rapidly advancing. For example, AI has been used to improve the speed of prediction and diagnosis of sepsis  (Goh et al., 2021) . Integrated with the care delivery workflow, these technologies could identify patterns, form linkages between disparate data sources, and suggest treatment options for clinicians to review. In addition, AI-powered CDS systems might offer opportunities for improving efficiency and mitigating clinician burnout, another potential downstream benefit."
    },
    {
      "title": "Ensuring Care Continuity",
      "text": "Even the most sophisticated digital diagnostics will have little impact on clinical outcomes if they are implemented in a fragmented health care ecosystem. Regulations promulgated by the 21st Century Cures Act Final Rule (Cures Act) have the potential to address this shortcoming by promoting seamless interoperability and supporting increased control for the individual regarding their health data (HealthIT.gov, 2020). The Cures Act addresses foundational standards, including technical, syntactic, and semantic issues surrounding health data interoperability and prioritizes ensuring patients have choices when managing their own health data. Further complexities associated with a robust trust framework, data accuracy, identity matching, and privacy protections of individual data managed by noncovered entities will likewise be critical to confront.\n\nSignificant progress on interoperability has occurred over the past decade with the implementation of foundational data standards such as Health Level 7 Fast Healthcare Interoperability Resources (FHIR) (HL7 International, n.d.), SNOMED (SNOMED International, n.d.), RxNorm (NLM, 2022), and the United States Core Data for Interoperability (USCDI) (HealthIT.gov, n.d.). Still, the broad interoperability of health care data platforms is incomplete in many settings due to incomplete record availability, lack of terminology standards, and concern about bidirectional incorporation of data between health systems using different EHRs. In a 2019 study of primary care physicians in high-income countries, the Commonwealth Fund (2019) found that just over 50% of American primary care physicians surveyed were able to electronically exchange data with physicians outside of their practice. In addition, since health is not primarily produced by health care, interoperability with data outside of EHRs may add to a holistic picture of an individual and support continuity of care. However, this level of interoperability is nascent, as demonstrated by a recent review of data exchange capacity of wearables, which found limited ability to transfer data from mobile monitoring systems into medical records  (Muzney et al., 2019) . The power of EHR systems to capture and organize clinical data allows for rapid cycle learning and organizational agility, but barriers-both technical and economic-to transmitting non-native data into the EHR limit the comprehensive view of individuals and populations needed to transform health care delivery and the health system writ large. To facilitate data interoperability, the U.S. health system must expand embedded, open-source interoperability beyond nationally regulated technologies like EHRs.\n\nResearch has documented the potential for Health Information Exchange (HIE) and interoperability to improve care coordination and reduce costs  (Walker et al., 2005) , and will likely also benefit public health reporting. An example of HIE use to support care coordination is the delivery of near real-time dashboards to primary care and substance use disorder providers about inpatient and emergency department admissions and discharges for their patient panels, supporting post-discharge care coordination (HealthIT.gov, 2017). Still, patients and providers will struggle to realize these benefits at scale as the existing reimbursement system continues to disincentivize care coordination, which results in duplicative service utilization. The ongoing transition to value-based payment can support the realignment of financial incentives and serve as a significant driver for expanding interoperability  (Biel et al., 2019) .\n\nIn this regard, banking, which provides ubiquitous, near real-time, standardized access to account information globally, provides lessons about industry-wide information exchange that might be adopted in health care. The Society for Worldwide Interbank Financial Communications (SWIFT) established a financial transaction messaging system in the 1970s with a focus on essential transactions, a strong business case for participation, and an industry-supported oversight organization  (Glaser, 2019) . The Office of the National Coordinator for Health IT (ONC), through the Trusted Exchange Framework and Common Agreement (TEFCA), has made inroads toward this vision with the formal recognition of an industry-supported oversight organization through the Recognized Coordinating Entity (RCE), which was awarded to the Sequoia Project in 2019 (HealthIT.gov, 2022)."
    },
    {
      "title": "Facilitating Off-Site Patient Management through Telemedicine",
      "text": "Digital tools that collect data and support interventions outside the clinical setting offer meaningful opportunities to identify risks and engage patients. Consumer-facing apps and clinical monitors that actively or passively collect data can also serve as an early warning system for prevention and disease management. During the COVID-19 pandemic, digital contact tracing apps provided patients with notifications about potential exposure to COVID-19. Beyond COVID-19, some tools generate warnings to individuals or caregivers regarding changes in environmental risks, such as pollen or air pollution alerts, while other platforms generate alerts to patients, families, and providers in the event of disease exacerbation. Additionally, while not widely ac-ceptable or accessible by all populations, use of remote patient monitoring (RPM) tools increased during the COVID-19 pandemic. RPM enables clinicians to assess symptoms for patients at home with mild cases of COVID-19 and observe non-COVID-19-related health outcomes in the context of daily living for patients with chronic conditions (e.g., Bluetooth scales for patients with congestive heart failure, connected blood pressure cuffs for patients with hypertension).\n\nDigital tools have also expanded care delivery for providers beyond the hospital or exam room. A 2020 analysis found that virtual urgent care visits could reduce the need for emergency room care by approximately 20%, and 20% of all office care, outpatient, and home health services could be delivered virtually or near-virtually  (Bestsennyy, et al., 2020; Cigna Newsroom, n.d.) . Non-acute care visits for many conditions were implemented virtually during the COVID-19 pandemic to reduce risk of exposure for patients and providers. Even with the sharp decline in telehealth in 2021-after the steep rise associated with COVID-19 in 2020-a review by a large payer in 2022 supported the value of virtual care (Cigna, 2022).\n\nEven acute care can be delivered outside the health care delivery setting, as witnessed during the COVID-19 pandemic when severely ill patients occupied many hospital beds  (Heller et al., 2020) . Virtual intensive care units can deliver remote 24/7 monitoring of patients by intensivists who can manage patients in multiple locations, allowing patients to get intensive care unit-level care in community hospitals."
    },
    {
      "title": "Partnering with Individuals to Support Self-Management",
      "text": "Given that most chronic disease management occurs outside of the traditional health care setting, partnering with individuals so that they can fully engage in their own care and meeting people where they are physically and mentally is essential to achieving better health outcomes, improving quality of life, and reducing health care spending (Allegrante et al., 2019). However, meeting individuals on their own terms may present multiple challenges to both individuals and the delivery system. Basic knowledge gaps about anatomy and physiology are worsened by issues of language fluency, health and reading literacy, numeracy, conflicting cultural beliefs, and limitations in cognitive capacity. These same challenges may be further exacerbated by poor medication tolerance and complex clinical care plans, including polytherapy and polypharmacy  (Settineri et al., 2019) . Access issues, including distance from the delivery system for rural residents, lack of transportation, and difficulty taking time away from work, all affect attendance at provider visits and can result in delays in seeking care. Financial barriers force individuals to choose between needed health care and medication and other household expenses, can result in not taking medicines as prescribed, including pill splitting and dose skipping (Kearny et al., 2021). These barriers often lead to clinical inertia and are amplified by structural racism, furthering health disparities among underresourced communities.\n\nBy applying digital tools successfully used in other industries, such as consumer-directed, preference-based scheduling; personalized recommendations; and regular text communications, the health care system may be positioned to develop a more robust partnership between individuals, families, and providers. Data and digital health tools serve as a bonding agent in their shared understanding of the individual's state of health and a shared health management plan. Individuals and families have grown accustomed to mobile and online tools in other aspects of their lives, such as airline booking, car services, and banking. Developing a robust partnership between individuals, families, and providers requires further adoption of systems that function the same way that these other tools do, offering patient-centric, easy, and secure two-way communication for appointment booking, self-check-in, and feedback surveys. Such tools can and should be seamlessly interoperable within health systems workflows. While patient portals support many of these functions, adoption among adults in the U.S. is below 50% (HINTS, 2018). Strategies should acknowledge user comfort with technology and offer multiple communication modes, including text messaging, audio, and video, depending on the user preference  (Zachrison et al., 2021) . These approaches also need to consider form and frequency of communication to ensure maximum engagement and understanding."
    },
    {
      "title": "Reducing Error and Waste in the Delivery System",
      "text": "Extensive research indicates that health care resources are inappropriately allocated within the current system. Waste has been shown to carry consequences for quality outcomes and patient safety (e.g., medical errors and delays) and economic efficiency (e.g., unnecessary spending)  (Shrank et al., 2019) . In the context of safety, since the Institute of Medicine's (IOM) report titled To Err Is Human: Building a Safer Health System was published in 2000, health care providers have made progress in reducing harm in hospital settings, but that progress varies widely (IOM, 2000). Equally troubling is the inability to accurately measure the harm associated with the lack of timely, standardized, and accurate information movement across systems  (Bates and Singh, 2018) . As identified in a 2010 report from the IOM titled The Healthcare Imperative: Lowering Costs and Improving Outcomes, disruptive innovation has been foundational across sectors to reduce waste and increase efficiency, and its use as a strategy to address these issues in health care is essential (IOM, 2010).\n\nThe digitization of health data has long been considered the foundation for patient safety, operational efficiency, and quality of care. It was also a driving force behind the Health Information Technology for Economic and Clinical Health (HITECH) Act, which incentivized the adoption of EHRs  (IOM, 2004; HealthIT.gov, 2009) . By 2017, 80% of office-based physicians and 96% of non-federal acute care hospitals had adopted certified EHRs (Health IT Dashboard, 2016). Multiple studies have documented improvements in care quality  (Atasoy et al., 2019; Buntin et al., 2011) . However, in a recent survey of over 5,000 physicians across specialties, perceived EHR usability was poor. Results showed a \"dose-response relationship between EHR usability and physician burnout\", which is negatively associated with patient safety  (Melnick et al., 2020; Panagioti et al., 2018) . However, patient safety is improved regardless of physician experience  (Tanner et al., 2015) . In addition, ongoing opportunities to better integrate clinical and administrative functions, streamline documentation (e.g., via voice technologies), automate quality metrics reporting, and embed AI and advanced CDS systems represent meaningful advancements that EHR vendors are pursuing as these platforms mature-either as new functionality within their platforms or by connecting to external third-party vendors, creating a \"both/and\" approach to maximizing efficiency.\n\nWhen it is clinically appropriate to address health concerns without an exam or with good quality video or still images, telehealth can reduce delays for specialty consultations and primary care, as the constraints of a shared physical space for an exam are eliminated. Advanced analytics can also reduce waste by helping health care professionals work at the top of their licenses. Advanced analytics can improve clinical risk stratification, allowing less skilled care team members to address the needs of patients who require minimal care. Higher skilled care team members are freed up to spend additional time with patients with complex medical needs, resulting in the delivery of the right care, to the right patients, at the right time, in the right place, by the right clinical team members. Machine learning (ML) and natural language processing (NLP) algorithms have outperformed nursing staff and provided comparable levels of accuracy to skilled physicians in assessing acuity risk in emergency departments  (Ivanov et al., 2021) . However, caution must be used because algorithms can inadvertently perpetuate significant bias  (Tanner et al., 2015) .\n\nProcess automation is another area of opportunity to use digital health technology to improve efficiency in both am-bulatory care and inpatient settings. Barcoding has been widely used in hospital pharmacies for over a decade, resulting in a reduction in adverse drug events  (Boyde and Chaffee, 2019) . Repetitive tasks such as scheduling, billing, capacity coordination, and asset management are amenable to automation, optimizing use of system resources and creating a frictionless experience for patients. For example, health care organizations can emulate the airline industry in maximizing automation and self-service functionality in scheduling while addressing customer demand, service supply, and equipment needs (ONC, 2020)."
    },
    {
      "title": "Digital Innovation and Population Health",
      "text": "Figure  1  also identifies various tools applicable to improving population health and drivers of health that are upstream from medical care-e.g., geospatial and environmental sensors, personal health devices, and knowledge generators and integrators. The importance of using digital tools in helping to integrate critical social services into care delivery has been clearly demonstrated by the nation's experience with COVID-19 and the disproportionate impacts on communities of color and other economically disadvantaged and underresourced populations  (Isasi et al., 2021 ; Health IT Dashboard, 2016). Innovations in digital health hold the potential to help identify and address many of the barriers to achieving the vision of a healthy society. When thoughtfully designed, equitably deployed, and effectively used, digital health tools have the potential to improve the identification, measurement, and modification of the root sources of illness, health, and well-being. Without the precise analytic information possible through a robust digital infrastructure, the nation will not be able to accelerate the identification and engagement of the causes and consequences of structural racism, which plays such a perverse and pervasive role in the health disparities of far too many Americans.\n\nAs digital health tools become increasingly sophisticated and capable of capturing social, behavioral, and environmental determinants of health, clinicians and caregivers can learn more about the individual in the context of their daily lives, including individual preferences, values, interactions, and exposures, to deliver targeted preventive and acute care and to restore health after illness. This digitally enabled health ecosystem has the potential to create long-term partnerships between individuals and their care teams that support healthy behaviors. Similarly, if thoughtfully designed, equitably deployed, and effectively used, such digital health applications have the potential to help prevent, mitigate, and reduce disparities in access and care  (Craig et al., 2020) . In such a system, health information flows freely within a trust-enabled and robust security and privacy framework across both the health care industry and nontraditional commercial entrants into the market."
    },
    {
      "title": "Digital Innovation and the Social Determinants of Health",
      "text": "Kaiser Family Foundation defines the social determinants of health (SDoH) as \"the conditions in which people are born, grow, live, work and age that shape health,\" with these conditions including \"socioeconomic status, education, neighborhood and physical environment, employment, and social support networks, as well as access to health care\"  (Artiga and Hinton, 2018) . Although approximately 15% of premature deaths are attributed to SDoH, these upstream drivers of health have largely been considered out of scope and not yet routinely addressed by providers or health care systems  (McGinnis et al., 2002) .\n\nFor digital technology to have a meaningful effect on SDoH, information about nonmedical factors and services must be better collected and integrated into mobile apps and standardized, aggregated, and integrated into EHRs to promote trust and ensure secure and private management. Digital tools could play a role in screening and identifying SDoH factors that impact a patient, alerting the provider to discuss them with the patient at the next visit, and connecting the patient with relevant community services. While existing digital health tools are already capable of supporting the collection, exchange, and integration of SDoH to support risk stratification and shared care planning, the benefits of these tools have been limited by inconsistent use across care delivery settings and the significant risk of algorithmic bias  (Meyer et al., 2020; Lindau, 2019) . For example, scheduling algorithms designed to identify patients who frequently miss appointments may both stigmatize people of lower socioeconomic status and distort the real issues. Many of these \"no shows\" cannot afford childcare or to leave work for a medical appointment, or they may have health problems that cause disability or reduced cognitive function, causing them to miss appointments  (Murray et al., 2020) . Understanding and intervening on SDoH and systems factors could reduce missed appointments, helping patients to get needed care and reducing lost care capacity for the system. These issues highlight the need for transparency in data collection and encoding and the criticality of proactive action to mitigate unintended consequences and biases when developing algorithms.\n\nDigital health technologies are also developing new use cases to address various environmental factors, including air pollution and climate change. Digital inhaler sensors have been used to monitor when and where patients with asthma used medications and needed adjustments to treatment plans and are associated with a reduction in rescue inhaler use, an improvement in symptom-free days for individuals, and a reduction in health care resource utilization (Merchant et al., 2018;  Barrett et al., 2013) . Furthermore, \"aggregated data on inhaler use, combined with environmental data, led to policy recommendations\", a community asthma notification system, community-wide improvements in asthma symptoms, and reductions in asthma-related emergency department use  (Barrett et al., 2018; Barrett et al., 2013) . Consumer-facing tools also can provide smartphone alerts for heat or air pollution data at the neighborhood level, making public health efforts more efficient. The use of telehealth and HIE can also support coordinated patient care during natural disasters. Of course, none of these tools address the root causes of these environmental problems-for example, a person might be able to know that their drinking water contains lead, but the tool cannot assist in solving the underlying drinking water problem. These SDoH must be addressed at the root level to realize improved health and well-being for all."
    },
    {
      "title": "Digital Innovation and Health Behavior",
      "text": "Digital health technologies are also developing new use cases to address various environmental factors, including air pollution and climate change. Digital inhaler sensors have been used to monitor when and where patients with asthma used medications and needed adjustments to treatment plans and are associated with a reduction in rescue inhaler use, an improvement in symptom-free days for individuals, and a reduction in health care resource utilization (Merchant et al., 2018;  Barrett et al., 2013) . Furthermore, \"aggregated data on inhaler use, combined with environmental data, led to policy recommendations\", a community asthma notification system, community-wide improvements in asthma symptoms, and reductions in asthma-related emergency department use  (Barrett et al., 2018; Barrett et al., 2013) . Consumer-facing tools also can provide smartphone alerts for heat or air pollution data at the neighborhood level, making public health efforts more efficient. The use of telehealth and HIE can also support coordinated patient care during natural disasters. Of course, none of these tools address the root causes of these environmental problems-for example, a person might be able to know that their drinking water contains lead, but the tool cannot assist in solving the underlying drinking water problem. These SDoH must be addressed at the root level to realize improved health and well-being for all.\n\nAlthough consumer demand for interventions that support behavior change is high, and successes have been evident in areas such as tobacco use and the consumption of foods high in saturated fat, the complexity of behavioral interventions can be vexing. Consider the case of weight manage-Published June 27, 2022 ment programs. The overall weight loss market in the U.S. in 2020 was estimated at $71 billion, yet many programs elicit only marginal and temporary changes in weight, with participants often experiencing weight regain (LaRosa, 2020; Hall and Kahan, 2018). As such, interest in digital and virtual weight loss programs is mounting as an alternative (LaRosa, 2020). However, while several well-controlled studies have demonstrated improved clinical outcomes when incorporating digital tools relative to usual care, most applications in the consumer marketplace are not supported by evidence, nor are they produced by subject matter experts in health behavior change  (Gordon et   This example illustrates some of the broader challenges and opportunities for digital tools to support self-management of individual health behaviors. In their ideal form, evidence-based digital health tools that focus on health behavior can improve self-awareness, provide on-demand health information and education, support improved selfefficacy, and promote accountability with social support networks, health coaches, and providers. The resulting data can also be analyzed to identify behavioral risk factors that contribute to chronic disease, resulting in real-time, personalized feedback and messaging to support health behavior change in a way that is more compelling than traditional patient education (Shegog et al., 2020;  Barrett et al., 2013) . Similarly, these data can be aggregated at the community level to more accurately measure the health behaviors and activities of populations, supporting resource allocation and data-driven public health decision making at the local level  (Barrett et al., 2013) .\n\nDigital health tools designed to support adherence to treatment plans also present an important opportunity. Connected self-monitoring tools (e.g., glucometers), wearables, digital inhaler sensors, and SMS messages and reminder systems have shown promise in patients with a variety of conditions, including epilepsy, asthma, chronic obstructive pulmonary disease (COPD), diabetes, depression, and hypertension  ("
    },
    {
      "title": "Digital Innovation, Genomics, and Precision Health",
      "text": "Digital technologies are accelerating the \"genomics revolution\"-advances in understanding the health implications of structural and functional variations in the human genome. These are often discussed in terms of augmented abilities to target individual medical interventions more precisely. While this is certainly an important likelihood, broader scale benefits in terms of reduced mortality and morbidity are likely to result from \"precision public health\"-the ability to better identify populations at greater risk from certain characteristics or exposures and implement protective interventions.\n\nWhole genome sequencing and digitally enabled risk scores generated by such sequencing will help identify individuals and groups at risk for common health conditions in their earliest stages. These data can be used to support mitigation strategies such as behavior change, medication use, or early screening to decrease the risk of sequelae from a genetic disease or gene variants. Examples of existing consumer-facing mobile health apps today draw from several data sources and partnerships, including self-reported family history data, laboratory results from personal genetics companies, and collaboration with providers, payers, or employers  (Tung et al., 2018) . The ongoing integration of genetic or genomic data and clinical histories, accelerated by emerging AI and ML technologies, increases the feasibility of leveraging precision medicine into clinical practice  (Luchini et al., 2022) . For example, AI is currently used in oncology, including FDA-approved AI used in support of care for breast, lung, and prostate cancers  (Luchini et al., 2022) . Advanced computational analytics used on such datasets could ultimately be employed to deliver near realtime feedback to individuals to promote health using a voice assistant, much like a digital health coach  (Topol, 2019) ."
    },
    {
      "title": "Digital Innovation and the Learning Health System",
      "text": "The application of digital technologies at scale serves as the nervous system for the continuously learning health care system: \"one in which science, informatics, incentives, and culture are aligned for continuous improvement, innovation, and equity-with best practices and discovery seamlessly embedded in the delivery process, individuals and families active participants in all elements, and new knowledge generated as an integral by-product of the delivery experience\" (NAM, 2020). Digital health will serve a critical role, and its promise must be fully leveraged. Effectively applied, digital health tools have the potential to catalyze progress on each of the key principles for a digitally facilitated learning health system, presented below in Box 1."
    },
    {
      "title": "Leveraging Big Data for Knowledge Generation",
      "text": "Much of the data collected in clinical care or recorded in consumer apps are available for further research and learning. Currently, the broader application of available health data is more likely to be used in service of product development rather than for learning, discovery, or continuous improvement of the health of individuals, families, or populations. There is an unrealized opportunity to share, aggregate, and analyze that data in alignment with the goals of a learning health system while also protecting and tightening the processes and procedures for unwarranted access to and use of personal data and inadvertent sharing of sensitive data, including medical records, via third-party consumer apps.\n\nThe investment, innovation, and amassing of data present important opportunities to affect not just health and the health care delivery system but also knowledge development in a learning health system. If appropriately managed and analyzed, datasets that incorporate structured and unstructured clinical data, SDoH information, genomics, digital phenotype data collected from wearables, and other data can make it possible to change baseline understandings of health and disease  (Engelhard et al., 2020; Jain et al., 2015) . Statistical tools and techniques, including AI and ML, can be used to develop dataset assessment tools and to support evolving research designs that meld traditional randomized controlled trials (RCTs) with observational studies. Similarly, analytical models can be applied across atrisk populations to ensure equity in opportunities to create health and treat disease. Development of virtual health data trusts, with shared governance and individuals controlling and contributing their data to support scientific discovery, present an important opportunity to distribute the costs and maximize research output while protecting individual agency and privacy  (Baker et al., 2016 ; Ideas for Change, 2016; MiDATA, n.d.). If successful, this digitally enhanced approach to research could allow multiple stakeholders, including professional societies, health care providers, patient advocacy groups, individuals, families, legal experts, medical administrators, the private sector, and governments, to share data, experiences, and research priorities."
    },
    {
      "title": "Leveraging Big Data for Population-Level and Public Health Insights",
      "text": "Fully realizing the benefit of vast datasets with information collected in near real time across the health continuum promises to improve population and public health. Some noteworthy examples of these public datasets include the National Patient-Centered Clinical Research Network (PCORnet) (PCORNet, n.d.), the Research Data Assistance Center (ResDAC) for CMS data (ResDAC, 2022), the Observational Health Data Sciences and Informatics program (OHDSI) (OHDSI, 2022). This promise includes the active and passive collection of real-time data from patients' daily living activities, gathered in clinical systems and payer systems and the analysis of that data to make well-reasoned decisions using standard analytics and AI/ML  (Singhal et al., 2020; Bughin et al., 2017) . To apply analytics tools to health care will require significant investment; fortunately, the Cures Act authorized $1.5 billion over 10 years to support the NIH's All of Us Research Program, which is designed to build and make available to researchers a secure and expansive database, including EHR, survey, and biometrics data of one million people to support medical discovery (NIH, 2020). While NIH did not explicitly create the All of Us program for AI/ML, as a by-product of the Published June 27, 2022 program, researchers will have access to new datasets and platforms upon which they can train their models.\n\nAs health systems, payers, and community organizations collaborate and share data to serve specific populations, public health agencies are positioned to seamlessly collect data and apply advanced analytics for health surveillance and community intervention. Interoperability links health systems, community agencies, geographical information systems, and public health agencies to address medical, environmental, and SDoH (Buckeridge, 2020). Interoperability can also create opportunities, via big data and precision public health, to tailor interventions to subpopulations, which will help ensure equity  (Buckeridge, 2020) . During COVID-19, the public health sector is experiencing an opportunity to test a variety of new precision public health tools, including the use of cell phone location data, activity trackers, and sewage data to intervene early to identify outbreaks and to limit morbidity and mortality  (Rasmussen et al., 2020) ."
    },
    {
      "title": "Requirements for the Digital Health Infrastructure",
      "text": "Digital technology serves as the nervous system for the learning health system and accelerates the identification and elimination of wide-scale disparities in individual, local, regional, and global health care. As individuals gain more access to their health data via application programming interfaces (APIs), and as providers use these data for critical clinical decision making using AI/ML, it is essential to consider several foundational infrastructure requirements. Figure  2  presents the essential infrastructure requirements for progress in digital health. While there has been some progress, opportunities remain in each interrelated component. Each area must be carefully reviewed and addressed to fully establish the framework to allow the benefits of digital health to be fully realized. Of particular interest for priority action are individual access and engagement, equity and ethics, privacy and identifier protocols, cybersecurity, data quality and reliability, data storage, sharing, and stewardship, interoperability, AI/ML, and workforce."
    },
    {
      "title": "Individual Access and Engagement and Equity and Ethics",
      "text": "To ensure digitally facilitated health for all, access to digital health writ large, supported by widespread broadband internet access, is essential across all economic strata and all regions of the U.S. Unfortunately, while COVID-19 resulted in the practical and essential application of telehealth, key gaps in consumer access to such technologies-\"the digital divide\"-were also exposed.\n\nEquity in available broadband access will spur growing consumerism and engagement in health and health care. The public has routine exposure to digitally facilitated convenience, agency, transparency, and privacy based on their experience with other industries and now expects the same from the health care ecosystem (Accenture, 2019). As the understanding of what creates health and well-being grows, it is imperative to engage patients, families, and communities in the design of new structures, processes, and solutions to support health and well-being. It is also essential to address systemic racism and institutional health inequities and disparities within the U.S. when designing these new structures, processes, and solutions  (Feagin and Bennefield, 2014) . These steps are necessary to mitigate the risk that new technologies will deepen the existing digital divide or perpetuate historical mistrust in the health system.\n\nIn addition, it will be important to translate what is learned through the collection of digital health data writ large (e.g., better insight into environmental determinants of health, Barrett et al., 2013) into local and national policies to make these learnings applicable at the individual and population level. These improved policies should, in turn, translate into community improvements (e.g., urban planning decisions about not placing schools next to freeways, informing national air quality standards with research into the association between air pollutants and respiratory symptoms) to improve the health of those who live in that community."
    },
    {
      "title": "Privacy and Identifier Protocols",
      "text": "The opportunity to share, aggregate, and analyze health data to improve individual health and to advance the learning health system is significant, as is the risk of loss of privacy for individuals sharing their most sensitive data via third-party consumer apps. Consumers have a limited but growing understanding of the risks (including loss of privacy) and benefits of sharing their health data and express a range of views about sharing health information. For example, a 2019 focus group on consumers' perception of interoperability found that \"participants overwhelmingly supported greater access to data both for health care providers and for themselves\" (The Pew Charitable Trusts, 2020).\n\nIn the intervening decades since the enactment of the Health Insurance Portability and Accountability Act of 1996 (HIPAA), health data systems have grown exponentially. A new industry of health-related applications was launched, giving individuals the ability to readily share their most private data with a variety of health sector and commercial actors. Some apps serve as a core communication device between individuals and their physicians and sit squarely within HIPAA. In contrast, other tools and vendors are unregulated by HIPAA, creating uneven protection and confusion for consumers. The expansion of HIPAA to redefine and protect health information outside of covered entities could mitigate risks to individuals.\n\nAnother critical area requiring progress in support of digitally facilitated health is accurately matching individuals across systems (The Pew Charitable Trusts, 2018). A unique national patient identifier was envisioned as a foundational element of HIPAA, but privacy and security concerns prevented the enactment of necessary regulatory action. Promulgating such regulations remains a valuable aim to support efficient, accurate matching. In 2021, the ONC advanced efforts to accurately match patient data across systems with Project US@, which was established \"to develop a unified, cross-standards, health care industry-wide specification for representing patient addresses to improve patient matching\" (HHS, 2021). Correctly matching an individual's data across organizations (with sufficient gold standard matches that allow for appropriate algorithm development) remains an essential component for the learning health system to support the right care for the right person today and to support the use of AI and research to ensure the best outcomes for tomorrow."
    },
    {
      "title": "Cybersecurity",
      "text": "Cybersecurity and privacy concerns are major obstacles to digital health adoption, continue to erode patient trust, and reinforce health systems' reluctance to share data. Psychological resistance, the risk of ubiquity of data, consequences of a breach, and patchwork of local and national privacy protections-or lack thereof-have created barriers to the use of pioneering, forward-looking digital health tools, and as such, cybersecurity must not be an afterthought.\n\nThese critical challenges require technologic, governance, and legal protocols. A public-private partnership is necessary to develop a superstructure framework to ensure the safety, security, and privacy of digital health architecture. As noted earlier, the cybersecurity framework produced by the National Institute of Standards and Technology (NIST) provides such guidance (NIST, 2018). Transparency and consent for consumers and patients regarding data sharing, agency, and privacy within and across platforms and stakeholders-including those not covered by HIPAA-must be simplified and standardized, including understandable consent forms and the extension of HIPAA protections to currently noncovered entities like third-party app vendors. In addition, privacy and security risks with big data and AI require special attention to avoid intentional corruption of AI/ML training datasets (training data poisoning), use of AI by attackers, or anti-privacy designs in digital health (Hartzog, 2018)."
    },
    {
      "title": "Data Quality and Reliability, Storage, and Stewardship",
      "text": "Foundational to digital health, the standards and curation protocols for data and information (e.g., Findability, Accessibility, Interoperability, and Reusability [FAIR] principles), while best-practice, are not required by regulation. However, such standards and protocols are required to achieve uniform value between and among stakeholders. Data standards and stewardship guidelines and national cooperation are critical, while simultaneous attention must be paid to \"economic, legal, philosophical, and practical issues\" relating to health data (NASEM, 2020). In principle, the individual, the source of health data, controls access to and use of the data derived from their health care and interaction with digital platforms. In practice, the organization collecting and managing the data has differing custody and control of the data, depending on the nature of the individual's data and regulations to which the data's collector and custodian is subjected. Differences among organizations concerning \"data access, control, and monetization\" limit the potential of digital health, and expanding structures for cooperation and exchange are essential (NASEM, 2020).\n\nThe availability of patient portals in most EHR systems and consumer-facing digital health tools and the data associated with these applications represent a meaningful opportunity to improve patient care. However, significant challenges, including the digital divide, issues of systemic racism, data curation, integration into the care setting, and data sharing for research, impede progress toward realizing improved patient care.\n\nFurther, the strong drive to innovate and rapidly market mHealth tools has led to product development outpacing the capacity of regulators to establish standards and communicate clear guidance to various stakeholders, including consumers and payers. These unclear standards and lack of regulatory guidance and oversight have created a marketplace where promising digital health solutions that provide superior quality, impact, and value are difficult to distinguish from poor quality innovations and work to the disadvantage of rigorously studied digital health products . For example, emerging scientific evidence indicates that some RPM devices can predict five-year mortality in adults between 50 and 85 years and empower patients to better manage their health and participate in health care  (Halamka and Cerrato, 2020) . Clear standards and widespread rigorous review of innovations, including the evaluation of technical design, clinical value, and usability, could increase confidence in and meaningful adoption of new consumer-facing digital health tools.\n\nFinally, decisions will need to be made about how data are stored in cloud-based systems to advance the common good. Virtual data repositories must be structured and controlled to protect the integrity and privacy of the data through all aspects of data management -acquisition, storage, access, maintenance and release. (NASEM, 2020) Simultaneously, computing power should migrate to the cloud to support this future vision, as the cloud has both sophisticated security and economies of scale. Cloud-based computing will require a paradigm shift for organizations with on-premises systems."
    },
    {
      "title": "Interoperability",
      "text": "Through the work of ONC, data and interoperability standards have grown increasingly sophisticated over the past decade. While more work is needed, early progress with HIEs, APIs, and EHR integration has yielded improvements in care coordination, and recent efforts during the COVID-19 pandemic demonstrated the capacity of HIEs to deliver value by generating public health reporting  (Dixon et al., 2021) .\n\nIn addition, interoperability standards need to extend beyond the current focus on EHRs. Existing interoperability of health care data systems neither adequately supports optimal longitudinal care delivery nor advances the nation's health needs. The COVID-19 pandemic illuminated the needs and opportunities for digital health and transformative preparedness and response capacity. The rapid pace of the pandemic's spread emphasized the need for a rapid learning system that relies on capturing, organizing, sharing, and analyzing large amounts of data digitally across public health, research, and clinical systems. An effective response to public health crises is highly dependent on interoperable data, without which there is an inability to understand what is needed in terms of resources and capacity and to understand the impact of interventions. While data was critical for forecasting and coordination, its collection, sharing, and aggregation were, at times, chaotic and burdensome for clinicians and administrators.\n\nThe post-COVID-19 era can help ensure the interoperability of all mediums of digital recordkeeping used to support health and deliver health care services, including labs, certified EHRs, home-grown EHRs, digital devices, consumer electronics with health features, and databases to support research and public health. Before the pandemic, the Centers for Disease Control and Prevention (CDC) had launched a data modernization initiative to undergird disease surveillance systems. The Coronavirus Aid, Relief, and Economic Security (CARES) Act allocated $500 million to the CDC to implement a \"modern, interoperable, and real-time public health data and surveillance systems that will protect the American public\" (CDC, 2020)."
    },
    {
      "title": "Artificial Intelligence and Machine Learning",
      "text": "As the U.S. moves to value-based payment models, transparent and advanced analytics are needed to calculate population risk, the foundation upon which medical budgets are established in contracts between payers and providers. AI-driven predictive modeling and other sophisticated statistical techniques can be used to identify subpopulations for intense care management to prevent inappropriate emergency room use or early intervention for an acute worsening event to reduce hospital admissions. For example, in the inpatient environment, AI has been used to identify patients at risk of decompensation using data collected in the background during clinical care  (Lin et al., 2019) . A recent literature review of AI algorithms for sepsis models found the models to be highly predictive but noted several issues with algorithmic standards  (Deng et al., 2021) . As digital health tools incorporate increasingly disparate data into predictive models using various AI techniques, standard outcome and data definitions, bias in training datasets and final models, and frequently updated algorithms must be considered. Harnessing AI will depend on coherent data architecture and diverse training datasets, which are large, sampled adequately, and represent subgroups adequately (e.g., by gender, race, age, socioeconomic status). The Food and Drug Administration (FDA) has released guiding principles for \"Good Machine Learning Practice for Medical Device Development,\" which are practical and should be considered when embarking upon model development (FDA, n.d.). The regulatory framework for AI as a medical device is nascent and must address certification of constantly changing algorithms and maintenance of accountability of vendors to ensure reliable and valid processes. There are alternative ways to regulate AI, including principles and standards developed by multi-stakeholder collaboration that can create adaptable standards and guidelines. Components of the European Union's proposed rules governing AI might be considered in the U.S. (EC, 2021). Additional standards to consider include the International Medical Device Regulators Forum \"Software as a Medical Device (SaMD): Application of Quality Management System,\" FDA Center for Devices and Radiological Health \"Software as a Medical Device (SaMD): Clinical Evaluation Guidance for Industry,\" and \"Artificial Intelligence/Machine Learning (AI/ML)-Based Software as a Medical Device (SaMD) Action Plan\" (IMDRF, 2015; IMDRF, 2017; FDA, 2021). These strategies could work in tandem with regulations updated for rapidly changing capacities."
    },
    {
      "title": "Workforce",
      "text": "To support digitally enabled health in a learning health system, the workforce of the future will require a comprehensive set of skills that are currently rarely seen. Besides basic competency on core organizational applications (e.g., EHR functionality), clinicians, health system staff and management, and vendors/innovators will all require at least basic or conceptual knowledge of data management (collection, storing, normalizing), interoperability, basic statistics and data science, data governance and collaboration, ethics, process improvement, and implementation science. Finally, diversity training is critical to all engaged in supporting digitally facilitated health in the learning health system and must mitigate disparities and build awareness among all partiesespecially those individuals producing AI algorithms-to the consequences of bias for vulnerable populations.\n\nThe technical workforce of the future will also need expertise in user-centered design, which seeks to involve end users throughout the product development life cycle. The earliest digital health care applications did not incorporate these principles, and as such, use cases were limited to the automation of paper processes rather than the reimagination of care delivery and payment. This issue remains a problem today, as evidenced by burnout and frustration among providers using EHRs  (Melnick et al., 2020) . In seeking to achieve better health, better care quality, lower costs, and greater satisfaction among individuals and providers, user-centered design will be an essential ingredient of any infrastructure strategy. Particular attention to culturally appropriate design and addressing the needs of historically underrepresented populations has shown early positive effects when delivering interventions to populations in need and is another critical issue when ensuring that unintentional bias does not further the digital divide  (Schueller et al., 2019) ."
    },
    {
      "title": "Stewarding Digital Innovation for Our Health Futures",
      "text": "To achieve the full potential of digital health, the health care industry and governmental leaders must collaborate, cooperate, and develop shared governance, creating a unified digital health system architecture from independently functioning infrastructure building blocks.\n\nKey priorities must be identified and pursued within both the environmental and the technical contexts to achieve the full potential of digital health. The key priorities in the environmental context include focusing on the individual, embedding equity and transparency as first principles, reforming health system payments in support of outcomes and value, and nurturing a learning health system ethos. From the technical perspective, the priorities include establishing Published June 27, 2022 seamless system interoperability, ensuring cybersecurity, and expanding algorithm validation and real-world testing."
    },
    {
      "title": "Focusing on the Individual",
      "text": "Fully engaging individuals in their health and well-being through digital health, responding to public demand for participation in the growing digital health ecosystem, and balancing demand for consistent, transparent protections for health data within and outside of the health care system is a priority in achieving a fully realized future for digital health. Health data are intensely personal, and unintentional or nefarious exposure of that data has the potential to upend an individual's life. Capturing the full potential of digital health will require broad confidence in health systems and commercial ventures to protect the individual from negative outcomes.\n\nTransparent stewardship standards are needed to ensure individual agency in using their data. A critical first step in building trust in health data governance is a public dialogue about digital health-bringing together stakeholders into the policy process to address individual rights regarding data sharing, issues of consent, transparency, secondary uses of data, common patient identifiers, consideration of health data as a public good, and regulation of AI/ML. These dialogues will build comfort levels and demands for expanded applications while also maintaining safeguards against abuse and unintended consequences.\n\nCentral to the critical priorities for fully actualized digital health is the need to promote a sector-wide culture of transparency and truthfulness without fear of retribution. Similar to how To Err Is Human called upon the health care industry to acknowledge where their practices were worsening health, a critical next step in advancing digital health is to take definitive action to ensure that people feel comfortable reporting errors without fear of punitive actions  (Shrank et al., 2019) .\n\nBeyond individual agency over health data, engaging consumers in their own health and health care via digital platforms will require both systems developers and health system leaders to include the customer's voice in the development, execution and evaluation of digital health tools and platforms. A model for patient and family engagement in digital health initiatives is in development in Canada and could serve as a starting point for advancing a model in the U.S.  (Shen et al., 2021) ."
    },
    {
      "title": "Embedding Equity and Transparency as First Principles",
      "text": "The rapid development and application of digital health is also accompanied by the need for vigilance on equity and equality issues that include availability and access to the benefits of digital health, racial bias in AI, and misuse of personal information in discriminatory practices. For digital health to improve health and well-being, a data-centric and patient-centric approach to developing and deploying these tools is essential, and data must reflect the diverse communities and populations across the U.S. Here again, the health system, researchers, and commercial ventures must address issues of mistrust with transparent, accountable, and unbiased protections so that the benefits of digital health are shared equally across society."
    },
    {
      "title": "Reforming Health System Payments in Support of Outcomes and Value",
      "text": "COVID-19 has provided a further reminder of the systemic shortcomings of fee-for-service reimbursement, renewing the impetus for restructuring health care financing in America. Given the tremendous uptake of platforms such as telehealth and RPM during the COVID-19 pandemic, forthcoming payment reforms must account for the role of digital health writ large in driving delivery system transformation. Policy makers will also need to address concerns that extending digital technologies will increase costs and the risk of fraud and abuse or otherwise negatively impact quality or provider-patient engagement.\n\nFurthermore, the infrastructure improvements required to advance the digital functions of a learning health system (e.g., population health management, data and analytics for risk stratification) are often unfunded activities that would benefit from additional incentives and investments such as those that accompanied HITECH.\n\nThe financial benefits of payer and provider organizations must align with the health benefits of digital tools. This alignment will require data sharing from industry, evaluations from academia and regulators, and collaboration across sectors to develop progressive payment structures across payers that allow flexibility for innovation. The path forward for value-based payment will therefore require a renewed commitment to building trust and collaboration and aligning incentives to balance the drive to innovate with stewardship of cost, quality, outcomes, and safety."
    },
    {
      "title": "Nurturing a Learning Health System Ethos",
      "text": "The vision of digitally facilitated health depends on a continuously learning health system and a dramatically shortened interval between evidence generation, deployment to the field, and incorporation into standard practice. There is also a need to use real-world data (from wearables to ambulatory care to robotics) to generate real-world evidence that complements the results of randomized controlled trials, which often suffer from limited racial or socioeconomic diversity in patient recruitment. Rapid cycle learning must also be employed, as it will enable the necessary organizational agility to respond to an accelerated rate and nature of change that has become the norm.\n\nDigital health tools must be well integrated into the health care delivery system to enable the continuously learning health system. With expanded data assets and improved interoperability, the delivery system has an opportunity to reimagine and recreate a care system that is culturally attuned, personalized, holistic, and comprehensive-one unlike our current system, which consists of specialty, sector, and system silos. New care models can be developed with an understanding of disease and digital phenotypes and envirotypes that will each have different treatment responses. Advanced analytics are needed to create cohorts of similar patients for more effective population health management to address the high prevalence of chronic disease and create a feedback loop regarding outcomes and evidencebased treatment in the care delivery system."
    },
    {
      "title": "Establishing Seamless System Interoperability",
      "text": "Seamless connectivity and communication among health care-related devices are essential prerequisites for promoting optimal health. Incompatible interfaces, corrupted data written between systems, or mismatched patient data have the potential to have dire consequences, requiring collective action to ensure adherence to standards to protect data integrity. Technological advancement and national policies have made possible the vision for a digital infrastructure that can facilitate seamless interfaces and real-time interoperability of devices and data streams. Released in March 2020, the Cures Act final rules set forth penalties for information blocking and expanded the access of individuals to their health records by leveraging the FHIR specifications. Such standards allow information to be shared and processed consistently. In addition, there are several industryled initiatives, such as the Integrating Healthcare Enterprise, Argonaut Project, and others, aimed at promoting seamless data exchange (IHE International, 2021; USF Morsani College of Medicine, 2021). As a promising indicator, many health systems have aligned organizational priorities toward interoperability objectives.\n\nNonetheless, a great deal of work remains to achieve full system interoperability, as semantic interoperability is limited. Progress is uneven across the industry, with some health systems being pioneers in real-time data sharing while others are lagging. Moreover, interoperability continues to be stunted by the systemic misalignment of incentives, competitive forces, and lack of coordination."
    },
    {
      "title": "Ensuring Cybersecurity",
      "text": "The rapidly evolving landscape of cyberattacks highlights the urgent need for collaboration across the government, health organizations, and consumer-facing vendors to develop consensus on security protocols and upgrade security infrastructure. Existing approaches such as multi-factor authentication, intrusion detection monitoring, etc., must be employed as we explore more advanced strategies, such as adopting blockchain technologies to share immutable records of transactions among network participants. Places to start could be expansion of HIPAA, national application of the California Consumer Protection Act, and a comprehensive privacy regime similar to the European Union's General Data Protection Regulation to protect all types of data deemed essential for health improvement."
    },
    {
      "title": "Expanding Algorithm Validation and Real-World Testing",
      "text": "There is a clear need to invest in the capacity and cooperation necessary to advance data science and AI. AI/ML and deep learning that apply transparent algorithms and decision rule architecture to large, diverse databases present the opportunity to develop increasingly precise insights for individuals and populations. Critical issues include explicit and implicit bias in the development and application of modeling, visualization, explainability, validity, and regulation (The Lancet Digital Health, 2019;  Buolamwini and Gebru, 2018) . A regulatory framework must address certification of constantly changing algorithms and must hold vendors accountable for valid and reliable processes and must include codes of conduct and the development of \"data science tools, …pathways, agreements, and protocols for establishing curated virtual health data trusts\" (NASEM, 2020). The FDA's AI/ML-based Software as a Medical Device (SaMD) Action Plan proposes such a framework and shares valuable stakeholder feedback  (FDA, 2021) .\n\nThe capacity to advance data science and AI is dependent on a highly skilled digital health workforce, and \"the training challenge for leveraging digital health is vast-in health care, public health, and biomedical science\" (NAS-EM, 2020). In addition, as AI/ML is applied to CDS tools, it is essential to address unintended bias in algorithm creation.\n\nTools designed for the clinical system and providers can be evaluated on their impacts on health outcomes and costs, as well as their impact on both patient and provider satisfaction. Real-world testing across unique health systems is required to understand impacts on usability, clinical workflow, provider burden, and staff time requirements that benefit providers and patients. While time consuming, these pilots are useful and must be tied to scaling opportunities if suc-Published June 27, 2022 cessful. When relevant, testing of devices and AI-supported CDS must achieve FDA clearance.\n\nWhile the availability of digital health tools and associated data sharing has better positioned America to face CO-VID-19 and harness opportunities for long-term preparedness and system resiliency, limitations such as the ability to aggregate data have emerged. The full potential benefits of these tools has not been realized, and the adoption and application of digital health remains uneven and subject to significant structural, technical, social, geographic, political, and economic impediments, limiting the nation's ability to be as nimble as needed in such crisis."
    },
    {
      "title": "Priority Near-Term Actions",
      "text": "The progress of digital technologies writ large is undisputed and can be observed in the millions of enthusiastic viewers who use streaming video services; the countless customers who shop online; and the growing number of consumers, patients, and clinicians who are embracing mobile health apps, AI-enabled diagnostic aids, and many other CDS tools. However, while the predictive analytics used to suggest a person's next favorite movie may be similar to the analytics used to suggest a medical diagnosis or treatment option, one key difference remains: when a streaming service recommends a new movie, viewers may find it helpful, annoying, or even amusing-not life threatening. When algorithms are used to assist in the diagnosis of diabetic retinopathy or the recommendation of a therapeutic approach to sepsis, the stakes are much higher  (Lin et al., 2019) . To fully realize the goal of health and well-being for every individual, these concerns must be considered as all stakeholders in the health care ecosystem make intense and sustained efforts to improve the capabilities of the health care delivery system, impact SDoH, ensure equal benefit from digital health, and establish an overarching architecture and governance framework that engages the public.\n\nONC has made significant inroads toward an overarching digital health blueprint for fully enabling digital health. Augmented by broader authority, continued progress on interagency collaboration, and robust public-private partnerships, this progress will ensure a digital health superstructure that:\n\n• ensures equitable and ethical use of data; • supports the collection, storage, protection, and seamless sharing of accurate datasets and generated insights in near-real time; • ensures the curation of that data into actionable intelligence; and • enables transformative advances in medical care and patient safety based on the actionable intelligence generated.\n\nBelow is a sampling of specific, actionable items for consideration within this national blueprint, with specific reference to the key priorities identified above.\n\n• A multi-stakeholder panel should be convened to develop recommendations to meaningfully engage the diverse individual consumers of health care in all health care sectors. This panel should follow the adage \"nothing about me without me\" to ensure the priorities of focusing on the individual and embedding equity and transparency as a first principle. • A multi-stakeholder panel should be convened to establish use cases and support the development of guidelines for applications laboratories to advance the learning health system ethos and expand algorithm validation and real-world testing. • Congress should promulgate rational, right-sized, risk-based regulation, standards, and frameworks to enable the seamless flow of data while protecting privacy and ensuring transparency and accountability to advance system interoperability and cybersecurity, as well as focusing on the individual and expanding ethical and effective algorithm development, validation and real-world testing. • ONC should develop and implement a governance infrastructure and policy framework regarding data, virtual health data trusts, privacy, and regulations to advance focus on the individual, seamless system interoperability, and cybersecurity, working collaboratively with industry to ensure broad coverage of these principles. • CMS should lead the effort to ensure sustainable payment coverage to ensure equal access to digital health tools for all individuals and providers, regardless of private versus public payer source. In addition, CMS should significantly accelerate the move to value-based payments to support outcomes, innovation, and aligned incentives. • ONC should ensure the timely, full implementation of standards of structure, coding, security, and common APIs, as these standards are foundational for most progress on digital health.\n\nEnvisioning and achieving a seamless, healthier future through digital innovation will require a deeper investment in evidence-based research, more clinical and field studies, and commitment from diverse stakeholders. But the potential for rewards is enormous. Validated information, curated across the health data continuum and easily shared, can deliver insight at the point of care, easing provider burden and augmenting clinical reasoning skills. An \"Internet of Things\" in health care serves the public's need for accurate health advice, and a digital health ecosystem that provides highquality, personalized, equitable care to all who need it is achievable and worthy of our best individual and collective efforts."
    },
    {
      "text": "FIGURE 1 | Evolving Applications of Digital Technology in Health and Health Care SOURCE: National Academy of Medicine. 2019. Digital Health Action Collaborative, NAM Leadership Consortium: Collaboration for a Value & Science-Driven Health System."
    },
    {
      "text": "al., 2020; Pagoto and Bennett, 2020; Steinmetz et al., 2020)."
    },
    {
      "text": "De Keyser et al., 2020; Kaye et al., 2020; Anderson et al., 2019; Shan et al., 2019; Patel et al., 2013). For example, objective, passive data about adherence to asthma medication treatment plans identified issues with medication-taking technique errors and presented an opportunity for intervention and education (Anderson et al., 2019) . Interestingly, patients with asthma and COPD who received digital support (reminders for missed medication doses and education) increased their medication adherence during the early months of COVID-19 (Kaye et al., 2020) ."
    },
    {
      "text": "FIGURE 2 | Infrastructure Requirements for Progress in Digital Health SOURCE: National Academy of Medicine. 2019. Digital Health Action Collaborative, NAM Leadership Consortium: Collaboration for a Value & Science-Driven Health System."
    }
  ],
  "references": [
    {
      "title": "Today's consumers reveal the future of healthcare",
      "year": 2019,
      "doi": "10.3233/978-1-60750-050-6-74"
    },
    {
      "title": "Interventions to Support Behavioral Self-management of Chronic Diseases",
      "authors": [
        "J Allegrante",
        "M Wells",
        "J Peterson"
      ],
      "year": 2019,
      "doi": "10.1146/annurev-publ-health-040218-044008"
    },
    {
      "title": "Screening for inhalation technique errors with electronic medication monitors",
      "authors": [
        "W Anderson",
        "R Gondalia",
        "H Hoch",
        "L Kaye",
        "S Szefler",
        "D Stempel"
      ],
      "year": 2019,
      "doi": "10.1016/j.jaip.2019.02.006"
    },
    {
      "title": "Beyond Health Care: The Role of Social Determinants in Promoting Health and Health Equity",
      "authors": [
        "S Artiga",
        "E Hinton"
      ],
      "year": 2018
    },
    {
      "title": "The Digitization of Patient Care: A Review of the Effects of Electronic Health Records on Health Care Quality and Utilization",
      "authors": [
        "H Atasoy",
        "B Greenwood",
        "J Mccullough"
      ],
      "year": 2019,
      "doi": "10.1146/annurev-publhealth-040218-04420"
    },
    {
      "title": "A digital biomarker of diabetes from smartphone-based vascular signals",
      "authors": [
        "R Avram",
        "J Olgin",
        "P Kuhar",
        "J Hughes",
        "G Marcus",
        "K Pletcher",
        "G Aschbacher",
        "Tison"
      ],
      "year": 2020,
      "doi": "10.1038/s41591-020-1010-5"
    },
    {
      "title": "Privacy, Fairness, and Respect for Individuals",
      "authors": [
        "D Baker",
        "J Kaye",
        "S Terry"
      ],
      "year": 2016,
      "doi": "10.13063/2327-9214.1207"
    },
    {
      "title": "Digital pathology and computational image analysis in nephropathology",
      "authors": [
        "L Barisoni",
        "K Lafata",
        "S Hewitt",
        "A Madabhushi",
        "U Balis"
      ],
      "year": 2020,
      "doi": "10.1038/s41581-020-0321-6"
    },
    {
      "title": "AIR Louisville: Addressing Asthma With Technology, Crowdsourcing, Cross-Sector Collaboration, And Policy",
      "authors": [
        "M Barrett",
        "V Combs",
        "J Su",
        "K Henderson",
        "M Tuffli"
      ],
      "year": 2018,
      "doi": "10.1377/hlthaff.2017.1315"
    },
    {
      "title": "Big data and disease prevention: From quantified self to quantified communities",
      "authors": [
        "M Barrett",
        "O Humblet",
        "R Hiatt",
        "N Adler"
      ],
      "year": 2013,
      "doi": "10.1089/big.2013.0027"
    },
    {
      "title": "Two Decades Since To Err Is Human: An Assessment of Progress And Emerging Priorities In Patient Safety",
      "authors": [
        "D Bates",
        "H Singh"
      ],
      "year": 2018,
      "doi": "10.1377/hlthaff.2018.0738"
    },
    {
      "title": "Telehealth: A quarter-trillion-dollar post-COVID-19 reality? Available at",
      "authors": [
        "O Bestsennyy",
        "G Gilbert",
        "A Harris"
      ],
      "year": 2020
    },
    {
      "title": "Radical Interoperability",
      "authors": [
        "D Biel",
        "M Delone",
        "W Gerhardt",
        "C Chang"
      ],
      "year": 2019
    },
    {
      "title": "Critical Evaluation of Pharmacy Automation and Robotic Systems: A Call to Action",
      "authors": [
        "A Boyde",
        "B Chaffee"
      ],
      "year": 2019,
      "doi": "10.1177/0018578718786942"
    },
    {
      "title": "Precision, Equity, and Public Health and Epidemiology Informatics-A Scoping Review",
      "authors": [
        "D Buckeridge"
      ],
      "year": 2020,
      "doi": "10.1055/s-0040-1701989"
    },
    {
      "title": "Artificial Intelligence: The Next Digital Frontier?",
      "authors": [
        "J Bughin",
        "E Hazan",
        "S Ramaswamy",
        "M Chu",
        "T Allas",
        "P Dahlstrom",
        "N Henke",
        "M Trench"
      ],
      "year": 2017
    },
    {
      "title": "The benefits of health information technology: a review of the recent literature shows predominantly positive results",
      "authors": [
        "M Buntin",
        "M Burke",
        "M Hoaglin",
        "D Blumenthal"
      ],
      "year": 2011,
      "doi": "10.1377/hlthaff.2011.0178"
    },
    {
      "title": "Gender Shades: Intersectional Accuracy Disparities in Commercial Gender Classification",
      "authors": [
        "J Buolamwini",
        "T Gebru"
      ],
      "year": 2018
    },
    {
      "title": "Multiple Published June 27, 2022 Chronic Conditions in the United States",
      "authors": [
        "C Buttorff",
        "T Ruder",
        "M Bauman"
      ],
      "year": 2017,
      "doi": "10.7249/tl221"
    },
    {
      "title": "Modifiable Healthy Lifestyle Behaviors: 10-Year Health Outcomes From a Health Promotion Program",
      "authors": [
        "D Byrne",
        "L Rolando",
        "M Aliyu",
        "P Mc-Gown",
        "L Connor",
        "B Awalt",
        "M Holmes",
        "L Wang",
        "M Yarbrough"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.09.012"
    },
    {
      "title": "Public Health Surveillance and Data",
      "year": 2020,
      "doi": "10.1016/s0033-3549(04)50051-1"
    },
    {
      "title": "Historical",
      "year": 2019,
      "doi": "10.4135/9781412971942.n59"
    },
    {
      "title": "Convenient, Cost-Effective, and High-Quality Virtual Care Is Here to Stay",
      "year": 2022
    },
    {
      "title": "Rapid review: Identification of digital health interventions in atherosclerotic-related cardiovascular disease populations to address racial, ethnic, and socioeconomic health disparities",
      "authors": [
        "K Craig",
        "N Fusco",
        "K Lindsley",
        "J Snowdon",
        "V Willis",
        "Y Arriaga",
        "I Dankwa-Mullan"
      ],
      "year": 2020,
      "doi": "10.1016/j.cvdhj.2020.11.001"
    },
    {
      "title": "Electronic medication monitors help determine adherence subgroups in asthma",
      "authors": [
        "H De Keyser",
        "L Kaye",
        "W Anderson",
        "R Gondalia",
        "B Theye",
        "S Szefler",
        "D Stempel"
      ],
      "year": 2020,
      "doi": "10.1016/j.rmed.2020.105914"
    },
    {
      "title": "Evaluating machine learning models for sepsis prediction: A systematic review of methodologies",
      "authors": [
        "H Deng",
        "M Sun",
        "Y Wang",
        "J Zeng",
        "T Yuan",
        "T Li",
        "D Li",
        "W Chen",
        "P Zhou",
        "Q Wang",
        "H Jiang"
      ],
      "year": 2021,
      "doi": "10.1016/j.isci.2021.103651"
    },
    {
      "title": "HHS Releases Project US@ Draft Technical Specification Version 1.0 for Comment",
      "year": 2021,
      "doi": "10.1037/e372502004-001"
    },
    {
      "title": "Leveraging data visualization and a statewide health information exchange to support COVID-19 surveillance and response: Application of public health informatics",
      "authors": [
        "B Dixon",
        "S Grannis",
        "C Mcandrews",
        "A Broyles",
        "W Mikels-Carrasco",
        "A Wiensch",
        "J Williams",
        "U Tachinardi",
        "P Embi"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocab004"
    },
    {
      "title": "Clinical Policies and the Quality of Clinical Practice",
      "authors": [
        "D Eddy"
      ],
      "year": 1982,
      "doi": "10.1056/NEJM198208053070604"
    },
    {
      "title": "Digital envirotyping: quantifying environmental determinants of health and behavior",
      "authors": [
        "M Engelhard",
        "J Oliver",
        "F Mcclernon"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0245-3"
    },
    {
      "title": "Proposal for a regulation of the European parliament and of the council laying down harmonised rules on artificial intelligence (artificial intelligence act) and amending certain union legislative acts",
      "year": 2021
    },
    {
      "title": "Good Machine Learning Practice for Medical Device Development: Guiding Principles",
      "year": 2022,
      "doi": "10.31525/fda2-ucm614550.htm"
    },
    {
      "title": "Artificial Intelligence and Machine Learning in Software as a Medical Device",
      "year": 2021
    },
    {
      "title": "Systemic racism and U.S. health care",
      "authors": [
        "J Feagin",
        "Z Bennefield"
      ],
      "year": 2014,
      "doi": "10.1016/j.socscimed.2013.09.006"
    },
    {
      "title": "What Banking Can Teach Health Care About Handling Customer Data",
      "authors": [
        "J Glaser"
      ],
      "year": 2019,
      "doi": "10.1377/forefront.20190828.359236"
    },
    {
      "title": "Artificial intelligence in sepsis early prediction and diagnosis using unstructured data in healthcare",
      "authors": [
        "K Goh",
        "L Wang",
        "A Yeow",
        "H Poh",
        "K Li",
        "J Yeow",
        "G Tan"
      ],
      "year": 2021,
      "doi": "10.1038/s41467-021-20910-4"
    },
    {
      "title": "Beyond validation: getting health apps into clinical practice",
      "authors": [
        "W Gordon",
        "A Landman",
        "H Zhang",
        "D Bates"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-019-0212-z"
    },
    {
      "title": "The Digital Reconstruction of Health Care",
      "authors": [
        "J Halamka",
        "P Cerrato"
      ],
      "year": 2020,
      "doi": "10.1056/CAT.20.0082"
    },
    {
      "title": "Maintenance of Lost Weight and Long-Term Management of Obesity",
      "authors": [
        "K Hall",
        "S Kahan"
      ],
      "year": 2018,
      "doi": "10.1016/j.mcna.2017.08.012"
    },
    {
      "title": "Privacy's Blueprint: The Battle to Control the Design of New Technologies",
      "authors": [
        "W Hartzog"
      ],
      "year": 2018,
      "doi": "10.4159/9780674985124"
    },
    {
      "title": "Trusted Exchange Framework and Common Agreement (TEFCA)",
      "year": 2022,
      "doi": "10.3233/shti240285"
    },
    {
      "title": "About ONC's Cures Act Final Rule",
      "year": 2020,
      "doi": "10.1377/forefront.20220822.101536"
    },
    {
      "title": "Rhode Island Quality Institute Transitions of Care",
      "year": 2017,
      "doi": "10.23860/ricci-2017-01"
    },
    {
      "title": "Index for Excerpts from the American Recovery and Reinvestment Act of 2009 (ARRA)",
      "year": 2009
    },
    {
      "title": "United States Core Data for Interoperability (USCDI)",
      "year": 2022
    },
    {
      "title": "Quick Stats",
      "year": 2016
    },
    {
      "title": "Adapting a Hospital-at-Home Care Model to Respond to New York City's COVID-19 Crisis",
      "authors": [
        "D Heller",
        "K Ornstein",
        "L Decherrie",
        "P Saenger",
        "F Ko",
        "C.-P Rousseau",
        "A Siu"
      ],
      "year": 2020,
      "doi": "10.1111/jgs.16725"
    },
    {
      "year": 2021,
      "doi": "10.1037/e457662008-001"
    },
    {
      "title": "HL7 International. n.d. FHIR® (HL7 Fast Healthcare Interoperability Resources)",
      "year": 2022,
      "doi": "10.21275/sr24606041602"
    },
    {
      "title": "Selfreported health behaviors, including sleep, correlate with doctor-informed medical conditions: data from the 2011 Health Related Behaviors Survey of U.S. Active Duty Military Personnel",
      "authors": [
        "A Hruby",
        "H Lieberman",
        "T Smith"
      ],
      "year": 2018,
      "doi": "10.1186/s12889-018-5781-2"
    },
    {
      "title": "Ideas for Change",
      "year": 2016,
      "doi": "10.3998/mpub.11614217.cmp.19"
    },
    {
      "title": "Integrating the Healthcare Enterprise (IHE)",
      "year": 2021,
      "doi": "10.1007/978-3-658-42810-5_3"
    },
    {
      "title": "International Medical Device Regulators Forum Software as a Medical Device Working Group (IMDRF)",
      "year": 2015,
      "doi": "10.1109/etis64005.2025.10961721"
    },
    {
      "title": "Clinical Evaluation",
      "authors": [
        "Imdrf"
      ],
      "year": 2017
    },
    {
      "title": "The Healthcare Imperative: Lowering Costs and Improving Outcomes: Workshop Series Summary",
      "year": 2010,
      "doi": "10.17226/12750"
    },
    {
      "title": "Patient Safety: Achieving a New Standard for Care",
      "year": 2004,
      "doi": "10.17226/10863"
    },
    {
      "title": "To Err Is Human: Building a Safer Health System",
      "year": 2000,
      "doi": "10.17226/9728"
    },
    {
      "title": "Patients, Families, and Communities COVID-19 Impact Assessment: Lessons Learned and Compelling Needs",
      "authors": [
        "F Isasi",
        "M Naylor",
        "D Skorton",
        "D Grabowski",
        "S Hernández",
        "V Rice"
      ],
      "year": 2021,
      "doi": "10.31478/202111c"
    },
    {
      "authors": [
        "O Ivanov",
        "L Wolf",
        "D Brecher",
        "E Lewis",
        "K Masek"
      ],
      "year": 2022,
      "doi": "10.1016/j.jen.2020.11.001"
    },
    {
      "title": "Improving ED Emergency Severity Index Acuity Assignment Using Machine Learning and Clinical Natural Language Processing",
      "authors": [
        "K Montgomery",
        "Y Andrieiev",
        "M Mclaughlin",
        "S Liu",
        "R Dunne",
        "K Klauer",
        "C Reilly"
      ],
      "year": 2020,
      "doi": "10.1016/j.jen.2020.11.001"
    },
    {
      "title": "The digital phenotype",
      "authors": [
        "J Jain",
        "B Powers",
        "J Hawkins",
        "J Brownstein"
      ],
      "year": 2015,
      "doi": "10.1038/nbt.3223"
    },
    {
      "title": "Changes in medication adherence among patients with asthma and COPD during the COVID-19 pandemic",
      "authors": [
        "L Kaye",
        "B Theye",
        "I Smeenk",
        "R Gondalia",
        "M Barrett",
        "D Stempel"
      ],
      "year": 2020,
      "doi": "10.1016/j.jaip.2020.04.053"
    },
    {
      "title": "Americans' Challenges with Health Care Costs",
      "authors": [
        "A Kearney",
        "L Hamel",
        "M Stokes",
        "M Broadie"
      ],
      "year": 2021,
      "doi": "10.1377/forefront.20220222.972908"
    },
    {
      "title": "National Health Expenditure Projections, 2019-28: Expected Rebound In Prices Drives Rising Spending Growth",
      "authors": [
        "S Keehan",
        "G Cuckler",
        "J Poisal",
        "A Sisko",
        "S Smith",
        "A Madison",
        "K Rennie",
        "J Fiore",
        "J Hardesty"
      ],
      "year": 2020,
      "doi": "10.1377/hlthaff.2020.00094"
    },
    {
      "title": "Well-Being in All Policies\": Promoting Cross-Sectoral Collaboration to Improve People's Lives",
      "authors": [
        "T Kottke",
        "M Stiefel",
        "N Pronk"
      ],
      "year": 2016,
      "doi": "10.31478/201604c"
    },
    {
      "title": "A Study on the Application and Use of Artificial Intelligence to Support Drug Development",
      "authors": [
        "M Lamberti",
        "M Wilkinson",
        "B Donzanti",
        "G Wohlhieter",
        "S Parikh",
        "R Wilkins",
        "K Getz"
      ],
      "year": 2019,
      "doi": "10.1016/j.clinthera.2019.05.018"
    },
    {
      "authors": [
        "J Larosa"
      ],
      "year": 2020,
      "doi": "10.2310/im.1147"
    },
    {
      "title": "Weight Loss Industry Pivots to Survive Pandemic",
      "authors": [
        "U Billion"
      ],
      "year": 2022
    },
    {
      "title": "Digital Health COVID-19 Impact Assessment: Lessons Learned and Compelling Needs",
      "authors": [
        "P Lee",
        "A Abernethy",
        "D Shaywitz",
        "A Gundlapalli",
        "J Weinstein",
        "P Doraiswamy",
        "K Schulman",
        "S Madhavan"
      ],
      "year": 2022,
      "doi": "10.31478/202201c"
    },
    {
      "title": "Ten Ways Artificial Intelligence Will Transform Primary Care",
      "authors": [
        "S Lin",
        "M Mahoney",
        "C Sinky"
      ],
      "year": 2019,
      "doi": "10.1007/s11606-019-05035-1"
    },
    {
      "title": "CommunityRx, an E-Prescribing System Connecting People to Community Resources",
      "authors": [
        "S Lindau"
      ],
      "year": 2019,
      "doi": "10.2105/AJPH.2019.304986"
    },
    {
      "title": "Artificial intelligence in oncology: current applications and future perspectives",
      "authors": [
        "C Luchini",
        "A Pea",
        "A Scarpa"
      ],
      "doi": "10.1038/s41416-021-01633-1"
    },
    {
      "title": "Advancing the Learning Health System",
      "authors": [
        "J Mcginnis",
        "H Fineberg",
        "V Dzau"
      ],
      "year": 2021,
      "doi": "10.1056/NEJMp2103872"
    },
    {
      "title": "The Case For More Active Policy Attention To Health Promotion",
      "authors": [
        "M Mcginnis",
        "P Williams-Russo",
        "J Knickman"
      ],
      "year": 2002,
      "doi": "10.1377/hlthaff.21.2.78"
    },
    {
      "title": "The Relative Contribution of Multiple Determinants to Health Outcomes",
      "authors": [
        "L Mcgovern",
        "G Miller",
        "P Hughes-Cromwick"
      ],
      "year": 2014
    },
    {
      "title": "The Association Between Perceived Electronic Health Record Usability and Professional Burnout Among US Physicians",
      "authors": [
        "E Melnick",
        "L Dyrbye",
        "C Synsky",
        "M Trockel",
        "C West",
        "L Nedelec",
        "M Tutty",
        "T Shanafelt"
      ],
      "year": 2020,
      "doi": "10.1016/j.mayocp.2019.09.024"
    },
    {
      "title": "Impact of a digital health intervention on asthma resource utilization",
      "authors": [
        "R Merchant",
        "S Szefler",
        "B Bender",
        "M Tuffli",
        "M Barrett",
        "R Gondalia",
        "L Kaye",
        "D Sickle",
        "D Stempel"
      ],
      "year": 2018,
      "doi": "10.1186/s40413-018-0209-0"
    },
    {
      "title": "Universal Screening of Social Determinants of Health at a Large US Academic Medical Center",
      "authors": [
        "D Meyer",
        "E Lerner",
        "A Phillips",
        "K Zumwalt"
      ],
      "year": 2020,
      "doi": "10.2105/AJPH.2020.305747"
    },
    {
      "title": "My Data-Our Health",
      "authors": [
        "N Midata"
      ],
      "year": 2020
    },
    {
      "title": "Discrimination By Artificial Intelligence In A Commer-cial Electronic Health Record-A Case Study",
      "authors": [
        "S Murray",
        "R Wachter",
        "R Cucina"
      ],
      "year": 2020,
      "doi": "10.1377/hblog20200128.626576/full/"
    },
    {
      "title": "Wearable sensors with possibilities for data exchange: Analyzing status and needs of different actors in mobile health monitoring systems",
      "authors": [
        "M Muzney",
        "A Henriksen",
        "A Giordanengo",
        "J Muzik",
        "A Grøttland",
        "H Blixgård",
        "G Hartvigsen",
        "E Årsand"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2019.104017"
    },
    {
      "title": "NAM Leadership Consortium: Collaboration for a Value & Science-Driven Health System",
      "year": 2020
    },
    {
      "title": "Joint Science Academies Statements on Global Issues (G-Science)",
      "year": 2020
    },
    {
      "title": "Framework for Improving Critical Infrastructure Cybersecurity",
      "year": 2018
    },
    {
      "title": "All of Us Research Program Backgrounder",
      "year": 2020
    },
    {
      "title": "RxNorm Overview",
      "year": 2022,
      "doi": "10.4135/9781483349985.n355"
    },
    {
      "title": "Home",
      "year": 2022
    },
    {
      "title": "Health IT Workflow Automation: Background Report, Industry Lessons for Health Care",
      "year": 2020
    },
    {
      "title": "How behavioral science can advance digital health",
      "authors": [
        "S Pagoto",
        "G Bennett"
      ],
      "year": 2020,
      "doi": "10.1007/s13142-013-0234-z"
    },
    {
      "title": "Association Between Physician Burnout and Patient Safety, Professionalism, and Patient Satisfaction: A Systematic Review and Metaanalysis",
      "authors": [
        "M Panagioti",
        "K Geraghty",
        "J Johnson",
        "A Zhou",
        "E Panagopoulou",
        "C Chew-Graham",
        "A Hodkinson",
        "R Riley",
        "A Esmail"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.3713"
    },
    {
      "title": "Mobilizing Your Medications: An Automated Medication Reminder Application for Mobile Phones and Hypertension Medication Adherence in a High-Risk Urban Population",
      "authors": [
        "S Patel",
        "L Jacobus-Kantor",
        "L Marshall",
        "C Ritchie",
        "M Kaplinski",
        "P Khurana",
        "R Katz"
      ],
      "year": 2013,
      "doi": "10.1177/193229681300700307"
    },
    {
      "title": "The National Patient-Centered Clinical Research Network (PCORNet)",
      "year": 2022
    },
    {
      "title": "Precision Public Health as a Key Tool in the COVID-19 Response",
      "authors": [
        "S Rasmussen",
        "M Khoury",
        "C Del Rio"
      ],
      "year": 2020,
      "doi": "10.1001/jama.2020.14992"
    },
    {
      "title": "Home",
      "year": 2022
    },
    {
      "title": "We Can Do Better-Improving the Health of the American People",
      "authors": [
        "S Schroeder"
      ],
      "year": 2007,
      "doi": "10.1056/NEJMsa073350"
    },
    {
      "title": "Use of Digital Mental Health for Marginalized and Underserved Populations",
      "authors": [
        "S Schueller",
        "J Hunter",
        "C Figueroa",
        "A Aguilera"
      ],
      "year": 2019,
      "doi": "10.1007/s40501-019-00181-z"
    },
    {
      "title": "Compliance, adherence, concordance, empowerment, and self-management: five words to manifest a relational maladjustment in diabetes",
      "authors": [
        "S Settineri",
        "F Frisone",
        "E Merlo",
        "D Geraci",
        "G Martino"
      ],
      "year": 2019,
      "doi": "10.2147/JMDH.S193752"
    },
    {
      "title": "Digital health technology and mobile devices for the management of diabetes mellitus: state of the art",
      "authors": [
        "R Shan",
        "S Sarker",
        "S Martin"
      ],
      "year": 2019,
      "doi": "10.1007/s00125-019-4864-7"
    },
    {
      "title": "Digital and technological opportunities in epilepsy: toward a digital ecosystem for enhanced epilepsy management",
      "authors": [
        "R Shegog",
        "L Braverman",
        "J Hixson"
      ],
      "year": 2020,
      "doi": "10.1016/j.yebeh.2019.106663"
    },
    {
      "title": "Waste in the US Health Care System: Estimated Costs and Potential for Savings",
      "authors": [
        "W Shrank",
        "T Rogstad",
        "N Parekh"
      ],
      "year": 2019,
      "doi": "10.1001/jama.2019.13978"
    },
    {
      "title": "Patient and Family Engagement Approaches for Digital Health Initiatives: Protocol for a Case Study",
      "authors": [
        "N Shen",
        "D Jankowicz",
        "G Strudwick"
      ],
      "year": 2021,
      "doi": "10.2196/24274.100"
    },
    {
      "title": "The next wave of healthcare innovation: The evolution of ecosystems",
      "authors": [
        "S Singhal",
        "B Kayyali",
        "R Levin",
        "Z Greenberg"
      ],
      "year": 2020
    },
    {
      "title": "Digital interventions in the treatment of cardiovascular risk factors and atherosclerotic vascular disease",
      "authors": [
        "M Steinmetz",
        "C Rammos",
        "T Rassaf",
        "J Lortz"
      ],
      "year": 2020,
      "doi": "10.1016/j.ij-cha.2020.100470.103"
    },
    {
      "title": "Electronic Health Records and Patient Safety",
      "authors": [
        "C Tanner",
        "D Gans",
        "J White",
        "R Nath",
        "J Pohl"
      ],
      "year": 2015,
      "doi": "10.4338/ACI-2014-11-RA-0099.104"
    },
    {
      "title": "The Lancet Digital Health. 2019. There is no such thing as race in health-care algorithms",
      "year": 2016,
      "doi": "10.1016/S2589-7500(19)30201-8.107"
    },
    {
      "title": "Patients Seek Better Exchange of Health Data Among Their Care Providers",
      "year": 2020
    },
    {
      "title": "Enhanced Patient Matching Is Critical to Achieving Full Promise of Digital Health Records",
      "year": 2018
    },
    {
      "title": "U.S. Health Care from a Global Perspective",
      "authors": [
        "R Tikkanen",
        "M Abrams"
      ],
      "year": 2019
    },
    {
      "title": "A decade of digital medicine innovation",
      "authors": [
        "E Topol"
      ],
      "year": 2019,
      "doi": "10.1126/scitranslmed.aaw7610.111"
    },
    {
      "title": "Accelerating precision health by applying the lessons learned from direct-to-consumer genomics to digital health technologies",
      "authors": [
        "J Tung",
        "R Shaw",
        "J Hagenkord",
        "M Hackmann",
        "M Muller",
        "S Beachy",
        "V Pratt",
        "S Terry",
        "A Cashion",
        "G Ginsburg"
      ],
      "year": 2018,
      "doi": "10.31478/201803c.112"
    },
    {
      "title": "The Value of Health Care Information Exchange and Interoperability",
      "authors": [
        "J Walker",
        "E Pan",
        "D Johnston",
        "J Adler-Milstein",
        "D Bates",
        "B Middleton"
      ],
      "year": 2005,
      "doi": "10.1377/hlthaff.w5.10.114"
    },
    {
      "title": "Constitution of the World Health Organization",
      "year": 2006
    },
    {
      "title": "Patient characteristics associated with the successful transition to virtual care: Lessons learned from the first million patients",
      "authors": [
        "K Zachrison",
        "Z Yan",
        "T Sequist",
        "A Licurse",
        "A Tan-Mcgrory",
        "A Erskine",
        "L Schwamm"
      ],
      "year": 2021,
      "doi": "10.1177/1357633x211015547"
    },
    {
      "title": "The Promise of Digital Health: Then, Now, and the Future",
      "authors": [
        "A Abernethy",
        "L Adams",
        "M Barrett",
        "C Bechtel",
        "P Brennan",
        "A Butte",
        "J Faulkner",
        "E Fontaine",
        "S Friedhoff",
        "J Halamka",
        "M Howell",
        "K Johnson",
        "P Lee",
        "P Long",
        "D Mcgraw",
        "R Miller",
        "J Perlin",
        "D Rucker",
        "L Sandy",
        "L Savage",
        "L Stump",
        "P Tang",
        "E Topol",
        "R Tuckson",
        "K Valdes"
      ],
      "year": 2022,
      "doi": "10.31478/202206e"
    },
    {
      "title": "Donald Rucker discloses former employment by the National Coordinator for Health IT; current employment by 1up Health; and personal fees from Cync Health",
      "authors": [
        "Jonathan Perlin",
        "Employment"
      ]
    },
    {
      "title": "Eric Topol discloses receiving personal fees from Illumnia and serving on the board of directors at Dexcom",
      "authors": [
        "Paul Tang",
        "Watson Health"
      ]
    }
  ],
  "num_references": 116
}
