{
  "paper_id": "84PB4VNN",
  "title": "What Aspects of Collaboration are Meaningful to You? Informing the Design of Self-Tracking Technologies for Collaboration",
  "abstract": "While the workplace collaboration software market is booming, existing tools are often tech-focused and rarely support reflection and self-regulation of collaboration practices. Building on approaches from personal informatics, we aim to understand and promote the use of data to empower employees in exploring their own work practices, with a focus on collaboration processes. This study focuses on the preparation stage and examines what aspects of collaboration are meaningful to office workers. We interviewed employees from a single work team (N= 15) after a 2-weeks reflecting period on metrics related to collaboration experience. We contribute new insights into how employees envision metrics reflecting their collaboration experience and what personal, social, and organizational considerations surround collecting and sharing this data. We discuss how these insights can inform the design of self-tracking technologies for collaboration.",
  "year": 2020,
  "date": "2020-12",
  "journal": "Proceedings of the ACM on Interactive, Mobile, Wearable and Ubiquitous Technologies",
  "publication": "Proceedings of the ACM on Interactive, Mobile, Wearable and Ubiquitous Technologies",
  "authors": [
    {
      "forename": "Alina",
      "surname": "Lushnikova",
      "name": "Alina Lushnikova",
      "affiliation": "University of Luxembourg Esch sur Alzette , Luxembourg \n\t\t\t\t\t\t\t\t University of Luxembourg Esch sur \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Alzette \n\t\t\t\t\t\t\t\t\t Luxembourg",
      "email": "alina.lushnikova@uni.lu",
      "orcid": "0000-0002-8045-8307"
    },
    {
      "forename": "Kerstin",
      "surname": "Bongard-Blanchy",
      "name": "Kerstin Bongard-Blanchy",
      "affiliation": "University of Luxembourg Esch sur Alzette , Luxembourg \n\t\t\t\t\t\t\t\t University of Luxembourg Esch sur \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Alzette \n\t\t\t\t\t\t\t\t\t Luxembourg",
      "email": "kerstin.bongard-blanchy@uni.lu"
    },
    {
      "forename": "Carine",
      "surname": "Lallemand",
      "name": "Carine Lallemand",
      "affiliation": "University of Luxembourg Esch sur Alzette , Luxembourg \n\t\t\t\t\t\t\t\t University of Luxembourg Esch sur \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Alzette \n\t\t\t\t\t\t\t\t\t Luxembourg",
      "email": "carine.lallemand@uni.lu",
      "orcid": "0000-0003-2048-7947"
    }
  ],
  "doi": "10.1145/3547522.3547681",
  "keywords": [
    "Human-centered computing → Empirical studies Collaboration",
    "Self-tracking",
    "Group-tracking",
    "Personal informatics",
    "Computer-Supported Cooperative Work",
    "User Experience"
  ],
  "sections": [
    {
      "title": "INTRODUCTION 1.Collaboration Experience and Technologies",
      "text": "The recent pandemic and the need to work remotely spiked an already present interest in collaborative tools. According to Gartner  [13] , the worldwide market for social software and collaboration in the workplace is expected to grow from $2.7 billion in 2018 to $5.1 billion by 2022. Despite most people working collaboratively and an ever-growing offer of software tools to support collaborative work, there is a shared impression that collaboration processes are suboptimal  [5] . Vast literature from organizational behavior, business management, environmental science, education, and others seeks to comprehend the concept of collaboration, often focusing on specific collaboration settings such as meetings  [2] . However, most of that research follows a business-centric approach  [6] . The shared interest from those diverse domains proves that collaboration -a \"joint effort towards a group goal\"  [5]  -is a highly multifaceted topic. The effectiveness of collaboration is not only defined by people's satisfaction with the outcome but also with the process  [5] . In this regard, the notion of user experience has gained significant momentum as it relates to the fulfillment of users' psychological needs  [11, 15] , their well-being, and their willingness to engage in collaborative work. Rendering collaboration truly effective requires empowering people to fully deploy their collaboration skills by enabling their active team participation and safeguarding psychological safety  [3] . Beyond the individual level, it is a social activity  [6]  happening in an organizational setting that should foster and stimulate a collaborative spirit via a clear vision  [3] , supportive processes  [4] , and a shared concern for the task  [3, 6] . The relevance of time and space as contextual factors is ever-growing, with more and more people collaborating remotely or in a hybrid fashion over different time zones. Last but not least, technologies nowadays take on a central role in collaboration  [6] , facilitating frequent interactions between collaborators  [3] . The way forward is not to develop yet another collaboration solution but to put people first and enhance technology-based systems that fit functional and psychological user needs  [11] ."
    },
    {
      "title": "Personal Informatics and Group-Tracking Practices",
      "text": "The field of personal informatics focuses on systems that \"help people collect personally relevant information for self-reflection and gaining self-knowledge\"  [16] . The benefits of self-tracking are numerous: thanks to knowledge about oneself, individuals discover insights into their activities and reflect on them, and perhaps even make changes  [1, 7, 10] . Epstein et al.  [10] 's model distinguishes several stages in the tracking process: deciding to track and selecting tools, tracking and acting, integration and reflection, and lapsing of tracking (that may later be resumed). Each stage entails specific opportunities and challenges. While self-tracking expands into mainstream practice in the domain of health and well-being, the office environment remains a relatively underexplored area of study  [12, 14, 18, 23] . Amongst the most frequent domains of investigation and metrics in the personal informatics literature, only productivity refers explicitly to the workplace in the review by Epstein et al.  [9]  (representing 27 out of 523 publications). Prior work  [14, 18]  investigated the acceptance of quantified-self trackers at work and described specific challenges linked to privacy and ethics. As personal informatics is inherently about the individual, studies documenting group tracking are scarce. Amongst these is family informatics, a family-centered approach to tracking where \"all family members participate in and benefit from tracking\"  [19] . These studies show that group tracking allows spreading the burden of collecting data, facilitating support and curiosity but also awareness and coordination between group members  [17, 19, 20] . These systems also support gaining insights into the relationship between the experiences of individuals in the group, for instance, the DreamCatcher project where parents wanted to learn about the relationship between their children's sleep and their own. Overall, why would one want to promote the practice of tracking collaboration at work? Similar to reflection-in-action, self-trackers \"learn about their behavior and make changes to their practices while they collect and integrate data\"  [10] . Tracking collaboration can enhance the collaboration experience and promote selfregulation within a team. We contribute insights into how employees envision metrics reflecting their collaboration experience and what personal, social, and organizational considerations surround collecting and sharing this data. We discuss how these insights can inform the design of self-tracking technologies for collaboration."
    },
    {
      "title": "METHOD",
      "text": "This study examines what aspects of collaboration are meaningful to office workers. To explore their collaboration experiences, we conducted a qualitative study focusing on the preparation stage in Li et al.  [16] 's 5-stages model of personal informatics, which occurs before people start collecting information and determine what information to collect."
    },
    {
      "title": "Participants",
      "text": "Fifteen participants (six men, nine women, aged 25 to 41, with eight different nationalities) from a single academic research team participated in this study in March 2022. They were recruited via convenience sampling. All participants hold a university degree and work in an office environment. Their work is highly collaborative and interdisciplinary by nature (e.g., research projects, publications, grant writing). Remote work is common 1-2 days per week, and the days are not synchronized within the team."
    },
    {
      "title": "Procedure",
      "text": "Each participant in the team received a notebook (Figure  1 ) with the following instructions on page 1: Some people track their step count to improve their level of physical activity. Some people track their sleeping time and quality to improve their health. Some people track their spending to improve their financial security. These are just a few examples of self-tracking activities aimed at improving one's life. What if you aim at improving teamwork with your colleagues? What could you self-track to inform your collaboration experience? This is your collaboration notebook. Write down any element that you deem meaningful to understand the experience of collaboration. There is no right or wrong answer. Do not worry about the feasibility of actually tracking them so far. You can, of course, start writing down elements right away, yet we advise you to take your time and come up with elements during the week as you reflect on teamwork and interactions. P.S. Nobody will read what you write here -even the researcher.\n\nMany people start tracking with a goal in mind (e.g., increasing physical activity, keeping a budget)  [10] . We did not recruit people who specifically intended to improve their collaborations, but that goal orientation is mentioned in the instructions. We conducted semi-structured interviews two weeks after the distribution of the notebooks. We gathered the elements that the participants had elicited in their notebooks as indicators for collaboration experiences by inviting the participants to verbally share the meaningful elements from their notebooks. Applying a combination of bottomup and top-down qualitative analysis approaches, we were particularly interested in elements the participants would be able and willing to self-track in a subsequent study phase. The interview explored the following topics: (a) the entry points into the selected elements of collaboration, (b) the meaningful elements and the narratives that inspired them, (c) implications of tracking such as privacy and the impact of such practice on the participants and their collaborations."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Collaboration Experience Elements",
      "text": "The notebook exercise invited the participants to record elements of their collaboration experience. The fifteen participants elicited 136 meaningful elements (117 unique ones) reflecting their collaboration experience; nine elements per person on average (min=4, max=21). As they received only one generic reminder, participants relied on intrinsic triggers to elicit elements in their notebooks. For example, emotions were often indicators of a \"critical incident\" (P2) and a point of entry: answering the question of what caused a specific emotion allowed them to identify meaningful elements at the root of the emotion. Looking at the tracked elements in retrospective, the participants identified the following entry points: (a) emotions (their reaction to an interaction with a colleague or an a priori state which impacted the collaboration), (b) reflections on the efficiency of a collaborative situation, and (c) events in line with or divergent from their personal values (e.g., transparency). These entry triggers led participants to reflect on the situation and identify elements that fell into the following five topical groups 1.\n\nThe most prominent categories of the elements elicited in the study are task-oriented, individual-oriented, and relation-oriented. Spatial and temporal elements were also evoked, revealing the impact of the work environment on collaboration experiences. 73% of the unique elements are qualified as qualitative (non-quantifiable) and 27% as quantifiable. We also asked the participants what elements they think only they tracked but not their teammates. Examples include interruptions, trust to delegate, cultural diversity, autonomy, and anticipation of collaboration. Elements conversely identified as probably common within the team refer to emotional aspects (number of laughs, frustration), communication aspects (number of interactions, conflict management), and organizational aspects (performance objectives and outcomes). Group Subgroup Examples of collaboration aspects elicited in the study Task-orientation N of items shared, N of projects successfully finished, N of team activities, N of emails read, N of unreplied emails, mistakes found by a teammate, speaking time meeting, tracking of progress, priorities, dependencies Relation-orientation Interdependency of collaborators Learning from each other, trust to delegate, reciprocity of help Values, norms, attitudes Impact of hierarchy, transparency, discrimination, inequalities, the required level of diplomacy Individual-orientation Emotions and feelings Mood, emotions, hormones, level of tiredness, feeling annoyed, regret, feeling overwhelmed, stress/physical state, level of fun, N of laughs, impact of personality, awkwardness Psychological needs Feeling useless, belonging, feeling in sync, connectedness, level of competence, level of autonomy Time-orientation Deadlines respected, scheduling, time spent efficiently, time pressure, time spent collaborating/availability for collaboration, time overlap, time spent preparing a meeting Space-orientation Space impact (door open/closed), space structure, impact of space (informal collaboration versus focused work) Table 1: Meaningful collaboration aspects elicited in the study"
    },
    {
      "title": "Self-tracking as an Individual vs. Group Practice",
      "text": "The goal of tracking collaboration elements is to understand one's own behavior and routines better. The tracked data may support individuals in changing their behavior and already bring about improvements. Most participants shared that the exercise made them more reflective of how they collaborate. It led to introspection, illustrated by quotes such as: \"How do I feel and how do I make others feel during the collaboration, how does it impact the results?\", P15. \"What do I do at work -do I collaborate or do I cooperate?\", P7. One person was surprised by how many negative incidents they noted and how much their mood impacted their collaboration. Another spoke about their awakened sense of agency: \"Before, I was passively accepting collaboration, as natural. <With the notebook> I asked myself: what is my role in collaboration?\", P4.\n\nGiven the social nature of collaboration, multiple actors shape the experience of the collaborating group. Sharing individual members' experience data might help the group improve their collaboration. However, looking at the elements suggested by the participants, many are rather personal. We, therefore, asked the participants about their attitude towards sharing the tracked information with their teammates. Most of them expressed an initial reservation about sharing emotions (\"I would not share strong emotions and something a person cannot change\", P1). However, sharing such information was also perceived as a less confrontational way of giving feedback to a teammate. It is also seen as an opportunity to recalibrate the collaboration, identify imbalances, and achieve better goal alignment. Our participants envision data sharing as a prompt to speak up about negative aspects and encourage positive feedback (\"Tracking compliments I receive from colleagues, I realized the impact of small acts of kindness and gave more compliments in return\", P4). They believe the data would reveal how present people are in a collaborative situation and thus revise their involvement in return. Last but not least, participants pointed out that such data may support healthy group growth by revising the social graph of interactions. Among the disadvantages, the participants evoked risks of misinterpretation. Factors out of the collaborators' control may impact the metrics. This might lead to situations in which it is unclear what exactly is measured (\"Do the people look at each other to enrich this moment of collaboration or just because they don't like each other?\", P12). Sharing negative experiences also raised concerns of repercussions (\"I would consider sharing only if there is a realistic chance to change <the situation>\", P10). According to a participant, if tracked data is made available to everyone, it may turn into a not necessarily appropriate performance objective (\"collaboration doesn't necessarily need to give the most positive feelings to everyone involved for it to be good\"; \"the monitoring aspect is unlikely to reflect the complexity of collaboration\", P10)."
    },
    {
      "title": "Preferences for the Choice of Tracking Tools",
      "text": "While selecting the elements they would track, some participants showed concern about the feasibility of tracking these. They emphasized the importance of external factors (\"tracking some aspects not related to collaboration but to me to learn more about correlation/causality\", P2, \"I would track how tired I am to control why I feel frustrated while collaborating\", P5). Of the identified elements, the participants concluded that some could be tracked automatically (e.g., number of messages exchanged, number of distributed tasks, clues of synchronicity in agendas). Yet, several team members raised doubts about automated tracking from an accuracy or validity perspective \"sensors might be misleading\" (P9), but also in terms of social dynamics: \"If someone perceives something that is relevant to me, I trust them to share it with me, I don't want my work reduced to these types of metrics\" (P10). Envisioned tracking frequency varied from hourly measurements (to \"see the reality that is closer to truth\", P2) to solely once a day or event-based. The granularity of the tracking frequency was highly dependent on the element tracked."
    },
    {
      "title": "DISCUSSION AND LIMITATIONS",
      "text": "In this contribution, we explored what aspects of collaboration are meaningful to a team of office workers via a qualitative study focusing on the preparation stage in Li et al.  [16] 's model of personal informatics. Our findings emphasize a prevalence of task-related aspects in the collaboration elements elicited by participants, with nonetheless a significant proportion of individual and relational elements deemed essential to understand and reflect on collaboration experiences. Most of these elements were qualitative and hence harder to quantify and track in an automated fashion. In practice, this implies a user-driven data collection  [16]  which has the advantage of empowering and stimulating but can also be a burden to report frequent events. Around 20% of elements were quantifiable; it is worthwhile to look at how tracking devices can support hybrid scenarios combining user-driven and system-driven data collection.\n\nOur debriefing interviews highlighted opportunities and challenges related to tracking (and sharing) collaboration experiences. Participants described how privately taking notes of their experiences already led to deep reflections about their role and perspective on teamwork. This is a known benefit of self-tracking  [10] . However, it can also be a source of negativity  [1] : in some cases, it exacerbated friction as negative feelings were now on paper rather than fading in memory. Participants had mixed feelings about sharing their data. They imagined that tracking and disclosing data could support awareness and problem-solving within the team. It can also be an opportunity to share information with others indirectly (e.g., when one does not dare to speak up). This observation resonates with a study on family informatics  [19]  where \"children appreciated being able to self-report through (the device) and share information with others without having an explicit conversation\". Sharing information was described as \"uncomfortable but providing opportunities of shared accountability. \" While the context is different, the family and workplace environments share a group focus with interdependencies and power relations between individuals. Conversely, our participants also voiced concerns about the possible adverse consequences of sharing information at work, which calls for special attention when designing tracking technologies  [18] . A work environment is a place where surveillance can present risks for individuals. Previous work highlighted the direct influence of privacy concerns on the intention to use tracking devices  [18] ,  [14] . While the social perspective of personal informatics is often seen as a motivating space to proudly share achievements in the private sphere  [10] , data tracking at work is a different reality.\n\nAlthough our study focused on individuals reflecting on collaborative practices, we also gained insights into group-tracking compared to the widespread practice of self-tracking. Group-tracking would ideally differ from the simple aggregation of data from individuals. This is both to avoid the aforementioned risks and to support positive shared accountability and reflection on collaboration. Making privacy-sensitive design choices is a way forward: the most straightforward level is to aggregate the data or show highlevel visualizations, but more elaborated tracking strategies could focus on the group as an entity. A challenge here is that group-level data can be harder to understand, especially when presented as an overlay of individual data  [19] .\n\nOur study showed much diversity in the participants' outlooks. Some appeared less convinced of the usefulness and benefits of tracking collaboration experiences. This stresses the importance of co-design to unveil the values and needs of people prior to the tracking  [8, 19] . Open-ended tracking kits  [8, 12, 24]  might bring advantages over solutions supporting one scenario only. Another concrete design implication, aligned with Pina et al.  [19] 's study on family tracking, is that tracking devices should support the noninvolvement or disengagement of a team member from tracking, while \"avoiding disruptions for the rest of the group\".\n\nFinally, two key challenges relate to collaboration as an area of investigation. First, the elements elicited seem more complex and multi-faceted than the variables commonly tracked in the personal informatics literature. Designing technologies to track collaboration would involve reducing the complexity of these experiences to simpler measurable units. Second, tracked data in personal informatics often have a short-term use  [21] , whereas collaboration processes have a long time span.\n\nOur study entails limitations. We sampled a single team, limiting our results' generalizability. In this initial study, we also focused specifically on the preparation stage (i.e., getting ready to track data)  [16]  and the collection of individual perspectives on a shared experience. A follow-up study will invite participants to track these collaboration experiences with the group as the primary level of analysis. We intend to conduct a co-design workshop using an openended sensor kit (under development) as a research probe that can later be deployed. Finally, we will explore design fiction and critical design as tools to challenge the ethics of tracking technologies at the office  [22]  and open the design space by exploring other possible solutions than self/group tracking.\n\nAs emphasized by Li et al.  [16] , \"effective personal informatics systems help users collect the necessary personal information for insightful reflection. \" Our study contributed insights into how employees envision metrics reflecting their collaboration experience and what personal, social, and organizational considerations surround collecting and sharing this data. Knowing which aspects of collaboration are meaningful and how this information should be shared contributes to valuable insights for designing self-tracking technologies in a work context."
    },
    {
      "text": "Figure 1: Examples of collaboration notebooks shared with the participants' consent."
    }
  ],
  "references": [
    {
      "title": "Understanding Physical Practices and the Role of Technology in Manual Self-Tracking",
      "authors": [
        "Parastoo Abtahi",
        "Victoria Ding",
        "Anna Yang",
        "Tommy Bruzzese",
        "Alyssa Romanos",
        "Elizabeth Murnane",
        "Sean Follmer",
        "James Landay"
      ],
      "year": 2020,
      "doi": "10.1145/3432236"
    },
    {
      "title": "Meetings as a positive boost? How and when meeting satisfaction impacts employee empowerment",
      "authors": [
        "Joseph Allen",
        "Nale Lehmann-Willenbrock",
        "Stephanie Sands"
      ],
      "year": 2016,
      "doi": "10.1016/j.jbusres.2016.04.011"
    },
    {
      "title": "Measuring climate for work group innovation: development and validation of the team climate inventory",
      "authors": [
        "Neil Anderson",
        "Michael West"
      ],
      "year": 1998,
      "doi": "10.1002/(sici)1099-1379(199805)19:3<235::aid-job837>3.0.co;2-c"
    },
    {
      "title": "Collaboration at work: An integrative multilevel conceptualization",
      "authors": [
        "Wendy Bedwell",
        "Jessica Wildman",
        "Deborah Diazgranados",
        "Maritza Salazar",
        "William Kramer",
        "Eduardo Salas"
      ],
      "year": 2012,
      "doi": "10.1016/j.hrmr.2011.11.007"
    },
    {
      "title": "Meeting satisfaction for technology-supported groups: An empirical validation of a goalattainment model",
      "authors": [
        "Robert Briggs",
        "Bruce Reinig",
        "Gert Jan De Vreede"
      ],
      "year": 2006,
      "doi": "10.1177/1046496406294320"
    },
    {
      "title": "User Experience Research in the Work Context: Maps, Gaps and Agenda",
      "authors": [
        "Pinar Simsek Caglar",
        "Virpi Roto",
        "Teija Vainio"
      ],
      "year": 2022,
      "doi": "10.1145/3512979"
    },
    {
      "title": "Understanding quantified-selfers' practices in collecting and exploring personal data",
      "authors": [
        "Eun Kyoung Choe",
        "Nicole Lee",
        "Bongshin Lee",
        "Wanda Pratt",
        "Julie Kientz"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557372"
    },
    {
      "title": "Sensorstation: Exploring simple sensor data in the context of a shared apartment",
      "authors": [
        "Teresa Denefleh",
        "Arne Berger",
        "Albrecht Kurze",
        "Andreas Bischof",
        "Christopher Frauenberger"
      ],
      "year": 2019,
      "doi": "10.1145/3322276.3322309"
    },
    {
      "title": "Mapping and taking stock of the personal informatics literature",
      "authors": [
        "Clara Daniel A Epstein",
        "Mayara Caldeira",
        "Xi Costa Figueiredo",
        "Lucas Lu",
        "Lucretia Silva",
        "Jong Williams",
        "Qingyang Ho Lee",
        "Simran Li",
        "Qiuer Ahuja",
        "Chen"
      ],
      "year": 2020
    },
    {
      "title": "A lived informatics model of personal informatics",
      "authors": [
        "A Daniel",
        "An Epstein",
        "James Ping",
        "Sean Fogarty",
        "Munson"
      ],
      "year": 2015,
      "doi": "10.1145/2750858.2804250"
    },
    {
      "title": "The Thing and I: Understanding the Relationship Between User and Product",
      "authors": [
        "Marc Hassenzahl"
      ],
      "year": 2003,
      "doi": "10.1007/978-3-319-68213-6_19"
    },
    {
      "title": "Habilyzer: A User-Driven Open-Ended Sensor Kit for Office Workers",
      "authors": [
        "Roy Van Den",
        "Tjeu Heuvel",
        "Carine Van Bussel",
        "Lallemand"
      ],
      "year": 2022,
      "doi": "10.1145/3491101.3519884"
    },
    {
      "title": "Gartner Forecasts Worldwide Social Software and Collaboration Market to Grow 17% in 2021",
      "year": 2020,
      "doi": "10.1002/essoar.10508124.2"
    },
    {
      "title": "Understanding the adoption of quantified self-tracking wearable devices in the organization environment: An empirical case study",
      "authors": [
        "Jayden Khakurel",
        "Mika Immonen",
        "Antti Knutas",
        "Jari Porras"
      ],
      "year": 2019,
      "doi": "10.1145/3316782.3321527"
    },
    {
      "title": "User experience: A concept without consensus? Exploring practitioners' perspectives through an international survey",
      "authors": [
        "Carine Lallemand",
        "Guillaume Gronier",
        "Vincent Koenig"
      ],
      "year": 2015,
      "doi": "10.1016/j.chb.2014.10.048"
    },
    {
      "title": "A stage-based model of personal informatics systems",
      "authors": [
        "Ian Li",
        "Anind Dey",
        "Jodi Forlizzi"
      ],
      "year": 2010,
      "doi": "10.1145/1753326.1753409"
    },
    {
      "title": "TableChat: Mobile food journaling to facilitate family support for healthy eating",
      "authors": [
        "Kai Lukoff",
        "Taoxi Li",
        "Yuan Zhuang",
        "Brian Lim"
      ],
      "year": 2018,
      "doi": "10.1145/3274383"
    },
    {
      "title": "Can Workplace Tracking Ever Empower? Collective Sensemaking for the Responsible Use of Sensor Data at Work",
      "authors": [
        "Gina Naja Holten Møller",
        "Jakob Neff",
        "Jonas Simonsen",
        "Pernille Christoffer Villumsen",
        "Bjørn"
      ],
      "year": 2021,
      "doi": "10.1145/3463931"
    },
    {
      "title": "DreamCatcher: Exploring How Parents and School-Age Children can Track and Review Sleep Information Together",
      "authors": [
        "Laura Pina",
        "Sang Sien",
        "Clarissa Song",
        "Teresa Ward",
        "James Fogarty",
        "Sean Munson",
        "Julie Kientz"
      ],
      "year": 2020,
      "doi": "10.1145/3392882"
    },
    {
      "title": "From personal informatics to family informatics: Understanding family practices around health monitoring",
      "authors": [
        "Laura Pina",
        "Sang Sien",
        "Teresa Ward",
        "Jason Yip",
        "Sean Munson",
        "James Fogarty",
        "Julie Kientz"
      ],
      "year": 2017,
      "doi": "10.1145/2998181.2998362"
    },
    {
      "title": "Personal Tracking as Lived Informatics John",
      "authors": [
        "John Rooksby",
        "Mattias Rost",
        "Alistair Morrison",
        "Matthew Chalmers"
      ],
      "year": 2014,
      "doi": "10.1145/2556288.2557039"
    },
    {
      "title": "Office Agents: Personal Office Vitality Sensors with Intent",
      "authors": [
        "Sjoerd Stamhuis",
        "Hans Brombacher",
        "Steven Vos",
        "Carine Lallemand"
      ],
      "year": 2021,
      "doi": "10.1145/3411763.3451559"
    },
    {
      "title": "Habilyzer: Empowering Office Workers to Investigate their Working Habits using an Open-Ended Sensor Kit",
      "authors": [
        "Roy Tjeu Van Bussel",
        "Van Den",
        "Carine Heuvel",
        "Lallemand"
      ],
      "year": 2022,
      "doi": "10.1145/3491101.3519849"
    },
    {
      "title": "I/O Bits: User-Driven, Situated, and Dedicated Self-Tracking",
      "authors": [
        "Kendra Wannamaker",
        "Zechariah Sandeep",
        "Marian Kollannur",
        "Wesley Dörk",
        "Willett"
      ],
      "year": 2021,
      "doi": "10.1145/3461778.3462138"
    }
  ],
  "num_references": 24
}
