{
  "paper_id": "84YUSZHS",
  "title": "Vaccine hesitancy in the era of COVID-19",
  "abstract": "Objectives: In 2019, a new coronavirus has been identified and many efforts have been directed toward the development of effective vaccines. However, the willingness for vaccination is deeply influenced by several factors. So the aim of our review was to analyze the theme of vaccine hesitancy during COVID-19 pandemic, with a particular focus on vaccine hesitancy toward COVID-19 vaccine. Study design: Narrative review. Methods: In November 2020, we performed a search for original peer-reviewed articles in the electronic database PubMed (MEDLINE). The key search terms were \"Vaccine hesitancy AND COVID-19\". We searched for studies published during COVID-19 pandemic and reporting information about the phenomenon of vaccine hesitancy. Results: Fifteen studies were included in the review. The percentage of COVID-19 vaccine acceptance was not so high (up to 86.1% students or 77.6% general population); for influenza vaccine, the maximum percentage was 69%. Several factors influenced the acceptance or refusal (ethnicity, working status, religiosity, politics, gender, age, education, income, etc.). The most given reasons to refuse vaccine were as follows: being against vaccines in general, concerns about safety/thinking that a vaccine produced in a rush is too dangerous, considering the vaccine useless because of the harmless nature of COVID-19, general lack of trust, doubts about the efficiency of the vaccine, belief to be already immunized, doubt about the provenience of vaccine. Conclusions: The high vaccine hesitancy, also during COVID-19 pandemic, represents an important problem, and further efforts should be done to support people and give them correct information about vaccines.",
  "year": 2021,
  "date": "2021-03-04",
  "journal": "Int J Infect Dis",
  "publication": "Int J Infect Dis",
  "authors": [
    {
      "forename": "G",
      "surname": "Troiano",
      "name": "G Troiano"
    },
    {
      "forename": "A",
      "surname": "Nardi",
      "name": "A Nardi"
    },
    {
      "affiliation": "UOSD Vaccinations , ASST Melegnano e della Martesana , Italy \n\t\t\t\t\t\t\t\t UOSD Vaccinations \n\t\t\t\t\t\t\t\t ASST Melegnano e della Martesana \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Italy"
    },
    {
      "affiliation": "UOSD Vaccinations , ASST Melegnano e della Martesana , Via Pandina1 , 20070 , Vizzolo Predabissi ( MI) , Italy. \n\t\t\t\t\t\t\t\t UOSD Vaccinations \n\t\t\t\t\t\t\t\t ASST Melegnano e della Martesana \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Via Pandina1 \n\t\t\t\t\t\t\t\t\t 20070 \n\t\t\t\t\t\t\t\t\t Vizzolo Predabissi \n\t\t\t\t\t\t\t\t\t MI \n\t\t\t\t\t\t\t\t\t Italy"
    }
  ],
  "doi": "10.1016/j.puhe.2021.02.025",
  "sections": [
    {
      "title": "Introduction",
      "text": "The World Health Organization (WHO) defined the vaccine hesitancy as a behavior, influenced by a number of factors including issues of confidence (do not trust vaccine or provider), complacency (do not perceive a need for a vaccine, do not value the vaccine), and convenience (access). Vaccine-hesitant individuals are a heterogeneous group who hold varying degrees of indecision about specific vaccines or vaccination in general. Vaccine-hesitant individuals may accept all vaccines but remain concerned about vaccines, some may refuse or delay some vaccines but accept others; some individuals may refuse all vaccines.  1  December 2019, a cluster of patients presented with pneumonia caused by an unknown pathogen that was linked to the seafood wholesale market in Wuhan, China. Subsequently, a new coronavirus was identified by sequencing the whole genome of patient samples.  2  It was named severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) by the Coronavirus Study Group of the International Committee on Taxonomy of Viruses,  3  and the disease caused by the virus was named coronavirus disease 2019 (COVID-19) by the WHO.\n\nAfter infecting and causing the death of thousands of persons in China, the virus has spread, reaching Italy and other European countries and the USA, with the number of confirmed new cases currently increasing every day.  4 The WHO declared it a pandemic due to the widespread infectivity and high contagion rate.\n\nMany efforts have been directed toward the development of vaccines against COVID-19 to avert the pandemic and most of the developing vaccine candidates have been using the S-protein of SARS-CoV-2.  5  Currently, three vaccines are authorized and recommended to prevent COVID-19. Large-scale (phase 3) clinical trials are also in progress or being planned for other COVID-19 vaccines in the United States.  6, 7 he presence of available vaccines is the key element to minimize new infections, so it is crucial to vaccinate people, and especially healthcare workers.  8 owever, the willingness for vaccination is deeply influenced especially by the mistrust of health authorities, as demonstrated in other studies focused on vaccine trials of HPV and HIV, in Europe and United States.  9, 10 he worldwide COVID-19 crisis may have a more or less important impact on public trust in public health authorities, science, and medicine, from a country to another, as per the burden of its health and socioeconomic consequences and intensity of controversies.  11 n addition to a segment of population that refuses vaccines, the novelty of the disease and concerns over safety and efficacy of the vaccine have generated a sizable proportion of US people indicating reluctance to getting vaccinated against COVID-19.  12 ut this phenomenon is also spread elsewhere: in May 2020, about 25% of people in 5 surveys in France (representative samples of 1000 adults) stated that they would refuse a future vaccine against it if it would have been available, mainly due to safety concerns around a vaccine developed in an emergency situation.  13 he aim of our study was, therefore, through a narrative review, to deepen and analyze the theme of vaccine hesitancy during COVID-19 pandemic, with a particular focus on vaccine hesitancy toward the COVID-19 vaccine."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Search strategy",
      "text": "In November 2020 (the search was performed on November 3 rd ), we performed a search for original peer-reviewed articles in the electronic database PubMed (MEDLINE). The key search terms were \"Vaccine hesitancy AND COVID-19\". We searched for studies published during COVID-19 pandemic (up to November 2020) and reporting information about the phenomenon of vaccine hesitancy."
    },
    {
      "title": "Inclusion criteria",
      "text": "We considered eligible for the review all the articles (original articles, but also letters to the editor if containing original data) that reported data on i) type of investigated vaccine (COVID-19 vaccine but also other vaccines if investigated), ii) a deep and complete analysis of the attitude toward the vaccine and the main reasons or factor influencing this attitude. We considered eligible for the review all descriptive studies, written in English, French, Spanish, Italian."
    },
    {
      "title": "Study selection and data extraction",
      "text": "Studies were selected in a 2-stage process. Titles and abstracts from electronic searches were scrutinized by 2 reviewers independently (A.N. and G.T.) and full manuscripts and their citations list were analyzed to retrieve missing articles and to select the eligible manuscripts as per the inclusion criteria. The level of agreement between the reviewers was high. Then, each article was further reviewed to identify the manuscripts suitable for our review."
    },
    {
      "title": "Results",
      "text": "The literature search yielded 49 publications. The titles, abstracts, and full texts of these manuscripts were screened, resulting in 15 studies considered potentially eligible to be included in the review (4 articles were letters without original data, 1 was a review, 29 were not in line with the aim of the study).  8,13e26 13e26 The studies, published in 2020, have been conducted in the period MarcheSeptember 2020; they involved a minimum of 316 (Pogue et al.) and a maximum of 5024 (Salali et al.) participants. Studies have been conducted in several countries: USA, UK, Turkey, France, Malta, Italy, Hong Kong, Israel, Canada, Japan, Spain, Switzerland involving a variegate typology of participants (most of them were focused on general population adult or not, others specifically on some categories, e.g., students, parents, healthcare workers). Two vaccines have been analyzed: COVID-19 vaccine has been investigated by most of authors (except for Goldman et al. who focused only on influenza); influenza vaccine has been investigated also by Grech et al. and by Wang et al. The principal results of our review are shown in Table  1 ."
    },
    {
      "title": "Percentage of vaccine acceptance",
      "text": "The percentage of vaccine acceptance was not so high: only in an Italian study (Barello et al.) 86.1% participants (who were students) chose to be vaccinated against COVID-19. If considering general population, this percentage lessened to a maximum 77.6% (Detoc  et al.) people who declared who will probably or certainly accept COVID-19 vaccine. Although all the studies have been conducted in different periods, the percentages did not differ so much.\n\nFor influenza vaccine alone, the situation is similar: the maximum percentage of acceptance was reported in the study of Grech et al. (69%), but the only study focused exclusively on influenza vaccine (Goldman et al.) showed that only 54.3% of parents were favorable to vaccinate their children and 58.3% intended to vaccinate themselves."
    },
    {
      "title": "Influencing factors and reasons given by participants who refused the vaccination",
      "text": "Factors that influenced the choice to accept the vaccines (or not) could be resumed as follows:\n\nEthnicity: black/African had a lower acceptance Working status: unemployed people had a lower acceptance Personal belief: participants with personal belief against vaccines had lower acceptance; those who received vaccinations (especially influenza) in the past had a higher acceptance Religiosity: religiosity was negatively correlated with COVID-19 vaccination Politics (!): Respondents who declared Democratic political partisanship were significantly more likely to choose to receive vaccination (Kreps et al.). Those who felt close to radical parties or those who did not vote/did not feel close to any party were significantly more likely to refuse the vaccine (Ward et al.). Those who voted for far left or far right candidate in the last elections were more likely to refuse vaccination (COCONEL Group). -Significant increase in willingness to be vaccinated (from 49% to 69%) COVID-19 -Almost 50% expressed their willingness to be vaccinated observed that middle age group had a reduced willingness to be vaccinated compared with 18e34-year-old people and people aged more than 60 years. Also the COCONEL group observed a higher hesitancy among older than 75 years. Income (!): participants with lower income had lower acceptance. Pogue et al. observed that income had no relationship with the attitude toward vaccination. COVID-19 infection: no difference observed between those who have been infected and those who have not. Concern about COVID-19: those who were highly concerned about being infected were less likely to refuse the vaccine. Working in healthcare settings (!): healthcare workers had a higher acceptance. Except for the study of Dror et al. who observed no difference in vaccine acceptance among healthcare personnel and not-healthcare personnel. Also Barello et al.  observed no significant differences among healthcare students or not.\n\n(!) ¼ this symbol is used to highlight factors with conflicting results. The most given reasons to refuse vaccine were being against vaccines in general, concerns about safety/thinking that a vaccine produced in a rush is too dangerous, considering the vaccine useless because of the harmless nature of COVID-19, general lack of trust, doubts about the efficiency of the vaccine, belief to be already immunized, doubt about the provenience of vaccine."
    },
    {
      "title": "Discussion",
      "text": "Our review highlighted an overall high vaccine hesitancy toward the COVID-19 vaccine, but also toward influenza vaccine. These results are not surprising: studies around the world on vaccine hesitancy, in general, showed prevalence ranging from 8% to 15%. 27e29 However, it should be specified that the speed of the pandemic and the considered time span (up to November 2020) could make our results not totally representative of the real situation.\n\nOne of the most interesting aspects of the review is the point-topoint analysis of factors that influenced the acceptance or refusal. This represents, however, an instantaneous photography of the actual situation: in fact, as Williams et al. reported, although the reasons why parents chose to delay or refuse vaccines for their children have been thoroughly examined, the reasons for vaccine delay or refusal may change over time.  30 n our review black or African people had a lower acceptance rate. This datum is in line with another study that showed that among African Americans, there was a higher degree of skepticism and concern about the flu vaccine.  31 ur review highlighted that unemployed people and those with a lower income had a lower acceptance rate; however, Pogue et al. observed that income had no relationship with the attitude toward vaccination. In addition, participants with low education had a lower acceptance rate (except for the study conducted in Turkey by Salali et al.). These data are partially in line with what reported by Danis et al.: their study revealed how economic hardship represented a determinant of vaccine hesitancy, while no association was found between economic hardship and vaccine refusal. On the other hand, the lower education of both mother and father was a valid predictor of refusal of all vaccines, while hesitancy seemed to not be affected by parental education.  32 n another survey although caregivers from households in the 3rd or 4th quintiles were more likely to fully immunize their children than those in the other quintiles, this was not statistically significant.  33 ur findings showed that a higher level of education seemed to be a protective factor against refusing vaccines. However, there was\n\n-Almost 25% were undecided and almost 25% did not want to be vaccinated -Men were more likely to accept vaccine Wang, 2020 Hong Kong 26 February e 31 March 2020 Survey -Nurses (not retired or working in administrative or academic positions) 806 COVID-19 and Influenza -18e29 years old 22.7% -30e39 years old 36% -40e49 years old 24.2% ->50 years old 17.1% -Females 80.8% -25.8% had chronic medical conditions Influenza: -Similar acceptance rate between 2019 and 2020 (47.5% and 44.7% respectively) COVID-19 -40% nurses had intention to accept COVID-19 vaccination -Males, those with chronic diseases, or those who accepted the seasonal influenza vaccine in 2019 were more likely to have intention to accept COVID-19 vaccination -The main reasons to refuse vaccine were: suspicion on efficacy, effectiveness, safety (76.43%); believing vaccination is not necessary (18.05%) Goldman, 2020 USA, Canada, Israel, Japan, Spain, Switzerland 27 march 2020e30 June 2020 Survey -Parents or caregivers of patients older than 1 year and younger than 19 years old 2422 Influenza -274 (26.7%) þ102 (24.4%) fathers b -723 (70.5%)þ299 (71.5%) mothers b -Mean age 40.7 -54.3% intended to vaccinate their children (þ15.9% compared to the past 12 months) -58.3% intended to receive a vaccine for themselves -1025 had no intention to vaccinate their children -Parents who received vaccination or vaccinated their children in the past or those who were worried about COVID-19 had a higher probability to vaccinate their children a Because the study was conducted before the development of a vaccine b Calculated respectively on who do not want plan to vaccinate (1025) and who plan to vaccinate (418) G. Troiano and A. Nardi Public Health 194 (2021) 245e251\n\nno consensus about this association in other studies, some being in contrast,  34, 35  in accordance  36  or showing no significant association.  37 Parents with a higher-education background may use selected sources of information, relying on a critical-thinking attitude and making more active choices.  38 n our review, we observed that religiosity was negatively correlated with COVID-19 vaccination. This particular aspect has already been described by other authors which observed that some people avoided vaccination based on religious grounds including religious explanations (\"God did not take any medicine\") or associating vaccines with Satanism.  39 ne of the most interesting aspects of our review is the influence of political ideology on vaccine acceptance or refusal: people who declared Democratic political partisanship were significantly more likely to choose to receive vaccination; those who felt close to radical parties or those who did not vote/did not feel close to any party were significantly more likely to refuse the vaccine; those who voted for far left or far right candidate in the last elections in France were more likely to refuse vaccination. This kind of analysis has already been conducted by Kennedy et al. with a focus on populist party: they observed that the support for populist parties could be used as a proxy for vaccine hesitancy, at least in the Western European context, with an increase in support being a signal for public health actors to be vigilant.  40 n our review, we observed that women had a lower acceptance rate. This datum is in line with other studies that found high rates of women expressing concerns about the safety of vaccines and expressing a lack of trust in the quality and impartiality of information provided by healthcare professionals.  41 n our review, we observed three apparently independent phenomena: 1) low age was associated to a lower willingness to receive vaccination; 2) those who were highly concerned about being infected were less likely to refuse the vaccine; 3) no difference observed between those who have been infected and those who have not. It is important to remember that risk perception is an important factor influencing risk behaviors and people with lower risk perception tend to take risk behaviors or reduce preventive behaviors.  42 Young people (such as college students as reported by Ding et al.) are usually healthy, and often have mild symptoms after being infected with COVID-19, which can have a significant impact on the spread of COVID-19.  43 So it is conceivable that they could tend to refuse vaccination because of the scarce perception of the risk so, as suggested by Ding et al., it is necessary to improve the risk perception of college students through health education in various ways, and attention should be paid to some college students with low risk perception.  43 accine acceptance from healthcare workers had conflicting results: in general, healthcare workers had a higher acceptance, but in the study of Dror et al. no difference was observed in vaccine acceptance among healthcare personnel and not-healthcare personnel; also Barello et al. observed no significant differences among healthcare students or not. The problem of vaccine hesitancy among healthcare workers has been extensively studied by the European Centre for Disease Control reporting that healthcare workers had concerns relating to the risks of vaccination and expressed a lack of trust in health authorities. Even some healthcare workers were also against vaccination in general.  44 he most given reasons to refuse vaccine were as follows: being against vaccines in general, concerns about safety/thinking that a vaccine produced in a rush is too dangerous, considering the vaccine useless because of the harmless nature of COVID-19, general lack of trust, doubts about the efficiency of the vaccine, belief to be already immunized, doubt about the provenience of vaccine.\n\nThese evidences are quite in line with what reported in other studies. For example, Pugliese-Garcia et al. reported in their survey the respondents' fear of being injected incorrectly or contracting infections, of the fear of pain.  39 Perceptions of vaccine effectiveness were often grounded in misconceptions about how, for whom and for how long vaccines work. Respondents believed that vaccines worked against illnesses, particularly for childhood illness, rather than being disease-specific.  39 Alabbad et al., instead, reported that the most common reason for vaccine refusal was believing that it had no positive effect and that it was unnecessary.  28 rishnamoorthy et al. interviewed parents and health workers, who reported that the major reason for the hesitancy was the rumors spread regarding the safety of the vaccine through social media. They have mentioned that the message was circulated with friends, relatives, and other community domains without confirming the authenticity of the information. However, repeated awareness sessions through various mass media channels have helped to overcome these barriers.  45 n some studies, even, some participants preferred informal, traditional, and religious approaches to prevention and cure. Participants described cases of young men using beer, spirits and local alcohol, Tujilijili, Junta, and Kachasu, while others used other informal and traditional alternatives such as traditional brews, herbs, and tattoos.  39"
    },
    {
      "title": "Conclusions",
      "text": "Vaccine hesitancy still remains high, also during COVID-19 pandemic, and the reasons for vaccine refusals are several. This phenomenon represents an important problem, because increasing hesitancy leads to falls in coverage and often precedes an infectious disease outbreak.  40 ealthcare professionals (especially general practitioners and pediatricians) should be involved to support people and help informed deciding about vaccinations.  46, 47 However, although researchers have begun to develop and evaluate interventions for vaccine-hesitant people (especially parents), the current data do not support one method for intervention as superiorly effective over others; therefore, continued development and evaluation of interventions is needed.  30"
    },
    {
      "text": "Pogue et al. observed that political ideology had no relationship with the attitude toward vaccination.Main characteristics of the studies included in the review (n/r ¼ not reported or not explicitly reported)."
    }
  ],
  "references": [
    {
      "title": "What influences vaccine acceptance: a model of determinants of vaccine hesitancy",
      "authors": [
        "T Group"
      ],
      "year": 2013
    },
    {
      "title": "From SARS to COVID-19: what we have learned about children infected with COVID-19",
      "authors": [
        "M Zhou"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijid.2020.04.090"
    },
    {
      "title": "Severe acute respiratory syndrome-related coronavirus: the species and its viruses e a statement of the Coronavirus Study Group",
      "authors": [
        "A Gorbalenya",
        "B Sc",
        "R Baric",
        "R De Groot",
        "C Drosten",
        "A Gulyaeva"
      ],
      "year": 2020
    },
    {
      "title": "COVID-19 diagnosis and management: a comprehensive review",
      "authors": [
        "G Pascarella"
      ],
      "year": 2020,
      "doi": "10.1111/joim.13091"
    },
    {
      "title": "COVID-19, an emerging coronavirus infection: advances and prospects in designing and developing vaccines, immunotherapeutics, and therapeutics",
      "authors": [
        "K Dhama"
      ],
      "year": 2020,
      "doi": "10.1080/21645515.2020.1735227"
    },
    {
      "title": "Different COVID-19 vaccines",
      "authors": [
        "Cdc"
      ],
      "year": 2021
    },
    {
      "title": "Treatments and vaccines for COVID-19: authorised medicines",
      "authors": [
        "E Agency"
      ],
      "year": 2021,
      "doi": "10.1002/psb.0010016"
    },
    {
      "title": "Vaccine hesitancy among Maltese healthcare workers toward influenza and novel COVID-19 vaccination",
      "authors": [
        "V Grech",
        "C Gauci",
        "S Agius"
      ],
      "year": 2020,
      "doi": "10.1016/j.earlhumdev.2020.105213"
    },
    {
      "title": "Willingness to volunteer in future preventive HIV vaccine trials: issues and perspectives from three U.S. communities",
      "authors": [
        "R Strauss"
      ],
      "year": 2001,
      "doi": "10.1097/00126334-200101010-00010"
    },
    {
      "title": "HPV vaccination in a context of public mistrust and uncertainty: a systematic literature review of determinants of HPV vaccine hesitancy in Europe",
      "authors": [
        "E Karafillakis"
      ],
      "year": 2019
    },
    {
      "title": "Restoring confidence in vaccines in the COVID-19 era",
      "authors": [
        "P Verger",
        "E Dube"
      ],
      "year": 2020,
      "doi": "10.1080/14760584.2020.1825945"
    },
    {
      "title": "Considering emotion in COVID-19 vaccine communication: addressing vaccine hesitancy and fostering vaccine confidence",
      "authors": [
        "W Chou",
        "A Budenz"
      ],
      "year": 2020,
      "doi": "10.1080/10410236.2020.1838096"
    },
    {
      "title": "A future vaccination campaign against COVID-19 at risk of vaccine hesitancy and politicisation",
      "authors": [
        "C Group"
      ],
      "year": 2020
    },
    {
      "title": "Intention to vaccinate against the novel 2019 coronavirus disease: the role of health locus of Control and religiosity",
      "authors": [
        "A Olagoke",
        "O Olagoke",
        "A Hughes"
      ],
      "year": 2020
    },
    {
      "title": "Factors associated with US adults' likelihood of accepting COVID-19 vaccination",
      "authors": [
        "S Kreps"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.25594"
    },
    {
      "title": "COVID-19 vaccine hesitancy is associated with beliefs on the origin of the novel coronavirus in the UK and Turkey",
      "authors": [
        "G Salali",
        "M Uysal"
      ],
      "year": 2020
    },
    {
      "title": "The French public's attitudes to a future COVID-19 vaccine: the politicization of a public health issue",
      "authors": [
        "J Ward"
      ],
      "year": 2020,
      "doi": "10.31235/osf.io/xphe9"
    },
    {
      "title": "Influences on attitudes regarding potential COVID-19 vaccination in the United States",
      "authors": [
        "K Pogue"
      ],
      "year": 2020,
      "doi": "10.3390/vaccines8040582"
    },
    {
      "title": "Relationship between citizens' health engagement and intention to take the COVID-19 vaccine in Italy: a mediation analysis",
      "authors": [
        "G Graffigna"
      ],
      "year": 2020,
      "doi": "10.3390/vaccines8040576"
    },
    {
      "title": "Intention to participate in a COVID-19 vaccine clinical trial and to get vaccinated against COVID-19 in France during the pandemic",
      "authors": [
        "M Detoc"
      ],
      "year": 2020,
      "doi": "10.1016/j.vaccine.2020.09.041"
    },
    {
      "title": "Intention of nurses to accept coronavirus disease 2019 vaccination and change of intention to accept seasonal influenza vaccination during the coronavirus disease 2019 pandemic: a cross-sectional survey",
      "authors": [
        "K Wang"
      ],
      "year": 2020,
      "doi": "10.1016/j.vaccine.2020.09.021"
    },
    {
      "title": "Attitudes toward a potential SARS-CoV-2 vaccine: a survey of U.S. Adults",
      "authors": [
        "K Fisher"
      ],
      "year": 2020
    },
    {
      "title": "Mistrust in biomedical research and vaccine hesitancy: the forefront challenge in the battle against COVID-19 in Italy",
      "authors": [
        "L Palamenghi"
      ],
      "year": 2020,
      "doi": "10.1007/s10654-020-00675-8"
    },
    {
      "title": "Vaccine hesitancy: the next challenge in the fight against COVID-19",
      "authors": [
        "A Dror"
      ],
      "year": 2020,
      "doi": "10.1007/s10654-020-00671-y"
    },
    {
      "title": "Willingness to vaccinate children against influenza after the coronavirus disease 2019 pandemic",
      "authors": [
        "R Goldman"
      ],
      "year": 2020
    },
    {
      "title": "Vaccine hesitancy' among university students in Italy during the COVID-19 pandemic",
      "authors": [
        "S Barello"
      ],
      "year": 2020
    },
    {
      "title": "Parental vaccine hesitancy in Italy -results from a national survey",
      "authors": [
        "C Giambi"
      ],
      "year": 2018,
      "doi": "10.1016/j.vaccine.2017.12.074"
    },
    {
      "title": "Prevalence of influenza vaccine hesitancy at a tertiary care hospital in Riyadh, Saudi Arabia",
      "authors": [
        "A Alabbad"
      ],
      "year": 2018
    },
    {
      "title": "Prevalence of vaccine hesitancy among expectant mothers in Houston, Texas",
      "authors": [
        "R Cunningham"
      ],
      "year": 2018,
      "doi": "10.1016/j.acap.2017.08.003"
    },
    {
      "title": "What are the factors that contribute to parental vaccinehesitancy and what can we do about it?",
      "authors": [
        "S Williams"
      ],
      "year": 2014
    },
    {
      "title": "Exploring racial influences on flu vaccine attitudes and behavior: results of a national survey of White and African American adults",
      "authors": [
        "S Quinn"
      ],
      "year": 2017,
      "doi": "10.1016/j.vaccine.2016.12.046"
    },
    {
      "title": "Socioeconomic factors play a more important role in childhood vaccination coverage than parental perceptions: a cross-sectional study in Greece",
      "authors": [
        "K Danis"
      ],
      "year": 2010
    },
    {
      "title": "Exploring factors influencing immunization utilization in Nigeriada mixed methods study",
      "authors": [
        "Akwataghibe Ngozi",
        "O Ea",
        "Broerse Jacqueline",
        "Popoola Oluwafemi",
        "Agbo Adanna",
        "Dieleman Marjolein"
      ],
      "year": 2019
    },
    {
      "title": "Socioeconomic factors influencing childhood vaccination in two northern Italian regions",
      "authors": [
        "P Anello"
      ],
      "year": 2017
    },
    {
      "title": "Negative attitude of highly educated parents and health care workers towards future vaccinations in the Dutch childhood vaccination program",
      "authors": [
        "E Hak"
      ],
      "year": 2005
    },
    {
      "title": "Socioeconomic differences in childhood vaccination in developed countries: a systematic review of quantitative studies",
      "authors": [
        "A Bocquier"
      ],
      "year": 2017,
      "doi": "10.1080/14760584.2017.1381020"
    },
    {
      "title": "Social inequities in vaccination coverage among infants and preschool children in Europe and Australia -a systematic review",
      "authors": [
        "A Arat"
      ],
      "year": 2019,
      "doi": "10.1186/s12889-019-6597-4"
    },
    {
      "title": "Do parental education and income matter? A nationwide register-based study on HPV vaccine uptake in the school-based immunisation programme in Norway",
      "authors": [
        "B Feiring"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2014-006422"
    },
    {
      "title": "Factors influencing vaccine acceptance and hesitancy in three informal settlements in Lusaka, Zambia",
      "authors": [
        "M Pugliese-Garcia"
      ],
      "year": 2018,
      "doi": "10.1016/j.vaccine.2018.07.042"
    },
    {
      "title": "Populist politics and vaccine hesitancy in Western Europe: an analysis of national-level data",
      "authors": [
        "J Kennedy"
      ],
      "year": 2019
    },
    {
      "title": "Factors affecting the vaccination choices of pregnant women for their children: a systematic review of the literature",
      "authors": [
        "A Rosso"
      ],
      "year": 2020,
      "doi": "10.1080/21645515.2019.1698901"
    },
    {
      "title": "HIV sexual risk behaviors and perception of risk among college students: implications for planning interventions",
      "authors": [
        "A Adefuye"
      ],
      "year": 2009,
      "doi": "10.1186/1471-2458-9-281"
    },
    {
      "title": "Risk perception of coronavirus disease 2019 (COVID-19) and its related factors among college students in China during quarantine",
      "authors": [
        "Y Ding"
      ],
      "year": 2020
    },
    {
      "title": "Vaccine hesitancy among healthcare workers and their patients in Europe",
      "authors": [
        "Ecdc"
      ],
      "year": 2015
    },
    {
      "title": "Factors related to vaccine hesitancy during the implementation of Measles-Rubella campaign 2017 in rural Puducherry-A mixed-method study",
      "authors": [
        "Y Krishnamoorthy"
      ],
      "year": 2019,
      "doi": "10.4103/jfmpc.jfmpc_790_19"
    },
    {
      "title": "Vaccine decision-making begins in pregnancy: correlation between vaccine concerns, intentions and maternal vaccination with subsequent childhood vaccine uptake",
      "authors": [
        "M Danchin"
      ],
      "year": 2018
    },
    {
      "title": "Impact assessment of an education course on vaccinations in a population of pregnant women: a pilot study",
      "authors": [
        "A Bechini"
      ],
      "year": 2019
    }
  ],
  "num_references": 47
}
