{
  "paper_id": "853HAL7G",
  "title": "Determining if Telehealth Can Reduce Health System Costs: Scoping Review",
  "abstract": "Background: Telehealth represents an opportunity for Australia to harness the power of technology to redesign the way health care is delivered. The potential benefits of telehealth include increased accessibility to care, productivity gains for health providers and patients through reduced travel, potential for cost savings, and an opportunity to develop culturally appropriate services that are more sensitive to the needs of special populations. The uptake of telehealth has been hindered at times by clinician reluctance and policies that preclude metropolitan populations from accessing telehealth services. Objective: This study aims to investigate if telehealth reduces health system costs compared with traditional service models and to identify the scenarios in which cost savings can be realized. Methods: A scoping review was undertaken to meet the study aims. Initially, literature searches were conducted using broad terms for telehealth and economics to identify economic evaluation literature in telehealth. The investigators then conducted an expert focus group to identify domains where telehealth could reduce health system costs, followed by targeted literature searches for corresponding evidence. \n Results: The cost analyses reviewed provided evidence that telehealth reduced costs when health system-funded travel was prevented and when telehealth mitigated the need for expensive procedural or specialist follow-up by providing competent care in a more efficient way. The expert focus group identified 4 areas of potential savings from telehealth: productivity gains, reductions in secondary care, alternate funding models, and telementoring. Telehealth demonstrated great potential for productivity gains arising from health system redesign; however, under the Australian activity-based funding, it is unlikely that these gains will result in cost savings. Secondary care use mitigation is an area of promise for telehealth; however, many studies have not demonstrated overall cost savings due to the cost of administering and monitoring telehealth systems. Alternate funding models from telehealth systems have the potential to save the health system money in situations where the consumers pay out of pocket to receive services. Telementoring has had minimal economic evaluation; however, in the long term it is likely to result in inadvertent cost savings through the upskilling of generalist and allied health clinicians. \n Conclusions: Health services considering implementing telehealth should be motivated by benefits other than cost reduction. The available evidence has indicated that although telehealth provides overwhelmingly positive patient benefits and increases productivity for many services, current evidence suggests that it does not routinely reduce the cost of care delivery for the health system.",
  "year": 2017,
  "date": "2017-10",
  "journal": "PLoS Med",
  "publication": "PLoS Med",
  "authors": [
    {
      "forename": "Centaine",
      "surname": "Snoswell",
      "name": "Centaine Snoswell",
      "affiliation": "1  Centre for Online Health , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Monica",
      "surname": "Taylor",
      "name": "Monica Taylor",
      "affiliation": "1  Centre for Online Health , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Tracy",
      "surname": "Comans",
      "name": "Tracy Comans",
      "affiliation": "2  Centre for Health Services Research , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Health Services Research \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Anthony",
      "surname": "Smith",
      "name": "Anthony Smith",
      "affiliation": "1  Centre for Online Health , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Leonard",
      "surname": "Gray",
      "name": "Leonard Gray",
      "affiliation": "2  Centre for Health Services Research , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Health Services Research \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Liam",
      "surname": "Caffery",
      "name": "Liam Caffery",
      "affiliation": "1  Centre for Online Health , The University of Queensland , Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "l.caffery@uq.edu.au"
    },
    {
      "affiliation": "Centre for Online Health The University of Queensland Building 33 , Princess Alexandra Hospital Brisbane , Australia \n\t\t\t\t\t\t\t\t Centre for Online Health \n\t\t\t\t\t\t\t\t The University of Queensland \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Building 33 Princess Alexandra Hospital \n\t\t\t\t\t\t\t\t\t Brisbane \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "https://doi.org/10.13039/501100004463",
  "sections": [
    {
      "title": "Introduction",
      "text": "The sustainability of health systems is a major concern for governments worldwide. The financial viability of the health system is of particular concern, in light of both increasing costs and the increasing ratio of health expenditure to gross domestic product (GDP). For example, in Australia, in the decade to 2017, health care expenditure nearly doubled and the ratio of health expenditure to GDP increased from 8.75% to 10.28%  [1] . Similarly, in the United States during the same time frame, health expenditure grew by 50% and the ratio of health expenditure to GDP increased from 15.9% to 17.9%  [2] . This has catalyzed an imperative to reduce the cost of providing health care, as these increases are not sustainable long term.\n\nTelehealth is the delivery of clinical health services using information and communication technologies to bridge the geographic separation of the clinician and consumer. Telehealth could potentially impact costs due to shorter interactions, reduced travel, economies of scale, increased revenues, or moving elements of care from clinicians to technology (eg, monitoring device) or to the patient themselves. The potential to reduce the cost of health care is one of the predominant reasons for the interest in implementing telehealth, followed closely by a desire to improve access to health care. Telehealth is often used to substitute a proportion of in-person encounters, and this substitution raises the question of a relative cost reduction.\n\nDemonstrated cost-effective interventions may not be implemented due to budget constraints  [3] . Hence, many health care organizations may be limited to implementing only telehealth interventions where cost reduction can be realized within a budgetary cycle and there is no cost increase associated with implementation. However, these programs are few, and those that start successfully are not always sustainable in the long run, scalable, or transferable to other settings. Although proponents of telehealth often have projected health care savings, there is a dearth of evidence to support this view. Important questions relating to cost and sustainability remain unanswered  [4] .\n\nReviews of telehealth cost-effectiveness are often limited to one clinical specialty, service modality, or country  [5] [6] [7] [8] . Limited research has looked collectively at available evidence, and to our knowledge, none have synthesized it from the perspective of the health system. Despite the differences between international health systems, identifying and collating information regarding the cost-saving potential of telehealth is valuable.\n\nThe aims of this scoping review were twofold. First, to investigate if telehealth reduces health system costs compared with traditional service models using international evidence, and second, to identify the scenarios in which cost savings can be realized."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "The Arksey and O'Malley scoping review method was used to achieve the aims of this study  [9] . This methodology involved an initial literature review, followed by an expert focus group, and finally targeted literature searches based on the focus group discussion (Figure  1 )  [9] . A scoping review method was chosen due to the volume of literature  [10] . Reporting of the methods and results was performed in accordance with the Preferred Reporting Items for Systematic reviews and Meta-Analyses extension for Scoping Reviews (PRISMA-ScR) Checklist  [11] ."
    },
    {
      "title": "Initial Literature Review (Economic Evidence)",
      "text": "To identify literature reporting the results of economic evaluations in telehealth, initial literature searches were conducted using terms relating to telehealth, telemedicine, and economics. Searches were conducted using the PubMed, EMBASE, and Scopus databases. Search results were restricted to publications available in English, and no restriction was placed on the country of origin or health system model described. The scope of the review was restricted to short-to mid-term (6 months to 3 years) term and cost implications reported from the perspective of the health system payer (ie, health service or hospital). After the completion of database searches, duplicates were removed, titles and abstracts were screened by 2 authors (MT and CS), and a full-text review of articles was conducted by 3 authors (MT, LC, and CS). Included studies were categorized as cost-minimization analysis (CMA), cost-effectiveness analysis (CEA), and cost-utility analysis (CUA) studies  [6, 12, 13] . Further descriptions of these categories are provided in Table  1 .\n\nTable  1 . Description of cost analysis types."
    },
    {
      "title": "Description Method",
      "text": "CMA requires either proof or a stated assumption that the two comparators are equally effective, and therefore, the analysis only examines the difference in cost between the comparators. When comparing CMA, it is important to examine the items included for costing for each comparator as well as the final reported result.\n\nCMA a  [14]  CEA quantifies both the costs and a measurable effect (eg, blood pressure in mm Hg or days to diagnosis) from the comparators and presents them as a cost per increment of effectiveness. Due to the variety in measured effects, CEA are not easily comparable unless they use the same measure for effectiveness.\n\nCEA b  [12]  CUA uses measures of cost and health-related quality of life (often expressed as a utility value) to compare interventions with usual care. Although more comparable, it is important to examine not only the cost estimations but also the method of eliciting health-related quality of life within each study."
    },
    {
      "title": "CUA c",
      "text": "a CMA: cost-minimization analysis.\n\nb CEA: cost-effectiveness analysis.\n\nc CUA: cost-utility analysis.\n\nData were extracted from the included studies by two investigators, and any disagreements in data extraction were discussed until a consensus was reached. The results were synthesized, and descriptions of systems in which telehealth reduces costs to the health system were identified and reported. All articles were quality assessed using the Consolidated Health Economic Evaluation Reporting Standards (CHEERS)  [15] . CHEERS is a 24-point quality assessment tool for published economic evaluations. It includes domains to assess the reporting of relevant economic principles such as currency, discounting, time horizon, effectiveness measures, choice of outcome, assumptions, and model choice. The CMA studies were assessed according to 20 of the 24 points in the checklist; choice of health outcome, measurement of effectiveness, measurement and valuation of preference-based outcomes, and incremental costs and outcomes were not applicable. All costs were converted to 2019 US $ to allow for ease of comparison. The synthesis of the findings was narrative."
    },
    {
      "title": "Expert Panel Focus Group",
      "text": "Ethics approval to undertake the focus group was received from The University of Queensland's Human Research Ethics Committee (Approval # 2018002428).\n\nThe framework proposed by Arksey and O'Malley  [9]  identifies that reviews can be enhanced by including a consultation process. To this end, investigators conducted an expert focus group to identify the domains where telehealth could reduce health system costs.\n\nNational experts in telehealth and economics were sent an invitation to attend the focus group on \"How can telehealth reduce health system costs?\". Experts were identified and recruited through existing relationships between the research team and the Australasian Telehealth Society who assisted with recommending individuals with both health economics and telehealth expertise. A total of 16 experts were invited to participate and 9 agreed to represent 7 different organizations. Participation was via focus group (n=7) or via email and telephone with the investigators (n=2).\n\nAttendees were given the option to attend in person or via videoconference. Before attendance, invitees were emailed a discussion paper. Invitees were asked if they agreed or disagreed with the points in the discussion paper and if any additional factors should be considered. Some invitees who were unable to attend the meeting provided feedback via email or phone. Open-ended questions on the potential for cost savings arising from telehealth were used to facilitate discussion in the focus group. The discussion was recorded and notes were recorded. Topics suggested by the expert panel were synthesized and categorized under distinct topic headings (domains). These domains were used to direct further literature searches. By including the focus group consultative exercise where participants were given potential domains, it was possible to elicit more ideas on the subject matter, resulting in richer data  [9] ."
    },
    {
      "title": "Targeted Literature Searches",
      "text": "Subsequent to the focus groups, further literature searches were conducted to locate evidence on domains identified by the expert panel. Literature searches were conducted using both broad search terms and domain-specific terms to identify supporting evidence. Searches were conducted in PubMed, EMBASE, Scopus, and gray literature. Additionally, members of the expert panel contributed relevant evidence items (designated as hand searches). No restrictions on publication date were set during any search process. Searches were conducted from May 2018 to January 2019. Articles were omitted when the telehealth modality referenced telephone only. Search terms included, but were not limited to, telehealth, telemedicine, store-and-forward and other telehealth nomenclature, and domain-specific search terms such as secondary care or productivity. No restrictions were placed on the country of origin or the health system described in the analyses.\n\nThe level of evidence was described using the National Health and Medical Research Council guidelines  [16] , where, for example, I is a systematic review of randomized controlled trials (RCTs), II is an RCT, III is a comparative study with or without controls, and IV is a case series. The results of the subsequent articles identified through the targeted searches were summarized."
    },
    {
      "title": "Results"
    },
    {
      "title": "CMA",
      "text": "Searches and screening identified 17 cost-minimization studies that reported their results from the perspective of the health system. Of these 17, 9 studies (53%) reported telehealth to be cost saving compared with conventional care (Figure  2 ), 6 studies (35%) reported telehealth to be cost saving after a workload threshold was achieved, and 2 studies (12%) reported telehealth to be more expensive than conventional care. The overall quality of reporting was sound, with an average score of 15 out of 20 (Table  2 ). The most common situation where telehealth reduced health system costs reported in these studies was when it offsets patient or clinician travel funded or subsidized by the health system  [17, 19, 21, 25, 26, 28, 30, 31] . Hence, savings are most likely to be realized in the public health system, as it is unusual that other service models cover patient transport costs with the exception of the Department of Veterans Affairs. It is more likely that savings will be realized when patient travel is substituted with telehealth versus when clinician travel is substituted due to the volume, that is, saved transport cost for one clinician versus saved transport costs for many patients. One of the reviewed studies found telehealth to be less expensive than subsidized patient travel but more expensive than outreach clinics (where clinicians travel to outlying areas to provide consults)  [25] . Prevention of emergency transfers was another way in which telehealth could contribute to reduced travel costs  [24] .\n\nOther scenarios where potential savings can be realized include remote monitoring of high-risk pregnancies, reducing the need for in-hospital monitoring  [18] . Remote monitoring in lieu of in-home visits also realized savings due to saved staff travel costs, the reduced salary of home-visit nurses, and the reduced number of hospitalizations that resulted from continual monitoring  [22] . Teletriage, such as when a nurse screens a patient to determine if tertiary care is necessary, was also shown to save costs by reducing the number of hospital visits  [30, 31] . The two services that found telehealth to be more expensive than conventional care were due to the additional salary of a patient-end clinician (eg, general practitioner) attending a specialist consultation via videoconference  [32, 33] .\n\nIn a number of CMA studies, telehealth was found to be cost saving as compared with standard care models only after a certain caseload was exceeded, known as a threshold or break-even point  [19, 21, [24] [25] [26] 28] . The break-even point was when the initial investment (typically in equipment setup and staff training) was offset by realized savings later on. Many studies calculated a break-even point; however, only one study reported the payback period  [17] . The payback period ranged from near immediate to 9 years after implementation  [34] . The payback period could be reduced if the activity was higher and the service had the capacity for increased activity  [23, 31] . Cost savings for telehealth have been slow to materialize for many early adopters due to the time lag between capital investments and the broader adoption of telehealth  [35] . The marginal costs of a teleconsultation were found to be less than the marginal costs of conventional consultations, indicating that telehealth is likely to benefit from economies of scale  [21] ."
    },
    {
      "title": "CEA",
      "text": "A total of 8 cost-effectiveness studies from the past 5 years that reported costs from the perspective of the health system were identified  [36] [37] [38] [39] [40] [41] [42] [43] . Of the 8 studies, 4 (50%) were in quartile 2 of the cost-effectiveness plane (Figures  2  and  3 ), meaning they demonstrated cost savings and an increased or equivalent clinical effectiveness for telehealth compared with conventional in-person care. These are also known as dominant strategies and are recommended for implementation. Two of these studies reported results from a remote monitoring intervention for heart failure  [36, 42] . The remaining studies (4/8, 50%) were in quartile 1 of the cost-effectiveness plane, meaning increased clinical effectiveness for increased costs, requiring a value judgment to be made. Moreover, 3 of the 4 cost-effectiveness studies in quartile 1 scored highly on quality as assessed using the CHEERS checklist  [15] , indicating comprehensive reporting of study results.\n\nThe telehealth services that were shown to reduce direct health system costs and be equally or more effective than their comparators were in smoking cessation  [43] , cardiovascular remote monitoring  [36, 42] , and physiotherapy telerehabilitation after orthopedic surgery  [41]  (Table  3 ). Telehealth interventions for cardiovascular remote monitoring  [36, 42]  and postdischarge monitoring for neonates  [44]  have been shown to reduce hospital admissions, readmissions, and emergency department (ED) presentations, which have the potential to reduce overall costs to the health system  [36, 42, 44] . In these studies, hospital events were used as a measure of the effectiveness of the telehealth intervention. The premise being that preventing hospital events would reduce costs for the health system if it was translated into a dollar value. CEA studies use measures of effectiveness that reflect expected outcomes from the intervention. Many of these effects represent positive health gains and potentially medium-to long-term cost savings for the health system, such as avoided treatment of smoking-related diseases. However, the studies in which these effects have been demonstrated have not valued these gains in terms of cost."
    },
    {
      "title": "CUA",
      "text": "A total of 25 cost-utility studies from the past 5 years that reported costs from the perspective of the health system and changes in health-related quality of life (HRQoL) were identified  [37, 40, . Of these 25 studies, 8 (32%) studies were in quartile 2 of the health economics plane (Figures  2  and  4 ), as they demonstrated costs savings and increased or equivalent changes in effect as measured by HRQoL  [45, 47, 49, 50, 57, 60, 65, 66] .\n\nTelehealth interventions that save money and increase quality-adjusted life years (QALYs) should be considered for implementation. As shown in Figure  5 , studies in the lower right quadrant of the plane (Q2) represent telehealth interventions that, when compared with usual care, represent a decrease in health care costs and a gain in QALYs. Each of these studies describes an intervention that, if implemented, could potentially save money for the health system.\n\nThe remaining studies (17.25, 68%) represent telehealth interventions that, when compared with usual care, represent an increase in health care costs and a gain in QALYs (quartile 1; Figure  4 ). Therefore, these interventions would only be implemented by decision makers if they were willing to pay for the relative increase in HRQoL.\n\nAll the cost-utility studies scored highly on quality as assessed using the CHEERS checklist  [15] , indicating the comprehensive reporting of study results.\n\nAn incidental finding of the review was that most telehealth interventions examined provided a small marginal improvement in the number of QALYs  [37, 40, 45, 46, . This small marginal change is likely due to the sensitivity of the instruments used to measure the quality of life and their ability to respond to the changes resulting from changing the service delivery model. Increases in QALYs for telehealth interventions compared with usual care were between 0.0006 and 0.12, irrespective of the clinical area or telehealth intervention type  [37, 40, 45, 46, . This is below what is considered clinically meaningful. Studies conducted from a health system perspective reported cost savings between US $32 and US $3523. All studies were located in the dominant quartile, demonstrating that the studies that reduced costs for the health system also demonstrated either equal or increased QALYs (Figure  5 ; Table  4 )."
    },
    {
      "title": "XSL • FO"
    },
    {
      "title": "Focus Group",
      "text": "The expert panel focus group ran for 1 hour, and 7 experts attended from 5 institutions. Two further experts from 2 different organizations were unable to attend and provided input via email or telephone instead. They covered telehealth expertise in academic research, health service provision, and economics.\n\nSeven experts who were contacted did not respond. The videoconference session was recorded so that the investigators could review the comments during the writing of this report.\n\nAt the conclusion of the expert panel, the telehealth domains where health system costs could potentially be reduced were finalized. These domains are listed in Table  5 .\n\nTable  5 . Domains identified from expert feedback."
    },
    {
      "title": "Level of evidence [16] Description Domain",
      "text": "Level II-IV Optimization of staff time leading to productivity gains."
    },
    {
      "title": "Productivity gains Level I-III",
      "text": "There is potential for telehealth to reduce secondary care resource (eg, emergency department presentation, hospitalization, and medical imaging) use with associated costs savings."
    },
    {
      "title": "Secondary care resource use",
      "text": "Evidence in this emerging field does not map to any NHMRC a levels The commercialization of telehealth has resulted in direct-to-consumer models of care where patients pay for their services directly, rather than accessing subsidized care."
    },
    {
      "title": "Alternative funding models",
      "text": "Evidence in this emerging field does not map to any NHMRC levels Telementoring of primary care can increase the skill level of clinicians, thereby reducing future referrals to specialists for similar cases."
    },
    {
      "title": "Productivity Gains",
      "text": "The first domain identified by the expert focus group was productivity gains, which is when the productivity of a system is increased, cost savings can be realized due to the increased capacity of the system. In the case of telehealth, it is possible that a greater volume of patients can be managed with similar resources, which increases the productivity of the health system and reduces the marginal cost per patient. Evidence of increasing physician productivity with the use of telehealth exists in various other forms, including case control, RCT, CMA, and case series. Telehealth has the potential to increase health system productivity through a number of mechanisms, including reducing travel, reducing consultation time, and substituting for in-person service modalities."
    },
    {
      "title": "Reduction in Travel",
      "text": "When telehealth reduces or eliminates clinician travel time because service delivery occurs through videoconference, the clinicians' productivity is increased because they can see more patients in the same time frame. One program in the United States that implemented a videoconference telehealth model to replace home visits found that nurses' caseload capacity more than doubled and over 14 months, 43,560 driving minutes were saved  [70] . Similarly, an economic evaluation of The Northern Health Authority in Canada found that telehealth sessions replacing in-person sessions saved the health service Can $65,520 (US $49,584.14) in annual travel costs associated with clinical sessions  [71] ."
    },
    {
      "title": "Change in Consultation Time",
      "text": "When in-person consultations are substituted for a video consultation of a shorter duration, the clinic has an increased capacity to see more patients in the same amount of time.\n\nStudies that compared videoconference consultation time with in-person consultation time reported disparate results, finding that videoconference was less time efficient, equally time efficient, and more time efficient. One study reported that teleconsultations may take more time than in-person appointments in cases such as assessing injuries by video as opposed to on-site  [72] . Four studies reported that videoconference was equally as time efficient as in-person consultations. These included studies reporting results from studies examining services in dermatology  [73] , prostate cancer  [74] , pulmonary medicine  [75] , and orthopedics  [76] . However, there is also evidence to suggest that videoconference consultations were more time efficient, as shown in a dermatology service from Norway  [76, 77]  and a diabetes, antenatal, and cancer care service by Greenhalgh et al  [77, 78] . The small gains in clinician efficiency may be offset by increased administrative overhead associated with telehealth compared with in-person consultations  [79] ."
    },
    {
      "title": "Consultation Mode Substitution",
      "text": "If in-person consultations are substituted for alternate consultation modalities such as asynchronous consultations (store-and-forward or virtual), productivity is often increased as more patients are able to be managed simultaneously  [5, 27, [80] [81] [82] [83] . Asynchronous consultations are when the patient and clinician are not localized to the same time point. Asynchronous consultations, therefore, represent a mechanism by which the overall productivity of the health system can be improved. For instance, a specialist may be able to review clinical notes and images for a large group of patients in lesser time than it would take them to see all the patients in person  [29] . Such services include dermatology consultations where either a patient or primary carer sends clinical information and dermoscopic or regular images for review; patients are then either returned to their primary care, discharged from care, or scheduled for an in-person dermatologist appointment  [5, 80, 81, 84] . Consultations are typically quicker when they are asynchronous, for example, one study found that an asynchronous dermatology consultation takes 4 min, which is one tenth of the time for a traditional consultation  [85] . This increases the system throughput and can optimize both waitlists and patient prioritization. Similarly, a case-control study showed that clinicians who used a web-based messaging platform to manage patients had a 10% increase in productivity compared with those who conducted in-person consultations and followed up with phone calls  [86] . The increase in productivity resulted in an additional 2.54 patients per day being seen, which in a fixed funding model would lead to a reduction in marginal cost per patient.\n\nA study by Liddy et al  [82]  demonstrated that when community clinicians could send asynchronous consultations to specialists, compared with the previous system where 50% of these cases would have resulted in the referral of the patient for an in-person consultation, only 18% of cases required an in-person consultation. Another recent study showed that 68% of in-person appointments were unnecessary when an asynchronous teledermatology triage model was used  [86, 87] ."
    },
    {
      "title": "Failure to Attend",
      "text": "When patients fail to attend appointments, it costs the health system money by increasing the marginal cost of all appointments in that service. Additionally, it represents an opportunity cost as an alternative patient has to forego an appointment. One study postulated that when patients are treated by primary care providers in their own community, the chance of them missing the appointment may be less likely than if they were traveling to a hub site further from where they live  [88] ."
    },
    {
      "title": "Payment Model",
      "text": "The reimbursement model needs to be considered when examining the reported productivity increases, as the marginal cost per patient will only decrease if the service provision costs remain constant as patient volume increases. A more productive clinician who is able to manage a larger number of patients will increase the cost to the health system under activity-based funding, fee-for-service, or a capitation reimbursement model. However, when clinician costs are fixed (eg, salaried), increased productivity will reduce the marginal cost per patient."
    },
    {
      "title": "Summary",
      "text": "Telehealth can increase clinician productivity, thereby increasing the volume of patients that can be managed by a health service. Assuming fixed costs, this can result in a reduced marginal cost per patient overall. Telehealth can enable a clinician to convert travel time to clinical time, thereby improving productivity. However, when a clinician does not have to travel, substituting in-person consultations with video consultations is unlikely to have a major impact on consultation time and resultant productivity and savings. Furthermore, the increased administrative overhead for scheduling video consultations may counteract any gains. Increased productivity is more likely to be achieved in store-and-forward and virtual consultations. Realizing savings from productivity gains is dependent on the funding model. Increased productivity under activity-based funding, fee-for-service, or a capitation reimbursement model will increase the cost for the health system."
    },
    {
      "title": "Secondary Care Resource Use",
      "text": "Secondary care involves services provided by specialist or tertiary centers and includes hospital admissions, specialist outpatient visits, and ED presentations. Avoidance of secondary care in favor of other methods of care has the potential to reduce health system costs  [89] . The evidence was from RCTs, case-control prospective and observational studies, and reviews of health services. Most of the studies, except the CMA conducted by Pare et al  [22] , reported economic findings as a secondary result. This resulted in moderate quality studies examining changes in secondary care usage related to telehealth, but a level of extrapolation from the results was needed to interpret cost savings. The use of telehealth to reduce secondary care may be realized through a number of scenarios, including remote monitoring, hospital avoidance, and triage."
    },
    {
      "title": "Remote Monitoring",
      "text": "Remote monitoring, or telemonitoring, is an established modality of telehealth where patients are monitored from a distance. Remote monitoring is used most often to monitor chronic diseases (eg, hypertension, cardiac disease, pulmonary disease, and diabetes). Remote monitoring involves the continual in-home recording of targeted biometric readings (eg, blood pressure, glucose levels, weight, and spirometry) and in some services, patient-reported measures (eg, level of breathlessness). The readings are subsequently transmitted to a clinician for review. Remote monitoring may be performed in conjunction with in-person consults  [7]  or video or audio conference consults  [90] . The aim of remote monitoring is the early detection and management of exacerbations, which may obviate an ED presentation or hospital admission.\n\nFindings on secondary care usage resulting from remote monitoring usage are mixed. Telemonitoring in France, the United Kingdom, the United States, and Australia have demonstrated a reduction in hospitalization resulting directly from the use of remote monitoring compared with patients who were not monitored remotely  [91] [92] [93] [94] . In the UK trial, remote monitoring of patients with chronic disease (eg chronic obstructive pulmonary disorder, diabetes, or heart failure) was associated with an overall reduction in hospital admissions  [93] . These results were consistent at three trial sites using a variety of remote monitoring technologies, such as pulse oximeters, glucometers, and weighing scales  [93] . Similarly, in the United States, when patient vital signs were transmitted to a nurse for review and intervention, rates of acute care hospitalization (1.7 vs 4.4 per 1000 home health days) and ED presentations (1.9 vs 5.3 per 1000 patient days) reduced  [94] . In Australia, the study by Celler et al  [92]  found that when using remote monitoring, clinicians were able to predict and avoid 53% of admissions by conducting a low-cost intervention in a timely manner. Remote monitoring has been shown to reduce not only a patient's presentation to the hospital but also their length of stay once admitted. This may be due to the confidence remote monitoring gives clinicians, that when they discharge a patient, the patient is still under observation should any acute needs arise. For example, a hospital in Belgium monitored high-risk mothers at home instead of keeping them in the hospital  [18] . There are, however, some studies that demonstrate in certain scenarios telemonitoring does not reduce secondary care use but, in fact, can increase secondary care usage  [83, 95] .\n\nWhen reduced secondary care usage is achieved, it would logically convert into the reduced cost for the health system. However, the economic analysis of remote monitoring does not conclusively report savings. Some studies report significant cost savings  [18, 22, 90, 96] . Other studies have found very small savings. Lew et al  [97]  found that for some patient groups, admission costs only reduced from US $10,835 to US $10,678. In the Whole System Demonstrator trial, cost savings amounted to a modest £188 per person per year  [93] . Other studies report that remote monitoring resulted in equivalent or greater costs  [97, 98] . Many economic analyses of remote monitoring only report direct health care costs and do not report overall program costs such as amortization of equipment costs or the cost of running the service  [7] . Other contextual factors may also influence the findings. For example, monitoring a single vital sign is less costly than monitoring multiple signs, and remote monitoring of hypertension and congestive cardiac failure is less costly than remote monitoring of respiratory diseases  [7] ."
    },
    {
      "title": "Hospital Avoidance",
      "text": "Telehealth can be used to facilitate hospital avoidance, which can potentially reduce costs, particularly in reducing ED presentations. Emergency Medical Services in Houston, United States, implemented a system where after an ambulance was dispatched and before the patient was transported to the ED, they conducted a videoconference with a physician  [99] . Where appropriate, the patient was directed to primary care, the ED via a taxi or personal travel means or via ambulance as necessary  [99] . Transports to the ED by ambulance were significantly reduced by over 50%, and the team was back in service for the next call 44 min faster  [99] . A similar service in the context of residential aged care reported that the use of telehealth before transportation reduced ED presentations by 28% [100]. However, neither of these studies quantified savings."
    },
    {
      "title": "Triage",
      "text": "Similar to findings (previously described) from the economic analyses reviewed, a recent review identified that teletriage could reduce a substantial number of unnecessary specialist outpatient appointments. The review found that for dermatology, the reported rate of avoided in-person appointments ranged from 38% to 88% and for ophthalmology ranged from 16% to 48%. Single studies for ear, nose, and throat and vascular surgery/wound care reported an 89% and 18% reduction in in-person appointments, respectively  [101] . However, no study has quantified the potential cost savings."
    },
    {
      "title": "Summary",
      "text": "Telehealth appears to have the potential to reduce secondary health care usage. However, while many studies demonstrate a reduction in secondary care, there are limited studies that quantify cost savings for the health system payer. Cost analyses do not always consider the overall costs of telehealth interventions and instead only compare the costs associated with direct health care utilization. A more accurate assessment would include program costs such as amortization of equipment costs or the cost of running the service. The use of telehealth for triage can reduce unnecessary specialist outpatient appointments. Although this would logically reduce costs for a health care provider, no study has quantified cost savings."
    },
    {
      "title": "Alternative Funding Models",
      "text": "Direct-to-consumer telehealth services are often funded by consumer payments. User pays funding models can potentially reduce costs, particularly if they substitute for government-funded or government-subsidized health services. Hence, savings to the health system are based on the assumption that individuals who access direct-to-consumer services would have otherwise accessed an equivalent health system service if the telehealth option was unavailable to them. In Australia, very few direct-to-consumer services are eligible for reimbursement from the Medicare Benefits Scheme. Consumers accessing these services are required to pay the full service fee as an out-of-pocket cost. This leads to cost savings for the government when consumers access these services instead of Medicare-funded services. Users may be willing to pay a higher out-of-pocket cost for these services because they offer elements that they value, for instance, either convenience or timely specialist access. However, due to the convenience of telehealth services, there is a risk that direct-to-consumer services may not reduce health system usage, but rather may increase overall health service utilization and costs to the health system  [102] . That is, individuals who would not normally use health services may begin accessing telehealth services because of the convenience provided by the direct-to-consumer model. When these individuals are referred to a health system service provider or given a Pharmaceutical Benefits Scheme reimbursed prescription, they increase service utilization and costs to the overall health system.\n\nThere is limited academic literature that reports on savings to the health system from direct-to-consumer telehealth. Examples of commercial direct-to-consumer telehealth models include Qoctor (previously called DrSicknote), which is an Australian web-based general practitioner service. Qoctor provides a range of general practitioner services through their website, including medical certificates, prescriptions, and specialist referral letters. In January 2019,  Qoctor  reported $1,040,566 in saved costs to Medicare to date by diverting appropriate patients from standard general practitioner clinics [103]. A further example is iDoc24, where consumers capture images of skin lesions (eg, a mole), transmit the image to a dermatologist, and receive a diagnosis within 24 hours [104]."
    },
    {
      "title": "Summary",
      "text": "At this stage, it is difficult to quantify the cost outcomes of funding models where a consumer pays out of pocket for a commercial telehealth service. Most information is reported by the companies themselves and not through research studies. Assuming that individuals who choose to access commercial telehealth services would have instead accessed government-funded services, commercial services can reduce health system costs. As these funding models are still new, it is difficult to quantify the effect or anticipate all consequences."
    },
    {
      "title": "Telementoring",
      "text": "Deferring treatment to less qualified and, therefore, less expensive staff could potentially result in reduced health system costs. This can be facilitated by telementoring. Arguably, the most well-known telementoring program is the Project Extension for Community Healthcare Outcomes (Project ECHO), a model that was started in the United States but has been adopted and practiced internationally  [105] . Using this model, primary care staff are upskilled using videoconference sessions with specialists in the form of weekly telementoring sessions. During these sessions, primary care providers can present cases and receive specialist advice on diagnosis, management, and treatment for their patients.\n\nAlthough telementoring was identified by the focus group as a way to potentially reduce costs, limited evidence was found to support this view. A pre-and poststudy found that telementoring in the context of geriatric mental health resulted in a small reduction in per-patient cost when medication, specialist outpatient visits, hospitalization, and ED visits were quantified from insurance claim data  [106] . Although overall costs were reduced, a subanalysis did reveal increased costs resulting from an increase in antipsychotic medication prescriptions. The time horizon for reported cost reduction was 6 months. The cost of setting up and running the telementoring was not considered in this analysis.\n\nProject ECHO, a program that provides telementoring for primary care physicians, for the management of hepatitis C, was found to be cost-effective with an incremental cost-effectiveness ratio (ICER) of US $10,351 per QALY [107]. This would indicate that telementoring for hepatitis C will increase costs to the health system but has the potential to increase population-related quality of life.\n\nFrom another perspective, savings to the health system as a result of telementoring may be realized in the retention of staff and patients at remote medical practices  [88] ."
    },
    {
      "title": "Summary",
      "text": "There is limited evidence due to only a very small number of studies analyzing the costs of telementoring. Telementoring can potentially reduce health system costs in both the short term and over a longer time horizon. However, at present, evidence to support this is lacking."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Telehealth was shown to reduce costs to the health system in the short to medium term in 53% of CMA, 50% of CEA, and 32% of CUA studies reviewed. The predominant reason for reduced costs was when the health system funded travel and either patient or clinician travel was reduced or avoided. In the remaining studies (not reviewed in detail here), telehealth increased costs but was also shown to improve care  [37] [38] [39] [40] [42] [43] [44] 46, 48, 51, 52, [54] [55] [56] 58, 59, [61] [62] [63] [64] . For example, evidence indicates that remote patient monitoring is currently a poor cost minimizer; however, it is very effective for improving overall health and reducing morbidity and hospitalization.\n\nThe models of the care and the contexts in which telehealth is used are heterogeneous. The question as to whether telehealth decreases the cost of health care delivery is complex, as are all economic evaluations in telehealth  [7] . There are many compounding factors to consider, for example, the modality (real-time videoconferencing, remote patient monitoring, and store-and-forward) of telehealth used or the way telehealth consultations are remunerated. In Australia, Medicare reimburses provider telehealth consultations at 150% of an equivalent in-person consultation  [108] . Furthermore, reimbursement for telehealth in Australia under Medicare and activity-based funding have both provider and patient-end payments, automatically making telehealth more expensive than conventional care. Although in the United States, state-by-state reimbursement under Medicaid means a telehealth consultation may be reimbursed at a lower or equal rate to an equivalent in-person consultation.\n\nBy improving accessibility, telehealth may also increase the cost of providing health care as populations served by traditional models of care who had limited or no access to care can now access services. Further, by improving the convenience of access, there is potential for excess use  [109, 110] . Furthermore, the potential for telehealth to become adjunctive to traditional in-person care (rather than substitutive) also increases the potential for increasing use and associated costs.\n\nTelehealth is not implemented at scale in some jurisdictions (eg, Australia)  [79, 111] , which may impact the ability to reduce costs. The marginal cost or average cost of a telehealth consultation was found to be less than an equivalent in-person consultation in a number of studies  [19, 32] . However, costs of running the telehealth service remained higher than the equivalent in-person service until a threshold number of consultations was reached. A threshold number of examinations required is necessary to counteract the implementation costs of telehealth, including technology and project costs. Telehealth technology costs are decreasing. Video conference equipment costs are reducing with a move from room-based systems to consumer videoconferencing platforms. A similar cost decrease of remote monitoring equipment and resultant cost decrease in remote monitoring costs per patient per year has also been reported  [7] . Future studies may find a reduction in both the threshold number of examinations and the payback period resulting from a decrease in technology costs."
    },
    {
      "title": "Implications for Practice",
      "text": "Many telehealth services do not result in short-to medium-term savings. For this reason, health services considering implementing telehealth should be motivated by the benefits of telehealth other than cost reduction and recognize that implementing telehealth will require recurrent investment costs. Asynchronous consultations are likely to reduce consultation time compared with equivalent in-person consultations, thereby improving clinician productivity. There is potential to increase the cost to the health system under fee-for-service models; hence, reimbursement for consultations where the patient is not present needs to account for increased productivity. One such example is a recent application from the Australasian College of Dermatologists for Medicare funding for store-and-forward dermatology, which sought a lower reimbursement than in-person consultations  [112] ."
    },
    {
      "title": "Implications for Research",
      "text": "This study has identified a number of opportunities for future research. Many of the reviewed economic analyses of telehealth are older than 10 years. Contemporary economic analysis of telehealth is needed to consider changes in technology costs. Our study has also identified a gap in economic analyses related to telementoring. Furthermore, the use of telehealth to triage referrals in dermatology, wound care, otolaryngology, and ophthalmology can be effective in reducing unnecessary specialist outpatient appointments; however, there are no published cost analyses. Additionally, the use of remote patient monitoring has been shown to reduce costs and increase costs in different contexts. Many remote monitoring studies did not report overall cost savings (eg, the cost of implementing and running the service). Analyses of remote monitoring services need to include overall costs rather than direct health costs alone to determine if remote patient monitoring reduces system costs."
    },
    {
      "title": "Limitations",
      "text": "Positive reporting bias is likely to result in an increased number of studies reporting cost-effectiveness and cost-minimization of telehealth. Savings on travel resulting from telehealth are more beneficial to the health system in countries such as Australia. The large geographical areas and a public health system that funds travel favor such contexts. For this reason, the findings of cost savings are rarely generalizable. Additionally, it is unlikely that the studies examined were statistically powered for economic findings, as it is routine practice to power for the primary clinical outcome, meaning economic outcomes may not be precise. The aim of this study was to identify short-to medium-term cost savings; therefore, a further limitation of this study is that studies examining the long-term cost impact of telehealth interventions were not included."
    },
    {
      "title": "Conclusions",
      "text": "This study aimed to determine whether telehealth has the potential to improve the sustainability of health systems by reducing costs. Telehealth was shown to reduce costs to the health system in the short to medium term in 53%, 50%, and 32% of the cost-minimization, cost-effectiveness, and cost-utility studies reviewed, respectively. The predominant reason for reduced costs was when the health system-funded travel (patient or clinician) was reduced or avoided. In the remaining studies, telehealth increased costs, albeit with improved care.\n\nThe expert focus group identified 4 areas of potential savings from telehealth: productivity gains, reductions in secondary care use, emerging alternate funding models for care provision, and savings resulting from telementoring effects. Telehealth can increase clinician productivity when it is used to convert travel time to clinical time. In terms of consultation time, there are unlikely to be productivity gains when substituting an in-person consultation with a video consultation. The use of asynchronous consultations as a substitute for in-person consultations is more likely to increase productivity by reducing consultation time. However, under activity-based funding mechanisms, there is a likelihood that these productivity gains could result in cost increases.\n\nMitigation of secondary care through remote patient monitoring, teletriage, and hospital avoidance has the potential to reduce costs to the provider. However, there is currently a lack of economic evidence to support this. Similarly, telementoring has scant economic evaluations to demonstrate cost savings.\n\nAlternate funding models from telehealth systems have the potential to save the health system money in situations where the consumers pay fully out of pocket to receive services, thereby mitigating the cost to the health system. The convenience of telehealth may influence consumers to pay out-of-pocket fees. This may be considered cost-shifting as opposed to cost saving.\n\nThe available evidence has indicated that telehealth does not always reduce the cost of care from the perspective of the health system in the short to medium term. Health services considering implementing telehealth should be motivated by benefits other than cost reduction."
    },
    {
      "text": "Figure 1. Scoping review methods."
    },
    {
      "text": "Figure 2. Proportion of studies identified that saved costs. CEA: cost-effectiveness analysis; CMA: cost-minimization analysis; CUA: cost-utility analysis."
    },
    {
      "text": "saving realizing total service cost saving of $24,352 over the 7-month study period (~$21,700 per annum) or cost per visit for telehealth ($430) versus conventional care ($835). 11 Review and triage of specialist cases (HIV, cardiology, and oral surgery) by videoconference McCue et al (1997) [31], United States a CHEERS: Consolidated Health Economic Evaluation Reporting Standards. b VC: video consultation."
    },
    {
      "text": "Figure 3. Cost-effectiveness studies mapped on cost-effectiveness plane."
    },
    {
      "text": "Figure 4. Cost-utility studies mapped on cost-effectiveness plane."
    },
    {
      "text": "Figure 5. Quartile 2 incremental cost-utility values in 2019 US$."
    },
    {
      "text": "Telementoring a NHMRC: National Health and Medical Research Council."
    },
    {
      "text": "Cost-minimization analysis demonstrating lower costs for telehealth from the perspective of the health system."
    },
    {
      "text": "Summary of cost-effectiveness studies that demonstrated lower health system costs in the telehealth model."
    },
    {
      "text": "Cost-utility analysis articles demonstrating lower cost from the perspective of the health system."
    }
  ],
  "references": [
    {
      "title": "When cost-effective interventions are unaffordable: integrating cost-effectiveness and budget impact in priority setting for global health programs",
      "authors": [
        "A Bilinski",
        "P Neumann",
        "J Cohen",
        "T Thorat",
        "K Mcdaniel",
        "J Salomon"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pmed.1002397"
    },
    {
      "title": "Cost minimization analysis of telepathology",
      "authors": [
        "Z Agha",
        "R Weinstein",
        "B Dunn"
      ],
      "year": 1999,
      "doi": "10.1093/ajcp/112.4.470"
    },
    {
      "title": "Cost-effectiveness of store-and-forward teledermatology: a systematic review",
      "authors": [
        "C Snoswell",
        "A Finnane",
        "M Janda",
        "H Soyer",
        "J Whitty"
      ],
      "year": 2016,
      "doi": "10.1001/jamadermatol.2016.0525"
    },
    {
      "title": "Using QALYs in telehealth evaluations: a systematic review of methodology and transparency",
      "authors": [
        "T Bergmo"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6963-14-332"
    },
    {
      "title": "Determining the cost of implementing and operating a remote patient monitoring programme for the elderly with chronic conditions: a systematic review of economic evaluations",
      "authors": [
        "D Peretz",
        "A Arnaert",
        "N Ponzoni"
      ],
      "year": 2018,
      "doi": "10.1177/1357633x16669239"
    },
    {
      "title": "Cost-utility and cost-effectiveness studies of telemedicine, electronic, and mobile health systems in the literature: a systematic review",
      "authors": [
        "I De La Torre-Díez",
        "M López-Coronado",
        "C Vaca",
        "J Aguado",
        "C De Castro"
      ],
      "year": 2015,
      "doi": "10.1089/tmj.2014.0053"
    },
    {
      "title": "Scoping studies: towards a methodological framework",
      "authors": [
        "H Arksey",
        "O' Malley"
      ],
      "year": 2005,
      "doi": "10.1080/1364557032000119616"
    },
    {
      "title": "Scoping studies: advancing the methodology",
      "authors": [
        "D Levac",
        "H Colquhoun",
        "O' Brien"
      ],
      "year": 2010,
      "doi": "10.1186/1748-5908-5-69"
    },
    {
      "title": "PRISMA extension for scoping reviews (PRISMA-ScR): checklist and explanation",
      "authors": [
        "A Tricco",
        "Lillie Zarin",
        "O' Brien",
        "K Colquhoun",
        "H Levac"
      ],
      "year": 2018,
      "doi": "10.7326/m18-0850"
    },
    {
      "title": "Methods for the economic evaluation of health care programmes",
      "authors": [
        "M Drummond",
        "M Sculpher",
        "K Claxton",
        "G Stoddart",
        "G Torrance"
      ],
      "year": 2015,
      "doi": "10.1093/oso/9780198529446.001.0001"
    },
    {
      "title": "Economic evaluation strategies in telehealth: obtaining a more holistic valuation of telehealth interventions",
      "authors": [
        "C Snoswell",
        "A Smith",
        "P Scuffham",
        "J Whitty"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x16671407"
    },
    {
      "title": "Costs and cost-minimisation analysis",
      "authors": [
        "R Robinson"
      ],
      "year": 1993,
      "doi": "10.1136/bmj.307.6906.726"
    },
    {
      "title": "Consolidated health economic evaluation reporting standards (CHEERS) statement",
      "authors": [
        "D Husereau",
        "M Drummond",
        "S Petrou",
        "C Carswell",
        "D Moher",
        "D Greenberg",
        "Task Cheers",
        "Force"
      ],
      "year": 2013,
      "doi": "10.1186/1478-7547-11-6"
    },
    {
      "title": "Extending an evidence hierarchy to include topics other than treatment: revising the Australian 'levels of evidence",
      "authors": [
        "T Merlin",
        "A Weston",
        "R Tooher"
      ],
      "year": 2009,
      "doi": "10.1186/1471-2288-9-34"
    },
    {
      "title": "Bedside ROP screening and telemedicine interpretation integrated to a neonatal transport system: economic aspects and return on investment analysis",
      "authors": [
        "G Kovács",
        "Z Somogyvári",
        "E Maka",
        "L Nagyjánosi"
      ],
      "year": 2017,
      "doi": "10.1016/j.earlhumdev.2017.01.007"
    },
    {
      "title": "Cost-effectiveness of telemonitoring for high-risk pregnant women",
      "authors": [
        "H Buysse",
        "De Moor",
        "G Van Maele",
        "G Baert",
        "E Thienpont",
        "G Temmerman"
      ],
      "year": 2008,
      "doi": "10.1016/j.ijmedinf.2007.08.009"
    },
    {
      "title": "A cost minimisation analysis of a telepaediatric otolaryngology service",
      "authors": [
        "C Xu",
        "A Smith",
        "P Scuffham",
        "R Wootton"
      ],
      "year": 2008,
      "doi": "10.1186/1472-6963-8-30"
    },
    {
      "title": "Economic evaluation of interactive teledermatology compared with conventional care",
      "authors": [
        "A Armstrong",
        "D Dorer",
        "N Lugn",
        "J Kvedar"
      ],
      "year": 2007,
      "doi": "10.1089/tmj.2006.0035"
    },
    {
      "title": "The costs and potential savings of a novel telepaediatric service in Queensland",
      "authors": [
        "A Smith",
        "P Scuffham",
        "R Wootton"
      ],
      "year": 2007,
      "doi": "10.1186/1472-6963-7-35"
    },
    {
      "title": "Cost-minimization analysis of a telehomecare program for patients with chronic obstructive pulmonary disease",
      "authors": [
        "G Paré",
        "C Sicotte",
        "D St-Jules",
        "R Gauthier"
      ],
      "year": 2006,
      "doi": "10.1089/tmj.2006.12.114"
    },
    {
      "title": "Retrospective economic evaluation of the Hellenic Air Force Teleconsultation Project",
      "authors": [
        "G Labiris",
        "C Tsitlakidis",
        "D Niakas"
      ],
      "year": 2005,
      "doi": "10.1007/s10916-005-6106-4"
    },
    {
      "title": "Telemedicine in radiotherapy: a study exploring remote treatment planning, supervision and economics",
      "authors": [
        "J Norum",
        "Ø Bruland",
        "O Spanne",
        "T Bergmo",
        "T Green",
        "D Olsen"
      ],
      "year": 2005,
      "doi": "10.1258/1357633054471858"
    },
    {
      "title": "An economic evaluation of the Highlands and Islands Teledentistry Project",
      "authors": [
        "P Scuffham",
        "M Steed"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x0200800307"
    },
    {
      "title": "An economic analysis of screening for diabetic retinopathy",
      "authors": [
        "S Bjørvig",
        "M Johansen",
        "K Fossen"
      ],
      "year": 2002,
      "doi": "10.1258/1357633021937433"
    },
    {
      "title": "Clinical effectiveness and cost analysis of patient referral by videoconferencing in orthopaedics",
      "authors": [
        "K Harno",
        "E Arajärvi",
        "T Paavola",
        "C Carlson",
        "P Viikinkoski"
      ],
      "year": 2001,
      "doi": "10.1258/1357633011936435"
    },
    {
      "title": "A cost-minimization analysis of a realtime teledermatology service in northern Norway",
      "authors": [
        "T Bergmo"
      ],
      "year": 2000,
      "doi": "10.1258/1357633001935905"
    },
    {
      "title": "Patient referral by telemedicine: effectiveness and cost analysis of an Intranet system",
      "authors": [
        "K Harno",
        "T Paavola",
        "C Carlson",
        "P Viikinkoski"
      ],
      "year": 2000,
      "doi": "10.1258/1357633001935996"
    },
    {
      "title": "Cost-minimization analysis: a follow-up study of a telemedicine program",
      "authors": [
        "M Mccue",
        "P Mazmanian",
        "C Hampton",
        "T Marks",
        "E Fisher",
        "F Parpart"
      ],
      "year": 1998,
      "doi": "10.1089/tmj.1.1998.4.323"
    },
    {
      "title": "The case of Powhatan Correctional Center/Virginia Department of Corrections and Virginia Commonwealth University/Medical College of Virginia",
      "authors": [
        "M Mccue",
        "P Mazmanian",
        "C Hampton",
        "T Marks",
        "E Fisher",
        "F Parpart"
      ],
      "year": 1997,
      "doi": "10.1089/tmj.1.1997.3.11"
    },
    {
      "title": "A cost-minimization analysis of the societal costs of realtime teledermatology compared with conventional care: results from a randomized controlled trial in New Zealand",
      "authors": [
        "M Loane",
        "A Oakley",
        "M Rademaker",
        "N Bradford",
        "P Fleischl",
        "P Kerr"
      ],
      "year": 2001,
      "doi": "10.1258/1357633011936453"
    },
    {
      "title": "Cost minimization analysis of a store-and-forward teledermatology consult system",
      "authors": [
        "H Pak",
        "S Datta",
        "C Triplett",
        "J Lindquist",
        "S Grambow",
        "J Whited"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2008.0083"
    },
    {
      "title": "The breakeven point for implementing telehealth",
      "authors": [
        "C Snoswell",
        "M Taylor",
        "L Caffery"
      ],
      "year": 2019,
      "doi": "10.1177/1357633x19871403"
    },
    {
      "title": "Permanente Northern California: current experiences with internet, mobile, and video technologies",
      "authors": [
        "R Pearl",
        "Kaiser"
      ],
      "year": 2014,
      "doi": "10.1377/hlthaff.2013.1005"
    },
    {
      "title": "Clinical outcome and cost-effectiveness of a synchronous telehealth service for seniors and nonseniors with cardiovascular diseases: quasi-experimental study",
      "authors": [
        "Y Chen",
        "Y Lin",
        "C Hung",
        "C Huang",
        "D Yeih",
        "P Chuang"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2091"
    },
    {
      "title": "Cost effectiveness of telecare management for pain and depression in patients with cancer: results from a randomized trial",
      "authors": [
        "Choi Yoo",
        "S Nyman",
        "J Cheville",
        "A Kroenke"
      ],
      "year": 2014,
      "doi": "10.1016/j.genhosppsych.2014.07.004"
    },
    {
      "title": "A cost-effectiveness analysis of teledietetics in short-, intermediate-, and long-term weight reduction",
      "authors": [
        "Lmy Chung",
        "Qps Law",
        "Ssm Fong",
        "Jwy Chung",
        "P Yuen"
      ],
      "year": 2015,
      "doi": "10.1177/1357633x15572200"
    },
    {
      "title": "The cost-effectiveness of a web-based multimodal therapy for unilateral cerebral palsy: the Mitii randomized controlled trial",
      "authors": [
        "T Comans",
        "G Mihala",
        "L Sakzewski",
        "R Boyd",
        "P Scuffham"
      ],
      "year": 2017,
      "doi": "10.1111/dmcn.13414"
    },
    {
      "title": "Prospective study on cost-effectiveness of home-based motor assessment in Parkinson's disease",
      "authors": [
        "E Cubo",
        "N Mariscal",
        "B Solano",
        "V Becerra",
        "D Armesto",
        "S Calvo"
      ],
      "year": 2017,
      "doi": "10.1177/1357633x16638971"
    },
    {
      "title": "Telerehabilitation after total knee replacement in Italy: cost-effectiveness and cost-utility analysis of a mixed telerehabilitation-standard rehabilitation programme compared with usual care",
      "authors": [
        "F Fusco",
        "G Turchetti"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-009964"
    },
    {
      "title": "Assessment of the cost-effectiveness and clinical outcomes of a fourth-generation synchronous telehealth program for the management of chronic cardiovascular disease",
      "authors": [
        "Y Ho",
        "J Yu",
        "Y Lin",
        "Y Chen",
        "C Huang",
        "T Hsu"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3346"
    },
    {
      "title": "Comparative and cost effectiveness of telemedicine versus telephone counseling for smoking cessation",
      "authors": [
        "K Richter",
        "T Shireman",
        "E Ellerbeck",
        "A Cupertino",
        "D Catley",
        "L Cox"
      ],
      "year": 2015,
      "doi": "10.2196/jmir.3975"
    },
    {
      "title": "Cost-effectiveness of a new internet-based monitoring tool for neonatal post-discharge home care",
      "authors": [
        "V Isetta",
        "C Lopez-Agustina",
        "E Lopez-Bernal",
        "M Amat",
        "M Vila",
        "C Valls"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2361"
    },
    {
      "title": "Cost-effectiveness analysis of telemonitoring versus usual care in patients with heart failure: The TEHAF-study",
      "authors": [
        "J Boyne",
        "Di Van Asselt",
        "A Gorgels",
        "A Steuten",
        "De Weerd",
        "G Kragten"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x13495478"
    },
    {
      "title": "Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of anxiety: a randomized controlled trial",
      "authors": [
        "B Dear",
        "J Zou",
        "S Ali",
        "C Lorian",
        "L Johnston",
        "J Sheehan"
      ],
      "year": 2015,
      "doi": "10.1016/j.beth.2014.09.007"
    },
    {
      "title": "Cost analysis of a speech pathology synchronous telepractice service for patients with head and neck cancer",
      "authors": [
        "C Burns",
        "S Kularatna",
        "E Ward",
        "A Hill",
        "J Byrnes",
        "L Kenny"
      ],
      "year": 2017,
      "doi": "10.1002/hed.24916"
    },
    {
      "title": "Population-Level Cost-Effectiveness of Implementing Evidence-Based Practices into Routine Care",
      "authors": [
        "J Fortney",
        "J Pyne",
        "J Burgess"
      ],
      "year": 2014,
      "doi": "10.1111/1475-6773.12247"
    },
    {
      "title": "Effect of comprehensive cardiac telerehabilitation on one-year cardiovascular rehospitalization rate, medical costs and quality of life: a cost-effectiveness analysis",
      "authors": [
        "I Frederix",
        "D Hansen",
        "K Coninx",
        "P Vandervoort",
        "D Vandijck",
        "N Hens"
      ],
      "year": 2016,
      "doi": "10.1177/2047487315602257"
    },
    {
      "title": "Cost-effectiveness of a nurse-led internet-based vascular risk factor management programme: economic evaluation alongside a randomised controlled clinical trial",
      "authors": [
        "J Greving",
        "H Kaasjager",
        "J Vernooij",
        "M Hovens",
        "J Wierdsma",
        "H Grandjean"
      ],
      "year": 2015,
      "doi": "10.1136/bmjopen-2014-007128"
    },
    {
      "title": "Cost-effectiveness of telecare for people with social care needs: the Whole Systems Demonstrator cluster randomised trial",
      "authors": [
        "C Henderson",
        "M Knapp",
        "J Fernández",
        "J Beecham",
        "S Hirani",
        "M Beynon"
      ],
      "year": 2014,
      "doi": "10.1093/ageing/afu067"
    },
    {
      "title": "Cost effectiveness of telehealth for patients with long term conditions (Whole Systems Demonstrator telehealth questionnaire study): nested economic evaluation in a pragmatic, cluster randomised controlled trial",
      "authors": [
        "C Henderson",
        "M Knapp",
        "J Fernández",
        "J Beecham",
        "S Hirani",
        "M Cartwright",
        "Whole System Demonstrator Evaluation",
        "Team"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f1035"
    },
    {
      "title": "Cost-utility analysis of telemonitoring interventions for patients with chronic obstructive pulmonary disease (COPD) in Germany",
      "authors": [
        "F Hofer",
        "D Achelrod",
        "T Stargardt"
      ],
      "year": 2016,
      "doi": "10.1007/s40258-016-0267-9"
    },
    {
      "title": "Cost-utility analysis of a telehealth programme for patients with severe chronic obstructive pulmonary disease treated with long-term oxygen therapy",
      "authors": [
        "F Jódar-Sánchez",
        "F Ortega",
        "C Parra",
        "C Gómez-Suárez",
        "P Bonachela",
        "S Leal"
      ],
      "year": 2014,
      "doi": "10.1177/1357633x14544421"
    },
    {
      "title": "Telemonitoring and self-management in the control of hypertension (TASMINH2): a cost-effectiveness analysis",
      "authors": [
        "B Kaambwa",
        "S Bryan",
        "S Jowett",
        "J Mant",
        "E Bray",
        "Fdr Hobbs"
      ],
      "year": 2014,
      "doi": "10.1177/2047487313501886"
    },
    {
      "title": "Cost-utility analysis of a cardiac telerehabilitation program: the teledialog project",
      "authors": [
        "K Kidholm",
        "M Rasmussen",
        "J Andreasen",
        "J Hansen",
        "G Nielsen",
        "H Spindler"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0194"
    },
    {
      "title": "The cost-effectiveness of prenatal detection for congenital heart disease using telemedicine screening",
      "authors": [
        "H Mistry",
        "H Gardiner"
      ],
      "year": 2013,
      "doi": "10.1258/jtt.2012.120418"
    },
    {
      "title": "Cost-effectiveness of a novel e-health depression service",
      "authors": [
        "K Naveršnik",
        "A Mrhar"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2012.0081"
    },
    {
      "title": "The cost-effectiveness of telestroke in the Pacific Northwest region of the USA",
      "authors": [
        "R Nelson",
        "N Okon",
        "A Lesko",
        "J Majersik",
        "A Bhatt",
        "E Baraban"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x15613920"
    },
    {
      "title": "Cost-effectiveness of a national telemedicine diabetic retinopathy screening program in Singapore",
      "authors": [
        "H Nguyen",
        "Gsw Tan",
        "R Tapp",
        "S Mital",
        "Dsw Ting",
        "H Wong"
      ],
      "year": 2016,
      "doi": "10.1016/j.ophtha.2016.08.021"
    },
    {
      "title": "Cost-effectiveness analysis of a mobile ear screening and surveillance service versus an outreach screening, surveillance and surgical service for indigenous children in Australia",
      "authors": [
        "K Nguyen",
        "A Smith",
        "N Armfield",
        "M Bensink",
        "P Scuffham"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0138369"
    },
    {
      "title": "The cost-utility of telemedicine to screen for diabetic retinopathy in India",
      "authors": [
        "S Rachapelle",
        "R Legood",
        "Y Alavi",
        "R Lindfield",
        "T Sharma",
        "H Kuper"
      ],
      "year": 2013,
      "doi": "10.1016/j.ophtha.2012.09.002"
    },
    {
      "title": "Telemonitoring for chronic obstructive pulmonary disease: a cost and cost-utility analysis of a randomised controlled trial",
      "authors": [
        "A Stoddart",
        "M Van Der Pol",
        "H Pinnock",
        "J Hanley",
        "L Mccloughan",
        "A Todd"
      ],
      "year": 2015,
      "doi": "10.1177/1357633X14566574"
    },
    {
      "title": "Clinical and cost-effectiveness of therapist-guided internet-delivered cognitive behavior therapy for older adults with symptoms of depression: a randomized controlled trial",
      "authors": [
        "N Titov",
        "B Dear",
        "S Ali",
        "J Zou",
        "C Lorian",
        "L Johnston"
      ],
      "year": 2015,
      "doi": "10.1016/j.beth.2014.09.008"
    },
    {
      "title": "Cost-utility analysis of the EVOLVO study on remote monitoring for heart failure patients with implantable defibrillators: randomized controlled trial",
      "authors": [
        "P Zanaboni",
        "M Landolina",
        "M Marzegalli",
        "M Lunati",
        "G Perego",
        "G Guenzati"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2587"
    },
    {
      "title": "The cost-effectiveness analysis of teleglaucoma screening device",
      "authors": [
        "S Thomas",
        "W Hodge",
        "M Malvankar-Mehta"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0137913"
    },
    {
      "title": "Cost-effectiveness of telehealth for patients with raised cardiovascular disease risk: evidence from the Healthlines randomised controlled trial",
      "authors": [
        "P Dixon",
        "S Hollinghurst",
        "L Edwards",
        "C Thomas",
        "D Gaunt",
        "A Foster"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2016-012352"
    },
    {
      "title": "A Bayesian cost-effectiveness analysis of a telemedicine-based strategy for the management of sleep apnoea: a multicentre randomised controlled trial",
      "authors": [
        "V Isetta",
        "M Negrín",
        "C Monasterio",
        "J Masa",
        "N Feu",
        "A Álvarez",
        "Spanish Sleep Network"
      ],
      "year": 2015,
      "doi": "10.1136/thoraxjnl-2015-207032"
    },
    {
      "title": "One thousand health-related quality-of-life estimates",
      "authors": [
        "T Tengs",
        "A Wallace"
      ],
      "year": 2000,
      "doi": "10.1097/00005650-200006000-00004"
    },
    {
      "authors": [
        "S Dimmick",
        "C Mustaleski",
        "S Burgiss",
        "T Welsh"
      ],
      "year": 2000,
      "doi": "10.1097/00004045-200002000-00013"
    },
    {
      "title": "An economic evaluation of a telehealth network in British Columbia",
      "authors": [
        "J Schaafsma",
        "S Pantazi",
        "J Moehr",
        "C Anglin",
        "N Grimm"
      ],
      "year": 2007,
      "doi": "10.1258/135763307781458877"
    },
    {
      "title": "The safety and effectiveness of minor injuries telemedicine",
      "authors": [
        "J Benger",
        "S Noble",
        "J Coast",
        "J Kendall"
      ],
      "year": 2004
    },
    {
      "title": "Patient cost-benefits of realtime teledermatology--a comparison of data from Northern Ireland and New Zealand",
      "authors": [
        "A Oakley",
        "P Kerr",
        "M Duffill",
        "M Rademaker",
        "P Fleischl",
        "N Bradford"
      ],
      "year": 2000,
      "doi": "10.1258/1357633001935112"
    },
    {
      "title": "Efficiency, satisfaction, and costs for remote video visits following radical prostatectomy: a randomized controlled trial",
      "authors": [
        "B Viers",
        "D Lightner",
        "M Rivera",
        "M Tollefson",
        "S Boorjian",
        "R Karnes"
      ],
      "year": 2015,
      "doi": "10.1016/j.eururo.2015.04.002"
    },
    {
      "title": "An evaluation of patient-physician communication style during telemedicine consultations",
      "authors": [
        "Z Agha",
        "D Roter",
        "R Schapira"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1193"
    },
    {
      "title": "Quality of care for remote orthopaedic consultations using telemedicine: a randomised controlled trial",
      "authors": [
        "A Buvik",
        "E Bugge",
        "G Knutsen",
        "A Småbrekke",
        "T Wilsgaard"
      ],
      "year": 2016,
      "doi": "10.1186/s12913-016-1717-7"
    },
    {
      "title": "A comparative study of teleconsultations versus face-to-face consultations",
      "authors": [
        "E Nordal",
        "D Moseng",
        "B Kvammen",
        "M Løchen"
      ],
      "year": 2001,
      "doi": "10.1258/1357633011936507"
    },
    {
      "title": "Real-world implementation of video outpatient consultations at macro, meso, and micro levels: mixed-method study",
      "authors": [
        "T Greenhalgh",
        "S Shaw",
        "J Wherton",
        "S Vijayaraghavan",
        "J Morris",
        "S Bhattacharya"
      ],
      "year": 2018,
      "doi": "10.2196/jmir.9897"
    },
    {
      "title": "How to Make Telehealth Work: Defining Telehealth Processes and Procedures",
      "authors": [
        "V Wade"
      ],
      "year": 2013
    },
    {
      "title": "Adoption of ICT Enabled Telehealth Services in the Australian Context: Implications of Technology Use for Telehealth Workers",
      "authors": [
        "Y Blount",
        "M Gloet"
      ],
      "year": 2015,
      "doi": "10.1109/hicss.2015.430"
    },
    {
      "title": "A cost minimisation analysis in teledermatology: model-based approach",
      "authors": [
        "N Eminović",
        "M Dijkgraaf",
        "R Berghout",
        "A Prins",
        "P Bindels",
        "N De Keizer"
      ],
      "year": 2010,
      "doi": "10.1186/1472-6963-10-251"
    },
    {
      "title": "Evaluating the implementation of The Champlain BASE™ eConsult Service in a new region of Ontario, Canada: a cross-sectional study",
      "authors": [
        "C Liddy",
        "I Moroz",
        "A Afkham"
      ],
      "year": 2017,
      "doi": "10.12927/hcpol.2017.25320"
    },
    {
      "title": "Effect of telehealth on hospital utilisation and mortality in routine clinical practice: a matched control cohort study in an early adopter site",
      "authors": [
        "A Steventon",
        "C Ariti",
        "E Fisher",
        "M Bardsley"
      ],
      "year": 2016,
      "doi": "10.1136/bmjopen-2015-009221"
    },
    {
      "title": "Cost-effectiveness of skin cancer referral and consultation using teledermoscopy in Australia",
      "authors": [
        "C Snoswell",
        "L Caffery",
        "J Whitty",
        "H Soyer",
        "L Gordon"
      ],
      "year": 2018,
      "doi": "10.1001/jamadermatol.2018.0855"
    },
    {
      "title": "A comparison of real-time and store-and-forward teledermatology: a cost-benefit study",
      "authors": [
        "M Loane",
        "S Bloomer",
        "R Corbett",
        "D Eedy",
        "N Hicks",
        "H Lotery"
      ],
      "year": 2000,
      "doi": "10.1046/j.1365-2133.2000.03895.x"
    },
    {
      "title": "The impact of patient-physician Web messaging on provider productivity",
      "authors": [
        "E Liederman",
        "J Lee",
        "V Baquero",
        "P Seites"
      ],
      "year": 2005,
      "doi": "10.1111/j.1525-1497.2005.40009.x"
    },
    {
      "title": "Pilot teledermatology service for assessing solitary skin lesions in a tertiary London dermatology center",
      "authors": [
        "Cmm Cheung",
        "K Muttardi",
        "S Chinthapalli",
        "F Ismail"
      ],
      "year": 2019,
      "doi": "10.1097/JHQ.0000000000000142"
    },
    {
      "title": "Leveraging behavioral health expertise: practices and potential of the Project ECHO approach to virtually integrating care in underserved areas",
      "authors": [
        "B Hager",
        "M Hasselberg",
        "E Arzubi",
        "J Betlinski",
        "M Duncan",
        "J Richman"
      ],
      "year": 2018,
      "doi": "10.1176/appi.ps.201700211"
    },
    {
      "title": "Building the economic case for primary health care: a scoping review",
      "year": 2018,
      "doi": "10.1093/ww/9780199540884.013.u7225"
    },
    {
      "title": "Impact on clinical events and healthcare costs of adding telemedicine to multidisciplinary disease management programmes for heart failure: Results of a randomized controlled trial",
      "authors": [
        "J Comín-Colet",
        "C Enjuanes",
        "J Verdú-Rotellar",
        "A Linas",
        "P Ruiz-Rodriguez",
        "G González-Robledo"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x15600583"
    },
    {
      "title": "Potential role of antitachycardia pacing alerts for the reduction of emergency presentations following shocks in patients with implantable cardioverter-defibrillators: implications for the implementation of remote monitoring",
      "authors": [
        "S Boulé",
        "S Ninni",
        "L Finat",
        "E Botcherby",
        "C Kouakam",
        "D Klug"
      ],
      "year": 2016,
      "doi": "10.1093/europace/euv392"
    },
    {
      "title": "Home Monitoring of Chronic Disease for Aged Care",
      "authors": [
        "B Celler",
        "M Varnfield",
        "R Sparks",
        "J Li",
        "S Nepal",
        "J Jang-Jaccard"
      ],
      "year": 2016,
      "doi": "10.1186/1471-2458-14-1270"
    },
    {
      "title": "Effect of telehealth on use of secondary care and mortality: findings from the Whole System Demonstrator cluster randomised trial",
      "authors": [
        "A Steventon",
        "M Bardsley",
        "J Billings",
        "J Dixon",
        "H Doll",
        "S Hirani",
        "Whole System Demonstrator",
        "Evaluation Team"
      ],
      "year": 2012,
      "doi": "10.1136/bmj.e3874"
    },
    {
      "title": "The impact of telehealth monitoring on acute care hospitalization rates and emergency department visit rates for patients using home health skilled nursing care",
      "authors": [
        "L Woods",
        "S Snow"
      ],
      "year": 2013,
      "doi": "10.1097/nhh.0b013e3182778dd3"
    },
    {
      "title": "A randomized controlled trial of telemonitoring in older adults with multiple health issues to prevent hospitalizations and emergency department visits",
      "authors": [
        "P Takahashi",
        "J Pecina",
        "B Upatising",
        "R Chaudhry",
        "N Shah",
        "H Van Houten"
      ],
      "year": 2012,
      "doi": "10.1001/archinternmed.2012.256"
    },
    {
      "title": "Impact of telemedicine on the clinical outcomes and healthcare costs of patients with chronic heart failure and mid-range or preserved ejection fraction managed in a multidisciplinary chronic heart failure programme: A sub-analysis of the iCOR randomized trial",
      "authors": [
        "S Jiménez-Marrero",
        "S Yun",
        "M Cainzos-Achirica",
        "C Enjuanes",
        "A Garay",
        "N Farre"
      ],
      "year": 2020,
      "doi": "10.1177/1357633x18796439"
    },
    {
      "title": "Impact of remote biometric monitoring on cost and hospitalization outcomes in peritoneal dialysis",
      "authors": [
        "S Lew",
        "N Sikka",
        "C Thompson",
        "M Magnus"
      ],
      "year": 2019,
      "doi": "10.1177/1357633x18784417"
    },
    {
      "title": "Can telehealth reduce health care expenditure? A lesson from German health insurance data",
      "authors": [
        "A Ehlert",
        "D Oberschachtsiek"
      ],
      "year": 2019,
      "doi": "10.1002/hpm.2764"
    },
    {
      "title": "Telehealth-enabled emergency medical services program reduces ambulance transport to urban emergency departments",
      "authors": [
        "J Langabeer",
        "M Gonzalez",
        "D Alqusairi",
        "T Champagne-Langabeer",
        "Jackson Mikhail"
      ],
      "year": 2016,
      "doi": "10.5811/westjem.2016.8.30660"
    },
    {
      "title": "Reducing emergency department utilization through engagement in telemedicine by senior living communities",
      "authors": [
        "S Gillespie",
        "M Shah",
        "E Wasserman",
        "N Wood",
        "H Wang",
        "K Noyes"
      ],
      "year": 2016,
      "doi": "10.1089/tmj.2015.0152"
    },
    {
      "title": "Telehealth interventions for reducing waiting lists and waiting times for specialist outpatient services: a scoping review",
      "authors": [
        "L Caffery",
        "M Farjian",
        "A Smith"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x16670495"
    },
    {
      "title": "Direct-to-consumer telehealth may increase access to care but does not decrease spending",
      "authors": [
        "J Ashwood",
        "A Mehrotra",
        "D Cowling",
        "L Uscher-Pines"
      ],
      "year": 2017,
      "doi": "10.1377/hlthaff.2016.1130"
    },
    {
      "title": "Dr Sicknote rebrands as qoctor",
      "authors": [
        "Qoctor"
      ],
      "year": 2016
    },
    {
      "title": "The impact of Project ECHO on participant and patient outcomes: a systematic review",
      "authors": [
        "C Zhou",
        "A Crawford",
        "E Serhal",
        "P Kurdyak",
        "S Sockalingam"
      ],
      "year": 2016,
      "doi": "10.1097/acm.0000000000001328"
    },
    {
      "title": "Telementoring primary care clinicians to improve geriatric mental health care",
      "authors": [
        "E Fisher",
        "M Hasselberg",
        "Y Conwell",
        "L Weiss",
        "N Padrón",
        "E Tiernan"
      ],
      "year": 2017,
      "doi": "10.1089/pop.2016.0087"
    },
    {
      "title": "Cost-effectiveness of access expansion to treatment of hepatitis C virus infection through primary care providers",
      "authors": [
        "T Rattay",
        "I Dumont",
        "H Heinzow",
        "D Hutton"
      ],
      "year": 2017,
      "doi": "10.1053/j.gastro.2017.10.016"
    },
    {
      "title": "Uptake of telehealth services funded by Medicare in Australia",
      "authors": [
        "V Wade",
        "J Soar",
        "L Gray"
      ],
      "year": 2014,
      "doi": "10.1071/ah14090"
    },
    {
      "title": "Does teledermatology reduces secondary care referrals and is it acceptable to patients and doctors?: a service evaluation",
      "authors": [
        "J Ford",
        "A Pereira"
      ],
      "year": 2015,
      "doi": "10.1111/jep.12373"
    },
    {
      "title": "Acceptability and cost-effectiveness of military telehealth mental health screening",
      "authors": [
        "M Jones",
        "J Etherage",
        "S Harmon",
        "J Okiishi"
      ],
      "year": 2012,
      "doi": "10.1037/a0026709"
    },
    {
      "title": "Substitution rates of video consultations for traditional consultations at a tertiary public hospital",
      "authors": [
        "L Caffery",
        "M Taylor",
        "K Lucas",
        "A Smith"
      ],
      "year": 2016,
      "doi": "10.1177/1357633x16672767"
    },
    {
      "title": "Specialist dermatology services delivered by asynchronous store and forward technology",
      "year": 2017
    },
    {
      "authors": [
        "Monica Snoswell",
        "Tracy Taylor",
        "Anthony Comans",
        "Leonard Smith",
        "Liam Gray",
        "Caffery"
      ],
      "doi": "10.2196/preprints.17298"
    }
  ],
  "num_references": 110
}
