{
  "paper_id": "8ANIQFCN",
  "title": "An Automated Text Message Navigation Program Improves the Show Rate for Outpatient Colonoscopy",
  "abstract": "Colorectal cancer (CRC) remains the second leading cause of cancer death in the United States despite effective prevention strategies  (Nishihara et al., 2013) . This is largely due to poor screening rates, as over a third of eligible individuals are not up-to-date, and clear racial and socioeconomic disparities persist in CRC screening  (Liss & Baker, 2014) . Outpatient colonoscopy is an essential component of CRC screening, however, there are numerous barriers to successful completion, including identifying an escort, purchasing the preparation, taking time off work, adhering to a clear liquid diet, and completing the bowel preparation. These factors result in a significant no-show and cancelation rate, as well as poor bowel preparation, leading to nonadherence and incomplete screening. Current approaches to engaging patients include preprocedure phone calls or patient navigators. Both interventions are challenging and costly, making them less scalable. Other interventions such as instructional videos or mobile applications have been hampered by poor user experience or limited patient engagement  (Sharara et al., 2017) . Several studies have explored text messaging reminders to improve colonoscopy bowel preparation, with promising results  (Park et al., 2015) . However, these studies focused on unidirectional messaging, and did not explore the effects of the texting program on colonoscopy show rate. Because patients have already demonstrated intention to screen by scheduling the procedure, the theoretical focus of intervention is to help move from intention to behavior. New insights from behavioral science recognize cognitive biases such as present-time bias and status quo and can leverage concepts such as reciprocity, commitment, and interim goal setting to encourage participation  (Mehta & Asch, 2014) . We hypothesized that a bidirectional messaging approach informed by principles of behavioral science might foster improved engagement and improve outpatient colonoscopy show rates.",
  "year": 1985,
  "date": "1985",
  "journal": "MIS Quarterly",
  "publication": "MIS Quarterly",
  "authors": [
    {
      "forename": "Nadim",
      "surname": "Mahmud",
      "name": "Nadim Mahmud",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA",
      "email": "nadim.mahmud@uphs.upenn.edu"
    },
    {
      "forename": "Sahil",
      "surname": "Doshi",
      "name": "Sahil Doshi",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Mary",
      "surname": "Coniglio",
      "name": "Mary Coniglio",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Michelle",
      "surname": "Clermont",
      "name": "Michelle Clermont",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Donna",
      "surname": "Bernard",
      "name": "Donna Bernard",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Catherine",
      "surname": "Reitz",
      "name": "Catherine Reitz",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Vandana",
      "surname": "Khungar",
      "name": "Vandana Khungar",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "David",
      "surname": "Asch",
      "name": "David Asch",
      "affiliation": "2  Corporal Michael J. Crescenz VA Medical Center , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t Corporal Michael J. Crescenz VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Shivan",
      "surname": "Mehta",
      "name": "Shivan Mehta",
      "affiliation": "1  University of Pennsylvania , Philadelphia , PA , USA \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Education & BehaviorMahmud et al. \n\t\t\t\t\t\t\t\t Education & BehaviorMahmud et al"
    },
    {
      "affiliation": "University of Pennsylvania Perelman School of Medicine , 3400 Civic Center Boulevard , Philadelphia , PA 19104 , USA. \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 3400 Civic Center Boulevard \n\t\t\t\t\t\t\t\t\t 19104 \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100006108",
  "keywords": [
    "adherence",
    "bowel preparation",
    "colonoscopy",
    "outpatient",
    "short message service",
    "text messaging"
  ],
  "sections": [
    {
      "title": "Method"
    },
    {
      "title": "Study Design and Patient Selection",
      "text": "We conducted a prospective study at an urban academic endoscopy center. Based on power calculations to enable detection of a ~30% difference in the primary outcome, we offered a text messaging program using the Way to Health platform to 22 patients scheduled for outpatient colonoscopy (for any indication) in the first 2 weeks of April 2018 and compared them with 50 comparison patients in the last 2 weeks of April 2018. Intervention patients were enrolled via telephone using a script approved by our institutional review board. Comparison patients were not contacted for this study. All patients were selected using a random number generator. We included patients aged 18 to 75 years who were scheduled for outpatient colonoscopy within 2 months of initial contact and excluded patients on any diabetic medications due to differences in the bowel preparation process."
    },
    {
      "title": "Intervention Description and Data Collection",
      "text": "Way to Health is a National Institutes of Health-supported platform that facilitates patient engagement through automated connections to communication channels. The Way to Health texting program in this study consisted of nine instructional and reminder messages sent in the week prior to the procedure (Table  1 ). The content was based on existing instructions and analysis of inbound phone calls about the preparation process. Additionally, we incorporated principles of behavioral science to enhance participation by the patient. The conversational communication enhanced subjective norms and created a sense of reciprocity  (Ajzen, 1985; Regan, 1971) . By asking the patient to respond, she or he was providing a sense of commitment to the preparation process  (Milkman, Beshears, Choi, Laibson, & Madrian, 2013) . The real-time daily messaging about interim steps in the process provided more attainable goals for a multistep process  (Locke & Latham, 1990) . Messages included an online link to the bowel preparation instructions, as well as a location link to the endoscopy center. Patients could text questions back to the service, and these were answered via text within 24 hours by gastroenterology staff (NM).\n\nPatients in the comparison arm received usual care, consisting of paper instructions and a phone call in the week prior to colonoscopy. Intervention patients also received these measures. For each patient, basic demographic and clinical comorbidity data, appointment adherence (show, noshow, cancelation), bowel preparation quality (excellent, good, fair, poor), and colonoscopy completion (cecum reached) were obtained through electronic medical record review. Patient satisfaction, ease of use, and perceived usefulness of the program were assessed using a written survey at the conclusion of participant involvement in the study, using question design adapted from the technology acceptance model  (Davis, 1989) ."
    },
    {
      "title": "Statistical Analysis",
      "text": "Demographic and clinical comorbidities were compared using descriptive statistics, with median and interquartile range presented for continuous variables. Wilcoxon ranksum and chi-square tests were performed for continuous and categorical variables, respectively, with α = .05 used as the threshold for statistical significance. Chi-square tests were also used to compare appointment adherence (primary outcome) as well as bowel preparation quality and colonoscopy completion between groups (secondary outcomes). To address the possibility of volunteer bias, we performed a secondary analysis of the primary outcome where colonoscopy data from the patient who declined the intervention were incorporated into the intervention arm. All data management and analysis were performed using Stata 15.1/IC (College Station, TX)."
    },
    {
      "title": "Results",
      "text": "Of 22 patients successfully contacted, 21 agreed to participate in the text message intervention (one declined because of reported familiarity with the colonoscopy process), and 50 patients were randomly selected as the comparison arm. There were no significant differences in demographics or comorbidities between groups (Table  2 ). Intervention patients were significantly more likely to show for colonoscopy (90% vs. 62% show rate; p = .049). This difference persisted on secondary analysis when the patient who declined the intervention was included (91% vs. 62% show rate, p = .040). There were 2 cancellations and 0 no-shows in the intervention group as compared with 14 cancellations and 5 no-shows in the comparison group. Among those who showed, there were no significant differences in preparation quality or completeness between arms (p = .12 and p = .43, respectively). A total 16 of 21 (76.2%) intervention patients responded to automated texts (the distribution of these texts is given in Supplemental Figure  1 ). The most common questions pertained to the timing of bowel preparation components and food restrictions on the day before the procedure. Poststudy survey results indicated excellent patient satisfaction (100% high/very high), reported ease of use (92% high/very high), and perceived usefulness of the text messaging program (95% high/very high)."
    },
    {
      "title": "Discussion",
      "text": "In this prospective study, we found that patients enrolled in a bidirectional, automated text message navigation program had significantly higher colonoscopy show rates as compared with patients receiving usual care. Among those who completed the procedure, the preparation quality was comparable. The texting program was well-received and survey responses indicated high patient satisfaction and good user experience.\n\nTo our knowledge, this is the first study to test a bidirectional texting intervention with a focus on colonoscopy appointment adherence. However, several studies have previously attempted to leverage cell phones to improve outpatient colonoscopy outcomes. A recent U.S. multicenter study randomized 155 patients to five text message reminders prior to colonoscopy in addition to standard instructions or to standard instructions alone. There were no significant differences in Boston Bowel Preparation Scores between groups (9 texting vs. 8 nontexting, p = .174; Patel, Patel, Cavanagh, Debari, & Baddoura, 2018) . A Korean study applied a similar design with a single reminder text message sent when it was time to ingest the second half of the split dose preparation. These authors found significantly improved bowel preparation in the texting group (79.4% satisfactory vs. 57.8%, p < .001; Park et al., 2015) . Finally, a multicenter randomized trial of 495 patients scheduled for outpatient colonoscopy compared a series of four educational text messages to usual care. They found significantly less inadequate bowel preparation in the intervention arm (9% vs. 19% p = .0013). The differing results in these studies highlight the importance of patient context and careful consideration of intervention design. For example, the timing and specific content of each text message are likely to affect patient response and study outcomes. Indeed, a recent systematic review of interventions designed to improve outpatient colonoscopy outcomes concluded that critical evaluation of institutional practices is key in designing tailored, effective programs  (Kurlander et al., 2016) . Finally, a randomized trial of 260 patients planned for outpatient colonoscopy in a Spanish hospital system found that those who received instructions through an interactive smartphone application had improved bowel preparation quality relative to patients receiving standard written instructions (p = .037; Lorenzo-Zúñiga, Moreno de Vega, Marín,  Barberá, & Boix, 2015) . Although promising, this study assumes access to a smartphone, which limits the generalizability of the intervention, especially among higher risk, resource poor populations  (Pew Research Center, 2019) .\n\nIn contrast to the above literature, there are several relative strengths to highlight in this study. First, our messaging intervention was bidirectional, which has not been tested previously in this context. This represents a fundamentally different way of communicating with patients, as they have the opportunity to respond and seek clarification on initial messages. Indeed, we found that the majority of patients utilized this feature (76.2%). We feel that the messaging platform addressed subjective norms through promoting a positive perception of CRC screening, while bidirectionality improved behavioral control by minimizing the perceived difficulty in completing screening. This may help explain the improved colonoscopy show rates that we observed. Second, we incorporated new techniques into the messaging content itself, including hyperlinks to online instructions and map location links to the endoscopy center. The aforementioned texting studies consisted of unidirectional (push) reminder messages that did not innovate based on these texting capabilities. Third, we utilized theoretically informed and validated behavioral science principles such as reciprocity, commitment, and interim goal setting to enhance the transition from patient intention to the actual behavior of completing colonoscopy. Finally, we focused specifically on improving colonoscopy show rates, which has not been demonstrated previously. At this juncture, this is arguably more important than bowel preparation quality, as cancellation and no-show rates may exceed 50% in certain facilities  (Partin et al., 2016) .\n\nThis study has several limitations. First, the sample size is small. This was intentional as the intervention was initially developed as a quality improvement project and we aimed to establish feasibility prior to a large-scale randomized controlled trial. Second, there is the possibility of selection and volunteer bias, as patients could opt in or out during the enrollment phone call. Although demographics and comorbidities were similar between arms, patients who opted to enroll in the text message platform may have been more committed to health maintenance and therefore more likely to show for colonoscopy. However, we believe this bias would be minimal as only one patient declined enrollment. Furthermore, the primary conclusions of the study persisted when we included this patient's colonoscopy data in the intervention arm, approximating an intention-to-treat approach. Third, although the push messages were automated, bidirectional responses were performed manually. This has clear implications when thinking about scaling such an intervention. However, as this was a pilot, the goal was to ascertain a sample of patient queries with the intention of creating a future, fully automated intervention incorporating branching logic. Fourth, as patients in the comparison arm were not contacted for study participation, it is possible that the act of contacting intervention patients improved colonoscopy adherence rather than the texting program. However, this is less likely, as patients in the comparison arm were also contacted by endoscopy staff by telephone as part of usual care. Finally, we did not demonstrate significant differences in bowel preparation quality of colonoscopy completion between arms. These were secondary outcomes, and while we did observe numerical trends toward improvement in the intervention arm, this pilot study was not powered to identify statistical differences in these metrics. Future research should aim to better characterize patient groups who stand to benefit from similar interventions. We plan to address this question as well as the above limitations in a forthcoming randomized controlled trial.\n\nIn conclusion, a bidirectional, automated text messaging program that incorporates principles of behavioral science is a promising approach to address suboptimal CRC screening rates. Careful consideration of message content and timing are important for intervention success. However, with the ubiquity of basic texting technology, this approach has widespread applicability and significant potential for adoption. This applies not only to the field of cancer prevention but in principle to any health behavior promotion where close outpatient communication is paramount."
    },
    {
      "text": "Pilot Texting Schedule. Congrats <name> on scheduling your colonoscopy for <date> with <provider>. This is a good step to keep you healthy. <health system> would like to offer you a text-based program to help you prepare for your procedure. Don't forget to pick up your prep materials from the local pharmacy, which includes Miralax, Gatorade, and Dulcolax. This info should be in your instructions <URL link>. Any questions about the procedure? Day 4: 8 a.m. <name>, Please text back with any questions you have about your colonoscopy. We'll call or text back within a business day. Day 3: 8 a.m. <name>, Please text back with any questions you have about your colonoscopy. We'll call or text back within a business day. Day 2: 8 a.m. <name>, your procedure is 2 days from now. Today, avoid foods high in fiber foods like fruits, vegetables, and seeds. Starting tomorrow morning, you should have only clear liquids until your procedure is complete! Day 1: 8 a.m. Great job <name>! You have already come so far! Keep up the good work and continue with your clear liquid diet."
    },
    {
      "text": "Patient Demographics, Comorbidities, and Outcomes."
    }
  ],
  "references": [
    {
      "title": "From intentions to actions: A theory of planned behavior",
      "authors": [
        "I Ajzen"
      ],
      "year": 1985,
      "doi": "10.1007/978-3-642-69746-3_2"
    },
    {
      "title": "Perceived usefulness, perceived ease of use, and user acceptance of information technology",
      "authors": [
        "F Davis"
      ],
      "year": 1989,
      "doi": "10.2307/249008"
    },
    {
      "title": "How efficacious are patient education interventions to improve bowel preparation for colonoscopy? A systematic review",
      "authors": [
        "J Kurlander",
        "A Sondhi",
        "A Waljee",
        "S Menees",
        "C Connell",
        "P Schoenfeld",
        "S Saini"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0164442"
    },
    {
      "title": "Understanding current racial/ ethnic disparities in colorectal cancer screening in the United States: The contribution of socioeconomic status and access to care",
      "authors": [
        "D Liss",
        "D Baker"
      ],
      "year": 2014,
      "doi": "10.1016/j.amepre.2013.10.023"
    },
    {
      "title": "A theory of goal setting & task performance",
      "authors": [
        "E Locke",
        "G Latham"
      ],
      "year": 1990,
      "doi": "10.21236/ada086584"
    },
    {
      "title": "Improving the quality of colonoscopy bowel preparation using a smart phone application: A randomized trial",
      "authors": [
        "V Lorenzo-Zúñiga",
        "V Moreno De Vega",
        "I Marín",
        "M Barberá",
        "J Boix"
      ],
      "year": 2015,
      "doi": "10.1111/den.12467"
    },
    {
      "title": "How to help gastroenterology patients help themselves: Leveraging insights from behavioral economics",
      "authors": [
        "S Mehta",
        "D Asch"
      ],
      "year": 2014,
      "doi": "10.1016/j.cgh.2014.02.022"
    },
    {
      "title": "Planning prompts as a means of increasing preventive screening rates",
      "authors": [
        "K Milkman",
        "J Beshears",
        "J Choi",
        "D Laibson",
        "B Madrian"
      ],
      "year": 2013,
      "doi": "10.1016/j.ypmed.2012.10.021"
    },
    {
      "title": "Long-term colorectal-cancer incidence and mortality after lower endoscopy",
      "authors": [
        "R Nishihara",
        "K Wu",
        "P Lochhead",
        "T Morikawa",
        "X Liao",
        "Z Qian",
        ". Yamauchi"
      ],
      "year": 2013,
      "doi": "10.1056/nejmoa1301969"
    },
    {
      "title": "The effectiveness of short message service to assure the preparation-to-colonoscopy interval before bowel preparation for colonoscopy",
      "authors": [
        "J Park",
        "T.-O Kim",
        "N.-Y Lee",
        "H Kim",
        "E Seo",
        "N.-Y Heo",
        ". Moon"
      ],
      "year": 2015,
      "doi": "10.1155/2015/628049"
    },
    {
      "title": "Factors associated with missed and cancelled colonoscopy appointments at Veterans Health Administration facilities",
      "authors": [
        "M Partin",
        "A Gravely",
        "Z Gellad",
        "S Nugent",
        "J Burgess",
        "Jr",
        "A Shaukat",
        "D Nelson"
      ],
      "year": 2016,
      "doi": "10.1016/j.cgh.2015.07.051"
    },
    {
      "title": "The role of mobile phone text message reminders in adherence to bowel preparation for outpatient colonoscopies",
      "authors": [
        "V Patel",
        "H Patel",
        "Y Cavanagh",
        "V Debari",
        "W Baddoura"
      ],
      "year": 2018,
      "doi": "10.1053/j.gastro.2018.06.072"
    },
    {
      "title": "Mobile fact sheet",
      "year": 2019,
      "doi": "10.3133/fs20193040"
    },
    {
      "title": "Effects of a favor and liking on compliance",
      "authors": [
        "D Regan"
      ],
      "year": 1971,
      "doi": "10.1016/0022-1031(71)90025-4"
    },
    {
      "title": "A customized mobile application in colonoscopy preparation: A randomized controlled trial",
      "authors": [
        "A Sharara",
        "J Chalhoub",
        "M Beydoun",
        "R Shayto",
        "H Chehab",
        "A Harb",
        ". Sarkis"
      ],
      "year": 2017,
      "doi": "10.1038/ctg.2016.65"
    }
  ],
  "num_references": 15
}
