{
  "paper_id": "8LSPMP38",
  "title": "Trends in Healthcare Expenditures Among US Adults With Hypertension: National Estimates, 2003-2014",
  "abstract": "Background--One in 3 US adults has high blood pressure, or hypertension. As prior projections suggest hypertension is the costliest of all cardiovascular diseases, it is important to define the current state of healthcare expenditures related to hypertension. Methods and Results--We used a nationally representative database, the Medical Expenditure Panel Survey, to calculate the estimated annual healthcare expenditure for patients with hypertension and to measure trends in expenditure longitudinally over a 12-year period. A 2-part model was used to estimate adjusted incremental expenditures for individuals with hypertension versus those without hypertension. Sex, race/ethnicity, education, insurance status, census region, income, marital status, Charlson Comorbidity Index, and year category were included as covariates. The 2003-2014 pooled data include a total sample of 224 920 adults, of whom 36.9% had hypertension. Unadjusted mean annual medical expenditure attributable to patients with hypertension was $9089. Relative to individuals without hypertension, individuals with hypertension had $1920 higher annual adjusted incremental expenditure, 2.5 times the inpatient cost, almost double the outpatient cost, and nearly triple the prescription medication expenditure. Based on the prevalence of hypertension in the United States, the estimated adjusted annual incremental cost is $131 billion per year higher for the hypertensive adult population compared with the nonhypertensive population. Conclusions--Individuals with hypertension are estimated to face nearly $2000 higher annual healthcare expenditure compared with their nonhypertensive peers. This trend has been relatively stable over 12 years. Healthcare costs associated with hypertension account for about $131 billion. This warrants intense effort toward hypertension prevention and management. (",
  "year": 2017,
  "date": "2017",
  "journal": "Circulation",
  "publication": "Circulation",
  "authors": [
    {
      "forename": "Elizabeth",
      "surname": "Kirkland",
      "name": "Elizabeth Kirkland",
      "email": "kirklane@musc.edu"
    },
    {
      "forename": "Marc",
      "surname": "Heincelman",
      "name": "Marc Heincelman"
    },
    {
      "forename": "Kinfe",
      "surname": "Bishu",
      "name": "Kinfe Bishu"
    },
    {
      "forename": "Samuel",
      "surname": "Schumann",
      "name": "Samuel Schumann"
    },
    {
      "forename": "Andrew",
      "surname": "Schreiner",
      "name": "Andrew Schreiner"
    },
    {
      "forename": "R",
      "surname": "Axon",
      "name": "R Axon"
    },
    {
      "forename": "Patrick",
      "surname": "Mauldin",
      "name": "Patrick Mauldin"
    },
    {
      "forename": "William",
      "surname": "Moran",
      "name": "William Moran"
    },
    {
      "affiliation": "Department of Medicine , Medical University of South Carolina , Charleston , SC ; Charleston Health Equity and Rural Outreach Innovation \n\t\t\t\t\t\t\t\t Department of Medicine \n\t\t\t\t\t\t\t\t Charleston Health Equity and Rural Outreach Innovation \n\t\t\t\t\t\t\t\t Medical University of South Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charleston \n\t\t\t\t\t\t\t\t\t SC"
    },
    {
      "affiliation": "Center (HEROIC) , Ralph H. Johnson VA Medical Center , Charleston , SC \n\t\t\t\t\t\t\t\t Center (HEROIC) \n\t\t\t\t\t\t\t\t Ralph H. Johnson VA Medical Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Charleston \n\t\t\t\t\t\t\t\t\t SC"
    },
    {
      "affiliation": "Division of Internal Medicine and Geriatrics , Medical University of South Carolina , 135 Rutledge Avenue , 12th Floor , MSC 591 , Charleston , SC 29425 . \n\t\t\t\t\t\t\t\t Division of Internal Medicine and Geriatrics \n\t\t\t\t\t\t\t\t Medical University of South Carolina \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 135 Rutledge Avenue 12th Floor MSC 591 \n\t\t\t\t\t\t\t\t\t 29425 \n\t\t\t\t\t\t\t\t\t Charleston \n\t\t\t\t\t\t\t\t\t SC"
    }
  ],
  "doi": "10.1161/JAHA.118.008731.",
  "keywords": [
    "cardiovascular disease",
    "health economics",
    "health services research",
    "healthcare costs",
    "hypertension"
  ],
  "sections": [
    {
      "text": "disease upwards even in the setting of improving BP control and treatment. As such, it is important to define the current state of healthcare expenditures for patients with hypertension. Projections from 2001 to 2005 Medical Expenditure Panel Survey (MEPS) data suggest that hypertension is the costliest of all cardiovascular diseases, with an estimated direct cost of $69.9 billion in 2010.  3 However, many prior hypertension cost projections are limited because they include hypertension in an aggregate definition of cardiovascular disease, making it difficult to parse out costs related to hypertension versus those from stroke or heart failure.  6 Additionally, prior work has used older data to project into the future rather than analyzing trends in expenditure over time.  3 n the present study, we used a nationally representative database to calculate the estimated annual healthcare expenditure for patients with hypertension. We also measured the trends in expenditures longitudinally over a 12-year period. Through the use of MEPS, the data presented herein represent the most complete and detailed cost information available and reflect expenditures based on actual payments. Our analysis has the advantage of using a large sample size and pooled data updated as of 2014. Finally, the cost methodology of this analysis involves a 2-part model, which optimizes accuracy of reporting and interpretation."
    },
    {
      "title": "Methods Data Source and Sample",
      "text": "All data and materials are publicly available at the Agency for Healthcare Research and Quality (AHRQ), and MEPS files (documentation, codebook, programming statement, and data sets) can be accessed via the internet.  7 The Medical Expenditure Panel Survey-Household Components (MEPS-HC) 2003-2014 was used for this study. MEPS is a survey of a nationally representative US civilian noninstitutionalized population administered by the AHRQ.  [7] [8] 8] [9]  MEPS provides estimates of healthcare use, expenditures, source of payment, and health insurance coverage. In this study, we used the total medical cost in MEPS defined as the sum of direct payments for care (inpatient hospitalization stays, outpatient visits, prescription medicines, emergency department visits, dental visits, home health care, and others) provided during the year, including out-of-pocket payments and payments by private insurance, Medicaid, Medicare, and other sources.  9 nformation on the MEPS-HC is collected by self-report, and the Medical Provider Component requests data on medical and financial characteristics from hospitals, physicians, home healthcare providers, and pharmacies in order to validate and supplement information received from the MEPS-HC respondents.  10 There were 83 018 unweighted observations, which represent a weighted US population of 68 420 747 adults (aged ≥18 years) with hypertension.\n\nDiagnoses coded according to International Classification of Diseases, Ninth Revision, Clinical Modification (ICD-9-CM) are also collected as part of the Medical Provider Component.  9 The medical conditions and procedures reported by the MEPS-HC related to disease conditions were recorded by an interviewer as verbatim text and then converted by professional coders to ICD-9-CM codes. The error rate for any coder did not exceed 2.5% on verification. To protect the confidentiality of respondents, fully specified ICD-9-CM codes were collapsed to 3 digits.  9 We merged data from the HC survey of the medical condition files and full-year consolidated files using a 1-to-1 match.  9 We pooled 12-year data to ensure sufficient sample size and to increase precision of our estimates. Costs were inflated to the recent estimate of 2016-dollar value using the Consumer Price Index.  11 MEPS provides data for examining person-level and household-level changes in selected variables such as health service use and expenditures.  7 Our study accounts for the complex survey design (sampling weights, clustering, and stratification) in order to estimate the nationally representative aggregate and incremental healthcare expenditure for the US population.  7 This study was deemed exempt from institutional review board approval and informed consent was waived as MEPS is comprised of publicly available and deidentified data files."
    },
    {
      "title": "Clinical Perspective",
      "text": "What Is New?\n\n• National medical costs associated with hypertension are estimated to account for about $131 billion in annual healthcare expenditure averaged over 12 years from 2003 to 2014. • Individuals with hypertension face nearly $2000 higher annual healthcare expenditure compared with their nonhypertensive peers. • The incremental cost associated with hypertension for US adults has remained steady from 2003 to 2014. • Expenditures associated with hypertension seem to be shifting from inpatient to outpatient settings.\n\nWhat Are the Clinical Implications?\n\n• We must identify effective strategies to improve control of chronic diseases that are associated with high annual expenditures. • These efforts may focus on expanded access to preventative care services. • For hypertension specifically, there may be a growing role for non-office-based care delivery such as telemonitoring of home measurements and 24-hour ambulatory blood pressure monitoring."
    },
    {
      "title": "Measures"
    },
    {
      "title": "Dependent and primary independent variables",
      "text": "The dependent variable in this study was total healthcare expenditure, defined as a sum of office-based medical provider expenditure, hospital outpatient expenditure, emergency department expenditure, inpatient hospital expenditure, prescription medicine expenditure, dental expenditure, home healthcare expenditure, and other medical expenses.  7 The primary independent variable was hypertension. To identify patients with hypertension, we used ICD-9-CM or selfreport.  12 The ICD-9-CM codes of hypertension from MEPS include 401.xx.  9, 13 Self-reported hypertension diagnosis was based on a positive response when asked whether the respondent had ever been diagnosed as having \"high blood pressure (hypertension)\".  7 variates Age, sex, race/ethnicity, education, insurance status, census region, income, marital status, adapted Charlson Comorbidity Index (CCI),  14  and year category were included as covariates in estimating the adjusted expenditure attributable to hypertension. Race/ethnicity was coded into 4 groups: non-Hispanic whites, non-Hispanic blacks, Hispanic, and other. Marital status was included because of its known impact as a socioeconomic factor associated with mortality risk and was coded into: married, nonmarried (widowed/divorced/separated), and never married.  15, 16 The adapted CCI was developed using the 3-digit collapsed ICD-9-CM codes available in MEPS, which correspond to ICD-9-CM codes of D'Hoore et al.  14  This was incorporated to account for variance and complexity of comorbid disease and sequelae of hypertension that may influence overall healthcare expenditure. The CCI is a weighted score of 17 conditions including myocardial infarction, congestive heart failure, peripheral vascular disease, dementia, cerebrovascular disease, chronic pulmonary disease, connective tissue disease, ulcer disease, mild liver disease, hemiplegia (weight 1), moderate or severe renal disease, diabetes mellitus, any tumor, leukemia, lymphoma (weight 2), moderate or severe liver disease (weight 3), and metastatic solid tumor (weight 6). The CCI was grouped into 3 categories: 0, 1, and ≥2."
    },
    {
      "title": "Statistical Analyses",
      "text": "We compared demographic characteristics of the study population with and without hypertension using chi-square test. Unadjusted mean expenditures were used to compare the total healthcare expenditure by hypertension status over time. Standard pairwise comparison methods of Sidak, Scheffe, and Bonferroni were used to compare the trends of the unadjusted cost (total, inpatient, outpatient, prescription, emergency department, and home health care) differences for hypertension across time.  17  2-part model was used in estimating the adjusted incremental expenditure for individuals with hypertension versus those without hypertension. In the 2-part model, the probit model was used to calculate the probability of zero versus nonzero medical expenditures followed by a generalized linear model used to estimate the adjusted association of total medical expenditures conditional on a positive medical expenditure. Two-part models can accommodate situations with a high concentration of zeros, such as expenditure data. To address the positive skewness of the expenditure variable, we used a generalized linear model with a gamma distribution and a log-link function.  18, 19 The use of a generalized linear model in the second part of the model has an advantage over log ordinary least squares since it relaxes the normality and homoscedasticity assumptions and avoids bias associated with retransforming to the raw scale.  19 Using the variance inflation factor test, and taking into account the complex survey design, it was determined that no multicollinearity problems existed between predictors of the 2-part model. The 2-part models also estimate the marginal effects and standard errors from the first and second part of the 2-part model.  19 nalysis for the nationally representative medical expenditures was performed at the person-level using STATA 14 (StataCorp). Statistically significant estimates at 95% confidence intervals (CIs) are discussed."
    },
    {
      "title": "Results"
    },
    {
      "title": "Demographic Characteristics",
      "text": "The total adult sample in the pooled data from years 2003-2014 included 224 920 respondents, of whom 83 018 (36.9%) had hypertension (Table  1 ). The sample of patients with hypertension represented a weighted population of 68 420 747 US adults. Adults in the following groups were more likely than not to have hypertension: age 45 years or older, male, non-Hispanic black, married or previously married, high school or less education, publicly insured, from the south region, poor or low income, and ≥1 CCI conditions. Prevalence of hypertension was higher in years 2007-2010 and 2011-2014 compared with the reference years 2003-2006."
    },
    {
      "title": "Trends of Unadjusted Cost Differences for Hypertension",
      "text": "The unadjusted mean annual medical expenditure (all inflated to 2016 US dollars) attributable to patients with hypertension was $9089 (95% CI, $8900-$9278) in the pooled 12-year data. Relative to individuals without hypertension ($4172 The annual unadjusted mean expenditure by health services for individuals with hypertension and without hypertension is shown in Figure  2 . Both the hospital inpatient cost and the outpatient cost of hypertension were %$2700 per year, accounting for the largest components of the total medical expenditure. In comparison, the annual hospital inpatient cost and the annual outpatient cost were less than half of this amount for individuals without hypertension ($1093 and $1542, respectively). Annual prescription medication expenditure was $2371 for individuals with hypertension versus only $814 for those without hypertension."
    },
    {
      "title": "Adjusted Incremental Cost and Estimated US Burden for Hypertension",
      "text": "The adjusted incremental cost for hypertension per person using CCI is shown in Table  2  (see Table  S2  for incremental cost adjusted for individual comorbid conditions). The adjusted incremental expenditure for individuals with hypertension is estimated to be $1920 (95% CI, $1724-$2117), as compared with individuals without hypertension in a given year. Finally, we extrapolated adjusted annual incremental cost based on the estimated burden of hypertension for the entire US population. Averaged over 12 years, the estimated annual incremental cost for the total US population with hypertension was $131 billion per year higher than the cost for the US population without hypertension."
    },
    {
      "title": "Discussion",
      "text": "Individuals with hypertension are estimated to face nearly $2000 higher annual healthcare expenditure compared with their nonhypertensive peers. This trend has been relatively stable over a 12-year period and is based on data from a nationally representative database. Relative to individuals without hypertension, individuals with hypertension had %2.5 times the inpatient cost, nearly twice the outpatient cost, and nearly triple the prescription medication expenditure. Trend analysis suggests that, from 2003 to 2014, inflation-adjusted inpatient medical expenditures for patients with hypertension actually declined, while outpatient and home-based expenditures increased somewhat. This may reflect decreases in hospitalization rates, shorter lengths of stay, fewer procedures such as cardiac catheterizations, or decreased readmissions for complications, as has been shown for other chronic medical disease states in recent years including for heart failure.  1, 20 The trend may also signal the positive impacts associated with improvements in hypertension diagnosis, treatment, and control in recent decades, marking a shift towards preventative rather than reactive care.\n\nThese findings temporally correlate with expanded access to preventative and outpatient-based services for chronic disease states provided by the Affordable Care Act. As screening for hypertension increases through improved access to preventative care services, patients with less comorbid disease and lower overall health costs will enter the hypertensive cohort. This may lower the average individual healthcare expenditure yet initially raise the overall societal costs through increased hypertension treatment. Over time, one would expect overall societal costs to decrease by avoiding or delaying comorbid disease or complications. Recent lowering of the BP threshold for hypertension diagnosis to a systolic reading of 130 mm Hg is predicted to have similar effects on expenditure estimates through increased prevalence.\n\nWhen accounting for the prevalence of hypertension in our society, our work suggests that hypertension is associated with about $131 billion per year in population-level expenditures in the United States. Both our data and that of Heidenreich et al 3 represent significantly greater annual costs of hypertension compared with the estimates provided by the American Heart Association's 2017 Update on Heart Disease and Stroke Statistics, in which the estimated direct and indirect cost of hypertension for 2012-2013 was reported to be $51.2 billion. These differences may relate to differences in prevalence estimates. Our work estimates that 68 million US adults have hypertension, with an increase over time from 27.9% in 2003/2006 to 37.8% in 2011/2014 (Table  1 ). This contrasts with Benjamin and colleagues' 1 prevalence estimate of 88 million adults, which was also based on MEPS data (National Heart, Lung, and Blood Institute tabulation). The difference in these numbers is likely related to study methodology. In both cases, a sample of the US population was used to extrapolate the overall prevalence rate for the country. Any difference in sample prevalence would lead to amplified differences in estimated overall prevalence. This is particularly relevant with regards to the population older than  was based on the methodology set forth by Heidenreich and colleagues who report findings similar to ours.  3  Rising healthcare expenditures are likely a result of several factors. First, the prevalence of hypertension is steadily increasing with time. This may be in part attributable to diagnosed adults living longer as well as more adults being diagnosed and at younger ages. National healthcare expenditures, accordingly, will increase as the prevalence increases. Additionally, as adults live longer with hypertension, they are likely to be diagnosed with other comorbid illness, such as congestive heart failure or renal disease. These comorbidities drive incremental medical expenditures and may lead to higher expenditures. This is supported by the finding that the incremental cost for adults 65 years and older is almost $2500 more than for adults aged 18 to 44 years (Table  2 ).\n\nWith specific regards to prescription medication expenditure, the calculated annual expenditure was $2371 for individuals with hypertension compared with $814 for those without hypertension. The trend over time reveals a slight decline in annual prescription expenditures for patients with hypertension. Eighth Joint National Committee guidelines published in 2014 may account for some decrease in prescription costs as there may have been less aggressive treatment of BP in response to more liberal BP targets for older adults. Increasing emphasis on lifestyle modification to control BP may also lead to fewer drug costs and perhaps fewer office visits. On the other hand, the recently published 2017 guidelines may lead to higher prescription costs related to more aggressive treatment.  2 Additionally, the results may reflect more affordable drug prices with a shift towards greater reliance on generic formulations and \"$4 lists.\" Again, the annual prescription expenditures only slightly decreased over time, suggesting that other factors counteracted any significant decline in cost. These may include greater access to care resulting in more adults receiving prescription medication or additional cost incurred for medications used to treat comorbid conditions related to hypertension.\n\nOverall, these results may provide reason for optimism. As improvements in patient access to care and prescription medication availability converge with enhanced diagnosis and treatment of hypertension, decreased high cost utilization of inpatient resources may offset climbing expenses for outpatient care."
    },
    {
      "title": "Strengths and Limitations",
      "text": "The work herein presents the most updated estimate of healthcare expenditures for patients with hypertension and demonstrates stable total expenditures over time. In addition to providing up-to-date cost data and trends over time, this work is notable for the robust data set, which allows pooling of data to reflect the overall US population. Finally, the cost methodology utilized in this analysis is a significant strength of this work. The 2-part model accounts for differentiation of zero values from nonzero values through a probit model and generalized linear model with a gamma distribution and a loglink also accounts for positive skewness that is not as well accounted for in other studies.\n\nDespite these notable strengths, this work is based on observational, cross-sectional data, predisposing it to inherent bias. Neither institutionalized patients nor military members are included in the cost estimation as these populations are not included in MEPS data. The former population is generally considered high cost and thus exclusion may lead to underestimation of overall healthcare expenditures, while the latter military population is generally younger and a lower utilizer of health care, leading to possible underestimation of expenditures. Additionally, the data used in this analysis relied on self-report of comorbid chronic medical conditions, which are vulnerable to response, social desirability, and recall biases. Pooled data were used, reducing accuracy of prevalence estimates and thus population-level cost analyses. Also, it is difficult to categorize by disease severity in this study, as the data set does not include quantitative values (BPs) or subgroups of diagnosis codes (malignant versus benign hypertension). These limitations are inherent to the database and are deemed acceptable given the robust nature of the sample size, follow-up period, and cost data, which make MEPS the most appropriate data set for this work."
    },
    {
      "title": "Conclusions",
      "text": "Hypertension is recognized as a tremendous threat to medical and financial health. National medical costs associated with hypertension account for about $131 billion, or over 3% of the $3 trillion US national healthcare expenditure. While the incremental cost associated with hypertension for US adults has remained steady around $2000 per year, it is promising that expenditures seem to be shifting from inpatient to outpatient settings. This may reflect the expansion of preventative care services for millions of Americans under the Affordable Care Act. As overall US healthcare costs continue to rise,  21  it is imperative that we identify effective strategies to improve control of chronic diseases that are associated with high annual expenditures. For hypertension, these efforts may focus on expanded access to preventative care services and continued innovation for non-office-based care delivery such as telemonitoring of home measurements and 24-hour ambulatory BP monitoring."
    },
    {
      "title": "Disclosures",
      "text": "None. Table S1. Unadjusted mean of total healthcare expenditures with and without hypertension among adults (in 2016 USD), MEPS 2003-2014. *All comparisons significant at p<0.001 Costs Hypertension Mean ($) 95% CI No-Hypertension Mean ($) 95% CI P value * Total costs 2003/06 9,150 8,845-9,455 3,981 3,788-4,174 <0.001 2007/10 9,082 8,811-9,352 4,120 3,978-4,262 <0.001 2011/14 9,050 8,712-9,388 4,422 4,243-4,601 <0.001 Pooled sample 9,089 8,900-9,278 4,172 4,066-4,277 <0.001 Inpatient 2003/06 2,867 2,683-3,050 1,103 974-1,272 <0.001 2007/10 2,787 2,609-2,965 1,047 955-1,139 <0.001 2011/14 2,579 2,367-2,791 1,127 1,027-1,227 <0.001 Pooled sample 2,731 2,614-2,847 1,093 1,028-1,157 <0.001 Outpatient 2003/06 2734 2,605-2,863 1,425 1,377-1,473 <0.001 2007/10 2,793 2,671-2,915 1,569 1,502-1,637 <0.001 2011/14 2,830 2,709-2,951 1,638 1,572-1,705 <0.001 Pooled sample 2,791 2,716-2,866 1,542 1,504-1,580 <0.001 Medications 2003/06 2,430 2,344-2,517 726 695-758 <0.001 2007/10 2,308 2,231-2,385 812 773-852 <0.001 2011/14 2,384 2,270-2,499 909 820-998 <0.001 Pooled sample 2,371 2,312-2,430 814 779-850 <0.001 Emergency Room 2003/06 242 223-261 163 154-172 <0.001 2007/10 280 260-300 187 174-200 <0.001 2011/14 317 298-336 219 204-233 <0.001 Pooled sample 283 272-295 189 182-196 <0.001 Home Health 2003/06 351 307-396 135 31-238 <0.001 2007/10 391 326-457 84 63-105 <0.001 2011/14 447 367-527 105 73-137 <0.001 Pooled sample 401 358-444 108 70-146 <0.001 Others 2003/06 523 496-550 427 413-441 <0.001 2007/10 520 496-543 418 403-433 <0.001 2011/14 491 466-515 422 403-440 <0.001 Pooled sample 510 494-525 422 413-432 <0.001"
    },
    {
      "text": "65 years as this group represents over 19% of our sample, yet 2016 US Census data report that 15.3% of the population falls into this age group. Additionally, the US population increased from 217 million adults in 2003 to 245 million adults in 2014. Benjamin and colleagues based their total population on 2014 census data, while our work utilized the average US population during the survey years 2003-2014 as the overall population per year. As such, our total population estimate would be lower than that of Benjamin et al, accounting for some of the total population difference. The methodology of the study by Benjamin et al is not reported, thus further conclusions cannot be drawn. MEPS does not include the institutionalized population, which may also contribute to a lower estimate of total population hypertension prevalence in our sample. Despite differences in prevalence estimates and overall population costs of hypertension, the same report by Benjamin et al also cites an expected $130.4 billion increase in annual direct costs of hypertension over 20 years, resulting in a total annual cost of over $200 billion by 2030. 1 This is in line with our estimates of overall national health expenditures. It is important to note that this calculation by Benjamin et al"
    },
    {
      "text": "Figure 1. Trends of healthcare expenditure by hypertension categories among adults, Medical Expenditure Panel Survey 2003-2014."
    },
    {
      "text": "Figure 2. Unadjusted mean of total health service expenditure by hypertension status."
    },
    {
      "text": "Weighted Population Characteristics of Adults, by Presence of Hypertension, Medical Expenditure Panel Survey 2003-2014"
    },
    {
      "text": "Two-Part Regression Model: Incremental Effects of Healthcare Expenditures Among Adults With Hypertension, Adjusted for Charlson Comorbidity Index (in 2016 USD)"
    },
    {
      "text": "ContinuedPrimary outcome variable in this model is total healthcare expenditures."
    }
  ],
  "references": [
    {
      "title": "Heart disease and stroke statistics-2017 update: a report from the American Heart Association",
      "authors": [
        "E Benjamin",
        "M Blaha",
        "S Chiuve",
        "M Cushman",
        "S Das",
        "R Deo",
        "S De Ferranti",
        "J Floyd",
        "M Fornage",
        "C Gillespie",
        "C Isasi",
        "M Jimenez",
        "L Jordan",
        "S Judd",
        "D Lackland",
        "J Lichtman",
        "L Lisabeth",
        "S Liu",
        "C Longenecker",
        "R Mackey",
        "K Matsushita",
        "D Mozaffarian",
        "M Mussolino",
        "K Nasir",
        "R Neumar",
        "L Palaniappan",
        "D Pandey",
        "R Thiagarajan",
        "M Reeves",
        "M Ritchey",
        "C Rodriguez",
        "G Roth",
        "W Rosamond",
        "C Sasson",
        "A Towfighi",
        "C Tsao",
        "M Turner",
        "S Virani",
        "J Voeks",
        "J Willey",
        "J Wilkins",
        "J Wu",
        "H Alger",
        "S Wong",
        "P Muntner"
      ],
      "year": 2017,
      "doi": "10.1161/cir.0000000000000485"
    },
    {
      "title": "ACC/AHA/ AAPA/ABC/ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA guideline for the prevention, detection, evaluation, and management of high blood pressure in adults: a report of the American College of Cardiology/American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton",
        "R Carey",
        "W Aronow",
        "Casey De",
        "K Collins",
        "Dennison Himmelfarb",
        "C Depalma",
        "S Gidding",
        "S Jamerson",
        "K Jones",
        "D Maclaughlin",
        "E Muntner",
        "P Ovbiagele",
        "B Smith",
        "S Jr",
        "C Spencer",
        "R Stafford",
        "S Taler",
        "R Thomas",
        "K Williams",
        "Sr",
        "J Williamson",
        "J Wright"
      ],
      "year": 2017,
      "doi": "10.1161/hyp.0000000000000066"
    },
    {
      "title": "Forecasting the future of cardiovascular disease in the United States: a policy statement from the American Heart Association",
      "authors": [
        "P Heidenreich",
        "J Trogdon",
        "O Khavjou",
        "J Butler",
        "K Dracup",
        "M Ezekowitz",
        "E Finkelstein",
        "Y Hong",
        "S Johnston",
        "A Khera",
        "Lloyd Jones",
        "D Nelson",
        "S Nichol",
        "G Orenstein",
        "D Wilson",
        "P Woo"
      ],
      "year": 2011,
      "doi": "10.1161/cir.0b013e31820a55f5"
    },
    {
      "title": "Heart disease and stroke statistics-2013 update: a report from the American Heart Association",
      "authors": [
        "A Go",
        "D Mozaffarian",
        "V Roger",
        "E Benjamin",
        "J Berry",
        "W Borden",
        "D Bravata",
        "S Dai",
        "E Ford",
        "C Fox",
        "S Franco",
        "H Fullerton",
        "C Gillespie",
        "S Hailpern",
        "J Heit",
        "V Howard",
        "M Huffman",
        "B Kissela",
        "S Kittner",
        "D Lackland",
        "J Lichtman",
        "L Lisabeth",
        "D Magid",
        "G Marcus",
        "A Marelli",
        "D Matchar",
        "D Mcguire",
        "E Mohler",
        "C Moy",
        "M Mussolino",
        "G Nichol",
        "N Paynter",
        "P Schreiner",
        "P Sorlie",
        "J Stein",
        "T Turan",
        "S Virani",
        "N Wong",
        "D Woo",
        "M Turner",
        "American Heart",
        "Association Statistics",
        "Stroke Statistics"
      ],
      "year": 2013,
      "doi": "10.1161/cir.0b013e31828124ad"
    },
    {
      "title": "Deaths preventable in the U.S. by improvements in use of clinical preventive services",
      "authors": [
        "T Farley",
        "M Dalal",
        "F Mostashari",
        "T Frieden"
      ],
      "year": 2010,
      "doi": "10.1016/j.amepre.2010.02.016"
    },
    {
      "title": "Favorable cardiovascular risk profile is associated with lower healthcare costs and resource utilization. The 2012 Medical Expenditure Panel Survey",
      "authors": [
        "J Valero-Elizondo",
        "J Salami",
        "O Ogunmoroti",
        "C Osondu",
        "E Aneni",
        "R Malik",
        "E Spatz",
        "J Rana",
        "S Virani",
        "R Blankstein",
        "M Blaha",
        "E Veledar",
        "K Nasir"
      ],
      "year": 2016,
      "doi": "10.1161/circoutcomes.115.002616"
    },
    {
      "year": 2014,
      "doi": "10.7554/elife.31807.007"
    },
    {
      "title": "Medical Expenditure Panel Survey, 2014 medical conditions",
      "year": 2016,
      "doi": "10.4135/9781483349985.n242"
    },
    {
      "title": "AHRQ Household Component-Insurance Component Linked Data",
      "year": 1999,
      "doi": "10.3886/icpsr06868"
    },
    {
      "title": "CPI inflation calculator",
      "year": 2017,
      "doi": "10.21916/mlr.2017.14"
    },
    {
      "title": "Gender disparities in medical expenditures attributable to hypertension in the United States",
      "authors": [
        "R Basu",
        "L Franzini",
        "P Krueger",
        "D Lairson"
      ],
      "year": 2010,
      "doi": "10.1016/j.whi.2009.12.001"
    },
    {
      "title": "Evaluating excessive burden of depression on health status and health care utilization among patients with hypertension in a nationally representative sample from the Medial Expenditure Panel Survey (MEPS 2012)",
      "authors": [
        "H Shao",
        "M Mohammed",
        "N Thomas",
        "S Babazadeh",
        "S Yang",
        "Q Shi",
        "L Shi"
      ],
      "year": 2017,
      "doi": "10.1097/nmd.0000000000000618"
    },
    {
      "title": "Practical considerations on the use of the Charlson comorbidity index with administrative data bases",
      "authors": [
        "W D'hoore",
        "A Bouckaert",
        "C Tilquin"
      ],
      "year": 1996,
      "doi": "10.1016/s0895-4356(96)00271-5"
    },
    {
      "title": "Sex, marital status, and mortality",
      "authors": [
        "W Gove"
      ],
      "year": 1973,
      "doi": "10.1086/225505"
    },
    {
      "title": "Mortality differentials by marital status: an international comparison",
      "authors": [
        "Y Hu",
        "N Goldman"
      ],
      "year": 1990,
      "doi": "10.2307/2061451"
    },
    {
      "title": "Examining multiple comparison procedures according to error rate, power type and false discovery rate",
      "authors": [
        "G Azkaya",
        "I Ercan"
      ],
      "year": 2012,
      "doi": "10.22237/jmasm/1351742760"
    },
    {
      "title": "Estimating log models: to transform or not to transform?",
      "authors": [
        "W Manning",
        "J Mullahy"
      ],
      "year": 2001,
      "doi": "10.1016/s0167-6296(01)00086-8"
    },
    {
      "title": "twopm: two-part models",
      "authors": [
        "Fdp Belotti",
        "W Manning",
        "E Norton"
      ],
      "year": 2015,
      "doi": "10.1177/1536867x1501500102"
    },
    {
      "title": "National differences in trends for heart failure hospitalizations by sex and race/ ethnicity",
      "authors": [
        "B Ziaeian",
        "G Kominski",
        "M Ong",
        "V Mays",
        "R Brook",
        "G Fonarow"
      ],
      "year": 2017,
      "doi": "10.1161/circoutcomes.116.003552"
    },
    {
      "title": "With Chartbook on Long-Term Trends in Health",
      "year": 2016,
      "doi": "10.26616/nioshheta81333935"
    }
  ],
  "num_references": 20
}
