{
  "paper_id": "8RA333XQ",
  "title": "The use of Electronic Health Records to Support Population Health: A Systematic Review of the Literature",
  "abstract": "Electronic health records (EHRs) have emerged among health information technology as Bmeaningful use^to improve the quality and efficiency of healthcare, and health disparities in population health. In other instances, they have also shown lack of interoperability, functionality and many medical errors. With proper implementation and training, are electronic health records a viable source in managing population health? The primary objective of this systematic review is to assess the relationship of electronic health records' use on population health through the identification and analysis of facilitators and barriers to its adoption for this purpose. Authors searched Cumulative Index of Nursing and Allied Health Literature (CINAHL) and MEDLINE (PubMed), 10/02/2012-10/02/2017, core clinical/academic journals, MEDLINE full text, English only, human species and evaluated the articles that were germane to our research objective. Each article was analyzed by multiple reviewers. Group members recognized common facilitators and barriers associated with EHRs effect on population health. A final list of articles was selected by the group after three consensus meetings (n = 55). Among a total of 26 factors identified, 63% (147/232) of those were facilitators and 37% (85/232) barriers. About 70% of the facilitators consisted of productivity/efficiency in EHRs occurring 33 times, increased quality and data management each occurring 19 times, surveillance occurring 17 times, and preventative care occurring 15 times. About 70% of the barriers consisted of missing data occurring 24 times, no standards (interoperability) occurring 13 times, productivity loss occurring 12 times, and technology too complex occurring 10 times. The analysis identified more facilitators than barriers to the use of the EHR to support public health. Wider adoption of the EHR and more comprehensive standards for interoperability will only enhance the ability for the EHR to support this important area of surveillance and disease prevention. This review identifies more facilitators than barriers to using the EHR to support public health, which implies a certain level of usability and acceptance to use the EHR in this manner. The public-health industry should combine their efforts with the interoperability projects to make the EHR both fully adopted and fully interoperable. This will greatly increase the availability, accuracy, and comprehensiveness of data across the country, which will enhance benchmarking and disease surveillance/prevention capabilities.",
  "year": 2018,
  "date": "2018-09-29",
  "journal": "Journal of AHIMA",
  "publication": "Journal of AHIMA",
  "authors": [
    {
      "forename": "Clemens",
      "surname": "Kruse",
      "name": "Clemens Kruse",
      "affiliation": "1  Texas State University , 601 University Dr , Encino 250 , San Marcos , TX 78666 , USA \n\t\t\t\t\t\t\t\t Texas State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 601 University Dr Encino 250 \n\t\t\t\t\t\t\t\t\t 78666 \n\t\t\t\t\t\t\t\t\t San Marcos \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t USA",
      "email": "scottkruse@txstate.edu"
    },
    {
      "forename": "Anna",
      "surname": "Stein",
      "name": "Anna Stein",
      "affiliation": "1  Texas State University , 601 University Dr , Encino 250 , San Marcos , TX 78666 , USA \n\t\t\t\t\t\t\t\t Texas State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 601 University Dr Encino 250 \n\t\t\t\t\t\t\t\t\t 78666 \n\t\t\t\t\t\t\t\t\t San Marcos \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Heather",
      "surname": "Thomas",
      "name": "Heather Thomas",
      "affiliation": "1  Texas State University , 601 University Dr , Encino 250 , San Marcos , TX 78666 , USA \n\t\t\t\t\t\t\t\t Texas State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 601 University Dr Encino 250 \n\t\t\t\t\t\t\t\t\t 78666 \n\t\t\t\t\t\t\t\t\t San Marcos \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Harmander",
      "surname": "Kaur",
      "name": "Harmander Kaur",
      "affiliation": "1  Texas State University , 601 University Dr , Encino 250 , San Marcos , TX 78666 , USA \n\t\t\t\t\t\t\t\t Texas State University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 601 University Dr Encino 250 \n\t\t\t\t\t\t\t\t\t 78666 \n\t\t\t\t\t\t\t\t\t San Marcos \n\t\t\t\t\t\t\t\t\t TX \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1007/s10916-018-1075-6",
  "keywords": [
    "Electronic health records (EHR)",
    "Outcomes",
    "Population health",
    "Public health"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Healthcare Information Technology (HIT) is changing how the healthcare industry operates and has already began to reduce waste and help improve health outcomes  [1] . A major component of HIT is the Electronic Health Record (EHR). We used the definition of the EHR from the Center of Medicaid and Medicare Services (CMS): Electronic health records are digital forms of patient records that include patient information such as personal contact information, patient's medical history, allergies, test results, and treatment plan  [2] . Some benefits of EHRs include improving efficiency, increasing positive patient outcomes, and population health. 1 Potential improvements in population health include EHRs ability to organize and analyze a large amount of patient information. This is particularly pertinent since the Public Health Data Standards Consortium (PHDSC) and the Center for Disease Control (CDC) completed its project to standardize public health case reports in accordance with HL7  [3] . This project in 2012 is one example of many ongoing efforts to establish data standards in support of the public health and the EHR.\n\nPopulation health is Bthe health outcomes of a group of individuals, including the distribution of such outcomes within a group^  [4] . and EHRs provide access to public health data to survey the population for potential health improvements or act as a safety net for potential health threats. 5 A new program called BDiSTRIBuTE^that uses the EHRs in the surveillance of population health issues  [5] , and recent use found that electronic health records were better able to track Bweekly influenza trends on an ongoing basis better than and in a Bmore timely than manual reporting from sentinel providers^  [5] . Distributed Surveillance Taskforce for Realtime Influenza Burden Tracking and Evaluation (DiSTRIBuTE), run by the International Society for Disease Surveillance (ISDS), collects aggregated data by age group to improve decision making on public safety, cost, quality, and outcomes. This distributeddata is collected, analyzed, and interpreted in real time. Privacy of information is managed by the Fair Information Practice Principles (FIPPs), and the de-identified data is shared electronically to address specific population-healthrelated questions. The CDC in 2009 to support the tracking of the H1N1 pandemic, among other examples. EHRs can provide additional screening of health records beyond surveillance that can lead to additional research  [5] . Public health surveillance observes a population and brings attention to various health threats or monitors the general health of the population  [6] . There is even a positive correlation between the use of EHRs by primary care providers and the ability to accurately report to public health officials  [7] .\n\nUtilizing and incorporating Electronic Health Records in surveillance and care interventions can help aid the health of the population it serves. Many of these studies have shown significant positive effects of EHRs interaction with public health. Previous research shows how EHRs are being used to surveil various populations, and some review other countries' use of EHRs for surveillance  [8] . Some positive effects that were observed included better surveillance of infectious diseases, improved management of patients with chronic diseases, and identify populations with higher risk factors  [8] . The recent shifts in healthcare policy such as The ACA have recommended health practices to focus on preventive care to improve the overall health of the population  [1] . Shih and De Leon discovered that physicians who implemented EHRs were better able to deliver recommended preventive care into their practices for low-income populations  [9] . Electronic health records have been implemented to provide more coordinated and patient-centered care. EHR implementation in the ICU significantly reduces the central line associated bloodstream infections and surgical intensive care unit mortality rates  [10] . EHRs provide secure access to patient information resulting in positive outcomes in relations to quality of care and productivity  [11] . EHR systems have been used to manage chronic disease like diabetes, and it has been found that regular use of the EHR can reduce fragmentation of data and increase continuity of care between providers if the providers participate in health information exchanges  [12] . EHRs in the emergency department (ED) improve medical decision making when using a decision tree; It increases the patient's quality of life, and it was found to be cost-effective  [13] . Another cost benefit assessment for using electronic health records for data showed promising results  [14] . The European Electronic Health Records for Clinical Research (EHR4CR) has developed an innovative platform that is capable of transforming traditional research processes appeared to be highly beneficial by reducing the actual person-time, operational costs, or average cycle time for Phase II-III clinical trials when compared to current practices in a pre-launch environment  [14] .\n\nOther studies have illuminated possible barriers to the success of EHRs. Some of these barriers include lack of interoperability, errors in medical information, and the financial resources that are required to accommodate HIT. Medical errors may still occur despite the increase of information being gathered from patients with the use of EHR  [15] . Patients who received medical and surgical care showed same outcomes in six diverse states independent of the use of EHRs. No specific benefits in patient outcomes were related to EHRs  [16] . Patient satisfaction can be adversely affected by the EHR due to a decrease in attention that a physician exhibits while making notes in the system  [17] . Adoption of the EHRs is not without obstacles; however, results of the research is mixed on whether a proper implementation of an EHR could improve the operations of population health."
    },
    {
      "title": "Objectives",
      "text": "The purpose of this study is to review the literature previously published on the effects of EHRs on population health. Health Information Technology is becoming more widely utilized, however, the industry has still not been able to achieve its overall accessibility. It is our goal to answer whether the use of electronic health information can play a vital role in improving the health of populations, as well as identify key inhibitors to its adoption and/or key use."
    },
    {
      "title": "Methods",
      "text": "The articles used for this systematic review were gathered and compiled using PubMed (MEDLINE complete) and The Cumulative Index to Nursing and Allied Health Literature (CINAHL). The search process is illustrated in Fig.  1 . The United States National Library of Medicine's Medical Subject Headings (MeSH) was used to find the key terms related to our topic in PubMed. With the help of MeSH, we were able to identify the appropriate sub-headings under the key terms. Our final key terms in the search process for both databases were BEHR^Belectronic health record^BEMRB electronic medical record^and Bpopulation health^or Bpublic health^. While these terms have distinct definitions from each other, they are often used synonymously. We included both so that the search would be more exhaustive. In accordance with good research practice, we also included Boolean operators and quotation marks in the search string. The initial search in PubMed and CINAHL resulted in 1491 and nine items, respectively. We chose a timeframe of five years to keep the grouping small enough for reasonable analysis. After filtering relevant time frame academic journals, English only, and other peer review selection processes, we were left with 420 articles. Our process was to divide up these 420 abstracts between reviewers in a way that ensured each abstract was read by at least 2 reviewers. We independently assessed the relevance of each abstract in an Excel workbook and then combined the assessments during a consensus meeting. During this meeting we resolved any conflict in the assessments (germane or not germane to our research) to reach a final grouping of 55 articles for full analysis. A Kappa statistic of .83 was calculated, which demonstrates strong agreement among the reviewers, as well as consistency in reading and initial analysis of suitability. The same process was repeated for analysis of the articles that was used for analysis of the abstracts. Independent observations were recorded and later combined for a consensus meeting. During this second round, reviewers were also asked to pay attention to the references of each article to identify salient resources that may not have been caught by our search. This search did not result in any additional articles added to the group analyzed (n = 55).\n\nDuring the second consensus meeting, reviewers shared their observations of facilitators and barriers to adoption of the EHR for managing public health. Through this process, reviewers categorized and grouped their observations in logical manner. An additional read of the articles took place to identify bias and limitations. These were shared in a third and final consensus meeting."
    },
    {
      "title": "Results",
      "text": "The results of our analysis are listed in Table  1 . This table includes the source article, the facilitators, barriers, bias, and limitations of the articles analyzed.\n\nWe examined the work of 414 authors and co-authors who published 55 works that discuss Electronic Health Records, Population and or Public Health. We identified a total of 232 factors, which consisted of 63% (147/232) facilitators and 37% (85/232) barriers. Utilizing EHRs resulted in a greater number of benefits than negative impacts to population health. -Data/information accessibility Ease of use Missing data / data error -Missing data that could have skewed the results.\n\n-External validity limited because only two organizations studied.\n\nZheng, et al. Missing data / data error -Data bias: Missing values were filled with estimates which may skew the results.\n\n-Generalizability Productivity/ efficiency  -More automatically generated texts (efficiency) Productivity/ efficiency -Increased reliance on textual descriptions and interpretations (human error)\n\nHuman error -Construct validity limited because clinical volume may not be an equal measure of productivity.\n\n-Little to no increase in clinical volume Productivity loss -External validity limited: The only EHR studied was at a large academic medical center which may not be representative of all organizations in the U.S.\n\nDuring the review process, various aspects of electronic health records showed that the utilization of these HIT improves population and public health. Benefits of using electronic medical records describe how EHRs improved the productivity and efficiency of health organizations to better serve populations. Increased healthcare access to individuals provides more comprehensive documentation from the population from the surveillance of public health screening and preventative care. Electronic health records allow health professionals to share and incorporate more public health information among various providers. This improves the population's ability to survey the populations for chronic disease, contagious infections, and allows for more rapid and uniform transference of patient information  [7, . The incorporation of new technology is expected to have some flaws associated with its integration into the healthcare field  [7, . Some of the major setbacks of EHRs and EMRs include a temporary decrease in productivity, while staff and medial personal incorporate and train employees to use an entirely new system. Alongside with new operational systems medical efforts, lack of functionality, system failures, and simple resistance to change by providers can occur. These can have negative impacts on public health as missing or incorrect information can be transmitted for surveillance. Other barriers include the inability to generalize one healthcare organization's experience to others due to various types of EHRs and systems to the wide variety of populations and settings. Some healthcare populations have been found to be more accepting of EHRs while others have found it more difficult to incorporate them into a daily routine  [1] . The authors were able to organize and examine these themes in the discussion section."
    },
    {
      "title": "Additional analysis",
      "text": "Affinity matrices were created to further analyze facilitators and barriers. These matrices are illustrated in Table  2 .\n\nA visual representation of these factors can also be seen in fig.  2 .\n\nThirteen facilitators and 13 barriers were identified. The occurrences of facilitators outweighed those of the barriers 3:2. Several facilitators and barriers were similar and were combined, for instance productivity and efficiency. Articles that mentioned both facilitators are marked in the tables with an asterisk. Facilitators identified are productivity/efficiency  [19,21,22,24,25,27,28,30*,32,33-36*,38,43,45-47*,51,53-56,59*,60,63,64,70,72,73] ,quality  [19*,20,22,24-27,33,34,45,46,49,53,54,56,62,69,72] ,data management  [7, 18-21, 26, 30, 33, 37-39, 41, 48, 54, 64-66, 68, 71] , surveillance  [19,20,23,25,26,28,31,41,54,55,62,63,66,67,69*,70] , preventative care  [19*,23,26,28,30,36,37,39,52,62,63,65,68,69] , communication  [30, 36, 47, 50, 58, 62, 64, 70] , interoperability  [7, 19, 23, 31, 41, 43, 47, 49] , decision support  [7, 19, 34, [56] [57] [58] 61] , health outcomes  [25, 26, 44, 53, 58, 61] , satisfaction  [32, 33,     43, 57, 70] , financial assistance  [23, 47, 48, 66] , ease of use  [20, 51, 63] , and current technology  [30, 47] , Barriers identified a r e m i s s i n g d a t a / d a t a e r r o r [ 2 1 -23*,27*,29,32,33,36,39,41*,46,48,50,51,55-57,61,65,67,70], no s t a n d a r d s ( o f d a t a o r i n t e r o p e r a b i l i t y ) [20*,26,28,32,40,41,46,53,56*,63,68], productivity loss [29,35,38*,44,47,48,51,55,73*], technology (too) complex [23, 27, 41, 46, 47, 50, 52, 61, 70, 71], cost [7, 19, 23, 29, 58, 61, 62],decreased quality (of data or care) [45, 54, 57, 59], limited staff support  [19, 34, 36, 62] , resistance to change  [30, 32, 36] , human error  [26, 60, 70] , accessibility/utilization  [47, 60] , disease management [59], critical thinking/treatment decisions  [19] , privacy concerns  [49] . The top five facilitators and top four barriers make up about 70% of the factors observed."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Summary of evidence",
      "text": "In this systematic review the authors reviewed 55 articles. The analysis identified 13 facilitators and 13 barriers, and facilitators outweighed barriers 3:2. The top three facilitators were an increase in productivity/efficiency (greater capacity, more efficient procedures and processes, etc.), an increase in the quality of data or care (data that was more accurate, more precise, and contained less error; care that produced higher quality outcomes as a result of more accurate data), and various aspects of data management (users were able to access patient data in a more efficient manner). The top three barriers were missing data (some data was missing or was not filled in) / data error (incorrect data was entered), no standards for interoperability (data could not easily be shared between providers), and a loss of productivity (teaching users how to use the EHR and dataentry requirements were time consuming and took users away from other duties in the office, which made the office less productive). The results of this review show more positive than negative factors for the use of the EHR to manage public health and surveillance.\n\nThe facilitator most often found in the literature is the increase of either productivity, efficiency, or both. Organizations were maximized time with patients instead of writing documentation. These articles said that EHRs improved the workflow in organizations. Other organizations identified a loss in productivity for the same reason. This could have been due to the stage of implementation in which the organizations were.\n\nWith the ability to access a greater number of records in a more productive way, it was not surprising that surveillance accounted for the third most recorded facilitator. Surveillance can utilize information from EHRs to make population and public health predictions as well as track occurrences of infectious diseases and other public health functions to have a better overall review of a population's health."
    },
    {
      "title": "Limitations",
      "text": "To control for selection bias, reviewers agreed on definitions and concepts prior to the search and analysis of articles. Each article was reviewed and analyzed by multiple reviewers. A series of consensus meetings was held to share observations and agree on next steps. The team calculated a Kappa statistic of 0.83 which in fact shows a high level of agreement.\n\nPublication bias is likely to occur because publishers tend to publish articles with significant relationships, and therefore articles that did not result in significant findings were not able to be selected for this review  [72] . Our search was limited to PubMed and CINAHL, which may have impacted the scope of our results. These databases were chosen for their comprehensive scope and positive reputation in research."
    },
    {
      "title": "Comparison to other research",
      "text": "Contrary to studies on the adoption of the EHR, the authors found that cost was not as prevalent a barrier in using EHRs in support of public health. This could be a result of sufficient time passing for financial incentives to alleviate the concern. The reviewed intimated that EHRs were cost effective, enhance productivity/efficiency and quality, and they are conducive for data collection when missing data is analyzed. Standards for interoperability need to continue to progress: Until all EHR solutions reach the same level of interoperability, data sharing cannot be assured."
    },
    {
      "title": "Conclusion",
      "text": "Additional research should follow from this review. Productivity was both a facilitator and a barrier. It would be interesting to know if the latter is during implementation and the former is after. As nationwide adoption of a fully interoperable EHR progresses, many barriers identified in this review such as standards, and resistance to change could be mitigated. As more data becomes available through the EHR, relationships to outcomes should appear. Appropriate training on EHRs use, may help with the level of complexity among health care providers and their staff.\n\nThe EHR can improve health care productivity and efficiency to better serve public health. An abundance of health care information can be managed through databases by using electronic medical records, and this makes data more easily shared between providers and organizations."
    },
    {
      "title": "Compliance with ethical standards",
      "text": "Conflicts of interest The authors declare that they have no conflict of interest.\n\nEthical approval For this type of review, formal consent is not required. This article does not contain any studies with human participants or animals performed by any of the authors.\n\nOpen Access This article is distributed under the terms of the Creative Comm ons Attribution 4.0 International License ( http://  creativecommons.org/licenses/by/4.0/ ), which permits unrestricted use, distribution, and reproduction in any medium, provided you give appropriate credit to the original author(s) and the source, provide a link to the Creative Commons license, and indicate if changes were made."
    },
    {
      "text": "Fig. 1 Literature Search with inclusion and exclusion criteria"
    },
    {
      "text": "External validity limited because only one health system in one region of the U.S. was studied.often skewed toward those who seek care."
    },
    {
      "text": "Fig. 2 Charts of the frequency of facilitators and barriers"
    },
    {
      "text": "Summary of articles analyzed"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "Affinity matrix of facilitators and barriers"
    }
  ],
  "references": [
    {
      "title": "Health care information systems: a practical approach for health care management",
      "authors": [
        "K Wager",
        "F Lee",
        "J Glaser"
      ],
      "year": 2017
    },
    {
      "title": "Understanding Information in EHR Systems: Paving the Road for Semantic Interoperability through Standards",
      "authors": [
        "A Orlova",
        "K Salyards"
      ],
      "year": 2016
    },
    {
      "title": "What is population health?",
      "authors": [
        "D Kindig",
        "G Stoddart"
      ],
      "year": 2003
    },
    {
      "title": "Collecting and sharing data for population health: a new paradigm",
      "authors": [
        "C Diamond",
        "F Mostashari",
        "C Shirky"
      ],
      "year": 2009
    },
    {
      "title": "Strengthening public health and primary care collaboration through electronic health records",
      "authors": [
        "N Calman",
        "D Hauser",
        "J Lurio",
        "W Wu",
        "M Pichardo"
      ],
      "year": 2012
    },
    {
      "title": "The state of population health surveillance using electronic health records: a narrative review",
      "authors": [
        "M Paul",
        "C Greene",
        "R Newton-Dame",
        "L Thorpe",
        "S Perlman",
        "K Mcveigh",
        "M Gourevitch"
      ],
      "year": 2015,
      "doi": "10.1089/pop.2014.0093"
    },
    {
      "title": "Tracking the delivery of preventionoriented care among primary care providers who have adopted electronic health records",
      "authors": [
        "S De Leon",
        "S Shih"
      ],
      "year": 2011
    },
    {
      "title": "Quality outcomes in the surgical intensive care unit after electronic health record implementation",
      "authors": [
        "V Flatow",
        "N Ibragimova",
        "C Divino",
        "D Eshak",
        "B Twohig",
        "A Bassily-Marcus",
        "R Kohli-Seth"
      ],
      "year": 2015,
      "doi": "10.4338/aci-2015-04-ra-0044"
    },
    {
      "title": "The value of connected health information: perceptions of electronic health record users in Canada",
      "authors": [
        "S Tharmalingam",
        "S Hagens",
        "J Zelmer"
      ],
      "year": 2016
    },
    {
      "title": "Improving the informational continuity of care in diabetes mellitus treatment with a nationwide Shared EHR system: Estimates from Austrian claims data",
      "authors": [
        "C Rinner",
        "S Sauter",
        "G Endel",
        "G Heinze",
        "S Thurner",
        "P Klimek",
        "G Duftschmid"
      ],
      "year": 2016
    },
    {
      "title": "Costeffectiveness evaluation of EHR: simulation of an abdominal aortic aneurysm in the emergency department",
      "authors": [
        "O Ben-Assuli",
        "A Ziv",
        "D Sagi",
        "A Ironi",
        "M Leshno"
      ],
      "year": 2016,
      "doi": "10.1007/s10916-016-0502-9"
    },
    {
      "title": "Cost-benefit assessment of using electronic health records data for clinical research versus current practices: Contribution of the Electronic Health Records for Clinical Research (EHR4CR) European Project",
      "authors": [
        "A Beresniak",
        "A Schmidt",
        "J Proeve",
        "E Bolanos",
        "N Patel",
        "N Ammour",
        "M Sundgren",
        "M Ericson",
        "T Karakoyun",
        "P Coorevits",
        "D Kalra"
      ],
      "year": 2016,
      "doi": "10.1016/j.cct.2015.11.011"
    },
    {
      "title": "Electronic health records and the reliability and validity of quality measures: a review of the literature",
      "authors": [
        "K Chan",
        "J Fowles",
        "J Weiner"
      ],
      "year": 2010
    },
    {
      "title": "Electronic health records and quality of care: An observational study modeling impact on mortality, readmissions, and complications",
      "authors": [
        "S Yanamadala",
        "D Morrison",
        "C Curtin",
        "K Mcdonald",
        "T Hernandez-Boussard"
      ],
      "year": 2016,
      "doi": "10.1097/md.0000000000003332"
    },
    {
      "title": "Exploring patient satisfaction before and after electronic health record (EHR) implementation: the Kuwait experience",
      "authors": [
        "E Al-Jafar"
      ],
      "year": 2013
    },
    {
      "title": "Healthcare Utilization After a Children's Health Insurance Program Expansion in Oregon",
      "authors": [
        "S Bailey",
        "M Marino",
        "M Hoopes",
        "J Heintzman",
        "R Gold",
        "H Angier",
        "J O'malley",
        "J Devoe"
      ],
      "year": 2016
    },
    {
      "title": "The impact of electronic health record usage on cancer registry systems in Alabama",
      "authors": [
        "S Houser",
        "S Colquitt",
        "K Clements"
      ],
      "year": 2012
    },
    {
      "title": "Effects of Health Level 7 Messaging on Data Quality in New York City's Immunization Information System",
      "authors": [
        "A Metroka",
        "V Papadouka",
        "A Ternier",
        "J Zucker"
      ],
      "year": 2014
    },
    {
      "title": "Electronic health record use, intensity of hospital care, and patient outcomes",
      "authors": [
        "S Blecker",
        "K Goldfeld",
        "N Park",
        "D Shine",
        "J Austrian",
        "R Braithwaite",
        "M Radford",
        "M Gourevitch"
      ],
      "year": 2014,
      "doi": "10.1016/j.amjmed.2013.11.010"
    },
    {
      "title": "Electronic health records and community health surveillance of childhood obesity",
      "authors": [
        "T Flood",
        "Y Zhao",
        "E Tomayko",
        "A Tandias",
        "A Carrel",
        "L Hanrahan"
      ],
      "year": 2015,
      "doi": "10.1016/j.amepre.2014.10.020"
    },
    {
      "title": "Meaningful Use of an Electronic Health Record in the New York City Jail System",
      "authors": [
        "M Martelle",
        "B Farber",
        "R Stazesky",
        "N Dickey",
        "A Parsons",
        "H Venters"
      ],
      "year": 2015
    },
    {
      "title": "Combining clinical and population-level data to understand the health of neighborhoods",
      "authors": [
        "E Chambers",
        "B Wong",
        "R Riley",
        "N Hollingsworth",
        "A Blank",
        "C Myers",
        "J Bedell",
        "P Selwyn"
      ],
      "year": 2015,
      "doi": "10.2105/ajph.2014.302326"
    },
    {
      "title": "Effect of systems change and use of electronic health records on quit rates among tobacco users in a public hospital system",
      "authors": [
        "S Moody-Thomas",
        "L Nasuti",
        "Y Yi",
        "M Celestin",
        "R Horswell",
        "T Land"
      ],
      "year": 2015
    },
    {
      "title": "MDPHnet: secure, distributed sharing of electronic health record data for public health surveillance, evaluation, and planning",
      "authors": [
        "J Vogel",
        "J Brown",
        "T Land",
        "R Platt",
        "M Klompas"
      ],
      "year": 2014
    },
    {
      "title": "An Empirical Study for Impacts of Measurement Errors on EHR based Association Studies",
      "authors": [
        "R Duan",
        "M Cao",
        "Y Wu",
        "J Huang",
        "J Denny",
        "H Xu",
        "Y Chen"
      ],
      "year": 2016
    },
    {
      "title": "Long-Term Impact of an Electronic Health Record-Enabled, Team-Based, and Scalable Population Health Strategy Based on the Chronic Care Model",
      "authors": [
        "K Kawamoto",
        "K Anstrom",
        "J Anderson",
        "H Bosworth",
        "D Lobach",
        "C Mcadam-Marx",
        "J Ferranti",
        "H Shang",
        "K Yarnall"
      ],
      "year": 2016
    },
    {
      "title": "Using Monte Carlo/Gaussian Based Small Area Estimates to Predict Where Medicaid Patients Reside",
      "authors": [
        "J Behrens",
        "X Wen",
        "S Goel",
        "J Zhou",
        "L Fu",
        "A Kho"
      ],
      "year": 2016
    },
    {
      "title": "Improving EHR Capabilities to Facilitate Stage 3 Meaningful Use Care Coordination Criteria",
      "authors": [
        "D Cross",
        "G Cohen",
        "P Nong",
        "A Day",
        "D Vibbert",
        "R Naraharisetti",
        "J Adler-Milstein"
      ],
      "year": 2015
    },
    {
      "title": "Electronic health records and patient safety: co-occurrence of early EHR implementation with patient safety practices in primary care settings",
      "authors": [
        "C Tanner",
        "D Gans",
        "J White",
        "R Nath",
        "J Pohl"
      ],
      "year": 2015
    },
    {
      "title": "Physician beliefs about the impact of meaningful use of the EHR: a crosssectional study",
      "authors": [
        "S Emani",
        "D Ting",
        "M Healey",
        "S Lipsitz",
        "A Karson",
        "J Einbinder",
        "L Leinen",
        "V Suric",
        "D Bates"
      ],
      "year": 2014
    },
    {
      "title": "Diabetes and hypertension quality measurement in four safety-net sites: lessons learned after implementation of the same commercial electronic health record",
      "authors": [
        "R Benkert",
        "P Dennehy",
        "J White",
        "A Hamilton",
        "C Tanner",
        "J Pohl"
      ],
      "year": 2014,
      "doi": "10.4338/aci-2014-03-ra-0019"
    },
    {
      "title": "Effects of automated immunization registry reporting via an electronic health record deployed in community practice settings",
      "authors": [
        "J Merrill",
        "A Phillips",
        "J Keeling",
        "R Kaushal",
        "Y Senathirajah"
      ],
      "year": 2013
    },
    {
      "title": "Comparative analyses of population-scale phenomic data in electronic medical records reveal race-specific disease networks",
      "authors": [
        "B Glicksberg",
        "L Li",
        "M Badgeley",
        "K Shameer",
        "R Kosoy",
        "N Beckmann",
        "N Pho",
        "J Hakenberg",
        "M Ma",
        "K Ayers",
        "G Hoffman"
      ],
      "year": 2016
    },
    {
      "title": "Facilitating ambulatory electronic health record system implementation: evidence from a qualitative study",
      "authors": [
        "A Mcalearney",
        "C Sieck",
        "J Hefner",
        "J Robbins",
        "T Huerta"
      ],
      "year": 2013
    },
    {
      "title": "Using routine clinical and administrative data to produce a dataset of attendances at Emergency Departments following self-harm",
      "authors": [
        "C Polling",
        "A Tulloch",
        "S Banerjee",
        "S Cross",
        "R Dutta",
        "D Wood",
        "P Dargan",
        "M Hotopf"
      ],
      "year": 2015
    },
    {
      "title": "Predictive modeling of structured electronic health records for adverse drug event detection",
      "authors": [
        "J Zhao",
        "A Henriksson",
        "L Asker",
        "H Boström"
      ],
      "year": 2015
    },
    {
      "title": "Communitylevel determinants of obesity: harnessing the power of electronic health records for retrospective data analysis",
      "authors": [
        "C Roth",
        "R Foraker",
        "P Payne",
        "P Embi"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6947-14-36"
    },
    {
      "title": "Adverse inpatient outcomes during the transition to a new electronic health record system: observational study",
      "authors": [
        "M Barnett",
        "A Mehrotra"
      ],
      "year": 2016,
      "doi": "10.1136/bmj.i3835"
    },
    {
      "title": "CKD as a model for improving chronic disease care through electronic health records",
      "authors": [
        "P Drawz",
        "P Archdeacon",
        "C Mcdonald",
        "N Powe",
        "K Smith",
        "J Norton",
        "D Williams",
        "U Patel",
        "A Narva"
      ],
      "year": 2015,
      "doi": "10.2215/cjn.00940115"
    },
    {
      "title": "The impact of electronic health record implementation and use on performance of the Surgical Care Improvement Project measures",
      "authors": [
        "C Thirukumaran",
        "J Dolan",
        "P Webster",
        "R Panzer",
        "B Friedman"
      ],
      "year": 2015
    },
    {
      "title": "EHR Adoption and Hospital Performance: Time-Related Effects",
      "authors": [
        "J Adler-Milstein",
        "J Everson",
        "S Lee"
      ],
      "year": 2015,
      "doi": "10.1111/1475-6773.12406"
    },
    {
      "title": "Identification of nonresponse to treatment using narrative data in an electronic health record inflammatory bowel disease cohort",
      "authors": [
        "A Ananthakrishnan",
        "A Cagan",
        "T Cai",
        "V Gainer",
        "S Shaw",
        "G Savova",
        "S Churchill",
        "E Karlson",
        "S Murphy",
        "K Liao",
        "I Kohane"
      ],
      "year": 2015,
      "doi": "10.1097/mib.0000000000000580"
    },
    {
      "title": "Impact of electronic health record technology on the work and workflow of physicians in the intensive care unit",
      "authors": [
        "P Carayon",
        "T Wetterneck",
        "B Alyousef",
        "R Brown",
        "R Cartmill",
        "K Mcguire",
        "P Hoonakker",
        "J Slagle",
        "K Van Roy",
        "J Walker",
        "M Weinger"
      ],
      "year": 2015,
      "doi": "10.1016/j.ijmedinf.2015.04.002"
    },
    {
      "title": "Electronic health record impact on productivity and efficiency in an academic pediatric ophthalmology practice",
      "authors": [
        "T Redd",
        "S Read-Brown",
        "D Choi",
        "T Yackel",
        "D Tu",
        "M Chiang"
      ],
      "year": 2014,
      "doi": "10.1016/j.jaapos.2014.08.002"
    },
    {
      "title": "Accelerated adoption of advanced health information technology in Beacon community health centers",
      "authors": [
        "E Jones"
      ],
      "year": 2015
    },
    {
      "title": "Risk-adjusted comparison of blood pressure and low-density lipoprotein (LDL) noncontrol in primary care offices",
      "authors": [
        "K Hammermeister",
        "M Bronsert",
        "W Henderson",
        "L Coombs",
        "P Hosokawa",
        "E Brandt",
        "C Bryan",
        "R Valuck",
        "D West",
        "W Liaw",
        "M Ho"
      ],
      "year": 2013,
      "doi": "10.3122/jabfm.2013.06.130017"
    },
    {
      "title": "HeartBeat Connections: a rural community of solution for cardiovascular health",
      "authors": [
        "G Benson",
        "A Sidebottom",
        "J Vanwormer",
        "J Boucher",
        "C Stephens",
        "J Krikava"
      ],
      "year": 2013,
      "doi": "10.3122/jabfm.2013.03.120240"
    },
    {
      "title": "Visualizing collaborative electronic health record usage for hospitalized patients with heart failure",
      "authors": [
        "N Soulakis",
        "M Carson",
        "Y Lee",
        "D Schneider",
        "C Skeehan",
        "D Scholtens"
      ],
      "year": 2015,
      "doi": "10.1093/jamia/ocu017"
    },
    {
      "title": "Electronic health records improve clinical note quality",
      "authors": [
        "H Burke",
        "L Sessums",
        "A Hoang",
        "D Becher",
        "P Fontelo",
        "F Liu",
        "M Stephens",
        "L Pangaro",
        "P O'malley",
        "N Baxi",
        "C Bunt"
      ],
      "year": 2014
    },
    {
      "title": "Influenza surveillance using electronic health records in the American Indian and Alaska Native population",
      "authors": [
        "J Keck",
        "J Redd",
        "J Cheek",
        "L Layne",
        "A Groom",
        "S Kitka",
        "M Bruce",
        "A Suryaprasad",
        "N Amerson",
        "T Cullen",
        "R Bryan"
      ],
      "year": 2013,
      "doi": "10.1136/amiajnl-2012-001591"
    },
    {
      "title": "The geographic distribution of cardiovascular health in the stroke prevention in healthcare delivery environments (SPHERE) study",
      "authors": [
        "C Roth",
        "P Payne",
        "R Weier",
        "A Shoben",
        "E Fletcher",
        "A Lai",
        "M Kelley",
        "J Plascak",
        "R Foraker"
      ],
      "year": 2016,
      "doi": "10.1016/j.jbi.2016.01.013"
    },
    {
      "title": "Using electronic health records for clinical research: the case of the EHR4CR project",
      "authors": [
        "G De Moor",
        "M Sundgren",
        "D Kalra",
        "A Schmidt",
        "M Dugas",
        "B Claerhout",
        "T Karakoyun",
        "C Ohmann",
        "P Lastic",
        "N Ammour",
        "R Kush"
      ],
      "year": 2015
    },
    {
      "title": "A context-aware approach for progression tracking of medical concepts in electronic medical records",
      "authors": [
        "N Chang",
        "H Dai",
        "J Jonnagaddala",
        "C Chen",
        "R Tsai",
        "W Hsu"
      ],
      "year": 2015,
      "doi": "10.1016/j.jbi.2015.09.013"
    },
    {
      "title": "Does Use of an Electronic Health Record with Dental Diagnostic System Terminology Promote Dental Students' Critical Thinking?",
      "authors": [
        "S Reed",
        "S Adibi",
        "M Coover",
        "R Gellin",
        "A Wahlquist",
        "A Abdulrahiman",
        "L Hamil",
        "M Walji",
        "P O'neill",
        "E Kalenderian"
      ],
      "year": 2015
    },
    {
      "title": "Impact of a New Medical Record System for Emergency Departments Designed to Accelerate Clinical Documentation: A Crossover Study",
      "authors": [
        "R Inokuchi",
        "H Sato",
        "M Iwagami",
        "Y Komaru",
        "S Iwai",
        "M Gunshin",
        "K Nakamura",
        "K Shinohara",
        "Y Kitsuta",
        "S Nakajima",
        "N Yahagi"
      ],
      "year": 2015
    },
    {
      "title": "Increases in smoking cessation interventions after a feedback and improvement initiative using electronic health records-19 community health centers, New York City",
      "authors": [
        "S Silfen",
        "S Farley",
        "S Shih",
        "D Duquaine",
        "J Ricci",
        "S Kansagra",
        "S Edwards",
        "S Babb",
        "T Mcafee"
      ],
      "year": 2010
    },
    {
      "title": "Diabetes screening reminder for women with prior gestational diabetes: a randomized controlled trial",
      "authors": [
        "C Zera",
        "D Bates",
        "A Stuebe",
        "J Ecker",
        "E Seely"
      ],
      "year": 2015,
      "doi": "10.1097/aog.0000000000000883"
    },
    {
      "title": "Developing methods of repurposing electronic health record data for identification of older adults at risk of unintentional falls",
      "authors": [
        "A Baus",
        "K Zullig",
        "D Long",
        "C Mullett",
        "C Pollard",
        "H Taylor",
        "J Coben"
      ],
      "year": 2016,
      "doi": "10.33915/etd.5166"
    },
    {
      "title": "Registry-based diabetes risk detection schema for the systematic identification of patients at risk for diabetes in West Virginia primary care centers",
      "authors": [
        "A Baus",
        "G Wood",
        "C Pollard",
        "B Summerfield",
        "E White"
      ],
      "year": 2013
    },
    {
      "title": "Implementation of a cloud-based electronic medical record to reduce gaps in the HIV treatment continuum in rural Kenya",
      "authors": [
        "J Haskew",
        "G Rø",
        "K Turner",
        "D Kimanga",
        "M Sirengo",
        "S Sharif"
      ],
      "year": 2015,
      "doi": "10.1371/journal.pone.0135361"
    },
    {
      "title": "Development of an electronic medical record based alert for risk of HIV treatment failure in a low-resource setting",
      "authors": [
        "N Puttkammer",
        "S Zeliadt",
        "J Balan",
        "J Baseman",
        "R Destine",
        "J Domerçant",
        "G France",
        "N Hyppolite",
        "V Pelletier",
        "N Raphael",
        "K Sherr"
      ],
      "year": 2014
    },
    {
      "title": "Evaluation of smoking status identification using electronic health records and open-text information in a large mental health case register",
      "authors": [
        "C Wu",
        "C Chang",
        "D Robson",
        "R Jackson",
        "S Chen",
        "R Hayes",
        "R Stewart"
      ],
      "year": 2013
    },
    {
      "title": "Documentation of Sexual Partner Gender Is Low in Electronic Health Records: Observations, Predictors, and Recommendations to Improve Population Health Management in Primary Care",
      "authors": [
        "G Nguyen",
        "B Yehia"
      ],
      "year": 2015
    },
    {
      "title": "Peer Reviewed: Using Electronic Health Records to Examine Disease Risk in Small Populations: Obesity Among American Indian Children, Wisconsin, 2007-2012",
      "authors": [
        "E Tomayko",
        "B Weinert",
        "L Godfrey",
        "A Adams",
        "L Hanrahan"
      ],
      "year": 2016
    },
    {
      "title": "Peer Reviewed: Characterizing Adults Receiving Primary Medical Care in New York City: Implications for Using Electronic Health Records for Chronic Disease Surveillance",
      "authors": [
        "M Romo",
        "P Chan",
        "E Lurie-Moroni",
        "S Perlman",
        "R Newton-Dame",
        "L Thorpe",
        "K Mcveigh"
      ],
      "year": 2016
    },
    {
      "title": "Peer Reviewed: Increasing Referrals to a YMCA-Based Diabetes Prevention Program: Effects of Electronic Referral System Modification and Provider Education in Federally Qualified Health Centers",
      "authors": [
        "E Chambers",
        "J Wylie-Rosett",
        "A Blank",
        "J Ouziel",
        "N Hollingsworth",
        "R Riley",
        "P Selwyn"
      ],
      "year": 2015,
      "doi": "10.5888/pcd12.150294"
    },
    {
      "title": "Peer reviewed: sustained improvement in clinical preventive service delivery among independent primary care practices after implementing electronic health record systems",
      "authors": [
        "J Wang",
        "K Sebek",
        "C Mccullough",
        "S Amirfar",
        "A Parsons",
        "J Singer",
        "S Shih"
      ],
      "year": 2013
    },
    {
      "title": "Evaluation of electronic health record implementation in ophthalmology at an academic medical center (an American Ophthalmological Society thesis)",
      "authors": [
        "M Chiang",
        "S Read-Brown",
        "D Tu",
        "D Choi",
        "D Sanders",
        "T Hwang",
        "S Bailey",
        "D Karr",
        "E Cottle",
        "J Morrison",
        "D Wilson"
      ],
      "year": 2013
    },
    {
      "title": "Epidemic surveillance using an electronic medical record: an empiric approach to performance improvement",
      "authors": [
        "H Zheng",
        "H Gaff",
        "G Smith",
        "S Delisle"
      ],
      "year": 2014
    },
    {
      "title": "Publication bias in clinical trials due to statistical significance or direction of trial results",
      "authors": [
        "S Hopewell",
        "K Loudon",
        "M Clarke",
        "A Oxman",
        "K Dickersin"
      ],
      "year": 2009
    }
  ],
  "num_references": 70
}
