{
  "paper_id": "8U8BJD5Q",
  "title": "Trends in mental health related contacts among mothers of Aboriginal children in Western Australia (1990-2013): a linked data population-based cohort study of over 40 000 children",
  "abstract": "► This study used de-identified administrative linked data from the Western Australian Department of Health. This powerful resource gives researchers access to large-scale population data covering an extensive time period, which was not previously feasible through survey methods. ► By analysing data on the prevalence of mental health contacts in Aboriginal parents, the study filled a gap in the existing literature. ► Three different follow-up periods were examined which provides a perspective on maternal mental health prevalence in the sensitive periods of child development, spanning pre-conception to infancy. ► This study was unable to capture people with mental health issues who have not been diagnosed or are not receiving assistance for their condition. For example, those living in rural and remote areas where there may be limited or no access to mental health services. ► Information on mental health consultations with GPs, private practitioners (psychiatry, psychology) and Aboriginal Medical Services was not available. Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. .",
  "year": 2025,
  "date": "2025-08-04",
  "journal": "Psychiatry",
  "publication": "Psychiatry",
  "authors": [
    {
      "forename": "Fernando",
      "surname": "Lima",
      "name": "Fernando Lima",
      "affiliation": "1  Telethon Kids Institute , Nedlands , Western Australia , Australia \n\t\t\t\t\t\t\t\t Telethon Kids Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nedlands \n\t\t\t\t\t\t\t\t\t Western Australia \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "fernando.lima@telethonkids.org.au"
    },
    {
      "forename": "Carrington",
      "surname": "Shepherd",
      "name": "Carrington Shepherd",
      "affiliation": "1  Telethon Kids Institute , Nedlands , Western Australia , Australia \n\t\t\t\t\t\t\t\t Telethon Kids Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nedlands \n\t\t\t\t\t\t\t\t\t Western Australia \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Janice",
      "surname": "Wong",
      "name": "Janice Wong",
      "affiliation": "1  Telethon Kids Institute , Nedlands , Western Australia , Australia \n\t\t\t\t\t\t\t\t Telethon Kids Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nedlands \n\t\t\t\t\t\t\t\t\t Western Australia \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Melissa",
      "surname": "O'donnell",
      "name": "Melissa O'donnell",
      "affiliation": "1  Telethon Kids Institute , Nedlands , Western Australia , Australia \n\t\t\t\t\t\t\t\t Telethon Kids Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nedlands \n\t\t\t\t\t\t\t\t\t Western Australia \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Rhonda",
      "surname": "Marriott",
      "name": "Rhonda Marriott",
      "affiliation": "1  Telethon Kids Institute , Nedlands , Western Australia , Australia \n\t\t\t\t\t\t\t\t Telethon Kids Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Nedlands \n\t\t\t\t\t\t\t\t\t Western Australia \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Fernando",
      "surname": "Mr",
      "name": "Fernando Mr"
    },
    {
      "surname": "Lima",
      "name": "Lima"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000925",
  "sections": [
    {
      "text": "Objective This study examines the scale of maternal mental health related contacts among Australian Aboriginal children over time, and associations with socio-economic characteristics, geographical remoteness and maternal age. Design A retrospective cohort study of the prevalence of maternal mental health related contacts among Aboriginal children born in Western Australia between 1990 and 2013. setting Population of Western Australia with de-identified linked administrative data from the Western Australian Department of Health. Participants All Aboriginal children born in Western Australia between 1990 and 2013 and their mothers. Primary outcome measure Prevalence of maternal mental health related contacts among Aboriginal children born between 1990 and 2013. Mental health related contacts were identified using mental health related inpatient hospitalisations and outpatient contacts. results Almost 30% of cohort children were born to a mother with at least one mental health contact in the 5 years prior to birth, with 15% reported in the year prior to birth and the year post birth. There was a distinct increase in the prevalence of maternal mental health contacts between 1990 and 2013 (4-5% per year, with a peak in 2007). Maternal mental health contacts were associated with living in more disadvantaged areas and major cities, and having a mother aged over 20 years at birth. Conclusions The study affirms that mental health issues place a considerable burden on Aboriginal Australia, and suggests that many of the mental health issues that women develop earlier in life are chronic at the time of conception, during pregnancy and at birth. Early intervention and support for women in the earliest stages of family planning are required to alleviate the burden of mental health problems at birth and after birth. There is a clear need for policies on the development of a holistic healthcare model, with a multisector approach, offering culturally appropriate services for Aboriginal people. bACkgrOunD Mental health issues affect almost half of the Australian population at some point during their lifetime.  1 The impact of mental health issues not only affects the person experiencing it but also those around them, with an extensive literature showing that parental mental illness can impact on children and their outcomes.  2 3 It is estimated that between 21% and 23% of children living in an Australian household have at least one parent with a mental illness.  4 Recent research has also highlighted a steady increase in children born to a mother with a mental health issue in the year before birth, at 27 per 1000 births.  5 ental health issues are a considerable burden for the Aboriginal population, with rates of suicide deaths, hospitalisation for intentional self-harm and high psychological strengths and limitations of this study Open access distress reported to be two to three times higher than for other Australians.  6 7 These inequalities have, at least in part, been attributed to the unique post-colonisation history of Aboriginal Australia and the associated trauma of persistent discrimination, marginalisation, exclusion and dispossession.  8 9 Past policies and practices of forced removal of Aboriginal children from family and kinship networks have had a significant impact and resulted in adverse consequences on mental health and social and emotional well-being.  2  The mechanisms by which parental mental health impacts on children are complex and multifaceted. They include direct mechanisms, such as genetic inheritance, intrauterine and antenatal exposure to stress, anxiety and depression, and disrupted attachment formation between the parent and infant which can affect emotional, social and cognitive development.  3 In addition, socio-economic disadvantage, marital discord and substance use have all been described as posing a risk to child mental health, via indirect mechanisms.  3 10 Previous research has identified the main mental health problems affecting parenting are depression, bipolar disorder, schizophrenia, borderline personality disorder, post-traumatic stress disorder and antisocial personality disorder.  11 uring adolescence, children of parents with mental illness may become carers of their own parents, which can influence their emotional and social growth foot_0  and potentially lead to the development of mental health issues later in their life. This negative outcome can impact children's own educational and employment outcomes, leading to intergenerational disadvantage. Given the disproportionate burden of disadvantage among Aboriginal Australians, improving social and psychological conditions has the potential to reduce inequalities within Aboriginal populations that stretch across generations.  8 here is a lack of data on the prevalence of mental health contacts in Aboriginal parents in Australia, reflecting, in part, the limitations of available population data. This study makes use of administrative data from hospitals and mental health clinics in Western Australia to address this information gap, with a primary focus on mothers of Aboriginal children and mental health contacts in the perinatal period. Specifically, we aim to (1) quantify the prevalence of mental health contacts among Aboriginal mothers; (2) examine how prevalence rates have changed from 1990 to 2013; (3) examine the timing of maternal mental health related contacts, including events proximal to the birth (1 year prior to birth and 1 year post birth) and more distal events (up to 5 years prior to birth); and (4) test the association between maternal mental health related contacts and key socio-demographic indicators."
    },
    {
      "title": "MethODs"
    },
    {
      "title": "Data source",
      "text": "The mental health system in Western Australia includes a mix of public and private services provided in a range of settings-hospitals, community mental health units or centres, and private practitioners (GPs) or other mental health specialists. In general, patients are referred from a GP or other health providers when mental health services are required. Patients can receive mental healthcare as an inpatient, admitted to hospital, clinic or other mental health service, or as an outpatient, when they receive treatment without being admitted to hospital. Aboriginal Australians can access mainstream or Aboriginal-specific services, with Aboriginal-specific services generally available through community clinics, services provided by Aboriginal Community Controlled Health Organisations and other healthcare facilities, and some public hospitals. Mental health related administrative data are available to third party researchers (with appropriate permissions) from the Western Australian Department of Health. Data for this study were de-identified and included mental health-related hospitalisations in private and public hospitals, as well as public mental health service contacts.\n\nData are sourced from the Hospital Morbidity Data Collection (HMDC) (1970-current), Mental Health Information System (MHIS) (1966-current), Midwives Notification System (MNS) (1980-current) and Birth Register (1974-current). The datasets were linked by the Western Australian Data Linkage Branch (WADLB) using probabilistic matching and a robust and internationally accepted privacy preserving protocol.  12 Only a unique identifier on the individual's clinical information was provided to the researchers, and any identifying information was removed."
    },
    {
      "title": "study design and statistical analysis",
      "text": "This is a retrospective cohort study of the prevalence of maternal mental health contacts among Aboriginal children born in Western Australia between 1990 and 2013, inclusive. STROBE cohort reporting guidelines were used.  13 irths were identified from the MNS and Birth Register. Indigenous status was identified using WADLB's Derived Indigenous Status Flag, developed in conjunction with the 'Getting Our Story Right' Indigenous identification project by Christensen et al.  14  This indicator uses a multistage median approach across a wide range of datasets to produce a single indicator of Indigenous status for each individual and is considered an optimal approach to identifying Aboriginal people in administrative datasets. Mother-child links were identified by the WADLB, using the MNS and Birth Register, enabling linkage between maternal mental health records and our study cohort."
    },
    {
      "title": "Primary outcome",
      "text": "Maternal mental health contacts were measured using administrative data on service contacts, including mental health-related inpatient hospitalisations from all public and private hospitals in Western Australia (the HMDC includes information on public and private acute hospitals, public and private psychiatric hospitals and private day surgeries) and mental health related contacts from"
    },
    {
      "title": "Open access",
      "text": "the Western Australia mental health services, including all psychiatric episodes of inpatients (public and private) and outpatients (public only) (the MHIS collects data from community residential facilities, acute general hospitals, psychiatric inpatient units and clinics and psychiatric day centres).\n\nMental health diagnoses were classified using ICD-10-AM codes (International Statistical Classification of Diseases and Related Health Problems Tenth edition Australian Modification) and mapping tables were used to recode different editions of ICD codes. Mothers were classified as having a mental health related hospitalisation or contact if they had a mental health related ICD diagnosis (primary or secondary).\n\nMental health diagnoses were classified into one of 11 groups using ICD codes: organic disorders, substance-related disorders, schizophrenia, mood disorders, anxiety, personality disorders, intellectual disabilities, disorders of psychological development, intentional self-harm, other mental health related contacts and broader mental health related contacts (online supplementary appendix table A). The 'broader' group included contacts that do not meet the specific criteria for a mental health diagnosis, but the principal or secondary diagnosis is related to their health issues. These contacts are considered less severe mental health related issues than the diagnoses-specific groups. The most prevalent ICD-10 codes found in the 'broader' group were related to: 'Other problems with housing and economic circumstances' (Z59.8) and 'Personal history of psychoactive substance abuse' (Z86.4). The co-occurrence of these issues and mental health disorders is widely documented in the literature. For example, people with mental health issues are more likely to experience homelessness or not living in a safe and stable place, and overcrowded housing has been related to mental and physical health issues.  15 16 Additionally, there is extensive literature analysing the association between substance use/abuse and mental health issues.  17  broad approach was taken to examine the timing of maternal mental health related contacts, given that child development is influenced by events after birth and those that take place in utero and prior to conception.  18 For all mothers in the study, we coded whether a mental health contact had occurred proximal to the birth (1 year prior to birth and 1 year post birth) and a more distal event (up to 5 years prior to birth). It should be noted that the term 'mental health' is used here to describe the diagnoses of mental health and related issues in service settings, and is used here in preference to 'social and emotional wellbeing' (SEWB). Mental health is one aspect of the broader concept of SEWB which we have tried to encapsulate with broader mental health related codes, however its scope does not include the aspects of SEWB that pertain to spiritual well-being, culture, connection to land and the broader issues that impact on the well-being of Aboriginal communities."
    },
    {
      "title": "Covariates",
      "text": "Area-level socio-economic status (SES) was measured using the Index of Relative Advantage/Disadvantage 2011 developed by the Australian Bureau of Statistics (ABS). The index ranks the relative level of disadvantage of areas using the attributes of all persons (Aboriginal and non-Aboriginal) in each Statistical Area level 1 (SA1; the smallest area of output for the Australian Census of Population and Housing), and includes measures of income, educational attainment, employment status and occupational skill. Quintiles were determined based on the distribution of values for the total Australian population (for Aboriginal and non-Aboriginal children).  19 he 2011 Remoteness Areas (RAs) classification developed by the ABS was used to determine geographical remoteness. The classification divides Australia into broad regions that share common characteristics of remoteness for statistical use. The RAs are based on the Accessibility/ Remoteness Index of Australia (ARIA+) and include five categories, ranging from major cities (Perth metropolitan area), to inner regional, outer regional, remote and very remote areas.  20 aternal age at birth was captured by the Birth Register dataset, which includes information on all births registered in Western Australia, containing information from the mother, father and baby. Maternal age was grouped into four categories: under 20 years old, 20-29 years, 30-39 years, and over 39 years. This grouping was chosen to ensure there were enough counts within each group and to maximise comparability with a previous study by O'Donnell et al  5  to investigate the relationship between mental health contacts and age at birth. Other research found that younger mothers are more likely to suffer antenatal and postnatal depression, and that Aboriginal women are more likely to be mothers at a younger age compared with non-Aboriginal mothers.  18"
    },
    {
      "title": "statistical analysis",
      "text": "The study uses descriptive and inferential statistical methods to ascertain the scale and change over time of Aboriginal children whose mother had a mental health related contact 5 years prior to birth, 1 year prior to birth and 1 year post birth. To analyse change over time, a trend analysis was undertaken using a univariate generalised linear model (GLM) with Poisson distribution, log link function and adjusting for the population (births) in each year. Trends are reported as the percentage change in the incidence rate ratios (IRRs) for each increase in birth year and their 95% CIs.\n\nUnivariate and multiple logistic regression modelling were used to analyse factors associated with the odds of Aboriginal children being born to a mother who had a mental health contact, clustering children by mothers, and adjusting by maternal age at birth, remoteness and SES. Maternal age and SES are typically associated with mental health outcomes in mothers, while service access is likely to differ by geographical remoteness.  5  Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. . by guest on August 4, 2025  http://bmjopen.bmj.com/ Downloaded from 2 July 2019. 10.1136/bmjopen-2018-027733 on"
    },
    {
      "title": "AnAlysis",
      "text": "Of the 43,383 Aboriginal children born in Western Australia between 1990 and 2013, 34% were born to a mother who had a mental health contact 5 years prior to birth or 1 year post birth. In the cohort overall, 49% were female, the majority (57%) were born to a mother aged 20-29 years, 60% were living in an area within the highest quintile of socio-economic disadvantage, 34% were from a major city and another 40% from a remote/ very remote area (table 1), with similar proportions among Aboriginal children born to a mother with a mental health contact.\n\nAlmost 30% of cohort children were born to a mother with at least one mental health contact in the 5 years prior to birth, with 15% reported in both the year prior to birth and the year post birth. The changes in prevalence over time were similar for each of these three indicators, amounting to an average increase of 4-5% per year over the whole 1990-2013 study period (5 years prior to birth: IRR=1.04, 95% CI 1.03 to 1.05; 1 year prior to birth: IRR=1.05, 95% CI 1.03 to 1.07; 1 year post birth: IRR=1.04, 95% CI 1.03 to 1.06). The pattern was characterised by relatively large year-on-year increases of 7-10% per year, on average, that peaked in 2007 (410 per 1000 births for the 5 years prior to birth indicator, and 268 and 247 per 1000 births for 1 year prior to birth and 1 year post birth, respectively), with subsequent moderate decreases to 2013 (5-6% per year) (figure  1 ).\n\nSubstance-related disorders, mood disorders, anxiety and 'broader' mental health related contacts were the most prevalent contact types in the 5 years prior to birth (figure  2 ; see online supplementary appendix table A for diagnoses within the 'broader' mental health related contacts category, and online supplementary figure A and figure B for trends by diagnosis type for 1 year prior to birth and 1 year post birth, respectively). The including for uses related to text and data mining, AI training, and similar technologies. . by guest on August 4, 2025  http://bmjopen.bmj.com/ Downloaded from 2 July 2019. 10.1136/bmjopen-2018-027733 on BMJ Open: first published as"
    },
    {
      "title": "Open access",
      "text": "largest change over time was exhibited in the 'broader' mental health related category (11% per year over the study period; 95% CI 1.08 to 1.15), with small or negligible changes in the other 10 groups; for example, an average increase of 1% per year (95% CI 0.99 to 1.02) for substance-related disorders, 3% per year (95% CI 1.02 to 1.04) for anxiety, and 4% per year (95% CI 1.02 to 1.06) for mood disorders.\n\nBroadly speaking, the results consistently highlight small to moderate effect sizes for the associations between SES, remoteness and maternal age on maternal mental health contacts (table  2 ). This includes contacts recorded within 5 years, 1 year prior to birth and 1 year post birth. As a general rule, the pattern and scale of effects for each covariate were similar regardless of when the mental health event was recorded. The pattern of effects for   including for uses related to text and data mining, AI training, and similar technologies. . by guest on August 4, 2025  http://bmjopen.bmj.com/ Downloaded from 2 July 2019. 10.1136/bmjopen-2018-027733 on BMJ Open: first published as Open access SES was akin to a small threshold effect, with Aboriginal children in all other quintiles at elevated odds of having a maternal mental health contact 5 years prior to birth compared with those in the lowest quintile of disadvantage-although the results only reached statistical significance for the highest quintile of disadvantage (OR=1.21; 95% CI 1.03 to 1.43) and the second lowest quintile (OR=1.27; 95% CI 1.04 to 4.53).\n\nThere was no statistically significant difference in the odds of a maternal mental health contact between children from major cities (reference group) and those from very remote areas, irrespective of the follow-up period. Living in inner regional areas (OR=0.69 for 5 years prior to birth; 95% CI 0.60 to 0.78), outer regional areas (OR=0.74; 95% CI 0.68 to 0.81) and remote areas (OR=0.70; 95% CI 0.64 to 0.76) was associated with a lower likelihood of maternal mental health contact relative to those born in major cities.\n\nFinally, Aboriginal children born to a mother aged over 20 years were at increased odds of having a maternal mental health contact, both prior to birth and post birth. While the highest odds prior to birth were for the 30-39 years age group (5 years prior to birth: OR=1.71, 95% CI 1.57 to 1.85; 1 year prior to birth: OR=1.44, 95% CI 1.31 to 1.58), after birth the greatest odds were for those born in the over 39 years maternal age group (OR=1.45, 95% CI 1.09 to 1.92)."
    },
    {
      "title": "DisCussiOn",
      "text": "There was a distinct increase in the prevalence of Aboriginal children born to a mother with a mental health related contact between 1990 and 2013 (4-5% per year), regardless of whether mental health contacts were measured at 5 years prior to birth, 1 year prior to birth or 1 year post birth. The overall increasing trend in mental health contacts can potentially be explained by an increase in mental health service provision, in addition to a possible increase in mental health disorders among mothers.  22 Australian Government spending on mental health per capita more than doubled between 1992 and 2011, outstripping spending at the national level, and providing a substantial boost to the mental health workforce  23  and the funding support for general hospitals, residential and ambulatory services, and the non-government sector to deal with mental health issues.  23 e observed large increases in mental health contacts from 1990, to a peak in 2007 and a subsequent moderate drop in the years to 2013. The change after 2007 could be attributed to the introduction of the Australian Government's Better Access to Mental Health initiative in November.  24 his initiative included additional Medicare items for psychological services for people with mental health disorders, and enabled affordable access to mental healthcare, including private clinics and practitioners. This may have diverted patients from public hospitals and mental health services to the private sector or Aboriginal Medical Services, which would not have been captured in our data.\n\nThe overall contact rates affirm that mental health issues place a considerable burden on Aboriginal Australia, and are of a higher magnitude than that experienced in non-Aboriginal populations.  25 A recent study by O'Donnell et al 5 highlighted that 1.7% of mothers had a mental health contact in the year before birth in 2005; this compares with 26.7% of Aboriginal mothers in this study.  5 The deleterious effects of the unique post-colonial history of Aboriginal Australia are now well understood, and include issues of dispossession, exclusion, discrimination and marginalisation that have had a profoundly negative impact on the social and emotional well-being of Aboriginal people.  26 The stress associated with racial discrimination has, increasingly, been shown to affect the mental well-being of a substantial proportion of Aboriginal people in various, often complex ways.  8 27 In addition to the direct effects of interpersonal racism on well-being, they include the indirect effects that stem from reduced and unequal access to the range of medical, health promotion and other resources that are required for good family planning and pregnancy health, and the downstream consequences of withdrawing from health care.  28 29 here was a consistent twofold difference between the prevalence of mental health contacts in the period 5 years prior to birth and 1 year prior to birth (figure  1 ). This suggests that many of the mental health issues that women develop earlier in life are chronic and complex at the time of conception, during pregnancy and at birth, and speaks to the complexities of accumulated and transgenerational trauma that can manifest with a significant life event such as pregnancy and childbirth.  30 Concomitantly, given the large proportion of mothers with a contact in the year prior to birth and post birth, the results reinforce that the period of pregnancy and early motherhood, crucial for children's early development, are also critical periods for the mental healthcare of mothers. Early intervention and support for women with a trauma informed lens in the earliest stages of family planning are required to alleviate the burden of mental health issues at and after birth. Previous research has highlighted the need for policies directed to the development of a holistic healthcare model, with a multisector approach, offering culturally appropriate services for Aboriginal people, capable of identifying and addressing the complex set of risk factors these mothers, children and families are facing.  2 9 31-33 s mentioned earlier, the child can be affected directly by their mother's mental illness by intrauterine exposure to depression or anxiety, and after birth through direct exposure to parental mental illness, as postnatal depression. Previous research has found that 10-13% of pregnant woman experienced antenatal depression and anxiety,  34  and over 14% may experience postnatal depression.  35 If these mental health issues are also associated with drug and alcohol use during pregnancy, domestic violence and pre-existing mental health problems, the mental health of the mother, child and family may also be affected.  36 For many Aboriginal mothers, especially for those living in remote/very remote areas, giving birth Open access away from country, family members and traditional ways of birthing may also cause additional stress on them and their child, which could affect the child's future development.  33 Parental mental illness can affect the cognitive, emotional, social and behavioural development of the child, and therefore the literature highlights the importance of early intervention.  3 e observed little change in the prevalence of diagnosis-specific contacts, including the more prevalent categories of substance-related disorders, anxiety and mood disorders, despite the introduction of policies to provide better support for highly vulnerable Aboriginal populations. The increase seen in the prevalence of substance-related disorder contacts between 1990 and 1992 (figure  2 ) were similar to the findings by O'Donnell et al,  37  who reported an increase in substance use in mothers during pregnancy in the same period. The sharp increase in prevalence seen from 1997 to 1998 in the 'broader' disorder category, together with the small rise in anxiety and mood disorder contacts, can be attributed to an increase in service utilisation. Lawrence et al found a significant increase in mental health service use from 1998, together with a small increase in major depression.  38 Likewise, Xu et al found an increase in psychiatric disorder hospitalisation in the first year after birth, mainly driven by the increase in depression and anxiety disorders.  39 Finally, reductions were found in 'broader' mental health diagnoses after 2007, which may reflect a reduction in less severe mental health related contacts among mothers or that the Better Access to Mental Health initiative has been effective in providing the opportunity for broader access to private clinics and practitioners for treatment of these problems.\n\nOlder maternal age was associated with a higher likelihood of maternal mental health related contacts among Aboriginal children. This finding is in contrast to a recent study of all Western Australian mothers, which showed an increased burden among teenagers.  5 Pregnant Aboriginal women over 30 years of age may have greater caring responsibilities, on average, given the distinctly higher fertility rates at younger ages among Aboriginal women.  40 his may create extra stress during pregnancy and potentially exacerbate existing social and emotional difficulties. This finding, however, differs from the typical age profile of mental health issues among Aboriginal women more broadly,  41  which may reflect a different pattern of socio-economic and living circumstances among Aboriginal women giving birth in their 30s and 40s. limitations Mental health related issues captured in this study are those related to hospitalisations (HMDC) and contacts with mental health services (MHIS), with diagnoses classified using ICD-10-AM codes. However, it is important to mention that not all people with mental health issues have been diagnosed or are receiving assistance for their condition; accordingly, our results underestimate the scale of mental health problems in mothers of Aboriginal children. This is particularly pertinent to those living in rural and remote areas, where there may be limited or no access to mental health services. Furthermore, given the diverse landscape of mental health services in Western Australia, mental health services captured in this study did not include contacts with GPs, private practitioners (psychiatry, psychology) and Aboriginal Medical Services. This may have limited the type of mental health issues captured in our data. Hospitalisation and mental health service contacts might capture more severe conditions as in many cases patients reach these services following referral from primary services. Due to issues of under-ascertainment of mental health issues we have used primary and secondary diagnoses to identify mental health related contacts, however it should be noted that secondary diagnoses are captured inconsistently.\n\nAs mentioned in the second section, the spatial or geographical distribution of the population was measured using the variable RAs developed by ABS, based on information from the 2011 Australian Census of Population and Housing. First, it should be noted that the prevalence estimates by geographical area are not reflective of the distribution of health or mental health services but the actual area of residence of each individual. Second, the 2011 RAs may not have always accurately reflected the individual geographical location at birth, due to changes in classification over time or individuals moving from one area to another.\n\nThis study does not intend to evaluate the Better Access initiative. The datasets used do not allow us to differentiate between consumers of the Better Access programme from non-consumers. Additionally, information on private consultations for mental health issues with GPs or private clinics such as Aboriginal Medical Services was not available. A full evaluation of the programme was developed by the University of Melbourne in 2011  42  ."
    },
    {
      "title": "COnClusiOn",
      "text": "This study found that 34% of Aboriginal children born in Western Australia between 1990 and 2013 were born to a mother who had at least one mental health related contact within the 5 years prior to birth or 1 year post birth. This prevalence was double the proportion of Aboriginal children born to a mother with mental health related contacts 1 year prior to birth and 1 year post birth, both at 15%. Overall, the trend analysis was characterised by a steady yearly increase in mental health related contacts (7-11% per year) to a peak in 2007, when the prevalence declined (5-6% per year) until 2013. The most prevalent diagnosis types were substance-related disorders, mood disorders, anxiety and 'broader' mental health related contacts. However, the overall trend seemed to be driven by the 'broader' category.\n\nLiving in a more disadvantaged area was associated with increased risk of being born to a mother with a mental health related contact irrespective of the follow-up period. Interestingly, there was no statistically significant difference between being born in a major city or in a very remote area; however, being born in regional and remote Open access areas reduced the risk of a mental health related contact. Finally, Aboriginal children born to an older mother were more likely to have a mother with a mental health related contact than other children.\n\nThe findings of this study not only expose the burden of mental health related contacts in Aboriginal mothers, they also indicate the increased risk Aboriginal children face in terms of the impact of mental health on maternal attachment and coping. The multiple and interrelated disadvantages which influence the health and well-being of Aboriginal children have an impact on their development,  17  highlighting the need for early intervention and targeted policies. Early intervention and culturally sensitive support for women in the earliest stages of family planning are required to reduce the burden of mental health issues at and after birth. There is a clear need for policies on the development of a holistic healthcare model, with a multisector approach, and importantly, offering culturally appropriate services for Aboriginal people."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies. The study was approved by the Western Australian Aboriginal Health Ethics Committee (reference 416), Murdoch University Human Research Ethics Committee (reference 2014/025) and Western Australian Department of Health WA Human Research Ethics Committee (reference 2014/21)."
    },
    {
      "text": "Figure 1 Prevalence of Aboriginal children born to a mother who had a mental health related contact 5 years prior to birth, 1 years prior to birth and 1 year post birth, by year of birth 1990-2013."
    },
    {
      "text": "Figure 2 Prevalence of children whose mother had a mental health related contact within 5 years prior to birth, by year of birth and diagnosis type."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies."
    },
    {
      "text": "Descriptive statistics of Aboriginal children born between 1990 and 2013. Prevalence of maternal mental health related contacts Aboriginal children born to a mother who had mental health contact"
    },
    {
      "text": "Univariate and multiple logistic regression: odds of having a mother who had a mental health contact 5 years prior to birth, 1 year prior to birth and 1 year post birth"
    }
  ],
  "references": [
    {
      "title": "National survey of mental health and wellbeing. Summary of results",
      "year": 2008,
      "doi": "10.1037/e681292012-001"
    },
    {
      "title": "Parents with mental health issues: Consequences for children and effectiveness of interventions designed to assist children and their families: Centre for Parenting & Research Service System, Development Division",
      "authors": [
        "L Huntsman"
      ],
      "year": 2008
    },
    {
      "title": "Effects of parental mental illness on children",
      "authors": [
        "C Manning",
        "A Gregoire"
      ],
      "year": 2006,
      "doi": "10.1383/psyt.2006.5.1.10"
    },
    {
      "title": "Parental Mental Illness can be a Child Protection issue. Information sheet. Guidelines for Protecting Children 2015. Statewide Protection of Children Coordination Unit",
      "year": 2015,
      "doi": "10.19043/ipdj.41.011"
    },
    {
      "title": "Trends in pre-existing mental health disorders among parents of infants born in Western Australia from 1990 to 2005",
      "authors": [
        "M O'donnell",
        "Anderson Morgan"
      ],
      "year": 2013,
      "doi": "10.5694/mja12.11783"
    },
    {
      "title": "Effective strategies to strengthen the mental health and wellbeing of Aboriginal and Torres Strait Islander people",
      "authors": [
        "P Dudgeon",
        "R Walker",
        "C Scrine"
      ],
      "year": 2014
    },
    {
      "title": "Aboriginal and Torres Strait Islander Health Performance Framework 2017 report",
      "year": 2017
    },
    {
      "title": "The impact of racial discrimination on the health of Australian Indigenous children aged 5-10 years: analysis of national longitudinal data",
      "authors": [
        "Ccj Shepherd",
        "J Li",
        "M Cooper"
      ],
      "year": 2017,
      "doi": "10.1186/s12939-017-0612-0"
    },
    {
      "title": "Risks for Mental Illness in Indigenous Australian Children: A Descriptive Study Demonstrating High Levels of Vulnerability",
      "authors": [
        "A Twizeyemariya",
        "S Guy",
        "G Furber"
      ],
      "year": 2017,
      "doi": "10.1111/1468-0009.12263"
    },
    {
      "title": "Mental health-related emergency department presentations and hospital admissions in a cohort of urban Aboriginal children and adolescents in New South Wales, Australia: findings from SEARCH",
      "authors": [
        "A Williamson",
        "A Skinner",
        "K Falster"
      ],
      "year": 2018,
      "doi": "10.1136/bmjopen-2018-023544"
    },
    {
      "title": "Issues for the safety and wellbeing of children in families with multiple and complex problems: the co-occurrence of domestic violence, parental substance misuse, and mental health problems",
      "authors": [
        "L Bromfield",
        "A Lamont",
        "R Parker"
      ],
      "year": 2010
    },
    {
      "title": "Population-based linkage of health records in Western Australia: development of a health services research linked database",
      "authors": [
        "C Holman",
        "A Bass",
        "I Rouse"
      ],
      "year": 1999,
      "doi": "10.1111/j.1467-842x.1999.tb01297.x"
    },
    {
      "title": "The Strengthening the Reporting of Observational Studies in Epidemiology (STROBE) Statement: guidelines for reporting observational studies",
      "authors": [
        "E Von Elm",
        "D Altman",
        "M Egger"
      ],
      "year": 2014,
      "doi": "10.1007/s10049-008-1057-1"
    },
    {
      "title": "Evidence for the use of an algorithm in resolving inconsistent and missing Indigenous status in administrative data collections",
      "authors": [
        "D Christensen",
        "G Davis",
        "G Draper"
      ],
      "year": 2014,
      "doi": "10.1002/j.1839-4655.2014.tb00322.x"
    },
    {
      "title": "Housing and health in Indigenous communities: key issues for housing and health improvement in remote Aboriginal and Torres Strait Islander communities",
      "authors": [
        "R Bailie",
        "K Wayte"
      ],
      "year": 2006,
      "doi": "10.1111/j.1440-1584.2006.00804.x"
    },
    {
      "title": "Australian Housing and Urban Research Institute",
      "authors": [
        "K Zaretzky",
        "P Flatau",
        "A Clear"
      ]
    },
    {
      "title": "Co-existing Problems of Mental Health and Substance Misuse ('Dual Diagnosis') A Review of Relevant Literature",
      "authors": [
        "V Crawford",
        "I Crome",
        "C Clancy"
      ],
      "year": 2009,
      "doi": "10.1080/0968763031000072990"
    },
    {
      "title": "Social determinants of social and emotional wellbeing. Working together: Aboriginal and Torres Strait Islander mental health and wellbeing principles and Protected by copyright, including for uses related to text and data mining, AI training, and similar technologies",
      "authors": [
        "S Zubrick",
        "Ccj Shepherd",
        "P Dudgeon"
      ],
      "year": 2019
    },
    {
      "title": "Socio-economic Index of Area (SEIFA)",
      "year": 2011
    },
    {
      "title": "Australian Statistical Geography Standard (ASGS): Volume 5 -Remoteness Structures",
      "year": 2011,
      "doi": "10.52041/srap.13102"
    },
    {
      "title": "Mothers and Baby Service program: Centre of Perinatal Excellence",
      "authors": [
        "N Highet",
        "A Goddard"
      ],
      "year": 2014,
      "doi": "10.1016/j.wombi.2017.08.032"
    },
    {
      "title": "Are women with major depression in pregnancy identifiable in population health data?",
      "authors": [
        "L Colvin",
        "L Slack-Smith",
        "F Stanley"
      ],
      "year": 2013,
      "doi": "10.1186/1471-2393-13-63"
    },
    {
      "title": "National Mental Health Report 2013: tracking progress of mental health reform in Australia 1993 -2011",
      "year": 2013
    },
    {
      "title": "Better Access to Mental Health Care Initiative. Orientation manual for clinical psychologist, psychologist, social workers and occupational therapists",
      "year": 2007,
      "doi": "10.1080/13284200802192084"
    },
    {
      "title": "Aboriginal and Torres Strait Islander Health Performance Framework",
      "year": 2017,
      "doi": "10.1037/e673912010-001"
    },
    {
      "title": "Socioeconomic disparities in the mental health of Indigenous children in Western Australia",
      "authors": [
        "C Shepherd",
        "J Li",
        "F Mitrou"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-756"
    },
    {
      "title": "The Impact of Racism on Indigenous Health in Australia and Aotearoa: Towards a Research Agenda: Darwin",
      "authors": [
        "Y Paradies",
        "R Harris",
        "I Anderson"
      ],
      "year": 2008
    },
    {
      "title": "Social Determinants of Indigenous Health",
      "authors": [
        "P Racism",
        "I Carson",
        "T Dunbar",
        "R Chenhall",
        "R Bailie"
      ],
      "year": 2007
    },
    {
      "title": "Race, racism and health: disparities, mechanisms, and interventions",
      "authors": [
        "E Brondolo",
        "L Gallo",
        "H Myers"
      ],
      "year": 2009,
      "doi": "10.1007/s10865-008-9190-3"
    },
    {
      "title": "transgenerational transfer and effects on community wellbeing",
      "authors": [
        "J Atkinson",
        "J Nelson",
        "A Trauma"
      ],
      "year": 2010
    },
    {
      "title": "Perinatal and Infant Mental Health and Wellbeing. Working together: Aboriginal and Torres Strait Islander mental health and wellbeing principles and practice",
      "authors": [
        "R Marriott",
        "Ferguson Hill"
      ],
      "year": 2014
    },
    {
      "title": "Working with families with parental mental health and/or drug and alcohol issues where there are child protection concerns: inter-agency collaboration",
      "authors": [
        "D Coates"
      ],
      "year": 2017,
      "doi": "10.1111/cfs.12238"
    },
    {
      "title": "Aboriginal women's perinatal needs, experiences and maternity services: A literature review to enable considerations to be made about quality indicators",
      "authors": [
        "H Hancock"
      ],
      "year": 2006
    },
    {
      "title": "Cohort study of depressed mood during pregnancy and after childbirth",
      "authors": [
        "J Evans",
        "J Heron",
        "H Francomb"
      ],
      "year": 2001,
      "doi": "10.1136/bmj.323.7307.257"
    },
    {
      "title": "Screening for postnatal depression in routine primary care: properties of the Edinburgh Postnatal Depression Scale in an Australian sample",
      "authors": [
        "J Milgrom",
        "J Ericksen",
        "L Negri"
      ],
      "year": 2005,
      "doi": "10.1080/j.1440-1614.2005.01660.x"
    },
    {
      "title": "Working together: Aboriginal and Torres Strait Islander mental health and wellbeing principles and practice: Promoting perinatal mental health wellness in Aboriginal and Torres Strait Islander communities",
      "year": 2010
    },
    {
      "title": "Increasing prevalence of neonatal withdrawal syndrome: population study of maternal factors and child protection involvement",
      "authors": [
        "M O'donnell",
        "N Nassar",
        "H Leonard"
      ],
      "year": 2009,
      "doi": "10.1542/peds.2008-2888"
    },
    {
      "title": "Report on the second Australian Child and Adolescent Survey of Mental Health and Wellbeing",
      "authors": [
        "D Lawrence",
        "S Johnson",
        "J Hafekost"
      ],
      "year": 2015
    },
    {
      "title": "The increased trend in mothers' hospital admissions for psychiatric disorders in the first year after birth between 2001 and 2010 in New South Wales, Australia",
      "authors": [
        "F Xu",
        "E Sullivan",
        "Z Li"
      ],
      "year": 2014,
      "doi": "10.1186/1472-6874-14-119"
    },
    {
      "title": "Australian Aboriginal and Torres Strait Islander Health Survey: First Results, Australia, 2012-13",
      "year": 2013,
      "doi": "10.52041/srap.13102"
    },
    {
      "title": "Evaluation of the Better Access to Psychiatrists, Psychologists and General Practitioners through the Medicare Benefits Schedule initiative: summative evaluation",
      "authors": [
        "J Pirkis",
        "M Harris",
        "W Hall"
      ],
      "year": 2011
    }
  ],
  "num_references": 41
}
