{
  "paper_id": "8Y46MCFY",
  "title": "A short history of blood pressure measurement",
  "year": 1977,
  "date": "1977",
  "journal": "Proc. R. Soc. Med",
  "publication": "Proc. R. Soc. Med",
  "authors": [
    {
      "affiliation": "1  School of Population Health , University of New South Wales , The George Institute for Global Health , Sydney , Australia. \n\t\t\t\t\t\t\t\t School of Population Health \n\t\t\t\t\t\t\t\t University of New South Wales \n\t\t\t\t\t\t\t\t The George Institute for Global Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "2  Hypertension in Africa Research Team , MRC Unit for Hypertension and CVD , North-West University , Potchefstroom , South Africa. \n\t\t\t\t\t\t\t\t Hypertension in Africa Research Team \n\t\t\t\t\t\t\t\t MRC Unit for Hypertension and CVD \n\t\t\t\t\t\t\t\t North-West University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Potchefstroom \n\t\t\t\t\t\t\t\t\t South Africa"
    },
    {
      "affiliation": "3  Hypertension Centre STRIDE-7 , School of Medicine , Third Department of Medicine , Sotiria Hospital , National and Kapodistrian University of Athens , Athens , Greece. \n\t\t\t\t\t\t\t\t Hypertension Centre STRIDE-7 \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t Third Department of Medicine \n\t\t\t\t\t\t\t\t Sotiria Hospital \n\t\t\t\t\t\t\t\t National and Kapodistrian University of Athens \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Athens \n\t\t\t\t\t\t\t\t\t Greece"
    }
  ],
  "doi": "10.1038/s41569-022-00690-0REvIEWS",
  "sections": [
    {
      "text": "In 1733, Stephen Hales was the first individual to measure blood pressure (BP) levels by inserting a glass tube into an artery of a horse  1  . Importantly, he also noted that the blood \"would rise and fall at and after each pulse by 2, 3 or 4 inches\"  1  , an observation that has since largely been overlooked. This observation not only signifies the pulsatility of blood flow, but also indicates the variable nature of BP levels. Over the past centuries, substantial efforts have been made to develop non-invasive devices that could accurately measure BP levels in humans (Fig.  1 ), leading to the development of methods that capture a single snapshot BP reading. From the first landmark 1967 Veterans Administration Cooperative Study 2 to the 2021 SPRINT trial  3  , all outcome trials in hypertension have used the average of snapshot BP levels to demonstrate the efficacy of antihypertensive drug therapy in reducing cardiovascular events. As such, the variable nature of BP levels that was first demonstrated by Hales more than 200 years ago has largely been ignored  1  .\n\nAt present, office BP measurement is arguably the most common procedure in medical practice. However, the intrinsic dynamic nature of BP remains underappreciated. On a beat-to-beat basis, BP levels can vary markedly (from -24 mmHg to 33 mmHg) in response to usual extrinsic and behavioural factors  4  (Table  1 ). The degree of BP variability (BPV) also differs between individuals in the short term and long term. Therefore, BP levels are different from all other components of absolute cardiovascular risk calculation such as age, sex, smoking status and cholesterol levels, which are all constant or stable. In an attempt to overcome the variability in BP readings, a standardized office BP measurement procedure is recommended by numerous guidelines  5, 6  , which systematically addresses factors that contribute to BP fluctuations.\n\nIn clinical practice, BP values with a large deviation from the average are usually regarded as being outliers or noise  7  . Furthermore, an elevated BP reading usually prompts a repeat measurement, with the lower value often used for decision-making and the higher reading disregarded. An average of several office and out-of-office BP measurements is used to diagnose and manage hypertension. However, the presence of BPV complicates this process. Accumulating evidence has highlighted the clinical relevance of BPV, beyond the effect of average BP levels on cardiovascular and mortality outcomes  8  , but the practical implications of BPV remain uncertain. The question remains: what is Blood pressure and its variability: classic and novel measurement techniques Aletta E. Schutte  1,2 ✉  , Anastasios Kollias  3  and George S.  Stergiou 3  Abstract | Current hypertension guidelines recommend using the average values of several blood pressure (BP) readings obtained both in and out of the office for the diagnosis and management of hypertension. In-office BP measurement using an upper-arm cuff constitutes the evidencebased reference method for current BP classification and treatment targets. However, out-ofoffice BP evaluation using 24 h ambulatory or home BP monitoring is recommended by all major medical associations for obtaining further insights into the BP profile of an individual and how it relates to their daily activities. Importantly, the highly variable nature of office and out-of-office BP readings has been widely acknowledged, including the association of BP variability with cardiovascular outcomes. However, to date, the implications of BP variability on cardiovascular outcomes have largely been ignored, with limited application in clinical practice. Novel cuffless wearable technologies might provide a detailed assessment of the 24 h BP profile and behaviour over weeks or months. These devices offer many advantages for researchers and patients compared with traditional BP monitors, but their accuracy and utility remain uncertain. In this Review, we outline and compare conventional and novel methods and techniques for assessing average BP levels and BP variability, and reflect on the utility and potential of these methods for improving the treatment and management of patients with hypertension.\n\nthe clinical relevance of BPV as an add-on to average BP? The highly variable nature of BP has been widely acknowledged; however, to date, BPV is largely ignored in clinical practice. In this Review, we aim to increase awareness of BPV, not as a vital sign, but as an additional measure to quantify the long-term effect of variable BP levels on the risk of cardiovascular disease. We also outline both conventional and novel techniques to assess 'average' BP levels and BPV, and comment on the utility and potential of these methods to improve medical practice. Novel cuffless wearable technologies have been developed to overcome the downsides of office BP measurements, such as the artificial and standardized medical setting, and the limited number of BP readings. These technologies can provide a detailed assessment of BP levels over 24 h and for weeks or months. However, the utility and reliability of such technologies, and whether they offer useful additional information on BPV for clinical practice, remain to be seen."
    },
    {
      "title": "The clinical relevance of 'average' BP levels",
      "text": "Raised BP levels affect more than 1 billion people globally and constitute the leading modifiable risk factor for preventable death  9  . Thousands of patents involving BP measurement are registered each year (Fig.  1 ). In this section, we describe the most commonly used method to capture office BP levels and how the snapshot BP readings obtained from this method form the basis of classification, diagnostic and treatment thresholds for hypertension."
    },
    {
      "title": "The gold standard technique",
      "text": "The Riva-Rocci-Korotkoff auscultatory method, which incorporates a cuff sphygmomanometer to assess brachial arterial BP level, was the result of refinement of the crude method used by Hales 1 and has been employed in medical practice for more than 100 years (Fig.  1 ). Over time, BP thresholds, treatment targets and therapies have changed, but this technique (nowadays incorporated into automatic oscillometric devices with a brachial cuff) remains the dominant BP assessment method and its data form the basis of recommendations by the WHO  10  and clinical hypertension guidelines  5, 6, 11, 12  .\n\nTo date, all major outcome clinical trials that evaluate the efficacy of pharmacotherapy in reducing BP levels have measured office BP levels using the upper-arm-cuff method  13  . The pharmacological treatment of hypertension has been hailed as arguably the most evidence-based and cost-effective medical intervention, with clear benefits of reduced morbidity and mortality  14  . These conclusions were made using data obtained from the standardized measurement of BP levels in the office (which involves three subsequent readings per visit taken according to a standard procedure and using the average of the last two or all three for decision-making  6  ), demonstrating that despite the many caveats of this technique, it has considerable prognostic value for cardiovascular outcomes. Although this standard technique seems simple, in reality, many consequential steps are required to produce a reliable and reproducible result  15  . Indeed, clinicians and other health practitioners often deviate from this technique in clinical practice, prompting continued publications of practice guidelines  6  and position statements  15, 16  . The implications of inaccurate testing are dire, as a 5 mmHg difference in systolic BP would correspond to an incorrect classification of hypertension status in 84 million individuals worldwide  15  ."
    },
    {
      "title": "Classification, diagnostic and treatment thresholds",
      "text": "Given that most major BP clinical trials obtain data predominantly from conventional office BP measurements, this method remains the only approach to classify BP (as normal, high-normal or hypertension grade 1-3) and to determine the thresholds and targets for treatment. In most countries and clinical settings, in-office BP measurement is the only method used to obtain BP readings owing to its affordability and wide availability, and is likely to remain the most common method for several decades to come.\n\nIn addition to the 'snapshot' nature of office BP readings, which does not take into account any fluctuations in BP levels, office BP measurements have numerous caveats. The devices used for office BP measurements have mostly not been validated for accuracy (STRIDE BP). A detailed evaluation of home BP monitoring (HBPM) devices available online in Australia reported that only 18.3% of upper-arm-cuff devices have been validated for accuracy, and that validated cuff BP devices are more expensive than non-validated devices  17  . To date, no regulatory requirements exist for independent validation of all BP devices that are put on the market (using the universally accepted International Organization for Standardization (ISO) standard), despite increasing calls to mandate validation of these devices  16  .\n\nThe limitations of office BP measurements were recog nized as far back as 1940 (reF. 18 ) ( Fig.  1 ). Ayman and Goldshire  18  reported that BP levels measured at home were consistently lower than BP levels measured in the office. Indeed, office BP levels are now well-known to be subject to the 'white-coat effect' . Approximately 15-25% of treated or untreated individuals with hypertension who attend BP clinics have white-coat hypertension (elevated office BP levels but normal out-of-office BP levels)  6  . Although the white-coat effect can be gradually minimized with standardized measurements over"
    },
    {
      "title": "Key points",
      "text": "• Although the dynamic nature of blood pressure (bP) is well-known, hypertension guidelines recommend using the average values of static bP readings (office or out-of-office), specifically aiming to level the fluctuations and peaks in bP readings.\n\n• All current bP measurement methods have imperfect reproducibility owing to the continuous fluctuation in bP readings, making it difficult to accurately diagnose hypertension. • Accumulating evidence from clinical trials, large registries and meta-analyses shows that increased bP variability predicts cardiovascular outcome, independently of the average bP values. • to date, bP variability is overlooked, with limited application in clinical practice, probably owing to a variety of complex non-standardized bP variability assessment methods and indices, and uncertain thresholds and clinical usefulness. • Novel cuffless wearable bP technologies can provide very large numbers of readings for days and months without the discomfort of traditional bP monitoring devices, and have the potential to replace current bP methods, once accuracy issues are resolved and their clinical usefulness is proved. 0123456789();:\n\nrepeated visits, the phenomenon remains present and pronounced in many individuals  19  . Office BP assessment also misses masked hypertension (defined as normal BP levels in the office but elevated BP levels outside of the office), a condition present in 10-20% of individuals attending BP clinics  20  . Collectively, the challenge is that office BP assessment is a crude measurement and when used in isolation might often result in an incorrect or a missed diagnosis of hypertension. Furthermore, given that office BP assessment cannot capture variability in BP levels, a substantial risk of cardiovascular disease might be missed in many individuals."
    },
    {
      "title": "BP snapshots versus BP profile",
      "text": "As mentioned above, a major limitation of only assessing a snapshot BP reading is that such measurements completely disregard the dynamic fluctuations in BP levels (Fig.  2 ). These variations can be caused by ambient (seasonal) temperature change or an acutely stressful experience  5  . Acute BP responses to physical or mental stress are known to vary substantially between individuals, with exaggerated cardiovascular reactions associated with less favourable cardiovascular risk status  21  . Across a 24 h period, different diurnal BP profiles, including a nocturnal non-dipping BP pattern  22  , extreme nocturnal dipping in selected individuals  23  , an exaggerated morning BP surge  24  or maximal systolic BP levels  25  , can predict an increased risk of adverse cardiovascular outcomes. These disrupted diurnal profiles seem to provide independent prognostic information beyond that of average BP levels. Although such variations and peaks in BP level might be regarded as acute or short-term, some individuals show larger fluctuations in BP level over time than others, while maintaining a similar overall average BP level (Fig.  3 ). The concept of cumulative BP or BP load, defined as the percentage of abnormally elevated BP readings over a period of time, although not identical to BPV, also illustrates how frequent elevations in BP levels are linked with increased cardiovascular risk  26  . Mounting evidence, including data from the CARDIA study  27  and the ARIC cohort  28  , indicates that individuals with high cumulative systolic BP levels over many years have worse cardiac function and increased risk of incident heart failure in later life compared with individuals with lower cumulative systolic BP levels. Furthermore, patients treated for hypertension show marked differences in the degree of BP level fluctuation  29  . Very few of the patients newly diagnosed with hypertension can maintain target BP levels for a complete year  29  . Individuals who remained at target BP a b Poiseuille invents the mercury manometer Faivre is the first to accurately measure BP levels in humans Vierordt invents a sphygmograph Korotkoff describes the 'Korotkoff sounds' Publication of The Seventh Report of the Joint National Committee on Prevention, Detection, Evaluation, and Treatment of High Blood Pressure Ayman and Goldshine report that BP levels measured at home were lower than those measured at the office Hales is the first to measure BP levels, performed in a horse First 'sphygmomanometer' patent registered by Hill and Barnard Marey, Von Basch and Potain improve the sphygmograph European Society of Hypertension publishes guidelines for ABPM and HBPM Sokolow and Hinman invent the first semiautomatic ABPM device First automatic oscillometric BP monitor patented Since 2005, 915 patents have been registered for 'cuffless' BP monitors Riva-Rocci invents the modern BP cuff 1977 1976 2003 1854 1896 1733 1828 1860 1962 2021 1889 1905 1897 1856 1940 Patents registered with 'blood pressure' in title 100,000 10,000 1,000 100 10 1 0 1900 1875 1733 1783 1833 1925 1950 1975 2000 2025 levels for a higher proportion of time seemed to have a lower risk of incident cardiovascular diseases, which was independent of the widely used office BP 'control' indicators  29  . This finding was confirmed in the SPRINT trial  30  , which demonstrated that the time spent within target BP levels was significantly associated with a decreased risk of major adverse cardiovascular events, independent of average systolic BP levels.\n\nThe question remains -how will the prognostic information provided by BPV data, which are independent of average BP readings, contribute to the improvement of the strategies for managing hypertension in clinical practice? Despite the obvious association between BPV and clinical outcomes, the most recent clinical practice guidelines for office and out-of-office BP measurement provide thresholds only for hypertension that is diagnosed with the use of an average calculation of the second and third office BP readings, an average of 24 h ambulatory BP monitoring (ABPM) readings or an average of HBPM readings taken for multiple days (at least 3 days with at least 12 readings)  6  . Ironically, all these approaches specifically aim to even out the fluctuations in BP levels. Therefore, although these guidelines acknowledge the evidence supporting the prognostic value of BPV, this knowledge has not yet been applied in clinical practice  6  ."
    },
    {
      "title": "Classic and novel BP monitoring methods",
      "text": "Both BP levels and BPV are linked to the arterial site at which the BP is recorded and the time that the reading is taken  31  . The quantification of the mechanical stress that BP exerts on a specific segment of the arterial tree can be directly assessed only via insertion of an intra-arterial catheter  31  , whereas non-invasive measurements using the arm-cuff method can only provide an estimated value. Moreover, systolic BP levels are subject to amplification from the aorta to the periphery, with central (aortic) systolic BP levels being lower than the respective brachial BP levels  31  . These methodology issues, in addition to the time-sensitive and arterial site-dependent elements of BPV, greatly reduce the accuracy in the assessment of BPV by both classic and novel BP monitoring methods. The currently available techniques allow measurements under standardized and static conditions, as well as during daily activities or even under dynamic conditions, and are associated with several advantages and disadvantages in the measurement of BPV (Fig.  4 )."
    },
    {
      "title": "Intra-arterial versus non-invasive cuff-based methods",
      "text": "The invasive intra-arterial method provides direct assessment of BP levels and is theoretically the gold standard for measuring BP levels and short-term BPV. Two studies that assessed 24 h intra-arterial BP recordings in patients hospitalized with essential hypertension showed that BPV was related to the rate and severity of target-organ damage and, more importantly, was predictive of disease progression  32, 33  . However, data demonstrating the clinical relevance of BPV assessed by intra-arterial measurements remain scarce. Indeed, such studies can be performed only at a hospital or in a laboratory setting, and mostly in selected patients with conditions that require catheterization. Furthermore, invasive methodologies require technical expertise, are costly and can cause discomfort and potentially serious complications.\n\nAt present, a non-invasive upper-arm-cuff BP measurement is the reference method for the diagnosis and management of hypertension, despite not providing the same BP values as the more accurate intra-arterial BP readings  34  . A meta-analysis of studies that compared intra-arterial BP readings with brachial cuff BP readings showed that the latter underestimated systolic BP levels and overestimated intra-arterial diastolic BP levels (by 5-6 mmHg for each measurement), resulting in considerable underestimation of pulse pressure  34  . This difference applies not only to manual auscultatory methods, but also to automated oscillometric arm-cuff measurements, given that the latter have been developed to simulate auscultatory methods of BP rather than intra-arterial assessment of BP levels  34  . Of note, all the evidence on the risks of elevated BP levels and the benefits of therapeutic reduction of BP levels in preventing cardiovascular morbidity and mortality is derived from studies using upper-arm-cuff BP measurements, especially in the office setting. The implication of using only upper-arm-cuff BP measurements in previous studies is that this measurement will be automatically selected as the primary method for any new BP clinical trials to allow comparison of data between trials. In addition, any novel technologies for measuring BP levels will need to be assessed against reference, upper-arm-cuff auscultatory BP measurements."
    },
    {
      "title": "Central BP levels and variability",
      "text": "From a pathophysiological point of view, central (aortic) BP levels might be a more accurate representation of the haemodynamic stress on target organs than brachial\n\nTable 1 | Factors that influence office systolic BP readings Measurement methodology Factors Change in BP level (mmHg) Physiological variables Recent meal ingestion -6 Recent alcohol intake -24 to +24 Recent caffeine intake +3 to +14 Bladder extension +4 to +33 Cold exposure +5 to +32 Posture Standing -3 to +5 Lying -11 to +10 Setting Effect of clinical office setting -13 to +27 Presence of observer +12 to +22 Procedural variables Insufficient rest period +4 to +12 Reliance on single measure +3 to +10 Talking during procedure +4 to +19 Arm lower than heart level +4 to +23 Unsupported arm +5 Legs crossed at knees +3 to +15 0123456789();:\n\nBP levels. Large meta-analyses have shown that central systolic BP levels, compared with their brachial counterpart, are more closely associated with indices of target-organ damage and have independent prognostic value in terms of cardiovascular outcomes  35, 36  . However, the predictive capacity of central systolic BP levels is only marginally but not significantly superior to that of peripheral BP levels  35, 36  . The estimation of central BP is now feasible using commercially available non-invasive devices that enable measurements both in the office and with 24 h ABPM. However, these devices use different principles to record the pressure or surrogate signals (such as applanation tonometry, oscillometry and ultrasonography) and different calibration methods to obtain central BP readings  37  . Therefore, the BP readings obtained with these devices can be highly heterogeneous depending on the applied methodology. In addition, at present, a standardized validation protocol has not been established for assessing the accuracy of these devices, and thus their accuracy and clinical usefulness remain questionable  37  . Several studies have reported findings on the clinical relevance of BPV assessed with ambulatory central BP monitoring using the Mobil-O-Graph device. The SAFAR study  38, 39  showed that in individuals with hypertension, 24 h central systolic BPV had a significant and a slightly stronger association with carotid damage and left ventricular structural and functional abnormalities than brachial BPV. In another study, central and brachial ambulatory BPV were elevated in individuals with hypertension and target-organ damage, but central BPV did not add relevant information beyond that provided by brachial BPV  40  ."
    },
    {
      "title": "Office BP readings and BPV",
      "text": "Office BP readings are used for assessing long-term, visit-to-visit BPV and the consistency of BP control in patients treated for hypertension  41, 42  . Although more data are available for office BPV in predicting cardiovascular outcomes than for home or ambulatory BPV, the prognostic value of office BPV is dependent on the measurement methodology (for example, the number of visits or the use of standardized protocols) and drug treatment (dosing time and compliance)  43  . Importantly, office BP levels do not provide insight into the dynamic changes in BPV induced by routine daily activities."
    },
    {
      "title": "Home BP monitoring and BPV",
      "text": "At-home monitoring of BP levels provides multiple BP readings in the usual environment of an individual and avoids the white-coat and masked hypertension phenomena  6  . HBPM devices are widely used in many countries, and this method is relatively low cost and well accepted by patients for long-term use  6  . HBPM is currently recommended as the best method for long-term follow-up of patients who are being treated for hypertension  6, 12, 44  . HBPM requires training of the users and should be applied under medical supervision  6  . Although the importance of using validated devices is widely known, most devices on the market have not been properly validated for accuracy, and inappropriate cuff sizes are often used  17, 45  .\n\nIn addition, this method also provides only static snapshot measurements and not BP readings of the individual at work or during routine daily activity or sleep. Of note, some novel low-cost HBPM devices can obtain automated BP measurements during sleep  6, 44  ."
    },
    {
      "title": "Systolic BP (mmHg)",
      "text": "24 h Over 30 s Daytime Acute mental stress 150 140 130 120 110 Hours 180 160 140 120 100 0 4 8 12 16 20 24 Seconds 180 160 140 120 100 0 5 10 15 20 25 30 Months Summer Person A Person B 1 2 3 4 5 6 7 8 9 10 11 12\n\nFig.  2  | Short-term and long-term blood pressure variability. Blood pressure (BP) patterns are evident across both the short term and the long term, with overall higher BP levels in colder versus warmer months, in daytime versus the nighttime and during exposure to acutely stressful events. The different ranges of BP variability are presented in two individuals (with BP readings shown as red and blue circles) over seconds, hours and months.\n\nHBPM devices are mostly used for assessing midterm BPV (over days) but might also provide information on long-term BPV. HBPM provides a more accurate portrayal of BPV than in-office BP measurement, given that it can provide a much larger number of readings over time. However, both methods obtain BP measurements under restrictive conditions (specifically the setting, body position and protocol used), which buffer and thereby underestimate true BPV  41, 42  ."
    },
    {
      "title": "Ambulatory BP monitoring and BPV",
      "text": "At present, 24 h ABPM is recommended as the best available method for diagnosing hypertension  6, 12  . This method generates numerous objective BP readings over 24 h, including during daily activities and sleep  6  . As with HBPM measurements, ABPM readings are not influenced by the white-coat effect or masked hypertension. ABPM is the best-studied, non-invasive method for assessing BP fluctuations within a 24 h window, but it only provides a small fraction of the BP readings generated during this time (measurements every 15-30 min). Moreover, the activities of an individual can vary considerably from day to day. Therefore, although the reproducibility of ABPM data is superior to that of office measurements, a single 24 h recording might not be adequate for reliable assessment of average BP levels during the daytime and night-time, the dipping status classification (a non-dipping pattern is defined by a fall in nocturnal BP levels of <10%) and for making diagnoses on the basis of these measures (such as isolated daytime or nocturnal hypertension  [46] [47] [48] [49]  ).\n\nImportantly, ABPM seems to be the ideal method for evaluating true BPV because it records BP levels during all daily activities, including work and sleep. Moreover, ABPM can be used to evaluate the effect of drug treatment on diurnal BP variation, such as the smoothness index, which reflects the homogeneity and size of BP reduction over the 24 h period, and the trough-to-peak effect ratio, which is an indicator of the duration of the drug-induced, post-dosing, BP-lowering effects within the 24 h period  50, 51  . Despite these advantages, 24 h ambulatory BPV has inconsistent prognostic value, probably owing to the imperfect reproducibility of 24 h ABPM and the variable day-to-day activities of individuals. Monitoring ambulatory BP levels for 48 h and with more frequent readings (every 15 min) might improve the clinical relevance of estimated BPV  52, 53  ."
    },
    {
      "title": "Complementary roles of ABPM and HBPM",
      "text": "Both ABPM and HBPM enable BP measurements to be obtained within the usual environment of each individual, thereby providing a more comprehensive and representative assessment of the BP profile than that obtained with snapshot office measurements. However, these two methods have been shown to be inconsistent in the diagnosis of white-coat or masked hypertension in approximately 15-20% of individuals, in which a diagnosis of hypertension was confirmed by one method only  6, 11  . This finding is not surprising given the imperfect reproducibility of the two methods and the fact that they assess different aspects of the BP profile and behaviour (for example, a rise in BP level might specifically occur at work, at home or during sleep). Therefore, ABPM and HBPM should be regarded as complementary rather than interchangeable methods and, ideally, both should be performed for a more complete evaluation of average BP level and BPV. Aside from traditional ABPM and HBPM devices, wearable watch-like BP devices with a thin wrist-cuff have been developed, which can take BP measurements when prompted by the individual at any time of day, and are currently being validated for accuracy  54  .\n\nSystolic BP (mmHg) Childhood Early adulthood Middle age Advanced age Time in therapeutic range (for example 120-140 mmHg Time at target 160 140 150 130 120 110 100 90 80\n\nFig.  3  | The concept of time at target blood pressure levels. As blood pressure (BP) levels increase with age, the systolic BP of two individuals (depicted by the red and blue lines) might present similar average levels (black line), but owing to a greater BP load, the individual with the BP depicted by the red line will have a greater risk of cardiovascular disease over their lifetime. Adapted with permission from reF.  26  , Wolters Kluwer."
    },
    {
      "title": "0123456789();:"
    },
    {
      "title": "Cuffless wearable BP devices and BPV",
      "text": "Cuffless BP devices are a rapidly evolving group of novel technologies. These devices use several different parameters and techniques to assess BP levels, including pulse transit time, pulse wave analysis, photoplethysmography and applanation tonometry, and have different intended uses (such as wearable devices for occasional use or for short-term continuous monitoring in an intensive care unit)  55, 56  . Cuffless BP technologies embedded in wearable devices and smartphones can obtain multiple or even continuous measurements during routine activities for days, weeks or months, without the discomfort of cuff-induced limb compression. Therefore, these devices can provide detailed information on true BP profile and behaviour over time, as well as all types of BPV (including short-term to long-term BPV  6, [55] [56] [57]  ), and have great potential for use in screening, early diagnosis, close monitoring and optimal management of hypertension.\n\nA large number of cuffless BP devices are currently available on the market, with several different technologies and different intended uses  6, 17, 55, 56  . Most of these devices require initial calibration in each user, which is usually performed by inputting a BP value measured using an upper-arm-cuff device or by inputting simple demographic data that are known to correlate with BP level (such as age and sex), with periodic recalibration required over time (every few hours, days or weeks). However, cuffless devices have specific accuracy issues that are not present in the automated cuff BP devices, such as the need for individual user calibration and their questionable accuracy in tracking BP changes after calibration  55, 56  .\n\nImportantly, the established validation standards used to evaluate the accuracy of cuff BP devices are inappropriate for cuffless devices  58, 59  . At present, the ISO is developing a new standard specific for validating continuous cuffless BP devices (ISO 81060-3)  60  . Until appropriate standards for validating cuffless BP devices have been established, and the accuracy and clinical usefulness of cuffless BP devices have been adequately investigated, they should not be recommended for medical decision-making, diagnosis or treatment  6  . Furthermore, although cuffless wearable devices seem to be ideal for evaluating both short-term and long-term BPV, to date, the data on their clinical value and utility are limited. When all the above research and accuracy issues of cuffless devices are adequately addressed and resolved, they might become the preferred technique for assessing both average BP levels and BPV."
    },
    {
      "title": "Clinical relevance of BPV Types and indices of BPV",
      "text": "The continuous dynamic fluctuations in BP levels are dependent on endogenous rhythms and, to a greater extent, on the physical and mental exertion associated with routine daily activities. Given that several aspects of BPV depend on the time window over which it is assessed, BPV is classified and measured in different BP ranges: very short-term (beat-to-beat), short-term (within 24 h, minute-to-minute, hour-to-hour and day-to-night), mid-term (day-to-day) and long-term (visit-to-visit over weeks, months and years)  41, 42  . All these classifications of BPV represent complex, continuous and dynamic interactions between intrinsic\n\nBP variability • Long-term • Visit-to-visit BP variability • Mid-term • Day-to-day BP variability • Short-term • Hour-to-hour BP variability • Very short-term, short-term, mid-term and long-term • Beat-to-beat, hour-to-hour, day-to-day, week-to-week and month-to-month Static measurement Daily activities and sleep Dynamic conditions Office BP measurement • Strong evidence • Readily available • Often not standardized • Poor reproducibility • Subject to white-coat and masked hypertension effects Home BP monitoring • Widely available • Acceptable by users • Best method for long-term follow-up of treated patients • Requires training and medical supervision • Variable accuracy of devices available on the market • Possible misreporting of readings by users Ambulatory BP monitoring • Multiple readings over 24 h • Measures BP levels during daily activities and sleep • Best method for hypertension diagnosis • Not widely available • Not accepted by all users, particularly for repeated use Cuffless wearable BP monitors • Great potential for BP screening, monitoring and management • Can provide multiple readings over long periods of time • No cuff-induced discomfort • Questionable accuracy • Unproven clinical usefulness (regulatory neurohormonal and cardiovascular) mechanisms and extrinsic (environmental and behavioural) factors and are essential for maintaining BP 'homeostasis' to ensure adequate vital organ perfusion under varying conditions  41, 42  . Conversely, increased BPV might also reflect alterations in functional and structural cardiovascular and renal regulatory mechanisms, subclinical or established cardiovascular damage, or underlying pathological conditions associated with autonomic dysfunction, which in turn are linked to poor prognosis  41, 42  .\n\nRegardless of what an increase in BPV implies, the dynamic nature of BP has inevitably led to challenges in the accurate evaluation of BP levels and hypertension diagnosis and classification (Fig.  5 ).\n\nBPV indices are aimed to quantify overall variability and take into account the dispersion, sequence and irregularity of BP values or evaluate specific BPV patterns, such as nocturnal BP decline, ratio of night-to-day BP levels and morning BP surge  7, 41, 42  . Numerous indices have been proposed for the evaluation and quantification of BPV. Standard deviation is most often used because it estimates the dispersion of the raw BP values and is straightforward to calculate. However, the standard deviation of BP levels is highly dependent on the average BP value  41, 42  . Furthermore, the coefficient of variation (the standard deviation divided by the corresponding mean) is another widely used parameter of BPV because it is independent of the association with the average BP levels and thus enables the comparison between data with different average values  41, 42  . Given that both the standard deviation and the coefficient of variation are affected by diurnal BP variation, these parameters should be weighted for the duration of the awake and asleep periods when assessing 24 h BPV  61  .\n\nOther BPV indices that are used exclusively in research include: average real variability (ARV), which assesses the sequence of BP readings and is computed as the average of the absolute differences between consecutive BP measurements; variability independent of the mean (VIM), which is derived from nonlinear regression analysis (but is impractical for use at an individualized level because it requires previous derivation of equation coefficients for the given population); time rate index, which considers the sequence and the slope of BP changes and is useful whenever multiple changes in BP trends occur between measurements; and maximum and minimum BP values  7, 41, 42, 62  . All these indices assess different aspects of the complex BPV phenomenon and do not have uniform clinical and prognostic values. For example, individuals with the same standard deviation in BP levels might present different values for coefficient of variation owing to different average BP levels, whereas individuals with the same values for coefficient of variation might present different profiles of the direction of BP changes reflected in the time rate index  41, 42  . Furthermore, some indices are more affected by the accuracy of the BP monitoring method than others. For example, ARV is more dependent on the number of ambulatory BP readings than the standard deviation  41, 42, 53  ."
    },
    {
      "title": "Clinical implications of BPV",
      "text": "The clinical implications of BPV in terms of hypertension diagnosis are obvious, given the challenges associated with making an accurate diagnosis in clinical practice using traditional methods. As mentioned above, these challenges include continuous fluctuations in BP levels (especially important when BP levels are close to diagnostic thresholds), the imperfect reproducibility of BP data assessed with all the common BP measurement methods, and the heterogeneity of individuals and hypertension phenotypes.\n\nThe challenge of data reproducibility. BP readings obtained using traditional methods show only moderate reproducibility, with out-of-office BP measurements being more reproducible than those taken in the office  63  .\n\nThe disagreement between office and out-of-office BP monitoring methods has resulted in the identification of the 'intermediate hypertension' phenotypes of white-coat hypertension and masked hypertension  6, 20  . These phenotypes also have only moderate reproducibility, which is attributable to inherent BPV  6, 20  . In the ELSA study  64  , only one-third of 1,664 patients treated 0123456789();:\n\nfor hypertension classified as white-coat or masked hypertension maintained the same classification in repeated annual assessments in the 4-year follow-up. The reproducibility of specific diurnal BP patterns identified by 24 h ABPM, including nocturnal BP dipping and the morning BP surge, is also less than optimal  [46] [47] [48] [49]  . Together, these observations demonstrate the inherent challenges in reliably assessing the BP profile. To overcome the diagnostic uncertainties in clinical practice owing to BPV, both European 6 and US  65  expert panels recommend standardization of the protocols for office and out-of-office BP measurements. Furthermore, the panels propose that any disagreement in diagnosis on the basis of BP levels obtained with different methods should be confirmed with repeat measurements.\n\nPrognostic value of BPV. Despite the inaccuracies in the diagnosis of hypertension owing to the presence of BPV, accumulating evidence from clinical trials, large registries and meta-analyses of population studies shows that increased BPV is predictive of cardiovascular outcomes, independently of the average BP values  8, 25, [66] [67] [68] [69] [70] [71] [72] [73] [74] [75] [76] [77] [78] [79] [80] [81]  . These findings have been confirmed with all types of BPV. Regarding short-term BPV, an analysis of 24 h systolic and diastolic ambulatory BPV (ARV) data from the IDACO database  66  showed significant predictive value for total and cardiovascular mortality. Likewise, in the Ambulatory Blood Pressure International Study 67 , a nocturnal systolic BP standard deviation of ≥12.2 mmHg was associated with a higher risk of cardiovascular and all-cause death. Regarding mid-term BPV, data from the IDHOCO database  68  showed that all indices of systolic and diastolic BPV (standard deviation, coefficient of variation, ARV and VIM) derived from day-to-day morning HBPM were independently associated with all-cause and cardiovascular mortality. However, all-cause and cardiovascular mortality was significantly increased only in the highest BPV decile, implying that the pattern of this association might not be linear. The prognostic value of long-term BPV has the greatest amount of evidence, according to post hoc analyses of clinical trials with large cohorts of patients, which demonstrated significant associations between visit-to-visit BPV (mainly measured as standard deviation) and cardiovascular end points  25, [69] [70] [71] [72] [73] [74] [75] [76] [77] [78]  .\n\nA 2016 meta-analysis of data from prospective cohort studies and clinical trials showed that increased long-term systolic BPV was associated with a higher risk of all-cause and cardiovascular death, cardiovascular events, coronary heart disease and stroke  8  . The limited data for mid-term and short-term BPV also showed similar associations  8  . Of note, these studies predominantly included adults at increased risk of cardiovascular disease in Europe and East Asia. Moreover, substantial heterogeneity was present in the BPV indices used across the studies included in the meta-analysis, with standard deviation being the most common parameter  8  .\n\nSubstantial heterogeneity is also present in the associations between BPV and cardiovascular outcomes across different patient subgroups. In the VALUE trial  75  , a higher visit-to-visit systolic BPV was associated with increased risk of cardiovascular events in patients with hypertension, irrespective of baseline cardio vascular risk, and this association was stronger in younger patients and those with lower systolic BP levels. Furthermore, in the ACCORD trial  76  , visit-to-visit BPV was associated with the primary cardiovascular outcome, but this relationship was dependent on baseline BP levels; a stronger association was more evident in patients with low and high strata of baseline systolic and diastolic BP levels. Interestingly, diastolic BPV was strongly associated with coronary heart disease, especially in patients with a history of cardiovascular disease and low baseline BP levels, which might indicate a pathophysiological mechanism of reduced coronary perfusion during diastole in patients with diastolic BPV  76  . In an analysis of the SPRINT trial  77, 78  , which enrolled patients with hypertension and high cardiovascular risk, all-cause mortality was independently associated with visit-to-visit systolic BPV quantified using VIM or maximum minus minimum BP levels, but was not associated with systolic BPV quantified using the coefficient of variation. Of note, despite the discrepancies in the findings of these trials, accurate BP evaluation is even more crucial when targeting the lower BP goals proposed by the currently recommended intensive treatment strategy. BP levels evaluated exclusively using office measurements are often incomplete and might lead to overtreatment. As a result, these patients might experience adverse effects owing to excessive BP reduction, particularly in high-risk patients with limited autoregulation perfusion capacity.\n\nBeyond the prognostic value of BPV for cardiovascular outcomes, mounting evidence indicates that BPV has implications for a broader range of disease outcomes and complications. In patients with acute intracerebral haemorrhage, high systolic BPV was predictive of poor outcome  82  . Furthermore, critically ill patients with COVID-19 who required transfer to other hospitals for further treatment, were admitted to the intensive care unit or died had greater systolic and diastolic BPV than patients with severe COVID-19 who recovered and were discharged from hospital (despite similar use of antihypertensive medication and similar mean BP levels)  83  . Furthermore, even in patients without hypertension, BPV has been associated with glaucomatous optic neuro pathy, most probably via hypoperfusion of the optic nerve  84  .\n\nA 2021 meta-analysis of 20 studies that involved 7.8 million participants showed that BPV had a stronger association with dementia and cognitive impairment than mean BP levels  85  . This finding was confirmed in a randomized trial showing that in old adults without major cognitive impairment, higher long-term, visit-to-visit BPV was associated with an increased risk of dementia and cognitive decline, independently of average BP levels and use of antihypertensive medication  86  . Together, these findings support the notion that reducing BPV might be a future target to prevent dementia.\n\nOf note, although all types of BPV have a certain degree of clinical relevance and prognostic value, the association between the indices of different types of BPV, as well as their agreement in detecting individuals with high BPV, is moderate  87, 88  . Therefore, all the measurement methods for assessing BPV should be regarded as complementary rather than interchangeable or competitive."
    },
    {
      "title": "Antihypertensive drugs and BPV",
      "text": "The cardiovascular benefits of drug-mediated BP lowering are well established  12, 89  . However, although numerous classes of antihypertensive drugs have similar effects on BP levels, they have differential effects on BPV. The ASCOT trial  90  , which compared the calcium-channel blocker amlodipine with the β-blocker atenolol in 19,257 patients with hypertension and other cardiovascular risk factors, demonstrated that amlodipine reduced BPV compared with atenolol, which might explain the disparity between the observed effects on stroke risk and the effects expected by the mean BP change. Other studies have also confirmed a beneficial effect of calcium-channel blockers and diuretics in reducing BPV compared with other antihypertensive agents  77, [91] [92] [93] [94]  . In a meta-analysis of data from several randomized clinical trials, inter-individual variation in systolic BP level (used as a surrogate index for within-individual BPV) was reduced by the greatest extent with calcium-channel blockers  92  . In addition, drug-class effects on inter-individual BPV seemed to account for differences in the effects of antihypertensive drugs on the risk of stroke, independently of their effects on average systolic BP level  92  . A separate analysis showed a trend towards larger reductions in odds ratios for numerous end points (including stroke) across several randomized clinical trials, with a larger decrease in the coefficient of intra-individual systolic BPV achieved with amlodipine compared with other drugs  94  . However, all these findings were indirectly derived from post hoc analyses; randomized cardiovascular outcome trials to specifically address the effect of various antihypertensive drug classes on BPV have not yet been performed."
    },
    {
      "title": "Barriers in implementation",
      "text": "Despite the recognized prognostic value of BPV measurement in the prediction of cardiovascular outcomes, numerous challenges limit its implementation in routine clinical practice. First, although the methods currently used to estimate BPV indicate that increased BPV confers an adverse prognosis, its additive value over and beyond that of average BP levels and its role in risk stratification remain unknown. For example, in the aforementioned IDACO database  66  , multivariate analyses showed that ARV added only 0.1% to the risk of a composite cardiovascular event. Likewise, the IDHOCO analysis  68  revealed only a minor and nonsignificant incremental improvement with use of home BPV monitoring in terms of net reclassification and integrated discrimination improvements. Second, the optimal method for assessing BPV is not known. Several indices have also been established for the quantification of BPV (some of them complex to calculate), but the clinical utility of these parameters has not been validated. Third, BPV threshold values for decision-making have not yet been established. Several studies have proposed thresholds to define increased risk, but these thresholds refer to different indices and types of BPV  67, 68  . Finally, at present, no firm evidence has been found for the benefits of treatment-induced changes in BPV."
    },
    {
      "title": "Conclusions",
      "text": "Raised BP levels continue to be the leading cause of death globally  9  , highlighting the importance of accurate, broad and frequent assessment of BP levels in the general population. However, the future of BP measurement will depend on medical needs and advances in technology. The long history of the development of BP monitoring methods and devices (Fig.  1 ) has been important for our understanding of the strengths and weaknesses of currently available tools and for defining unmet needs.\n\nThe key challenge is that BP is a continuous dynamic variable that is inadequately represented by the snapshot measurements provided by all the current clinically available methods. Therefore, the pulsative function of the circulation requires continuous high-definition video recording rather than snapshot photographs. However, given that snapshot office BP measurements have been extremely effective in predicting cardiovascular risk, the goal of improving cardiovascular risk prediction with existing out-of-office BP monitoring methods or BPV measurement methods remains a challenge.\n\nFor the reliable evaluation of the long-term BP profile, we need a new method that can provide more BP data (more recording days rather than more readings per day), can obtain readings during all routine daily activities (not only under static conditions), is comfortable for the user over a long period of time (the user should ideally not be aware of when a measurement is taken) and is acceptable for repeated long-term use. Novel technologies must have the accuracy validated using established international standards, well-defined thresholds for diagnosis and proven usefulness in improving patient care beyond that of the currently available methods.\n\nIf continuous, accurate recording of BP levels with novel technologies can improve risk prediction and patient care beyond that provided by conventional BP measurement methods, the next steps will be to ensure that the large amount of data derived from these technologies is efficiently used and converted into a simple • office blood pressure (bP) measurements will continue to have a major role in the screening, diagnosis and management of hypertension, and thus need further refinement. Devices that take triplicate automated measurements and display the average of the last two or all three readings (as current guidelines recommend  5, 12  ) will eliminate the need for an observer -the most fallible aspect of this type of measurement. • Home bP monitoring devices seem to be the most feasible and efficient method for long-term self-monitoring in patients with hypertension. low-cost electronic monitors with bP monitoring guidance that are validated for accuracy, have the ability for automated data storage, averaging and interpretation of readings, and data transmission (such as via mobile phone applications) are likely to become the primary method for hypertension management in the near future. • Ambulatory bP monitoring needs to be standardized and simplified in the set-up and calibration, reporting and interpretation, and its cost can be considerably reduced by engaging with pharmacists and other health-care providers. Although ambulatory bP monitoring is currently proposed as the best method for diagnosing hypertension, given the cost issues and patient discomfort (particularly with repeated use), this method is unlikely to have a considerable role in screening or long-term follow-up of treated patients in the future.\n\n0123456789();:\n\nformat for clinical decision-making. Adoption of these types of newer approaches might meet resistance from the medical establishment owing to the wide availability and low cost of conventional office BP devices, especially in low-resource settings. Until accessible and more accurate novel technologies are developed, the currently available approaches require improvement (box 1). Cuffless wearable BP monitoring technologies have considerable potential for improving hypertension screening, diagnosis, control and long-term follow-up. Indeed, continuous cuffless BP monitoring can arguably provide a more complete BP profile than current methods and might pave the way for improved and effective implementation of BPV data into clinical practice. Cuffless devices are likely to replace all other methods once their accuracy and clinical usefulness have been established. The intense efforts by medical engineers over the past decade towards this goal indicate that the transition from cuff to cuffless BP measurement is no easy feat. Regardless of the advances in novel technologies in this field, BP measurement remains the only method for the diagnosis and management of hypertension."
    },
    {
      "text": "Fig. 1 | History of blood pressure assessment and technology development. a | The timeline depicts the key milestones in the history of blood pressure (BP) measurement, beginning with the first recorded measurement of BP levels, performed in a horse in 1733. b | The number of registered patents with the words 'blood pressure' in their title has risen steadily since 1897. The data for the graph were extracted from www.scopus.com. ABPM, ambulatory blood pressure monitoring; HBPM, home blood pressure monitoring."
    },
    {
      "text": "Fig. 4 | Advantages and disadvantages of classic and novel blood pressure monitoring methods and capacity to capture blood pressure variability. Blood pressure (BP) monitoring methods enable the assessment of BP during static or dynamic conditions over different time windows, and thus can capture different aspects of BP variability."
    },
    {
      "text": "Fig.5| Capacity of classic blood pressure monitoring methods to assess blood pressure variability. Classic methods to measure blood pressure (BP) are inadequate to capture BP variability across the spectrum of very short-term to long-term variability."
    },
    {
      "text": "Approaches to improve current BP monitoring methods"
    }
  ],
  "references": [
    {
      "title": "A short history of blood pressure measurement",
      "authors": [
        "J Booth"
      ],
      "year": 1977
    },
    {
      "title": "Effects of treatment on morbidity in hypertension. Results in patients with diastolic blood pressures averaging 115 through 129 mm Hg",
      "authors": [
        "No Authors"
      ],
      "year": 1967
    },
    {
      "title": "Final report of a trial of intensive versus standard blood-pressure control",
      "authors": [
        "C Lewis"
      ],
      "year": 2021
    },
    {
      "title": "Sources of inaccuracy in the measurement of adult patients' resting blood pressure in clinical settings: a systematic review",
      "authors": [
        "N Kallioinen",
        "A Hill",
        "M Horswill",
        "H Ward",
        "M Watson"
      ],
      "year": 2017,
      "doi": "10.1097/hjh.0000000000001197"
    },
    {
      "title": "International Society of Hypertension Global Hypertension practice guidelines",
      "authors": [
        "T Unger"
      ],
      "year": 2020
    },
    {
      "title": "European Society of Hypertension practice guidelines for office and out-ofoffice blood pressure measurement",
      "authors": [
        "G Stergiou"
      ],
      "year": 2021
    },
    {
      "title": "How to best assess blood pressure? The ongoing debate on the clinical value of blood pressure average and variability",
      "authors": [
        "G Stergiou",
        "G Parati"
      ],
      "year": 2011,
      "doi": "10.1161/hypertensionaha.111.172924"
    },
    {
      "title": "Blood pressure variability and cardiovascular disease: systematic review and meta-analysis",
      "authors": [
        "S Stevens"
      ],
      "year": 2016
    },
    {
      "title": "Risk Factors Collaborators. Global burden of 87 risk factors in 204 countries and territories, 1990-2019: a systematic analysis for the Global Burden of Disease Study 2019",
      "authors": [
        "Gbd"
      ],
      "year": 2019,
      "doi": "10.1002/hon.2936/v1/review1"
    },
    {
      "title": "WHO technical specifications for automated non-invasive blood pressure measuring devices with cuff",
      "year": 2020,
      "doi": "10.1161/hypertensionaha.120.16625"
    },
    {
      "title": "ACC/AHA/AAPA/ABC/ ACPM/AGS/APhA/ASH/ASPC/NMA/PCNA Guideline for the Prevention, Detection, Evaluation, and Management of High Blood Pressure in Adults: a report of the American College of Cardiology/ American Heart Association Task Force on Clinical Practice Guidelines",
      "authors": [
        "P Whelton"
      ],
      "year": 2017
    },
    {
      "title": "ESC/ESH Guidelines for the management of arterial hypertension: The Task Force for the Management of Arterial Hypertension of the European Society of Cardiology and the European Society of Hypertension",
      "authors": [
        "B Williams"
      ],
      "year": 2018
    },
    {
      "title": "Pharmacological blood pressure lowering for primary and secondary prevention of cardiovascular disease across different levels of blood pressure: an individual participant-level data meta-analysis",
      "authors": [
        "A Adler"
      ],
      "year": 2021
    },
    {
      "title": "Effects of different blood-pressure-lowering regimens on major cardiovascular events: results of prospectively-designed overviews of randomised trials",
      "authors": [
        "F Turnbull"
      ],
      "year": 2003
    },
    {
      "title": "Optimizing observer performance of clinic blood pressure measurement: a position statement from the Lancet Commission on Hypertension Group",
      "authors": [
        "R Padwal"
      ],
      "year": 2019,
      "doi": "10.1097/hjh.0000000000002112"
    },
    {
      "title": "Lancet Commission on Hypertension Group position statement on the global improvement of accuracy standards for devices that measure blood pressure",
      "authors": [
        "J Sharman"
      ],
      "year": 2020,
      "doi": "10.1097/hjh.0000000000002246"
    },
    {
      "title": "Nonvalidated home blood pressure devices dominate the online marketplace in Australia: major implications for cardiovascular risk management",
      "authors": [
        "D Picone"
      ],
      "year": 2020
    },
    {
      "title": "Blood pressure determination by patients with hypertension: the difference between clinic and home readings before treatment",
      "authors": [
        "D Ayman",
        "A Goldshire"
      ],
      "year": 1940,
      "doi": "10.1097/00000441-194010000-00005"
    },
    {
      "title": "White-coat hypertension: pathophysiological and clinical aspects: excellence award for hypertension research 2020",
      "authors": [
        "G Mancia",
        "R Facchetti",
        "M Bombelli",
        "C Cuspidi",
        "G Grassi"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.16489"
    },
    {
      "title": "Phenotypes of masked hypertension: isolated ambulatory, isolated home and dual masked hypertension",
      "authors": [
        "G Stergiou"
      ],
      "year": 2020,
      "doi": "10.1097/hjh.0000000000002270"
    },
    {
      "title": "Greater cardiovascular responses to laboratory mental stress are associated with poor subsequent cardiovascular risk status: a meta-analysis of prospective evidence",
      "authors": [
        "Y Chida",
        "A Steptoe"
      ],
      "year": 2010,
      "doi": "10.1161/hypertensionaha.109.146621"
    },
    {
      "title": "Clinical value of ambulatory blood pressure: evidence and limits",
      "authors": [
        "G Mancia",
        "P Verdecchia"
      ],
      "year": 2015,
      "doi": "10.1161/circresaha.116.303755"
    },
    {
      "title": "European Society of Hypertension practice guidelines for ambulatory blood pressure monitoring",
      "authors": [
        "G Parati"
      ],
      "year": 2014
    },
    {
      "title": "Morning surge in blood pressure as a predictor of silent and clinical cerebrovascular disease in elderly hypertensives: a prospective study",
      "authors": [
        "K Kario"
      ],
      "year": 2003,
      "doi": "10.1161/01.cir.0000056521.67546.aa"
    },
    {
      "title": "Prognostic significance of visit-tovisit variability, maximum systolic blood pressure, and episodic hypertension",
      "authors": [
        "P Rothwell"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60308-x"
    },
    {
      "title": "Toward a better understanding of why cumulative blood pressure is such a strong predictor of cardiovascular outcomes",
      "authors": [
        "A Schutte",
        "S Gnanenthiran"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.121.18156"
    },
    {
      "title": "Cumulative blood pressure in early adulthood and cardiac dysfunction in middle age: the CARDIA study",
      "authors": [
        "S Kishi"
      ],
      "year": 2015
    },
    {
      "title": "Mid-to late-life time-averaged cumulative blood pressure and late-life cardiac structure, function, and heart failure",
      "authors": [
        "K Teramoto"
      ],
      "year": 2020
    },
    {
      "title": "Time spent at blood pressure target and the risk of death and cardiovascular diseases",
      "authors": [
        "S Chung"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0202359"
    },
    {
      "title": "Systolic blood pressure time in target range and cardiovascular outcomes in patients with hypertension",
      "authors": [
        "N Fatani",
        "D Dixon",
        "B Van Tassell",
        "J Fanikos",
        "L Buckley"
      ],
      "year": 2021
    },
    {
      "title": "Evidence on blood pressure measurement methodology and clinical implementation: research agenda for the 21st century",
      "authors": [
        "G Stergiou",
        "A Kollias",
        "A Protogerou"
      ],
      "year": 2017,
      "doi": "10.1016/j.jacc.2017.06.026"
    },
    {
      "title": "Relationship of 24-h blood pressure mean and variability to severity of target-organ damage in hypertension",
      "authors": [
        "G Parati",
        "G Pomidossi",
        "F Albini",
        "D Malaspina",
        "G Mancia"
      ],
      "year": 1987
    },
    {
      "title": "Prognostic value of 24-h blood pressure variability",
      "authors": [
        "A Frattola",
        "G Parati",
        "C Cuspidi",
        "F Albini",
        "G Mancia"
      ],
      "year": 1993
    },
    {
      "title": "Accuracy of cuff-measured blood pressure: systematic reviews and meta-analyses",
      "authors": [
        "D Picone"
      ],
      "year": 2017
    },
    {
      "title": "Association of central versus brachial blood pressure with target-organ damage: systematic review and meta-analysis",
      "authors": [
        "A Kollias",
        "S Lagou",
        "M Zeniodi",
        "N Boubouchairopoulou",
        "G Stergiou"
      ],
      "year": 2016,
      "doi": "10.1161/hypertensionaha.115.06066"
    },
    {
      "title": "Prediction of cardiovascular events and all-cause mortality with central haemodynamics: a systematic review and meta-analysis",
      "authors": [
        "C Vlachopoulos"
      ],
      "year": 2010,
      "doi": "10.1093/eurheartj/ehq024"
    },
    {
      "title": "Validation of non-invasive central blood pressure devices: ARTERY Society Task Force consensus statement on protocol standardization",
      "authors": [
        "J Sharman"
      ],
      "year": 2017
    },
    {
      "title": "24-h aortic blood pressure variability showed a stronger association with carotid damage than 24-h brachial blood pressure variability: The SAFAR study",
      "authors": [
        "S Yu"
      ],
      "year": 2018
    },
    {
      "title": "Association of left ventricular structural and functional abnormalities with aortic and brachial blood pressure variability in hypertensive patients: the SAFAR study",
      "authors": [
        "C Chi"
      ],
      "year": 2017
    },
    {
      "title": "Central blood pressure variability is increased in hypertensive patients with target organ damage",
      "authors": [
        "A De La Sierra"
      ],
      "year": 2018,
      "doi": "10.1111/jch.13172"
    },
    {
      "title": "Assessment and management of blood-pressure variability",
      "authors": [
        "G Parati",
        "J Ochoa",
        "C Lombardi",
        "G Bilo"
      ],
      "year": 2013,
      "doi": "10.1038/nrcardio.2013.1"
    },
    {
      "title": "Blood pressure variability: its relevance for cardiovascular homeostasis and cardiovascular diseases",
      "authors": [
        "G Parati",
        "C Torlasco",
        "M Pengo",
        "G Bilo",
        "J Ochoa"
      ],
      "year": 2020,
      "doi": "10.1038/s41440-020-0421-5"
    },
    {
      "title": "Blood pressure measurement device, number and timing of visits, and intra-individual visit-to-visit variability of blood pressure",
      "authors": [
        "E Levitan",
        "N Kaciroti",
        "S Oparil",
        "S Julius",
        "P Muntner"
      ],
      "year": 2012
    },
    {
      "title": "Home blood pressure monitoring: methodology, clinical relevance and practical application: a 2021 position paper by the Working Group on Blood Pressure Monitoring and Cardiovascular Variability of the European Society of Hypertension",
      "authors": [
        "G Parati"
      ],
      "year": 2021
    },
    {
      "title": "STRIDE BP international initiative for accurate blood pressure measurement: systematic review of published validation studies of blood pressure measuring devices",
      "authors": [
        "G Stergiou"
      ],
      "year": 2019
    },
    {
      "title": "Reproducibility of nocturnal blood pressure fall in early phases of untreated essential hypertension: a prospective observational study",
      "authors": [
        "C Cuspidi"
      ],
      "year": 2004,
      "doi": "10.1038/sj.jhh.1001681"
    },
    {
      "title": "Variability of diurnal changes in ambulatory blood pressure and nocturnal dipping status in untreated hypertensive and normotensive subjects",
      "authors": [
        "G Manning",
        "L Rushton",
        "R Donnelly",
        "M Millar-Craig"
      ],
      "year": 2000
    },
    {
      "title": "Reproducibility study of nocturnal blood pressure dipping in patients with high cardiovascular risk",
      "authors": [
        "N Burgos-Alonso",
        "M Ruiz Arzalluz",
        "A Garcia-Alvarez",
        "D Fernandez-Fernandez De Quincoces",
        "G Grandes"
      ],
      "year": 2021
    },
    {
      "title": "Intraindividual reproducibility of blood pressure surge upon rising after nighttime sleep and siesta",
      "authors": [
        "G Stergiou",
        "S Mastorantonakis",
        "L Roussias"
      ],
      "year": 2008
    },
    {
      "title": "The smoothness index: a new, reproducible and clinically relevant measure of the homogeneity of the blood pressure reduction with treatment for hypertension",
      "authors": [
        "G Parati",
        "S Omboni",
        "D Rizzoni",
        "E Agabiti-Rosei",
        "G Mancia"
      ],
      "year": 1998,
      "doi": "10.1097/00004872-199816110-00016"
    },
    {
      "title": "Calculation of trough:peak ratio of antihypertensive treatment from ambulatory blood pressure: methodological aspects",
      "authors": [
        "S Omboni",
        "G Parati",
        "A Zanchetti",
        "G Mancia"
      ],
      "year": 1995,
      "doi": "10.1097/00004872-199510000-00005"
    },
    {
      "title": "Continuous vs intermittent blood pressure measurements in estimating 24-h average blood pressure",
      "authors": [
        "M Di Rienzo",
        "G Grassi",
        "A Pedotti",
        "G Mancia"
      ],
      "year": 1983
    },
    {
      "title": "How many measurements are needed to estimate blood pressure variability without loss of prognostic information?",
      "authors": [
        "L Mena"
      ],
      "year": 2014
    },
    {
      "title": "Validation of two watch-type wearable blood pressure monitors according to the ANSI/AAMI/ISO81060-2:2013 guidelines: Omron HEM-6410T-ZM and HEM-6410T-ZL",
      "authors": [
        "M Kuwabara",
        "K Harada",
        "Y Hishiki",
        "K Kario"
      ],
      "year": 2019,
      "doi": "10.1111/jch.13499"
    },
    {
      "title": "Evaluation of the accuracy of cuffless blood pressure measurement devices: challenges and proposals",
      "authors": [
        "R Mukkamala"
      ],
      "year": 2021
    },
    {
      "title": "Cuffless blood pressure measurement",
      "authors": [
        "R Mukkamala",
        "G Stergiou",
        "A Avolio"
      ],
      "year": 2022,
      "doi": "10.1146/annurev-bioeng-110220-014644"
    },
    {
      "title": "Cuffless blood pressure monitoring: promises and challenges",
      "authors": [
        "J Pandit",
        "E Lores",
        "D Batlle"
      ],
      "year": 2020
    },
    {
      "title": "Validation protocols for blood pressure measuring devices in the 21st century",
      "authors": [
        "G Stergiou",
        "B Alpert",
        "S Mieke",
        "J Wang",
        "E O'brien"
      ],
      "year": 2018
    },
    {
      "title": "A universal standard for the validation of blood pressure measuring devices: Association for the Advancement of Medical Instrumentation/European Society of Hypertension/ International Organization for Standardization (AAMI/ ESH/ISO) collaboration statement",
      "authors": [
        "G Stergiou"
      ],
      "year": 2018
    },
    {
      "title": "Non-invasive sphygmomanometers -Part 3: Clinical investigation of continuous automated measurement type",
      "doi": "10.2345/9781570207228.ch1"
    },
    {
      "title": "Under development",
      "year": 2021
    },
    {
      "title": "A new method for assessing 24-h blood pressure variability after excluding the contribution of nocturnal blood pressure fall",
      "authors": [
        "G Bilo"
      ],
      "year": 2007
    },
    {
      "title": "Impact of the time rate of blood pressure variation on left ventricular mass",
      "authors": [
        "N Zakopoulos"
      ],
      "year": 2006
    },
    {
      "title": "Reproducibility of home, ambulatory, and clinic blood pressure: implications for the design of trials for the assessment of antihypertensive drug efficacy",
      "authors": [
        "G Stergiou"
      ],
      "year": 2002,
      "doi": "10.1016/s0895-7061(01)01505-9"
    },
    {
      "title": "Limited reproducibility of MUCH and WUCH: evidence from the ELSA study",
      "authors": [
        "G Mancia"
      ],
      "year": 2020
    },
    {
      "title": "Blood pressure assessment in adults in clinical practice and clinic-based research: JACC scientific expert panel",
      "authors": [
        "P Muntner"
      ],
      "year": 2019
    },
    {
      "title": "Prognostic value of reading-toreading blood pressure variability over 24 h in 8938 subjects from 11 populations",
      "authors": [
        "T Hansen"
      ],
      "year": 2010
    },
    {
      "title": "Added predictive value of night-time blood pressure variability for cardiovascular events and mortality: the Ambulatory Blood Pressure-International Study",
      "authors": [
        "P Palatini"
      ],
      "year": 2014
    },
    {
      "title": "Outcome-driven thresholds for increased home blood pressure variability",
      "authors": [
        "E Juhanoja"
      ],
      "year": 2017
    },
    {
      "title": "Association of systolic blood pressure variability with mortality, coronary heart disease, stroke, and renal disease",
      "authors": [
        "E Gosmanova"
      ],
      "year": 2016
    },
    {
      "title": "Association between annual visit-to-visit blood pressure variability and stroke in postmenopausal women: data from the Women's Health Initiative",
      "authors": [
        "D Shimbo"
      ],
      "year": 2012
    },
    {
      "title": "Visit-to-visit variability of blood pressure and coronary heart disease, stroke, heart failure, and mortality: a cohort study",
      "authors": [
        "P Muntner"
      ],
      "year": 2015
    },
    {
      "title": "Prognostic value of variability in systolic blood pressure related to vascular events and premature death in type 2 diabetes mellitus: the ADVANCE-ON study",
      "authors": [
        "T Ohkuma"
      ],
      "year": 2017,
      "doi": "10.1161/hypertensionaha.117.09359"
    },
    {
      "title": "Association of visit-to-visit variability of systolic blood pressure with cardiovascular disease, chronic kidney disease and mortality in patients with hypertension",
      "authors": [
        "E Wan"
      ],
      "year": 2020
    },
    {
      "title": "Association of 1-year blood pressure variability with long-term mortality among adults with coronary artery disease: a post hoc analysis of a randomized clinical trial",
      "authors": [
        "O Dasa"
      ],
      "year": 2021
    },
    {
      "title": "Blood pressure variability and risk of cardiovascular events and death in patients with hypertension and different baseline risks",
      "authors": [
        "M Mehlum"
      ],
      "year": 2018
    },
    {
      "title": "Refining determinants of associations of visit-to-visit blood pressure variability with cardiovascular risk: results from the Action to Control Cardiovascular Risk in Diabetes trial",
      "authors": [
        "D Nuyujukian",
        "J Zhou",
        "J Koska",
        "P Reaven"
      ],
      "year": 2021
    },
    {
      "title": "Visit-to-visit office blood pressure variability and cardiovascular outcomes in SPRINT (Systolic Blood Pressure Intervention Trial)",
      "authors": [
        "T Chang"
      ],
      "year": 2017
    },
    {
      "title": "Visit-to-visit office blood pressure variability combined with Framingham risk score to predict all-cause mortality: a post hoc analysis of the systolic blood pressure intervention trial",
      "authors": [
        "Y Cheng"
      ],
      "year": 2021
    },
    {
      "title": "Blood pressure variability assessed by home measurements: a systematic review",
      "authors": [
        "G Stergiou"
      ],
      "year": 2014
    },
    {
      "title": "Visit-to-visit variability of blood pressure and cardiovascular disease and all-cause mortality: a systematic review and meta-analysis",
      "authors": [
        "K Diaz"
      ],
      "year": 2014
    },
    {
      "title": "Risk factor variability and cardiovascular outcome: JACC Review Topic of the Week",
      "authors": [
        "F Messerli",
        "L Hofstetter",
        "S Rimoldi",
        "E Rexhaj",
        "S Bangalore"
      ],
      "year": 2019,
      "doi": "10.1016/j.jacc.2019.02.063"
    },
    {
      "title": "Blood pressure variability and outcome after acute intracerebral haemorrhage: a post-hoc analysis of INTERACT2, a randomised controlled trial",
      "authors": [
        "L Manning"
      ],
      "year": 2014,
      "doi": "10.1016/s1474-4422(14)70018-3"
    },
    {
      "title": "Day-by-day blood pressure variability in hospitalized patients with COVID-19",
      "authors": [
        "F Li"
      ],
      "year": 2021,
      "doi": "10.1111/jch.14338"
    },
    {
      "title": "Normal-tension glaucomatous optic neuropathy is related to blood pressure variability in the Maracaibo Aging Study",
      "authors": [
        "J Melgarejo"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-021-00687-1"
    },
    {
      "title": "Association between blood pressure variability with dementia and cognitive impairment: a systematic review and meta-analysis",
      "authors": [
        "R De Heus"
      ],
      "year": 2021,
      "doi": "10.1097/01.hjh.0000746448.04370.8c"
    },
    {
      "title": "Long-term blood pressure variability and risk of cognitive decline and dementia among older adults",
      "authors": [
        "M Ernst"
      ],
      "year": 2021,
      "doi": "10.1161/jaha.120.019613"
    },
    {
      "title": "Agreement between ambulatory, home, and office blood pressure variability",
      "authors": [
        "E Juhanoja",
        "T Niiranen",
        "J Johansson",
        "P Puukka",
        "A Jula"
      ],
      "year": 2016,
      "doi": "10.1097/hjh.0000000000000772"
    },
    {
      "title": "Blood pressure variability assessed by office, home, and ambulatory measurements: comparison, agreement, and determinants",
      "authors": [
        "N Boubouchairopoulou",
        "A Ntineri",
        "A Kollias",
        "A Destounis",
        "G Stergiou"
      ],
      "year": 2021,
      "doi": "10.1038/s41440-021-00736-9"
    },
    {
      "title": "Effects of blood pressure lowering on outcome incidence in hypertension. 1. Overview, meta-analyses, and meta-regression analyses of randomized trials",
      "authors": [
        "C Thomopoulos",
        "G Parati",
        "A Zanchetti"
      ],
      "year": 2014,
      "doi": "10.1097/hjh.0000000000000378"
    },
    {
      "title": "Effects of beta blockers and calcium-channel blockers on within-individual variability in blood pressure and risk of stroke",
      "authors": [
        "P Rothwell"
      ],
      "year": 2010,
      "doi": "10.1016/s1474-4422(10)70066-1"
    },
    {
      "title": "Effect of antihypertensive agents on blood pressure variability: the Natrilix SR versus candesartan and amlodipine in the reduction of systolic blood pressure in hypertensive patients (X-CELLENT) study",
      "authors": [
        "Y Zhang",
        "D Agnoletti",
        "M Safar",
        "J Blacher"
      ],
      "year": 2011
    },
    {
      "title": "Effects of antihypertensive-drug class on interindividual variation in blood pressure and risk of stroke: a systematic review and meta-analysis",
      "authors": [
        "A Webb",
        "U Fischer",
        "Z Mehta",
        "P Rothwell"
      ],
      "year": 2010,
      "doi": "10.1016/s0140-6736(10)60235-8"
    },
    {
      "title": "Effects of amlodipine and other classes of antihypertensive drugs on long-term blood pressure variability: evidence from randomized controlled trials",
      "authors": [
        "J Wang",
        "P Yan",
        "B Jeffers"
      ],
      "year": 2014,
      "doi": "10.1016/j.jash.2014.02.004"
    },
    {
      "title": "Treating visit-to-visit blood pressure variability to improve prognosis: is amlodipine the drug of choice?",
      "authors": [
        "A Kollias",
        "G Stergiou",
        "K Kyriakoulis",
        "G Bilo",
        "G Parati"
      ],
      "year": 2017,
      "doi": "10.1161/hypertensionaha.117.10087"
    },
    {
      "title": "Alerting reaction and rise in blood pressure during measurement by physician and nurse",
      "authors": [
        "G Mancia"
      ],
      "year": 1987,
      "doi": "10.1161/01.hyp.9.2.209"
    }
  ],
  "num_references": 96
}
