{
  "paper_id": "948GLZA7",
  "title": "Do automated digital health behaviour change interventions have a positive effect on self-efficacy? A systematic review and meta-analysis",
  "abstract": "Self-efficacy is an important determinant of health behaviour. Digital interventions are a potentially acceptable and cost-effective way of delivering programmes of health behaviour change at scale. Whether behaviour change interventions work to increase self-efficacy in this context is unknown. This systematic review and meta-analysis sought to identify whether automated digital interventions are associated with positive changes in self-efficacy amongst non-clinical populations for five major health behaviours, and which BCTs are associated with that change. A systematic literature search identified 20 studies (n=5624) that assessed changes in self-efficacy and were included in a random effects meta-analysis. Interventions targeted: healthy eating (k=4), physical activity (k=9), sexual behaviour (k=3), and smoking (k=4). No interventions targeting alcohol use were identified. Overall, interventions had a small, positive effect on self-efficacy (̅ = 0.190, CI [0.078; 0.303]). The effect of interventions on self-efficacy did not differ as a function of health behaviour type (Qbetween = 7.3704 p = 0.061, df = 3). Inclusion of the BCT 'information about social and environmental consequences' had a small, negative effect on self-efficacy (∆̅ = -0.297, Q=7.072, p=0.008). Whilst this review indicates that digital interventions can be used to change self-efficacy, which techniques work best in this context is not clear.",
  "year": 1991,
  "date": "1991",
  "journal": "Organizational Behavior and Human Decision Processes",
  "publication": "Organizational Behavior and Human Decision Processes",
  "authors": [
    {
      "forename": "Katie",
      "surname": "Newby",
      "name": "Katie Newby",
      "email": "k.newby@herts.ac.uk"
    },
    {
      "forename": "Emmie",
      "surname": "Fulton",
      "name": "Emmie Fulton"
    },
    {
      "forename": "E",
      "surname": "Williams",
      "name": "E Williams"
    },
    {
      "forename": "Coventry",
      "surname": "University",
      "name": "Coventry University"
    },
    {
      "forename": "Newbykatie",
      "surname": "Teah",
      "name": "Newbykatie Teah"
    },
    {
      "forename": "Richard",
      "surname": "Cooke",
      "name": "Richard Cooke"
    },
    {
      "forename": "Xinru",
      "surname": "Li",
      "name": "Xinru Li"
    },
    {
      "forename": "Katherine",
      "surname": "Brown",
      "name": "Katherine Brown"
    },
    {
      "forename": "Bradley",
      "surname": "Salisbury-Finch",
      "name": "Bradley Salisbury-Finch"
    },
    {
      "forename": "Kayleigh",
      "surname": "Kwah",
      "name": "Kayleigh Kwah"
    },
    {
      "forename": "Naomi",
      "surname": "Bartle",
      "name": "Naomi Bartle"
    },
    {
      "forename": "Kristina",
      "surname": "Curtis",
      "name": "Kristina Curtis"
    },
    {
      "forename": "Grace",
      "surname": "Teah",
      "name": "Grace Teah"
    },
    {
      "forename": "Joanne",
      "surname": "Parsons",
      "name": "Joanne Parsons"
    },
    {
      "forename": "Elise",
      "surname": "Dusseldorp",
      "name": "Elise Dusseldorp"
    },
    {
      "forename": "Stefanie",
      "surname": "Williams",
      "name": "Stefanie Williams"
    },
    {
      "affiliation": "Coventry University 1 , 0000-0001-5820-1233 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1 \n\t\t\t\t\t\t\t\t\t 0000-0001-5820-1233"
    },
    {
      "affiliation": "University of Liverpool , 0000-0003-0476-6284 \n\t\t\t\t\t\t\t\t University of Liverpool \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0003-0476-6284"
    },
    {
      "affiliation": "Leiden University , 0000-0001-6859-2311 \n\t\t\t\t\t\t\t\t Leiden University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0001-6859-2311"
    },
    {
      "affiliation": "Coventry University 1 , 0000-0003 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1 \n\t\t\t\t\t\t\t\t\t 0000-0003"
    },
    {
      "affiliation": "Coventry University , 0000-0002-6129-9654 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0002-6129-9654"
    },
    {
      "affiliation": "Coventry University , 0000-0003-2307-1285 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0003-2307-1285"
    },
    {
      "affiliation": "Coventry University , 0000-0002-8399-0390 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0002-8399-0390"
    },
    {
      "affiliation": "Coventry University , 0000-0001 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0001"
    },
    {
      "affiliation": "University of Hertfordshire , UK. \n\t\t\t\t\t\t\t\t University of Hertfordshire \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "University of Otago , New Zealand. \n\t\t\t\t\t\t\t\t University of Otago \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t New Zealand"
    },
    {
      "affiliation": "University of Warwick , UK. \n\t\t\t\t\t\t\t\t University of Warwick \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t UK"
    },
    {
      "affiliation": "Coventry University , 0000-0002-5979-3207 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0002-5979-3207"
    },
    {
      "affiliation": "Coventry University 1 , 0000-0002-6542-8492 \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1 \n\t\t\t\t\t\t\t\t\t 0000-0002-6542-8492"
    },
    {
      "affiliation": "Leiden University , 0000-0002 \n\t\t\t\t\t\t\t\t Leiden University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0002"
    },
    {
      "affiliation": "Coventry University , 0000-0001 Department of Psychology and Sports Science , \n\t\t\t\t\t\t\t\t Department of Psychology and Sports Science \n\t\t\t\t\t\t\t\t Coventry University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 0000-0001"
    },
    {
      "affiliation": "Snow Building, Life and Medical Sciences , College Lane Campus , University of Hertfordshire , Hatfield AL10 9AB ; \n\t\t\t\t\t\t\t\t Snow Building, Life and Medical Sciences \n\t\t\t\t\t\t\t\t College Lane Campus \n\t\t\t\t\t\t\t\t University of Hertfordshire \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t AL10 9AB \n\t\t\t\t\t\t\t\t\t Hatfield"
    }
  ],
  "doi": "10.1080/17437199.2019.170587310.1080/17437199.2019.1705873",
  "keywords": [
    "Self-efficacy",
    "digital",
    "health behaviour",
    "behaviour change techniques"
  ],
  "sections": [
    {
      "title": "Do automated digital health behaviour change interventions have a positive effect on",
      "text": "self-efficacy? A systematic review and meta-analysis Self-efficacy is defined as 'people's judgments of their capabilities to organize and execute courses of action required to attain designated types of performances'  (Bandura, 1986) . It is a key construct within several dominant theories within health psychology including social cognitive theory  (Bandura, 1997) , protection motivation theory  (Rogers & Prentice-Dunn, 1997) , the transtheoretical model  (Prochaska & DiClemente, 1982) , and the health action process approach  (Schwarzer, 1992) . Selfefficacy is conceptualised as being necessary to both motivate and sustain behaviour.\n\nThe magnitude and strength of self-efficacy are expected to predict whether an individual will both attempt a new behaviour and how long they will persist with that behaviour in the face of obstacles and aversive experiences  (Bandura, 1997) .\n\nSelf-efficacy has been consistently shown to predict the adoption and maintenance of a number of health behaviours including alcohol use  (Cooke, Dahdah, Norman, & French, 2016) , condom use  (Sheeran & Taylor, 1999) , healthy eating (e.g. (Burke, Beilin, Cutt, Mansour, & Mori, 2008; Fuemmeler et al., 2006; Langenberg et al., 2000; Luszczynska, Tryburcy, & Schwarzer, 2007) , physical activity (e.g. (Bauman et al., 2012; Cortis et al., 2017) , and smoking  (Gwaltney, Metrik, Kahler, & Shiffman, 2009) . Moreover, changing self-efficacy has been shown to lead to medium-sized changes in behaviour if successfully manipulated  (Sheeran et al., 2016) . Given the significance of self-efficacy to the adoption and maintenance of health behaviours, understanding how best to change it is an important goal of behavioural science as this knowledge enhances our ability to develop effective health behaviour change interventions that in turn can reduce the burden of preventable disease.\n\nMeta-analysis is one method available to researchers aiming to identify what works to bring about desired behavioural change  (Michie, West, Sheals, & Godinho, 2018) . This approach involves identifying behaviour change interventions of interest, extracting their effect size and coding their behaviour change methods using a standardised coding frame, and then using meta-regression or moderation analysis to examine differences in effect size as a function of whether or not they contain a given behaviour change method. When embarking on this type of work, researchers must first decide how to code the different behaviour change methods. In the case of selfefficacy, one option is to code methods based on the four sources of self-efficacy as outlined in  Badura's Social Cognitive Theory (1977) . These four sources include enactive mastery experience, vicarious experience, verbal persuasion, and physiological or affective states. Enactive mastery experience is expected to enhance individuals' perceptions of self-efficacy through successful performance of the target behaviour. Vicarious experience is provided when one sees a 'similar other' successfully perform the behaviour and appraises their own performance against that.\n\nVerbal persuasion occurs when others express faith in the individual's capabilities.\n\nFinally, the fourth source of self-efficacy is thought to occur when negative emotional states are reduced and misinterpretations of bodily states corrected. Whilst coding interventions according to these four sources is an option, existing intervention coding frameworks based on Social Cognitive Theory (e.g. Ashford, Edmunds, & French, 2010)  are neither widely used nor recognised. Furthermore, as outlined above, selfefficacy is a key concept within several theories of health behaviour. Using a coding frame based on a single theory therefore risks reducing the potential application and value of this work.\n\nAn alternative coding framework is Michie and colleagues 93-item taxonomy of Behaviour Change Techniques (BCTs;  Michie et al., 2013) . This is a formal and standardized classification system of labels and definitions for 'observable, replicable, and irreducible components of an intervention designed to alter or redirect causal processes that regulate behaviour'  (Michie et al., 2013) . The taxonomy is widely recognised within the behavioural science community and has been used across a broad range of behavioural domains to specify intervention content, support development, and synthesise information across intervention evaluations (see  http://www.bct-taxonomy.com/interventions ; last accessed on October 22, 2019 for a searchable database of over 400 articles reporting interventions coded by BCTs).\n\nWhilst the BCT taxonomy was initially conceived as a tool to enable the content of behaviour change interventions to be coded  (Michie et al., 2013) , recent developments have moved this work forward. Specifically, an expert consensus exercise has been used to elicit agreement about the processes of behaviour change (termed 'mechanisms of action' or MoAs) through which BCTs operate  (Connell et al., 2018) . The closest of these MoAs to self-efficacy is 'beliefs about capabilities' defined as 'beliefs about one's own ability to successfully carry out a behaviour'  (Connell et al., 2018) . BCTs identified as 'definitely' having a link with this MoA are 'graded tasks' (defined as, 'set easy-to-perform tasks, making them increasingly difficult, but achievable, until behaviour is performed'), 'behavioural practice/rehearsal' (defined as, 'prompt practice or rehearsal of the performance of the behaviour one or more times in a context or at a time when the performance may not be necessary, in order to increase habit and skill'), 'verbal persuasion about capability' (defined as, 'tell the person that they can successfully perform the wanted behaviour, arguing against self-doubts and asserting that they can and will succeed'), and 'problem solving' (defined as, 'analyse, or prompt the person to analyse, factors influencing the behaviour and generate or select strategies that include overcoming barriers and/or increasing facilitators'). Whilst these BCTs are akin to Bandura's four sources of self-efficacy, with 'behavioural practice/rehearsal', 'graded tasks' and 'problem solving' being most closely aligned to the source 'mastery experiences', and 'verbal persuasion about capability' being most closely aligned to the source 'verbal persuasion', there are BCTs missing from this group which are also analogous. These include for example, 'instruction on how to perform behaviour' (defined as, 'advise or agree on how to perform the behaviour'), which might be expected to contribute to 'mastery experience'; 'vicarious consequences' (defined as, 'prompt observation of the consequences for others when they perform the behaviour'), which might be expected to contribute to 'vicarious experience'; and 'reduce negative emotions' (defined as, 'advise on ways of reducing negative emotions to facilitate performance of the behaviour') which might be expected to contribute to 'physiological or affective states'. As such, the work of  Connell and colleagues (2018)  should not be taken as definitive evidence of which BCTs are linked to which self-efficacy; additional BCTs not identified by the expert consensus may also be relevant. Thus whilst the BCT taxonomy provides an established tool with which to reliably code intervention content, work to isolate which BCTs work best to change self-efficacy should not begin with a restricted pool based on this consensus work. To do so risks prematurely discarding BCTs that could make an important contribution to changing this key determinant of behaviour.\n\nTo date, two meta-analyses have sought to identify BCTs associated with changes in self-efficacy for healthy adult populations:  Prestwich and colleagues (2014)  and  Williams and French (2011)   foot_0  . These reviews focused on self-efficacy for dietary behaviour and physical activity respectively. In line with the above rationale, neither review restricted the initial pool of BCTs; the presence of all BCTs listed in the taxonomy were coded and examined. Prestwich and colleagues (2014)  found increases in dietary self-efficacy to be associated with the inclusion of 'stress management', 'prompt self-monitoring of behaviour', 'provide feedback on performance', 'prompt review of behavioural goals', 'provide contingent rewards', and 'plan social support/social change'. 'Stress management' (most closely aligned to 'reduce negative emotions' in the 93-item taxonomy), as argued by the authors, most likely helps to address negative 'physiological or affective states' which can have the effect of undermining self-efficacy. 'Plan social support/social change' and 'provide contingent rewards' (most closely aligned to 'social support' (unspecified, practical or emotional) and 'social reward' respectively in the 93-item taxonomy) may facilitate access to others who help to persuade the individual that they are able to perform the behaviour. As such this BCT may contribute to the third source of self-efficacy, 'verbal persuasion'. All remaining BCTs identified by  Prestwich and colleagues (2014)  most likely contribute towards 'enactive mastery experience' through, directing attention to successful performance of the behaviour ('prompt selfmonitoring of behaviour' and 'prompt review of behavioural goals') and providing positive feedback ('provide feedback on performance'). Williams and French (2011)  on the other hand found the BCTs 'action planning', 'provide instruction' and 'reinforcing effort or progress towards behaviour' to be associated with significantly higher levels of physical activity self-efficacy, and 'relapse prevention' and 'setting graded tasks' to be associated with significantly lower levels. All BCTs found to be associated with higher levels of self-efficacy in this review most likely contribute to the first source of self-efficacy, 'enactive mastery experience'. Williams and French (2011)  suggested that 'action planning' and 'provide instruction' (most closely aligned to 'action planning' and 'instruction on how to perform the behaviour' respectively in the 93-item taxonomy) could support individuals to develop specific goals thus increasing their self-efficacy as there is less ambiguity about what they need to do. They also argued that 'reinforcing effort or progress' (aligned to a number of BCTs in the 93-item taxonomy focussed on reward, namely 'material reward (behaviour)', 'reward (outcome)', 'non-specific-reward', 'social reward' and 'self-reward') is likely to increase self-efficacy through focussing individuals on successes and progress towards performing the behaviour. Williams and French (2011)  identified two BCTs which were associated with significantly lower levels of self-efficacy. They hypothesised that 'setting graded tasks' (most closely aligned to 'graded tasks' in the 93-item taxonomy) may have a negative effect on self-efficacy under circumstances where the difficulty of a task increases before the mastery at the current level has been achieved. Of note, this finding is contrary to the findings of the expert consensus study  (Connell et al., 2018)  where there was agreement that 'graded tasks' was 'definitely linked' to self-efficacy. Williams and French (2011)  also suggested that 'relapse prevention' (most closely aligned to 'problem solving' in the 93-item taxonomy) may undermine self-efficacy by focussing the individual on potential future problems and barriers to the behaviour.\n\nRegardless of the method selected to identify which BCTs are effective in bringing about a desired change, methodological rigour is important to maximise what can be inferred from the data. Meta-analyses used for this purpose have however been criticised for being methodologically weak (2015). Peters, de Bruin & Crutzen (2015)  have outlined four key limitations. The first limitation concerns the failure to identify and examine the effect of BCTs that are present only within the intervention under examination and not also within the 'usual' or 'standard' care of the control group. If the same BCT is present in both conditions then the meta-analysis is not able to discern the unique effect of that BCT. The second limitation concerns the potential for interaction between BCTs. In complex behaviour change interventions, BCTs are not delivered in isolation, they are present in a package along with other BCTs. Metaanalyses however typically overlook this. One way of addressing this is to examine the potential of BCTs to have enhanced effects when present in clusters using a statistical technique called Meta-CART  (Dusseldorp, van Genugten, van Buuren, Verheijden, & van Empelen, 2014) . The third limitation concerns the failure to identify whether conditions required for any given BCT to work are in place and then to model this in the analysis. Conditions (also known as 'parameters of effectiveness') for self-efficacy are clearly demarcated in the work of  Bandura (1977) . In order to enhance self-efficacy using 'vicarious experience' for example, it is considered important that individuals are able to identify with the model performing the behaviour, that the model is seen to 'struggle' with the behaviour (as opposed to mastering it easily), and that the model is seen to be positively reinforced for the desirable behaviour  (Bandura, 1977) . Whilst failure to meet criteria such as these in the implementation of a BCT can seriously undermine their effectiveness, few metaanalyses to date that have attempted to code whether parameters of effectiveness for included BCTs have been met or to account for this in the analysis. The final limitation concerns the failure to control for contextual factors such as sample characteristics (e.g. age, gender), study design (e.g. measurement instruments), and study quality indicators (e.g. blinding of study personnel and participants). These factors limit the confidence with which effects can be ascribed to the BCTs and should therefore be controlled for, either statistically, or by restricting studies included in the meta-analysis.\n\nThe present meta-analysis responds to the criticisms of previous meta-analyses by following the guidance provided by  Peters and colleagues (2015) . Furthermore, it builds upon the evidence of  Prestwich and colleagues (2014)  and  Williams and French (2011)  by addressing a further factor which has potential to confound the effect of BCTs: mode of intervention delivery. Modes of intervention delivery describe the way in which BCTs are delivered. This can be a confounding factor because BCTs and mode of delivery may interact in important ways such that a BCT is only effective (or indeed is ineffective) when delivered using a specific mode.\n\nWhilst the reviews reported by  Prestwich and colleagues (2014)  and  Williams and French (2011)  have contributed to knowledge about which BCTs work best to increase self-efficacy, it is not possible to discern the effect that mode of intervention delivery may have had on BCT effectiveness. Whilst a small number of meta-analyses have examined the effect of BCTs on health behaviour when delivered via a specific mode (van Genugten,  Dusseldorp, Webb, & van Empelen, 2016) , to date none have attempted to do so for a theoretical mediator of health behaviour, including selfefficacy.\n\nThe present meta-analysis controls for the potential confounding effect of mode of intervention delivery by restricting included interventions to one type: those delivered by automated digital methods. Since the turn of the century, there has been a rapid increase in research focussed on the development and evaluation of interventions delivered via digital methods  (Murray et al., 2016; Proudfoot et al., 2011; Ritterband & Tate, 2009) . Digital interventions are attractive for several reasons. They have the potential to be cost-effective, as once established ongoing costs can be relatively low, particularly if content is fully automated. Digital interventions also allow users to access content anonymously, repeatedly, and at convenient times. Furthermore, potential reach is high. In the United Kingdom for example, 80% of those aged over 15 years report accessing the internet daily (Office for National Statistics, 2017). Given the evident growth in this field, intervention developers require at their disposal, knowledge of which BCTs work best in this context to increase important behavioural determinants.\n\nThe aim of the present meta-analysis is thus to examine the overall effect of automated digital behaviour change interventions on self-efficacy and further, to identify which BCTs are associated with that effect. In order to ensure a sufficiently large pool of available studies examining the effect of automated digital interventions, the review is not limited to a single behavioural domain. Instead studies targeting change in one of five health behaviours are included, namely, alcohol use, healthy eating, physical activity, sexual behaviour, and smoking. These behaviours have been selected as they are leading causes of morbidity and mortality. According to a review of epidemiological, clinical, and laboratory studies linking risk factors and mortality in the USA, these behaviours together are responsible for an estimated 39% of total deaths  (Mokdad, Marks, Stroup, & Gerberding, 2004) . Arming intervention developers with evidence concerning how best to successfully enhance self-efficacy for these behaviours is therefore of importance as part of efforts to tackle major public health priorities. The review focuses on the adult non-clinical population so that conclusions can be made about which BCTs work best for the delivery of public health interventions aimed at the general population. This is necessary as evidence indicates that BCTs are not uniformly effective in increasing self-efficacy for clinical and non-clinical populations  (Olander et al., 2013) . Furthermore, in line with the arguments presented above, interventions are coded in line with the full 93-item BCT taxonomy, rather than a sub-set based on a priori hypotheses, to avoid missing any potentially important relationships."
    },
    {
      "title": "Research questions",
      "text": "In summary, the present systematic review and meta-analysis addresses four research"
    },
    {
      "title": "Eligibility Criteria",
      "text": "To be included in the review, studies had to fulfil the following criteria: 1. To be published in the English language 2. To recruit a sample of adults (aged 18 years or older) from the general population (non-clinical). Studies reporting interventions aimed specifically at clinical populations, that is, those with a pre-existing medical condition (e.g. COPD, HIV, diabetes) or those identified as obese (≥BMI 30) or alcoholic, were excluded. Studies reporting interventions targeting pregnant women or students exclusively (as defined by the authors of the individual studies) were also excluded as findings were thought to have limited generalisability beyond those specific populations 3. To provide a description of a digital intervention that attempted to have a positive impact on self-efficacy for one of the following five health behaviours: alcohol use, healthy eating, physical activity, sexual behaviour, or smoking. Interventions were considered to have attempted to have had a positive impact on self-efficacy if self-efficacy was included as an outcome variable. Digital interventions were required to be fully automated, that is involve no human contact between the deliverer and the recipient. This is because it was hypothesised that a method of delivery (e.g. Instant Message) was likely to be differentially effective according to whether it was delivered by a person (able to adapt messages according to the perceived need/understanding of the recipient) or by a computer 4. The comparator had to be no treatment or usual care 5. To report statistical information (e.g. mean, standard deviation and sample size for both control and intervention groups) required to calculate an effect size for changes in self-efficacy following the intervention, or for study authors to make this information available on request 6. To test the intervention using either a randomised controlled trial or quasirandomised controlled trial. This criterion was included as controlled trials provide the most valid and reliable evidence concerning the effectiveness of interventions"
    },
    {
      "title": "Search Strategy",
      "text": "Peer-reviewed publications were searched for using the following databases: CINAHL, Medline, PsycINFO, Scopus (including Science Direct) and Web of Science. Full search terms can be found in the online supplemental materials (see supplemental material 1). No date restrictions or limitations on country of study were set. Last searches were completed in April 2018. Reference sections of included papers were examined to identify any relevant studies that were not identified by the initial search. Forward citation searches were also conducted on included papers and additionally on existing relevant systematic reviews/meta-analyses for the same purpose. The latter were identified using the same procedure outlined above except that the study design filter was set as follows: review OR meta-analysis. Authors of the present review assessed the list of systematic reviews/meta-analyses for completeness and three additional papers were added. The final list is presented in supplemental material 2.\n\nTo identify unpublished studies, the EThOS database was used to search for relevant PhD theses using the search terms 'digital' and 'self-efficacy'. Furthermore, requests were distributed electronically via affiliated groups (namely the European A third stage of screening was undertaken using the full text of all studies that had not yet been excluded. This followed the same dual screening procedure as used for the abstract screening stage. At both the abstract and full-text screening stages, any discrepancies were resolved by discussion and a consensus reached on included studies. If a consensus was not achieved, the query was resolved by assistance from a third author. This process led to a sample of studies which met all eligibility criteria. Finally, studies that contained insufficient statistical information to enable an effect size to be calculated were identified. For these papers, attempts were made to contact authors to request data. If this was unsuccessful then the study was excluded. The screening process is described in"
    },
    {
      "title": "Extraction and Coding",
      "text": "A data extraction sheet was developed, pilot tested on five randomly selected studies, and refined accordingly (see supplemental material 3 for finalised version). Data was then extracted/coded from included studies as follows.\n\nSelf-efficacy. Data to allow for the calculation of effect sizes for self-efficacy were extracted. Given that a primary focus of the analysis was on identifying the most effective techniques to promote self-efficacy, the first measure of self-efficacy taken following delivery of the complete intervention was used for studies with multiple follow-up measures. Where there was more than one intervention condition reported for a study, information was extracted for each to enable effect sizes to be calculated for each comparison. Where data was provided for more than one measure of selfefficacy, information was extracted for each measure to enable an average effect size to be calculated.\n\nStudy and sample characteristics. The following study characteristics were coded: health behaviour (alcohol use, healthy eating, physical activity, sexual behaviour, smoking), study design (RCT or quasi-RCT), measure of self-efficacy (single-item or composite), income level of the country in which the study was conducted (low, medium, high), and quality of intervention development (a score of one was assigned for each of the following and summed to create a maximum score of three: theory-based, developed using a systematic approach, and co-designed with the target population. Criteria and scoring methods devised by the team). For sample characteristics, the percentage of women, and the group that the mean age of participants fell into (categorised as 18-24 years, 25-34 years, 35-64 years, and 65+ years), were coded."
    },
    {
      "title": "BCTs.",
      "text": "Authors of all included studies were contacted and asked to provide any materials that may contain further intervention description (e.g. an intervention manual, intervention materials, ethics application). This was to enable, as far as possible, the full range of BCTs to be captured. Coding of BCTs within interventions was completed using the 93-item Behaviour Change Technique Taxonomy v1  (Michie et al., 2013) . Both intervention and control group conditions were coded. In line with guidance from  Peters and colleagues (2015) , BCTs that were present in both conditions were removed to ensure that only unique intervention content was isolated.\n\nDual coding was performed by [initials of four individuals blinded], all of whom had received formal training on BCT coding. Any disagreements were discussed, and a consensus was reached where required.\n\nBCT parameters of effectiveness. In line with guidance by  Peters and colleagues (2015) , researchers planned to make an assessment of whether parameters of effectiveness had been met for all BCTs identified as having a significant effect on self-efficacy (fully met, partially met or unclear). Of BCTs identified as having a significant effect on self-efficacy, the frequency with which they were coded within interventions was too low to enable the effect of this factor to be modelled.\n\nParameters of efficacy were therefore neither coded nor assessed within the present review. However, due to limited intervention descriptions provided within the papers of included studies it was not possible to reliably assess this."
    },
    {
      "title": "Practical applications used to deliver"
    },
    {
      "title": "Assessment of Bias",
      "text": "The Cochrane Risk of Bias Tool was used to assess the 'risk that studies will overestimate or underestimate the true intervention effect in their results'  (Higgins & Green, 2011) . Two researchers ([initials blinded]) independently assessed risk of bias in each trial according to: adequacy of sequence generation, allocation concealment, blinding of participants and personnel, blinding of outcome assessment, incomplete outcome data, and selective reporting. Any disagreements in scoring were discussed until a consensus was reached. Risk of bias was classified in each study as low (all criteria graded low), moderate (one criterion graded high or two criteria graded unclear), or high (two or more criteria graded high or more than two graded unclear)  (Bridle, Spanjers, Patel, Atherton, & Lamb, 2012) ."
    },
    {
      "title": "Statistical Methods",
      "text": "Please see  https://osf.io/vf52h/ for the raw data file used in all analyses.\n\nComprehensive Meta-Analysis (CMA) version 3 (Biostat, version 3, 2014) was used to calculate effect sizes using means and standard deviations for the intervention and control groups at pre-test and post-test. If pre-and post-test correlations were not reported, a correlation of 0.5 was assumed between baseline and post-test (van Genugten,  Dusseldorp, Massey, & van Empelen, 2017) . All effect sizes were expressed as Hedges'̅ , an estimate of Cohen's d that corrects for the bias introduced by studies with a small sample size  (van Genugten et al., 2017) . As such, it can be interpreted using the same rule of thumb  (Cohen, 1992) . To estimate the pooled effect size a random effects model was used. This model was used as it allows for some variation in true effect sizes and as such takes into account possible differences between the studies, for example, in the mix of participants or in the implementation of the intervention  (Borenstein, Hedges, Higgins, & Rothstein, 2009) . The amount of heterogeneity between studies was assessed using the I 2 statistic. Evidence of publication bias, was assessed using Funnel Plots, the Begg's rank correlation test  (Begg & Mazumdar, 1994)  and the Egger's regression test  (Egger, Smith, Schneider, & Minder, 1997) .\n\nA pooled and weighted Hedges'̅ for self-efficacy was first calculated for all included studies using the software. This analysis addressed the first aim of the study: to examine the overall effect of digital behaviour change interventions on selfefficacy."
    },
    {
      "title": "Moderator analyses.",
      "text": "Analysis of behaviour type. To establish whether self-efficacy varied as a function of the targeted health behaviour, a moderation analysis was performed. This addressed the second aim of the review."
    },
    {
      "title": "Analysis of BCTs.",
      "text": "To address the third aim, moderation analysis was used to identify which BCTs had statistically significant effects on self-efficacy. BCTs included in three or more comparisons were examined. This cut-off point was selected as fewer comparisons would likely produce unreliable results. The use of three comparisons has been demonstrated as sufficient to assess heterogeneity  (Borenstein et al., 2009) . Subsequently, a special type of moderation analysis called Meta-CART was performed to address the fourth aim of the review: to identify whether any BCTs in combination amplified or attenuated the effect on self-efficacy. Meta-CART integrates classification and regression trees  (Breiman, 1983)  into the field of metaanalysis. It was first proposed in the re-analysis of data from  Michie et al. (2009)  by  Dusseldorp et al. (2014)  to analyse the effectiveness of combinations of BCTs. Its performance in identifying interaction effects was evaluated by  Li et al. (2017) . In the present study, to take residual heterogeneity unexplained by the BCTs into account, a random effects meta-CART with one-standard-error pruning rule was used  (Li et al., 2017) .\n\nGender. Meta-regression was used to test the effect of the proportion of women in the sample as a moderator of the effect size for self-efficacy. Metaregression was chosen to examine the effect of gender as in the majority of papers data was presented as the percentage of males and/or females."
    },
    {
      "title": "Risk of bias.",
      "text": "A sensitivity analysis was conducted, entering the risk of bias classifications, to examine whether the effect on self-efficacy was robust once studies with a high risk of bias were removed.\n\nIt was not possible to conduct the following per protocol (CRD42017055855) moderation analyses due to insufficient variability in the relevant study variables: conformity to BCT parameters of effectiveness, study design, age group of study participants, measurement of self-efficacy, income of study country, and quality of intervention development."
    },
    {
      "title": "Results",
      "text": "Of 7,648 potential studies initially identified (after duplicates were removed), twenty four satisfied the eligibility criteria. Four studies were removed as they contained insufficient statistical information to enable study effect sizes to be calculated  (Buller et al., 2009; Kelders, van Gemert-Pijnen, J. E. W. C, Werkman, & Seydel, 2010; Swartz, Noell, Schroeder, & Ary, 2006; Uechi & Tan, 2015)  leaving twenty studies in total (n=5624). The twenty included studies are listed in supplemental material 4."
    },
    {
      "title": "Study characteristics",
      "text": "Characteristics of each of the studies included in the meta-analysis can be found in the online supplemental materials (supplemental material 5). All studies were randomised controlled trials. In two of the studies  (Brown, 2016; Prestwich et al., 2017) , two different interventions were compared to a control. The present review therefore includes twenty studies representing twenty-two different interventions. Fourteen of the twenty studies recruited both male and female participants, five recruited a female only sample, and one recruited a male only sample. For fifteen of the studies, the mean age of participants fell into the 35-64 years age bracket. For three studies, this fell into the 25-34 years age bracket. For one study, the mean age fell into the 18-24 year old bracket. One further study  (Anderson, Winett, Wojcik, Winett, & Bowden, 2001)  did not provide a mean age but reported that all participants were aged 18 years or older. Additional summary characteristics are presented in Table  1 .\n\nTable  1  here In total, thirty nine unique BCTs were coded across the twenty-two interventions included in the meta-analysis (see supplemental material 6). The most common BCTs coded were 'goal setting (behaviour)' and 'instruction on how to perform the behaviour', both coded in eleven of the interventions. Other common BCTs included 'self-monitoring of behaviour', 'problem solving', 'action planning' and 'information about health consequences'. Two studies had no unique BCTs in the intervention condition compared to the control condition  (Hageman & Pullen, 2005; Powell et al., 2016) . Supplemental material 7 presents modes of intervention delivery, BCTs and practical applications coded for each intervention included in the meta-analysis."
    },
    {
      "title": "What is the overall effect of digital behaviour change interventions on selfefficacy?",
      "text": "Overall, study interventions were successful at increasing self-efficacy, with a small, significant and positive effect size (̅ = 0.190, CI [0.078; 0.303]). Figure  2  presents the forest plot and the effect sizes and confidence intervals for each study included in the analysis. The I² statistic was calculated to be 69.8% and the Q-test for heterogeneity was significant (Q=69.556, df=21, p<0.001) indicating substantial heterogeneity between studies in terms of their true effect on self-efficacy. Examination of the funnel plot for self-efficacy and Begg's test (p = 0.223).\n\nidentified no evidence of publication bias. Publication bias was however indicated by Egger's test (p = 0.018)."
    },
    {
      "title": "Does the overall effect size vary as a function of the behaviour being addressed?",
      "text": "The effect of interventions on self-efficacy did not differ as a function of health behaviour type (Q-between = 7.374 p = 0.061, df = 3). A forest plot showing subgroup effects is presented in supplemental material 8."
    },
    {
      "title": "Which BCTs have an effect on self-efficacy?",
      "text": "Of the thirty nine unique BCTs coded across studies included in the meta-analysis, seventeen were present three or more times within an intervention. The effect on selfefficacy of each of these seventeen BCTs was examined using moderator analysis.\n\n'Information about social and environmental consequences' had a small negative effect on self-efficacy (∆̅ = -0.297, Q=7.072, p=0.008). Interventions that included the BCT 'information about social and environmental consequences' had a lower effect size (̅ = -0.029, CI  [-0.222; 0.164] ) than the interventions without this BCT (̅ = 0.268, CI [0.165; 0.372]). No other BCTs had a significant effect on self-efficacy."
    },
    {
      "title": "Do any BCTs in combination amplify (or attenuate) the effect on self-efficacy?",
      "text": "Random effects meta-CART was used to examine interaction effects between the fifteen BCTs. No interaction effects were detected."
    },
    {
      "title": "Risk of Bias",
      "text": "Of the 20 included studies, one had a low risk of bias  (Keller, Motter, Motter, & Schwarzer, 2018) , seven had a moderate risk of bias  (Anderson et al., 2001; Bowen, Horvath, & Williams, 2007; Dadaczynski, Schiemann, & Backhaus, 2017; Irvine et al., 2011; Muller, Khoo, & Morris, 2016; Powell et al., 2016; Prestwich et al., 2017) , and twelve had a high risk of bias. Plots of the risk of bias assessment by domain and by study can be found in the online supplemental material (supplemental material 9).\n\nThe domain contributing most frequently to a high risk of bias rating was 'selective reporting'. This domain was most frequently coded as a result of trial protocols stating planned analyses being either absent or unavailable. Other domains frequently contributing high ratings included 'random sequence generation' and 'allocation concealment'. Following removal of studies presenting a high risk of bias, the effect on self-efficacy remained significant (̅ = 0.211, CI [0.092; 0.329]."
    },
    {
      "title": "Additional moderator analysis",
      "text": "The effect of interventions on self-efficacy decreased as the proportion of women included in the sample increased (̅ = -0.004, CI [-0.0085; -0.0004]."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal findings",
      "text": "The present study found that automated digital health behaviour change interventions have a small, significant, positive effect on self-efficacy. The effect of the interventions on self-efficacy did not vary as a function of the behaviour being addressed. Thirty nine BCTs in total were coded across the interventions. Including the BCT 'information about social and environmental consequences' in digital interventions led to a small significant reduction in self-efficacy. No interaction effects were detected between any of the included BCTs. There was a significant effect of gender such that as the proportion of women increased, the effect of interventions on self-efficacy decreased. There were insufficient studies to conduct additional planned analyses."
    },
    {
      "title": "Implications of findings",
      "text": "The present review provides a unique insight into the effect of automated digital behaviour change interventions on self-efficacy. Whilst the overall effect on selfefficacy was small, this is commensurate with existing reviews examining the effect on self-efficacy in which the type of intervention delivery was unrestricted  (Prestwich et al., 2014; Williams & French, 2011) . Given the potential for participants' preintervention levels of self-efficacy to be over-optimistic  (McAuley, Jerome, Marquez, Elavsky, & Blissmer, 2003)  this finding is therefore encouraging, indicating that automated digital interventions can be used to increase this important determinant of health behaviour.\n\nAnalysis by behaviour was performed to examine the effect of digital interventions on self-efficacy within each behavioural domain. Firstly, it should be noted that the review did not identify any studies that tested the effect of interventions targeting alcohol use. Two explanations for this are that (1) target samples for alcohol interventions typically include either university students  (Cameron et al., 2015; Epton et al., 2014)  or treatment seeking individuals  (Suffoletto, Callaway, Kristan, Kraemer, & Clark, 2012)  and therefore would not have met the eligibility criteria for the present review, and (2) within the alcohol literature there is a greater use of perceived behavioural control  (Ajzen, 1991)  as opposed to the conceptually similar term of self-efficacy  (Cooke et al., 2016) . For the remaining behaviours, namely healthy eating, physical activity, sexual behaviour, and smoking, the effect of interventions on selfefficacy was equivalent. This indicates that automated digital interventions can be used to successfully increase self-efficacy for healthy eating, physical activity, sexual behaviour, and smoking.\n\nWith regards to 'information about social and environmental consequences', the present review found inclusion of this BCT within interventions to lower selfefficacy. This BCT was included in analyses conducted by both  Prestwich and colleagues (2014)  and  Williams and French (2011)  but neither found it to have an effect on self-efficacy foot_1  . Why inclusion of this BCT should have a negative impact on self-efficacy is unclear. A recent exercise which aimed to elicit expert consensus on links between BCTs and mechanisms of action (MoAs)  (Connell et al., 2018) , found agreement that 'information on social and environmental consequences' 'definitely did not link' to 'beliefs about capability' (the MoA most closely aligned to selfefficacy). Instead, this BCT was judged as 'definitely' being linked to 'beliefs about consequences', a MoA akin to the psychological construct of 'risk appraisal'. This finding is also at odds with theory. A number of theories of health behaviour identify risk appraisal as a primary motivator of protective action.\n\nAccording to Protection Motivation Theory  (Rogers & Prentice-Dunn, 1997)  for example, people will be motivated to perform a protective behaviour providing their risk and efficacy appraisals are sufficiently high. Risk appraisal is typically operationalised as judgements about the likelihood and severity of a threat, whilst efficacy appraisal as the perceived effectiveness of an action in removing that threat (response efficacy), along with perceived ability to perform that action (self-efficacy).\n\nThis theory posits an interaction between risk and efficacy, such that an effect of risk on behaviour is expected only under conditions where efficacy is high or simultaneously increased. However, whilst efficacy appraisals may modify the effect of risk on behaviour, changes in risk are not expected to modify the effect of efficacy on behaviour.\n\nWith two exceptions ('setting graded tasks' and 'prompt review of behavioural goals'), all of the BCTs identified as having an effect on self-efficacy in the reviews by either  Prestwich and colleagues (2014)  or  Williams and French (2011)  were included in the moderation analysis conducted within the present review. None of these BCTs were however found to have an effect on self-efficacy. Across the three reviews there is therefore no consensus on which BCTs have a positive or deleterious effect on self-efficacy or therefore on which should be used (or avoided) by intervention developers.\n\nThe expert consensus exercise  (Connell et al., 2018)  identified four BCTs that 'definitely' had a link with the MoA 'beliefs about capability', namely 'graded tasks', 'behavioural practice/rehearsal', 'verbal persuasion about capability' and 'problem solving'. A further four showed a trend towards agreement, namely 'instruction on how to perform behaviour', 'feedback on outcome(s) of behaviour', 'generalisation of target behaviour' and 'self-monitoring of outcome(s) of behaviour'. Of these eight BCTs, only three were coded in the present review with sufficient frequency to enable moderation analysis to be performed: 'verbal persuasion about capability' (coded four times), 'instruction on how to perform behaviour' (coded eleven times), and 'problem solving' (coded nine times). All other BCTs were either absent or coded just once.\n\nNeither of these three BCTs were however found to have a positive effect on self-efficacy, indeed no effect was observed. Given that BCTs which might be expected to be included to increase self-efficacy were coded with such low frequency across the review, and that those that were included had no effect, it should be considered whether the automated digital nature of the interventions may have precluded their optimal implementation or their use altogether.\n\nWhilst digital interventions provide significant opportunities to interact with intervention recipients in new ways, it should be recognised that this mode of delivery may restrict the translation of some BCTs into practical strategies. Digital delivery, especially when fully automated, removes the potential for human interaction between the intervention deliverer and recipient. For some BCTs, a level of human interaction is implied in the definition. The BCT, 'verbal persuasion about capability' for example, states 'tell the person that they can perform the wanted behaviour, arguing against self-doubts and asserting that they can and will succeed'. Other BCTs, whilst not requiring human interaction per se, would arguably be enhanced by it. For the BCT 'instruction on how to perform the behaviour', for example, whilst this can be delivered via film or images as an alternative to face-to-face, this mode of delivery provides no opportunity for recipients to ask questions or for the explanation to be adapted according to recipients' level of understanding or need. Similarly for the BCT 'problem solving', input from a third person would likely enable a deeper level of insight into factors influencing behaviour and for a broader range of strategies to overcome barriers to be identified. These three BCTs were included in the moderation analysis for the present review but none were found to have an effect on self-efficacy.\n\nIn line with the review protocol, parameters of effectiveness were only coded for BCTs found to have an effect on self-efficacy. This was to enable the effect of meeting these parameters (or otherwise) to be modelled. However, it would have been informative to code whether parameters of effectiveness had been met for all BCTs included in the moderation analysis. For the BCTs 'verbal persuasion about capability' for example, a suitable parameter would be that 'arguments are presented in response to self-doubt'. Such coding would enable tentative conclusions to be drawn about whether a failure to implement a BCT in line with its parameters of effectiveness may have contributed towards the absence of an effect. At present there is no consensus on 'parameters of effect' for BCTs. Developing such a consensus would be a worthwhile activity. Not only would it enable this important moderating factor to be examined as part of reviews attempting to isolate effective BCTs, it would also enhance the fidelity with which BCTs are translated into intervention content.\n\nAs well as automated digital systems presenting challenges for optimal delivery, it may also be the case that this context deters the use of some BCTs altogether. As described above, there were five BCTs in the present review that, whilst identified by the consensus exercise as linked to self-efficacy, were present in too low a frequency to be included in the moderation analysis. Each of these, to a varying extent, would require a level of digital sophistication if they were to be delivered by an automated intervention. The BCT 'graded tasks' for example, requires intervention recipients to be 'set increasingly difficult, but achievable tasks until the behaviour is performed'. This implies that the intervention deliverer, a) has a benchmark for the recipient's behaviour, b) is able to gauge what would be an 'easy to perform' task for that individual, and c) what increase in difficulty would render the task challenging but still within reach. Once again, this infers a degree of human interaction between intervention deliver and recipient. The advent of Artificial Intelligence (AI) however presents new possibilities to deliver this type of BCT. AI is an area of computer science involving the development of 'intelligent' systems that work and react like humans. Taking the above example, it would be possible to create an AI system that sought information from the recipient about current and historical levels of the targeted behaviour, and then using an algorithm, present them with sequential graded tasks. This algorithm could additionally factor in information about the typical rate and/or level of behaviour previously achieved by users. This would help to mitigate the risk of unrealistically high goals being set which has been shown to have a negative impact on subsequent performance  (Brusso & Orvis, 2013) , most likely due to it deleterious effect on levels of self-efficacy  (Bandura, 1977) . Given that individuals' overestimation of their ability to perform a task is a key barrier to effective goal setting  (Mabe & West, 1982; Sitzmann, Ely, Brown, & Bauer, 2010) , an AI system which is able to factor in information about goal achievement from its ever-growing database may even have an advantage over human agents in setting realistic goals."
    },
    {
      "title": "Strengths and limitations",
      "text": "This was a methodologically rigorous review conducted in accordance with the PRISMA guidelines and guidance provided by  Peters and colleagues (2015) . It is the first meta-analysis to identify the effectiveness of digitally delivered BCTs in changing self-efficacy, and adds more broadly to the growing body of evidence about which techniques work to change this important determinant of behaviour. The findings will be of practical value to interventionists seeking to develop automated digital interventions. It has isolated a technique that decreases self-efficacy in this context which should therefore be used with caution. Nonetheless, the results should be considered in light of their limitations. At the study level, these include the inadequate reporting of methods and intervention content. The quality of RCTs and their reporting could be improved through adherence to CONSORT guidelines  (Moher, Schulz, & Altman, 2001 ) and e-health CONSORT guidelines  (Eysenbach, 2013) . At the review level, limitations included between-study heterogeneity, the small number of studies within behavioural sub-groups, and the low incidence of some BCTs which restricted the performance of planned moderation analyses and reduces confidence in some estimates of effect size.\n\nAs cautioned by  Peters and colleagues (2015) , findings arising from this type of review should not be taken as definitive evidence of which BCTs do and don't work to change self-efficacy. To determine this, it is necessary to run controlled experiments that manipulate the presence of single BCTs and their parameters of effectiveness. This could include for example, studying the effect on self-efficacy of manipulating the presence of the BCT 'information about social and environmental consequences'. It is this further experimental work that is essential to building a robust evidence base for our toolbox of behaviour change techniques. The present review is an important starting point, generating hypotheses about which BCTs may be having an unfavourable effect on self-efficacy when delivered using digital automated interventions. Once tested, they can be used to provide definitive evidence about what works in this context. This is essential information for the development of future digital health behaviour change interventions urgently needed to reduce the burden of preventable disease."
    },
    {
      "title": "Conclusion",
      "text": "The present review provides evidence that automated digital interventions can be used to increase self-efficacy, an important determinant of behaviour. This is the case for four health behaviours, namely healthy eating, physical activity, sexual behaviour, and smoking. The results have however provided little direction to intervention developers in terms of which BCTs should be used or avoid. The anomalous finding that the BCT 'information about social and environmental consequences' reduced the effect of interventions on self-efficacy, along with the lack of consensus across reviews with regards to which BCTs work to increase self-efficacy, implies caution in the continued use of meta-analytic evidence to isolate BCTs for targeting particular behavioural determinants. A more preferable approach would be to change direction, and instead to begin building our science from the 'bottom-up', using controlled experiments in which single BCTs are manipulated. It is this type of experiment, and indeed meta-analyses of their findings, that would provide the much needed and conclusive evidence about which BCTs work to change determinants of health behaviour. Figure 2: Forest plot for self-efficacy of automated digital interventions versus no/usual treatment Tables  Table 1:  Summary characteristics of studies included in the meta-analysis"
    },
    {
      "title": "Figures"
    },
    {
      "text": "questions: (i) What is the overall effect of automated digital behaviour change interventions on self-efficacy? (ii) Does the overall effect of automated digital behaviour change interventions on self-efficacy vary as a function of the behaviour being addressed? (iii) Which BCTs have an effect on self-efficacy when delivered via automated digital interventions? (iv) Are there are any BCTs which in combination amplify (or attenuate) the effect on self-efficacy when delivered via automated digital interventions? Method This systematic review was conducted in accordance with the protocol (CRD42017055855) published on the International Prospective Register of Systematic Reviews (PROSPERO) http://www.crd.york.ac.uk/PROSPERO, and is reported in accordance with the Preferred Reporting Items for Systematic reviews and Meta-Analyses (PRISMA; Moher, Liberati, Tetzlaff, & Altman, 2009), and the Meta-Analysis Reporting Methods (MARS; APA Publications and Communications Board Working Group on Journal Article Reporting Standards, 2008)."
    },
    {
      "text": "Association of Social Psychology, European Health Psychology Society, Midlands Health Psychology Network, Social, Personality and Health Network and Society for Personality and Social Psychology) asking members if they were aware of any unpublished papers meeting the eligibility criteria. Screening Titles of papers identified from database searches were initially split into eight groups and each group screened independently by one of the following authors: [initials of eight individuals blinded]. Following this initial screening, included papers were dual screened by abstract. This time papers were split into six groups and screened by either [initials of six individuals blinded]. The second screener for each group was either [initials of two individuals blinded]."
    },
    {
      "text": "Figure 1 below."
    },
    {
      "text": "Figure 1 here."
    },
    {
      "text": "BCTs. 'Practical applications' describe the ways in which theoretical methods of behaviour change such as BCTs are translated into practical intervention elements (Bartholomew, Parcel, Kok, Gottlieb, & Fernandez, 2016). To illustrate, examples of practical strategies for the BCT 'Demonstration of the behaviour' could include a video demo of how to prepare a healthy meal or pictures providing step-by-step guidance on correct condom application. Practical applications were additionally extracted by [initials of one individual blinded] for interventions described within each included study. Agreement with these was checked by [initials of one individual blinded]. Minor changes were made following consensus discussion. Whilst the coding of practical applications was not originally specified within the review protocol (CRD42017055855), it was agreed that examples of how intervention developers had translated BCTs into digital intervention content would be of additional interest and value. BCT dose. It was not possible to conduct the per protocol (CRD42017055855) coding of BCT dose. The team planned to assess dose by counting the number of times each unique BCT was delivered by an intervention."
    },
    {
      "text": "Figure 2 about here"
    },
    {
      "text": "Figure 1: Flowchart of included papers"
    }
  ],
  "references": [
    {
      "title": "A computerized social cognitive intervention for nutrition behavior: Direct and mediated effects on fat, fiber, fruits, and vegetables, self-efficacy, and outcome expectations among food shoppers",
      "authors": [
        "I Ajzen",
        "E Anderson",
        "R Winett",
        "J Wojcik",
        "S Winett",
        "T Bowden"
      ],
      "year": 1991,
      "doi": "10.1016/0749-5978"
    },
    {
      "title": "What is the best way to change self-efficacy to promote lifestyle and recreational physical activity? A systematic review with meta-analysis",
      "authors": [
        "S Ashford",
        "J Edmunds",
        "D French"
      ],
      "year": 2010,
      "doi": "10.1348/135910709x461752"
    },
    {
      "title": "Self-efficacy: Toward a unifying theory of behavioral change",
      "authors": [
        "A Bandura"
      ],
      "year": 1977,
      "doi": "10.1016/0146-6402(78)90002-4"
    },
    {
      "title": "Social foundations of thought and action: A social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1986
    },
    {
      "title": "Self-efficacy: The exercise of control",
      "authors": [
        "A Bandura",
        "L Bartholomew"
      ],
      "year": 1997
    },
    {
      "title": "Correlates of physical activity: Why are some people physically active and others not",
      "authors": [
        "A Bauman",
        "R Reis",
        "J Sallis",
        "J Wells",
        "R Loos",
        "B Martin"
      ],
      "year": 2012,
      "doi": "10.1016/s0140-6736(12)60735-1"
    },
    {
      "title": "Operating characteristics of a rank correlation test for publication bias",
      "authors": [
        "C Begg",
        "M Mazumdar"
      ],
      "year": 1994,
      "doi": "10.2307/2533446"
    },
    {
      "title": "Introduction to meta-analysis",
      "authors": [
        "M Borenstein",
        "L Hedges",
        "J Higgins",
        "H Rothstein"
      ],
      "year": 2009,
      "doi": "10.1002/9780470743386"
    },
    {
      "title": "A randomized control trial of internet-delivered HIV prevention targeting rural MSM",
      "authors": [
        "A Bowen",
        "K Horvath",
        "M Williams"
      ],
      "year": 2007,
      "doi": "10.1093/her/cyl057"
    },
    {
      "title": "Classification and regression trees",
      "authors": [
        "L Breiman"
      ],
      "year": 1983,
      "doi": "10.1201/9781315139470-8"
    },
    {
      "title": "Effect of exercise on depression severity in older people: Systematic review and metaanalysis of randomised controlled trials",
      "authors": [
        "C Bridle",
        "K Spanjers",
        "S Patel",
        "N Atherton",
        "S Lamb"
      ],
      "year": 2012,
      "doi": "10.1192/bjp.bp.111.095174"
    },
    {
      "title": "Impact of a theory-guided encouragement intervention on an employee walking pilot program",
      "authors": [
        "T Brown"
      ],
      "year": 2016,
      "doi": "10.1080/10413200.2016.1187687"
    },
    {
      "title": "The impeding role of initial unrealistic goalsetting on videogame-based training performance: Identifying underpinning processes and a solution",
      "authors": [
        "R Brusso",
        "K Orvis"
      ],
      "year": 2013,
      "doi": "10.1016/j.chb.2013.01.006"
    },
    {
      "title": "Marketing fruit and vegetable intake with interactive games on the internet",
      "authors": [
        "M Buller",
        "I Kane",
        "A Dunn",
        "E Edwards",
        "D Buller",
        "X Liu"
      ],
      "year": 2009,
      "doi": "10.1080/15245000903038316"
    },
    {
      "title": "Moderators and mediators of behaviour change in a lifestyle program for treated PROMOTING SELF-EFFICACY WITH DIGITAL INTERVENTIONS 35 hypertensives: A randomized controlled trial (ADAPT)",
      "authors": [
        "V Burke",
        "L Beilin",
        "H Cutt",
        "J Mansour",
        "T Mori"
      ],
      "year": 2008,
      "doi": "10.1093/her/cym047"
    },
    {
      "title": "A theory-based online health behaviour intervention for new university students (U@Uni): Results from a repeat randomized controlled trial",
      "authors": [
        "D Cameron",
        "T Epton",
        "P Norman",
        "P Sheeran",
        "P Harris",
        "T Webb",
        "P Sheeran",
        "S Julious",
        "F Ciravegna",
        "A Brennan",
        "P Meier",
        "D Naughton",
        "A Petroczi",
        "J Kruger",
        "I Shah"
      ],
      "year": 2015,
      "doi": "10.1186/s13063-015-1092-4"
    },
    {
      "title": "A power primer",
      "authors": [
        "J Cohen"
      ],
      "year": 1992,
      "doi": "10.1037//0033-2909.112.1.155"
    },
    {
      "title": "Links between behavior change techniques and mechanisms of action: An expert consensus study",
      "authors": [
        "L Connell",
        "R Carey",
        "M De Bruin",
        "A Rothman",
        "M Johnston",
        "M Kelly",
        "S Michie"
      ],
      "year": 2018,
      "doi": "10.1093/abm/kay082"
    },
    {
      "title": "How well does the theory of planned behaviour predict alcohol consumption? A systematic review and meta-analysis",
      "authors": [
        "R Cooke",
        "M Dahdah",
        "P Norman",
        "D French"
      ],
      "year": 2016,
      "doi": "10.1080/17437199.2014.947547"
    },
    {
      "authors": [
        "C Cortis",
        "A Puggina",
        "C Pesce",
        "K Aleksovska",
        "C Buck",
        "C Burns",
        "G Cardon",
        "A Carlin",
        "C Simon",
        "D Ciarapica",
        "G Condello",
        "T Coppinger",
        "S D'haese",
        "M De Craemer",
        "A Di Blasio",
        "S Hansen",
        "L Iacoviello",
        "J Issartel",
        "P Izzicupo",
        "L Jaeschke",
        "M Kanning",
        "A Kennedy",
        "F Ling",
        "A Luzak",
        "G Napolitano",
        "J Nazare",
        "G O'donoghue",
        "C Perchoux",
        "T Pischon",
        "A Polito",
        "A Sannella",
        "H Schulz",
        "R Sohun",
        "A Steinbrecher",
        "Schlicht"
      ]
    },
    {
      "title": "Psychological determinants of physical activity across the life course: A \"DEterminants of DIet and physical ACtivity\" (DEDIPAC) umbrella systematic literature review",
      "authors": [
        "W Ricciardi",
        "W Castellani",
        "L Macdonncha",
        "C Capranica",
        "L Boccia"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0182709"
    },
    {
      "title": "Promoting physical activity in worksite settings: Results of a german pilot study of the online intervention healingo fit.(report)",
      "authors": [
        "K Dadaczynski",
        "S Schiemann",
        "O Backhaus"
      ],
      "year": 2017,
      "doi": "10.1186/s12889-017-4697-6"
    },
    {
      "title": "Combinations of techniques that effectively change health behavior: Evidence from meta-CART analysis",
      "authors": [
        "E Dusseldorp",
        "L Van Genugten",
        "S Van Buuren",
        "M Verheijden",
        "P Van Empelen"
      ],
      "year": 2014,
      "doi": "10.1037/hea0000018"
    },
    {
      "title": "Bias in meta-analysis detected by a simple, graphical test",
      "authors": [
        "M Egger",
        "G Smith",
        "M Schneider",
        "C Minder"
      ],
      "year": 1997,
      "doi": "10.1136/bmj.315.7109.629"
    },
    {
      "title": "A theory-based online health behaviour intervention for new university students (U@Uni): Results from a randomised controlled trial",
      "authors": [
        "T Epton",
        "P Norman",
        "A Dadzie",
        "P Harris",
        "T Webb",
        "Sheeran",
        "S Julious",
        "F Ciravegna",
        "A Brennan",
        "P Meier",
        "D Naughton",
        "A Petroczi",
        "J Kruger",
        "I Shah"
      ],
      "year": 2014,
      "doi": "10.1186/1471-2458-14-563"
    },
    {
      "title": "CONSORT-EHEALTH: Implementation of a checklist for authors and editors to improve reporting of web-based and mobile randomized controlled trials",
      "authors": [
        "G Eysenbach"
      ],
      "year": 2013,
      "doi": "10.3233/978-1-61499-289-9-657"
    },
    {
      "authors": [
        "Self-Efficacy With Digital Promoting",
        "Interventions"
      ],
      "doi": "10.1200/adn.20.200125"
    },
    {
      "title": "Psychosocial mediation of fruit and vegetable consumption in the body and soul effectiveness trial",
      "authors": [
        "B Fuemmeler",
        "L M�sse",
        "A Yaroch",
        "K Resnicow",
        "M Campbell",
        "C Carr",
        "T Wang",
        "A Williams"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.4.474"
    },
    {
      "title": "Self-efficacy and smoking cessation: A meta-analysis",
      "authors": [
        "C Gwaltney",
        "J Metrik",
        "C Kahler",
        "S Shiffman"
      ],
      "year": 2009,
      "doi": "10.1037/a0013529"
    },
    {
      "title": "Tailored versus standard internet-delivered interventions to promote physical activity in older women",
      "authors": [
        "P Hageman",
        "C Pullen"
      ],
      "year": 2005,
      "doi": "10.1519/00139143-200504000-00005"
    },
    {
      "title": "Cochrane handbook for systematic reviews of interventions",
      "authors": [
        "J Higgins",
        "S Green"
      ],
      "year": 2011,
      "doi": "10.1002/9780470712184"
    },
    {
      "title": "Get moving: A web site that increases physical activity of sedentary employees",
      "authors": [
        "A Irvine",
        "L Philips",
        "J Seeley",
        "S Wyant",
        "S Duncan",
        "R Moore"
      ],
      "year": 2011,
      "doi": "10.4278/ajhp.04121736"
    },
    {
      "title": "Usage and effect of a web-based intervention for the prevention of overweight; a randomized controlled trial",
      "authors": [
        "S Kelders",
        "J Van Gemert-Pijnen",
        "A Werkman",
        "E Seydel"
      ],
      "year": 2010,
      "doi": "10.1109/etelemed.2010.22"
    },
    {
      "doi": "10.1200/adn.20.200125"
    },
    {
      "title": "Augmenting fruit and vegetable consumption by an online intervention: Psychological mechanisms",
      "authors": [
        "J Keller",
        "S Motter",
        "M Motter",
        "R Schwarzer"
      ],
      "year": 2018,
      "doi": "10.1016/j.appet.2017.09.019"
    },
    {
      "title": "Psychosocial factors and intervention-associated changes in those factors as correlates of change in fruit and vegetable consumption in the maryland WIC 5 a day promotion program",
      "authors": [
        "P Langenberg",
        "M Ballesteros",
        "R Feldman",
        "D Damron",
        "J Anliker",
        "S Havas"
      ],
      "year": 2000,
      "doi": "10.1007/bf02895667"
    },
    {
      "title": "Meta-CART: A tool to identify interactions between moderators in meta-analysis",
      "authors": [
        "X Li",
        "E Dusseldorp",
        "J Meulman"
      ],
      "year": 2017,
      "doi": "10.1111/bmsp.12088"
    },
    {
      "title": "Improving fruit and vegetable consumption: A self-efficacy intervention compared with a combined self-efficacy and planning intervention",
      "authors": [
        "A Luszczynska",
        "M Tryburcy",
        "R Schwarzer"
      ],
      "year": 2007,
      "doi": "10.1093/her/cyl133"
    },
    {
      "title": "Validity of self-evaluation of ability: A review and meta-analysis",
      "authors": [
        "P Mabe",
        "S West"
      ],
      "year": 1982,
      "doi": "10.1037/0021-9010.67.3.280"
    },
    {
      "title": "Exercise self-efficacy in older adults: Social, affective, and behavioral influences",
      "authors": [
        "E Mcauley",
        "G Jerome",
        "D Marquez",
        "S Elavsky",
        "B Blissmer"
      ],
      "year": 2003,
      "doi": "10.1207/s15324796abm2501_01"
    },
    {
      "title": "Effective techniques in healthy eating and physical activity interventions: A metaregression",
      "authors": [
        "S Michie",
        "C Abraham",
        "C Whittington",
        "J Mcateer",
        "S Gupta"
      ],
      "year": 2009,
      "doi": "10.1037/a0016136;10.1037/a0016136.supp"
    },
    {
      "title": "The behavior change technique taxonomy (v1) of 93 hierarchically clustered techniques: Building an international consensus for the reporting of behavior change interventions",
      "authors": [
        "S Michie",
        "M Richardson",
        "M Johnston",
        "C Abraham",
        "J Francis",
        "W Hardeman",
        "M Eccles",
        "J Cane",
        "C Wood"
      ],
      "year": 2013,
      "doi": "10.1007/s12160-013-9486-6"
    },
    {
      "title": "Evaluating the effectiveness of behavior change techniques in health-related behavior: A scoping review of methods used",
      "authors": [
        "S Michie",
        "R West",
        "K Sheals",
        "C Godinho"
      ],
      "year": 2018,
      "doi": "10.1093/tbm/ibx019"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: The PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.1016/j.jclinepi.2009.06.005"
    },
    {
      "title": "The CONSORT statement: Revised recommendations for improving the quality of reports of parallel-group randomized trials",
      "authors": [
        "D Moher",
        "K Schulz",
        "D Altman"
      ],
      "year": 2001,
      "doi": "10.1186/1471-2288-1-2"
    },
    {
      "doi": "10.1200/adn.20.200125"
    },
    {
      "title": "Actual causes of death in the united states, 2000",
      "authors": [
        "A Mokdad",
        "J Marks",
        "D Stroup",
        "J Gerberding"
      ],
      "year": 2004,
      "doi": "10.1001/jama.291.10.1238"
    },
    {
      "title": "Text messaging for exercise promotion in older adults from an upper-middle-income country: Randomized controlled trial",
      "authors": [
        "A Muller",
        "S Khoo",
        "T Morris"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.5235"
    },
    {
      "title": "Evaluating digital health interventions: Key questions and approaches",
      "authors": [
        "E Murray",
        "E Hekler",
        "G Andersson",
        "L Collins",
        "A Doherty",
        "C Hollis",
        ". Wyatt"
      ],
      "year": 2016,
      "doi": "10.1016/j.amepre.2016.06.008"
    },
    {
      "title": "Internet access -households and individuals",
      "year": 2017,
      "doi": "10.1787/b9823565-en"
    },
    {
      "title": "What are the most effective techniques in changing obese individuals' physical activity self-efficacy and behaviour: A systematic review and metaanalysis",
      "authors": [
        "E Olander",
        "H Fletcher",
        "S Williams",
        "L Atkinson",
        "A Turner",
        "D French"
      ],
      "year": 2013,
      "doi": "10.1186/1479-5868-10-29"
    },
    {
      "title": "Everything should be as simple as possible, but no simpler: Towards a protocol for accumulating evidence regarding the active content of health behaviour change interventions",
      "authors": [
        "G Peters",
        "M De Bruin",
        "R Crutzen"
      ],
      "year": 2015,
      "doi": "10.1080/17437199.2013.848409"
    },
    {
      "title": "A novel experience-based internet intervention for smoking cessation: Feasibility randomised controlled trial",
      "authors": [
        "J Powell",
        "N Newhouse",
        "A Martin",
        "S Jawad",
        "L Yu",
        "M Davoudianfar",
        "L Locock",
        "S Ziebland"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3821-3"
    },
    {
      "title": "Do web-based competitions promote physical activity? randomized controlled trial",
      "authors": [
        "A Prestwich",
        "M Conner",
        "B Morris",
        "G Finlayson",
        "B Sykes-Muskett",
        "R Hurling"
      ],
      "year": 2017,
      "doi": "10.1016/j.psychsport.2016.11.003"
    },
    {
      "title": "How can self-efficacy be increased? meta-analysis of dietary interventions",
      "authors": [
        "A Prestwich",
        "I Kellar",
        "R Parker",
        "S Macrae",
        "M Learmonth",
        "B Sykes",
        ". Castle"
      ],
      "year": 2014,
      "doi": "10.1080/17437199.2013.813729"
    },
    {
      "title": "Transtheoretical therapy: Toward a more integrative model of change",
      "authors": [
        "J Prochaska",
        "C Diclemente"
      ],
      "year": 1982,
      "doi": "10.1037/h0088437"
    },
    {
      "title": "Establishing guidelines for executing and reporting internet intervention research",
      "authors": [
        "J Proudfoot",
        "B Klein",
        "A Barak",
        "P Carlbring",
        "P Cuijpers",
        "A Lange",
        "L Ritterband",
        "G Andersson"
      ],
      "year": 2011,
      "doi": "10.1080/16506073.2011.573807"
    },
    {
      "title": "The science of internet interventions",
      "authors": [
        "L Ritterband",
        "D Tate"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9132-5"
    },
    {
      "title": "Protection motivation theory",
      "authors": [
        "R Rogers",
        "S Prentice-Dunn"
      ],
      "year": 1997
    },
    {
      "title": "Self-efficacy in the adoption and maintenance of health behaviors: Theoretical approaches and a new model",
      "authors": [
        "R Schwarzer"
      ],
      "year": 1992
    },
    {
      "title": "The impact of changing attitudes, norms, and self-efficacy on health-related intentions and behavior: A meta-analysis",
      "authors": [
        "P Sheeran",
        "A Maki",
        "E Montanaro",
        "A Avishai-Yitshak",
        "A Bryan",
        "W Klein",
        "E Miles",
        "A Rothman"
      ],
      "year": 2016,
      "doi": "10.1037/hea0000387;10.1037/hea0000387.supp"
    },
    {
      "title": "Predicting intentions to use condoms: A metaanalysis and comparison of the theories of reasoned action and planned behavior",
      "authors": [
        "P Sheeran",
        "S Taylor"
      ],
      "year": 1999,
      "doi": "10.1111/j.1559-1816.1999.tb02045.x"
    },
    {
      "title": "Self-assessment of knowledge: A cognitive learning or affective measure?",
      "authors": [
        "T Sitzmann",
        "K Ely",
        "K Brown",
        "K Bauer"
      ],
      "year": 2010,
      "doi": "10.5465/amle.9.2.zqr169"
    },
    {
      "title": "Textmessage-based drinking assessments and brief interventions for young adults discharged from the emergency department",
      "authors": [
        "B Suffoletto",
        "C Callaway",
        "J Kristan",
        "K Kraemer",
        "D Clark"
      ],
      "year": 2012,
      "doi": "10.1111/j.1530-0277.2011.01646.x"
    },
    {
      "authors": [
        "Self-Efficacy With Digital Promoting",
        "Interventions"
      ],
      "doi": "10.1200/adn.20.200125"
    },
    {
      "title": "A randomised control study of a fully automated internet based smoking cessation programme",
      "authors": [
        "L Swartz",
        "J Noell",
        "S Schroeder",
        "D Ary"
      ],
      "year": 2006,
      "doi": "10.1136/tc.2003.006189"
    },
    {
      "title": "The effects of internet-delivered intervention for promoting physical activity",
      "authors": [
        "H Uechi",
        "N Tan"
      ],
      "year": 2015,
      "doi": "10.11560/jahp.28"
    },
    {
      "title": "Effective self-regulation change techniques to promote mental wellbeing among adolescents: A meta-analysis",
      "authors": [
        "L Van Genugten",
        "E Dusseldorp",
        "E Massey",
        "P Van Empelen"
      ],
      "year": 2017,
      "doi": "10.1080/17437199.2016.1252934"
    },
    {
      "title": "Which combinations of techniques and modes of delivery in internet-based interventions effectively change health behavior? A meta-analysis",
      "authors": [
        "L Van Genugten",
        "E Dusseldorp",
        "T Webb",
        "P Van Empelen"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.4218"
    },
    {
      "title": "What are the most effective intervention techniques for changing physical activity self-efficacy and physical activity behaviour--and are they the same",
      "authors": [
        "S Williams",
        "D French"
      ],
      "year": 2011,
      "doi": "10.1093/her/cyr005"
    }
  ],
  "num_references": 70
}
