{
  "paper_id": "9B7QHP4W",
  "title": "Leveraging artificial intelligence to advance implementation science: potential opportunities and cautions",
  "abstract": "Background The field of implementation science was developed to address the significant time delay between establishing an evidence-based practice and its widespread use. Although implementation science has contributed much toward bridging this gap, the evidence-to-practice chasm remains a challenge. There are some key aspects of implementation science in which advances are needed, including speed and assessing causality and mechanisms. The increasing availability of artificial intelligence applications offers opportunities to help address specific issues faced by the field of implementation science and expand its methods. \n Main text This paper discusses the many ways artificial intelligence can address key challenges in applying implementation science methods while also considering potential pitfalls to the use of artificial intelligence. We answer the questions of \"why\" the field of implementation science should consider artificial intelligence, for \"what\" (the purpose and methods), and the \"what\" (consequences and challenges). We describe specific ways artificial intelligence can address implementation science challenges related to (1) speed, (2) sustainability, (3) equity, (4) generalizability, (5) assessing context and context-outcome relationships, and (6) assessing causality and mechanisms. Examples are provided from global health systems, public health, and precision health that illustrate both potential advantages and hazards of integrating artificial intelligence applications into implementation science methods. We conclude by providing recommendations and resources for implementation researchers and practitioners to leverage artificial intelligence in their work responsibly. Conclusions Artificial intelligence holds promise to advance implementation science methods (\"why\") and accelerate its goals of closing the evidence-to-practice gap (\"purpose\"). However, evaluation of artificial intelligence's potential unintended consequences must be considered and proactively monitored. Given the technical nature of artificial intelligence applications as well as their potential impact on the field, transdisciplinary collaboration is needed and may suggest the need for a subset of implementation scientists cross-trained in both fields to ensure artificial intelligence is used optimally and ethically.",
  "year": 2023,
  "date": "2023-08-19",
  "journal": "Cancer Causes and Control",
  "publication": "Cancer Causes and Control",
  "authors": [
    {
      "forename": "Katy",
      "surname": "Trinkley",
      "name": "Katy Trinkley",
      "affiliation": "1  Department of Family Medicine , School of Medicine , University of Colorado Anschutz Medical Campus , Aurora , CO , USA. \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA",
      "email": "katy.trinkley@cuanschutz.edu",
      "orcid": "0000-0003-2041-7404"
    },
    {
      "forename": "Ruopeng",
      "surname": "An",
      "name": "Ruopeng An",
      "affiliation": "5  Brown School and Division of Computational and Data Sciences at Washington Uni- versity in St. Louis , St. Louis , MO , USA. \n\t\t\t\t\t\t\t\t Brown School and Division of Computational and Data Sciences \n\t\t\t\t\t\t\t\t Washington Uni- versity in St. Louis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Louis \n\t\t\t\t\t\t\t\t\t MO \n\t\t\t\t\t\t\t\t\t USA",
      "orcid": "0000-0003-2041-7404"
    },
    {
      "forename": "Anna",
      "surname": "Maw",
      "name": "Anna Maw",
      "affiliation": "2  Adult and Child Center for Out- comes Research and Delivery Science Center , University of Colorado Anschutz Medical Campus , Aurora , CO , USA. \n\t\t\t\t\t\t\t\t Adult and Child Center for Out- comes Research and Delivery Science Center \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Russell",
      "surname": "Glasgow",
      "name": "Russell Glasgow",
      "affiliation": "1  Department of Family Medicine , School of Medicine , University of Colorado Anschutz Medical Campus , Aurora , CO , USA. \n\t\t\t\t\t\t\t\t Department of Family Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Colorado Anschutz Medical Campus \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Aurora \n\t\t\t\t\t\t\t\t\t CO \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "forename": "Ross",
      "surname": "Brownson",
      "name": "Ross Brownson",
      "affiliation": "7  Prevention Research Center , Brown School at Washington University in St. Louis , St. Louis , MO , USA. \n\t\t\t\t\t\t\t\t Prevention Research Center \n\t\t\t\t\t\t\t\t Brown School at Washington University in St. Louis \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t St. Louis \n\t\t\t\t\t\t\t\t\t MO \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "https://doi.org/10.13039/100007338",
  "keywords": [
    "Implementation science",
    "Artificial intelligence",
    "Team science",
    "Translational research",
    "Learning health systems"
  ],
  "sections": [
    {
      "title": "Contributions to the literature",
      "text": "• Artificial intelligence may be integrated into implementation science research and practice to enhance speed, sustainability, equity, and generalizability as well as the ability to assess context, context-outcome relationships, and causality. We highlight ways artificial intelligence can complement implementation science methods and provide examples. • Using artificial intelligence with implementation science methods can also present new challenges and unintended consequences. We describe the potential pitfalls of using artificial intelligence, along with examples. • We offer recommendations and resources on how to begin to responsibly integrate artificial intelligence into implementation science methods, including transdisciplinary collaboration and proactive monitoring for and mitigation of potential unintended consequences."
    },
    {
      "title": "Background",
      "text": "Healthy People 2030 vision calls for a \"society in which all people can achieve their full potential for health and wellbeing\"  [1] . This vision is aspirational and leaves much to be done. Among high-income countries, the average number of annual deaths that could be avoided altogether with preventive or treatment strategies ranges from 130 to more than 330 per 100,000 people  [2] . Although the lag time from knowledge generation to translation varies by situation, recent estimates suggest the average time is 15 years, which is a modest improvement from prior estimates  [3, 4] . To move the needle and make real progress toward this vision, we need to do better faster, which includes producing and sustaining equitable results. We need more rapid knowledge generation and translation done in replicable, equitable, sustainable, locally relevant, and externally valid ways  [5, 6] . Implementation science (IS) can play a key role in translating evidence into practice and policy. IS methods and approaches can drive improvements in equity, sustainability, and the balance between local relevance and external validity needed to support translational science. When used by learning health systems or, more generally, in healthcare or public health settings, IS can iteratively support the continuum of knowledge generation to translation in many ways  [7] . IS specifically focuses on feasibility and relevance to the local context while also considering principles of designing for dissemination, sustainability, and equity  [8] . Importantly, equity is considered at each step in the continuum of knowledge generation to translation and promoted through the representation of partner perspectives and representativeness of outcomes  [9] [10] [11] [12] [13] [14] [15] [16] . However, IS has several limitations and challenges, notably the time and resources required to apply its methods and approaches. Such constraints can lead to reduced frequency, sample sizes, or representation of partner engagement and hamper other methods commonly used to assess context and outcomes  [17] . Such limitations can dampen the potential for IS to enhance reach, equity, sustainability, and generalizability and ultimately impede its ability to close the evidence-topractice gap.\n\nAs artificial intelligence (AI) gains prominence in the public health and healthcare sectors, it provides avenues to address some of the challenges to IS. AI algorithms such as machine learning (ML), deep learning (DL), and reinforcement learning (RL) serve as the foundation. Domain applications of these algorithms, such as natural language processing (NLP), are increasingly acknowledged as essential tools in the health sciences landscape  [18] . See Table  1  for a description of key AI terms used in this paper. Their diverse applications range from predicting disease outbreaks, enhancing medical imaging, and refining patient communication via tools like chatbots to influencing behavior changes at patient, staff, organizational, or even community levels. Over the last decade, there has been a significant increase in the volume of scientific literature integrating AI into health research  [19, 20] . This research incorporates a broad spectrum of AI models-from shallow ML algorithms, such as decision trees and k-means clustering, to deep neural networks. These AI models are applied to various data sources and types, such as clinical and observational data and data formats, including tabular, text, and images. The growth of large-scale, diverse health data, coupled with the emergence of new AI techniques, has led to significant change in the healthcare sector, improving our capabilities in diagnosis, disease prediction, patient care, and behavior modification  [19] [20] [21] [22] [23] . AI technologies also afford opportunities to automate aspects of care delivery, quality improvement, and health services research processes that previously required human labor and thereby can increase speed and efficiency, including for implementation research and practice  [24] .\n\nThe potential of AI to enhance IS is evident, but there are also cautions to consider, including AI's potential to exacerbate inequities if unchecked  [25] [26] [27] [28] . This paper aims to elucidate how AI can address current IS challenges while also shedding light on its potential pitfalls. We further provide specific examples from global health systems, public health, and precision health to illustrate both the advantages and precautions when integrating AI with IS. We conclude by providing recommendations and selected resources for implementation researchers and practitioners to leverage AI in their work. While there are extant primers on AI in healthcare and research and papers describing how IS can enhance AI  [29] [30] [31] , this paper focuses on ways AI can address challenges specific to IS and offers tangible guidance tailored to the IS community on how to apply AI to their work while being cognizant of and mitigating potential unintended consequences. We also discuss intellectual property rights related to the use of AI."
    },
    {
      "title": "Main text"
    },
    {
      "title": "2A. Opportunities for integration of AI to optimize IS methods",
      "text": "Here, we outline \"why\" AI should be used in the field of IS by describing some of the key challenges facing IS as well as tangible examples of how AI can help overcome these challenges. The specific IS challenges addressed are (1) speed, (2) sustainability, (3) equity, (4) generalizability, (5) assessing context and context-outcome relationships, and (  6 ) assessing causality and mechanisms. Table  2  summarizes these IS challenges and AI solutions. Table  3  provides examples from health systems and public health settings describing how AI can address the limitations of IS."
    },
    {
      "title": "2A1. Speed as an IS challenge",
      "text": "Improving and measuring the speed of its methods and translation is a critical issue for IS  [17, 40, 41] . Despite great promise and evolving methods to improve the speed of certain activities, IS methods require time, including time to conduct partner engagement, test implementation strategies, evaluate outcomes, and collect and analyze mixed methods data. The time required to carry out traditional IS approaches can slow the speed of knowledge generation and translation, which can be expedited with AI. For example, AI-enabled chatbots can be trained to lead or moderate qualitative interviews or focus groups, allowing for multiple sessions to be completed in parallel without the usual constraints of personnel available. There are examples of such chatbots that are already being used in the business sector for job candidate interviews  [42] , which could be adapted for IS applications. NLP and more advanced forms of AI can also be used to collect and analyze data inductively or deductively, including the collection of unstructured data that typically requires manual analysis of qualitative data that is traditionally time-consuming and slow  [43] . The use of AI to conduct qualitative analyses is becoming more common, either as a standalone method or in a \"human-assisted\" method where researchers iteratively review the AI outputs and provide redirection as needed  [44] [45] [46] [47] . Newer, rapid approaches to qualitative analysis in IS have already sped up this step  [48] , but these newer analysis methods could also be augmented with AI to expedite or supplant person time by an order of magnitude. Notably, AI-enabled software is readily available to assist with transcription  [49] . Table  3  summarizes a study that compared NLP to traditional qualitative methods and found NLP was effective at identifying major themes but was not as precise at more granular interpretations  [33] . Chatbots can also be used to automate the creation and testing of tailored messaging as educational implementation strategies (e.g., behavioral nudges) for different target groups of patients, staff, or settings based on their unique characteristics to increase the speed of identifying contextually appropriate and effective strategies Table 2 Implementation science challenges and artificial intelligence solutions with caveats IS challenge (\"why\" use AI) AI potential contributions Potential adverse \"consequences\" of AI Speed Qualitative partner engagement methods require personnel time to conduct AI chatbots could be trained to moderate/lead AI needs to be monitored to ensure prompts and questions are appropriate, responsive, and unbiased Quantitative and qualitative data collection, analyses, and iterations require time NLP/text mining can automate and speed up the process of: • Qualitative analyses • Collecting unstructured contextual data documented in electronic health records and other data sources AI algorithms can automate iterative data collection and analyses and display findings in accessible ways (e.g., dashboards) AI can replicate analyses and predictions with different subsamples when have sufficiently big data AI needs to be monitored to ensure appropriate, complete, accurate, and replicable analyses, including for sentiment and inherent biases in data, as well as data drift Intervention adoption is often slow due to difficulty testing implementation strategies that achieve behavior change and lead to adoption With big data, AI can analyze some types of implementation strategies in almost real-time NLP and AI-enabled chatbots can create tailored messaging or nudges for clusters based on the characteristics of the intended adopters Inherent ethical tensions with the use of nudges that should be carefully considered (e.g., ensure preserving autonomy and promoting positive change) Sustainability Iterative evaluation of the dynamically changing context is important to improve sustainability but challenging to achieve given the time and effort required Predictive AI algorithms can assist in assessing the chance of sustainment AI algorithms can continually work in the background to assess changes (e.g., dashboards) NLP can make ongoing/iterative qualitative assessment more efficient and feasible AI needs to be monitored for data drift and biases in data AI needs to be monitored to ensure appropriate, complete, and accurate analyses, including for sentiment Equity Language, digital literacy, and social needs can be barriers to participating in: • Partner engagement • Implementation studies • Intervention education implementation strategies AI-enhanced translation software (i.e., Google Translate) can increase access to and inclusion Patients with these characteristics are often less likely to be part of AI data sets-(e.g., genomic registries, electronic health record databases) Messages through translation software may be distorted, mistrusted, or insensitive/off-putting People from historically marginalized groups may not respond to risk communication, behavior change, or decision-making messaging that is effective in other groups or experience mistrust Culturally tailored AI-enabled messaging or chatbots can support the adoption of EBI in historically marginalized groups AI-enabled chatbots may be able to improve racial empathy gaps and provide feedback on issues such as social determinants, and risk status [32] Use of nudges could have ethical implications if not monitored or used responsibly Could alienate groups further if not done well or relying on superficial \"surface\" disparity information Could perpetuate distrust of the medical system and lead to distrust regarding the purpose of data collection Inaccurate predictions could result from biased or missing data Historically marginalized groups may experience large disparities and are often under-represented in surveillance systems, surveys, and other data sources AI can expand data sources and recruit participants through various online and other channels to increase the breadth of representativeness Could worsen the underrepresentation of certain groups and study conclusions if not carefully considered Generalizability AI artificial intelligence, IS implementation science, NLP natural language processing, EBI evidence based intervention, D&I dissemination and implementation, TMFs theories, models, and frameworks   [50] . Most examples of leveraging AI to accelerate speed are currently outside the field of IS  [42, [44] [45] [46] [47] ."
    },
    {
      "title": "2A2. Sustainability as an IS challenge",
      "text": "Sustainability is a central tenant of IS and ideally requires iterative, ongoing progress assessments to identify intervention components and implementation strategies needing adaptation  [51] [52] [53] [54] . However, these ongoing evaluation methods can tax available resources, particularly human capital. By automating iterative evaluation cycles, AI may reduce the demand for human resources, which is often a bottleneck to sustainability methods. A study conducted by the Regional Social Health Agency in Italy (Table  3 ) demonstrates how AI can improve the efficiency of using health information and promote the sustainability of healthcare systems  [35] . There are other avenues in which AI can contribute to sustainability. For instance, AI algorithms can be configured to continuously monitor for and work in tandem with chatbots and NLP tools to detect subtle changes in outcomes that are difficult for traditional quantitative approaches to detect within complex and big data sets used within healthcare. These algorithms can provide partners with real-time insights through integration with platforms like dashboards  [55] [56] [57] . To date, there are examples of dashboards being used to make such sustainability methods feasible for IS projects  [58] , but there are few examples of AI-enabled approaches in the field of IS. Such use of AI with dashboards can be particularly useful when rapid decisions are required or when partners need to identify and understand complex or subtle patterns in data over time. AI's predictive analytics could also be employed to simulate or forecast the sustainability of certain initiatives and estimate the long-term viability of a project or implementation strategy  [59] . For example, if an intervention is implemented in a healthcare setting, AI could analyze data on adherence rates, participant feedback, and other relevant metrics to project the likelihood of its continued success. IS frameworks could guide the systematic assessment of the complex and multilevel contextual factors (e.g., culture, strategic priorities, burnout rates, turnover) that influence sustainability which could be categorized into themes and used as input or predictor variables within the AI model. Such predictive capabilities could allow for proactive and iterative adjustments throughout the life of a project to maximize sustainability. This approach could also assist in identifying the optimal allocation of limited resources by knowing in advance which areas might falter or by potentially supplanting the need for a costly or time-consuming trial that is predicted to be unsustainable. The use of AI to predict sustainability is a potential future direction for the field of IS."
    },
    {
      "title": "2A3. Equity as an IS challenge",
      "text": "IS aims to promote equity, but some equity-enhancing activities can be challenging within resource constraints. Resources are often not available to  (1)  disband language barriers to participation in partner engagement activities and implementation studies; (2)\n\nTable 3 Examples of how AI can address IS challenges in health systems and public health settings AI = artificial intelligence, IS = implementation science, NLP = natural language processing"
    },
    {
      "title": "IS challenge AI example",
      "text": "Speed NLP was used for qualitative analysis coding and compared to a traditional, non-AI-enhanced approach. The authors found that NLP can identify major themes, but that traditional approaches were best at identifying more nuanced details  [33]  AI-enhanced chatbots were designed to identify and address barriers to chronic medication adherence with messages tailored to patient characteristics and needs  [34]  Sustainability Case study showed how AI can improve data analysis and improve the efficiency of clinical processes and, thereby, improve sustainability  [35]  Equity AI-enhanced chatbots were created to provide culturally relevant education and support for new mothers and to address health disparities  [36]  Demonstrates how AI can be used to identify ongoing clinical trials that historically underrepresented patients are eligible for  [37]  Generalizability AI was applied to social media data to identify adverse events and public sentiment associated with immunizations in a large and heterogeneous population  [38]  Assessing context and contextoutcome relationships AI was used to identify contextual reasons for clinician non-adherence to guideline-recommended practices, including identification of previously unrecognized issues  [38]  AI was used to predict coronary artery disease and quantify death risk using electronic health records and genetic data  [38]  Assessing causality and mechanisms Describes how AI was used to create actionable and individualized causal treatment effect predictions for patients with Alzheimer's disease  [39]  create culturally appropriate implementation strategies that address issues such as mistrust; or (3) offer data that represent the spectrum of perspectives beyond the usual, including that of persons who have historically been marginalized and experienced disparities  [60, 61] . IS can benefit from integrating AI to promote equity amidst resource constraints. AI-driven translation tools render text in different languages and can capture the essence and nuances across dialects and regional variations. Further, speech-to-text systems can convert spoken language into written form, facilitating participation for those who might be literate in their native tongue but not in the primary language of a study. For immediate interactions, real-time AI-enhanced software interpretation allows non-native speakers to understand and contribute actively. AI chatbots, tailored using user data and historical contexts, can resonate with local customs and beliefs, offering a culturally attuned interaction  [62, 63] . Additionally, these AI systems can be trained to transparently provide resources that resonate with targeted communities and can be employed for cultural awareness training, ensuring researchers approach communities with heightened sensitivity  [62, 63] . In terms of data, AI algorithms can increase diverse representation by pulling from a range of sources, inclusive of historically marginalized voices that are often omitted from traditional datasets because the data are in unstructured formats and/or too large and complex for traditional analytic methods  [9] .\n\nIn Table  3 , we present an example of proactively using AI to identify clinical trials for patients from historically underrepresented populations  [37] . These AI tools can also be configured to detect and rectify inherent biases in datasets and present complex data visually, aiding in identifying and correcting disparities. For recruitment, AI's ability to analyze complex population data from diverse sources means that underrepresented groups can be pinpointed for more inclusive outreach  [64] . Data sources could include social media platforms, online community forums, or leverage crowdsourcing techniques. AI-driven tools such as voice assistants and adaptive interfaces could also be used to make research platforms more navigable for those with disabilities or language barriers  [65] . Finally, AI's feedback mechanisms enable real-time adjustments to implementation strategies based on participant input, and sentiment analysis tools can gauge the emotional underpinnings of this feedback, illuminating areas of potential mistrust or dissatisfaction  [66] . In harnessing these AI capabilities, IS can promote equity more effectively, ensuring historically marginalized communities are actively engaged in research and its applications. The use of AI to promote equity remains largely untapped, with most examples outside the field of IS  [60, 61, [64] [65] [66] ."
    },
    {
      "title": "2A4. Generalizability as an IS challenge",
      "text": "Although IS prioritizes generalizability and transportability  [67] , limitations of data and human resources to conduct partner and participant engagement and collect data can threaten generalizability. Generalizability decreases if the breadth of perspectives considered is limited when designing, implementing, or evaluating a study  [68] . While AI's role in easing resource demands through chatbots and NLP has been acknowledged, AI's potential to enhance generalizability stretches beyond that. Because AI can sift through large amounts of complex data, it can incorporate insights from non-traditional sources. For example, social media platforms, with usergenerated content, can provide rich insights into public sentiment, behavior, and preferences, which increases the representation of perspectives and assists in generalizing findings across diverse populations  [69] . The United Kingdom has applied AI to Twitter and Facebook forums to evaluate adverse reactions and understand public sentiment toward the COVID-19 vaccination and found that common and rare adverse effects were discussed with relatively equal frequency and that vaccine perceptions were largely positive over time (Table  3 )  [70] . Additionally, AI can use crowdsourcing to increase the representation of diverse perspectives  [71, 72] . Crowdsourcing has the potential to capture diverse insights from global audiences. AI has been used to coordinate and process data from large, crowdsourced projects, ensuring that perspectives are drawn from a cross-section of diverse individuals  [73] . This means that studies can encompass views from varied geographical locations, socio-economic statuses, and cultural backgrounds while operating within existing resource confines  [74] . As is also the case with traditional data sources, the selection of an appropriate social media or crowdsourcing data source must be aligned with the target population or issue at hand to ensure relevance, and inherent data biases, including misinformation and missingness must be considered.\n\nMoreover, the dynamic nature of the world means that generalizability is not static. Populations evolve, cultures shift, and societal priorities change. Here, AI can assist by automating continuous assessments of generalizability. Similar to approaches described above related to sustainability, AI can monitor for changes that might impact the external relevance or transportability of study findings and provide alerts or updates when shifts are detected. Such iterative assessments, automated by AI, can be used to strategically guide adaptations such that the work and findings remain generalizable throughout all stages of a study and over time  [57, 60, 61] ."
    },
    {
      "title": "2A5. Assessing context and context-outcome relationships as an IS challenge",
      "text": "Traditional IS approaches to assessing context and outcomes are often limited to the \"stated\" or simple interpretations of the \"realized. \" While the stated (explicit declarations) often come from qualitative methods like partner engagement sessions or surveys with limited samples, the realized is generally garnered from quantitative data necessitating a predefined hypothesis or signal  [75] . Although emergent configurational analysis techniques delve deeper into intricate relationships between context and outcomes  [76] , IS and traditional quantitative approaches often fall short of capturing the intricate relationships of non-linear interactions. AI algorithms present new opportunities to address these challenges that are often inherent in complex data. AI can assimilate large and complex data repositories to discern non-linear relationships and detect patterns or context-implementation strategy-outcome relationships even without predefined signals  [77] [78] [79] . One study leveraged AI and electronic health record data to understand reasons for gaps in clinician prescribing for a clinical scenario that had already been well studied using traditional mixed methods  [75] . This study identified a variety of contextual determinants, including some that were previously unrecognized and were used to inform the design of an ongoing IS trial (Table  3 )  [75] . The versatility of AI means that these algorithms are not only static tools, but that they can be optimized to constantly operate in the background, evolving with the data they encounter. This becomes particularly crucial in dynamic landscapes such as healthcare, where relationships between context and outcomes can change rapidly. As AI iteratively processes this information, it can provide a pulse on any emerging shifts, ensuring that IS remains responsive and adaptive to the changing context. While there are limited examples of AI being used to assess context for IS studies  [75] , there are additional avenues in which to explore how AI can be leveraged to assess changes in context, strategies, and outcomes."
    },
    {
      "title": "2A6. Assessing causality and mechanism as an IS challenge",
      "text": "In IS, ascertaining causality and mechanism is difficult. While traditional quantitative tests for causality could assist  [80, 81] , as could more qualitative approaches such as mechanism mapping  [82] , deciphering the direct causal connections, rather than mere associative links, between interventions, implementation strategies, and outcomes, is difficult due to the complex interplay of confounding variables in real-world settings. Modern AI-driven causal inference and discovery mechanisms offer a path forward for IS  [83] [84] [85] . Leveraging structured graphical models, techniques such as causal Bayesian networks adeptly delineate explicit cause-andeffect relationships, duly accounting for latent confounders. Consider, for example, a healthcare scenario aimed at curtailing hospital readmissions. Whereas traditional analytical frameworks might predominantly identify an associative link between an intervention and reduced readmissions, AI causal tools probe deeper, scrutinizing whether the intervention itself was the direct catalyst or if obscured variables intervened. In Table  3 , we provide a precision health example of using causal AI methods to generate treatment predictions for patients with dementia  [39] . Further enriching the AI toolkit are counterfactual neural networks  [86, 87] , which could be used by IS practitioners to simulate hypothetical outcomes that would have occurred without specific interventions. Another notable advancement is AI's deployment in analyzing potential or simulated outcomes, which elucidates the individual treatment effect, thereby shedding light on the distinct impact of interventions or implementation strategies on specific demographic or clinical subgroups. Such AI-based simulation models have the potential to save unnecessary resource expenditure (time, money) if a trial is predicted to produce a null effect. Through this AI-driven lens, IS could better assess causality and mechanism with heightened precision, fostering the design and deployment of increasingly effective and equitable programs. The use of AI to assess causality and mechanism is a largely unexplored methodologic area for the field of IS."
    },
    {
      "title": "2B. Potential consequences of using AI in IS",
      "text": "The consequences of using AI can be both positive and negative. Thus far we have focused on those positive consequences that can be anticipated, but there are likely others that are unanticipated. For example, it is not yet known what the true potential of AI is, and AI-generated innovations could create solutions with benefits we cannot begin to predict. However, when using AI, important considerations and potential adverse unintended consequences need to be monitored and minimized  [25] [26] [27] [28] .\n\nHere we highlight potential cautions of using AI with examples of how AI has caused harm or gone awry. In Table  2 , we explicitly relate these AI concerns with the AI solutions proposed above to address IS challenges. Across all of these counterarguments, proactive vigilance is required to identify and mitigate issues at each stage of the AI lifecycle, which includes (1) data creation, (2) data acquisition, (3) model development, (4) model evaluation, and (5) model deployment  [88] . We provide examples showing how AI can lead to erroneous conclusions, inequities, biases, or harmful behaviors.\n\nUnmonitored AI applications (e.g., AI algorithms, chatbots, NLP) can lead to erroneous messages or results. AI is restricted to the available data inputs and subject to all the biases of the data collection process, often referred to as \"garbage in, garbage out. \" For example, it is known that clinician diagnoses are biased by gender and race  [25, 26] , and models using such data will capture these biases. AI's sentiment analysis can also incorrectly interpret data or be influenced more by counts or frequencies than a manual human-only process would be, and such errors can significantly influence results  [43] . These issues can be hidden or exacerbated when using \"black box\" AI models that result in an effect or outcome but do not allow for explainability of the processes that produced the effect  [89] .\n\nIn one study, an AI algorithm was applied to 14,199 patients with pneumonia across 78 hospitals to riskstratify the probability of death  [90] . The model recommended that patients with asthma were at lower risk than those without asthma. This recommendation contrasted with existing evidence, thus triggering the researchers to investigate further. The researchers discovered that the data inputs biased this finding. Specifically, the data inputs did not capture the fact that patients with asthma and pneumonia were commonly directly admitted for treatment and thus had better treatment outcomes compared to patients who had pneumonia without asthma.\n\nAI also has the potential to exacerbate or create new inequities. Reliance on data that underrepresent the population or that are subject to inherent biases stemming from sexism, racism, classism, or mistrust leads to inaccurate predictions or evaluations and could perpetuate inequities or misguide decision-making  [26] [27] [28] . Misguided decision-making can be particularly apparent when AI is used to inform recommendations for tools such as clinical decision support within electronic health records. [91] . Such algorithms consider many factors, such as characteristics of patients that arrive late to appointments or \"no show. \" However, historically, Black patients have a higher likelihood of \"no shows\"; thus, the algorithm scheduled these patients into less desirable appointment times."
    },
    {
      "title": "Authors of another paper provide a use case of AI algorithms scheduling medical appointments to improve scheduling efficiency to illustrate how such AI algorithms can yield racially biased outcomes",
      "text": "AI is beholden to the data inputs. Beyond inherent biases of how data are collected, data inputs are also subject to data drift (e.g., temporal changes in how and where data is documented) and can also lead to biased interpretations if the sample sizes are not representative or sufficiently large  [92] . Traditional IS data sources have limited sample sizes, and data drift is common in rapidly changing environments where public health and healthcare happen.\n\nIn 2009 it was announced that by using AI applications and publicly available data from Google search engine queries for \"flu-like symptoms, \" researchers could predict regional flu trends 1-2 weeks earlier than the Centers for Disease Control and Prevention  [93] . Later, it was discovered that the prediction was no longer accurate, in part because of changes to search engines that prompted or suggested certain search terms to users, which changed the data inputs  [94] .\n\nAI can tailor messages or nudges for specific populations in ways that prompt and facilitate good decisionmaking  [95, 96] . However, such AI applications can also inadvertently promote harmful behaviors. For example, AI has been leveraged to create tailored messages or nudges to increase consumer uptake of unhealthy food and beverages  [97] . AI can learn and adapt its messaging over time, thus posing the potential for messages originally well-intended to encourage inadvertent harm. Other ethical implications of nudges include situations in which certain options are forbidden and autonomy in decision-making is impaired  [98] [99] [100] ."
    },
    {
      "title": "2c. Intellectual property rights of using AI for IS",
      "text": "Intellectual property issues present unique challenges and opportunities when AI is used in IS for design, data analysis, or reporting  [101] . Questions arise about property rights of the knowledge generated from AI models, especially when the knowledge generated stems from data in which it is unclear who owns the data. For example, AI models could leverage data sourced from public datasets or collaborative efforts in which ownership of the data is unclear. Furthermore, as AI aids in creating or optimizing interventions, discerning the boundaries between human-generated property and machine-augmented contributions can become ambiguous. It is imperative for researchers and practitioners to proactively navigate these complexities, ensuring that while AI propels IS forward, it does so in a manner that respects and delineates intellectual property rights and contributions.\n\nIf relying on existing AI applications, it is important to identify and understand any potential intellectual property rights, which could require fees for use or restrictions on how the AI can be used or disseminated. On the flip side, if creating de novo AI applications, it may be prudent to consider establishing intellectual property rights to enforce responsible use and avoid the potential consequences outlined above. Intellectual property rights apply to any invention, such as EHR-based tools and decision aids, but in the case of AI, intentional use to promote responsible AI use may be novel and important to consider. While there are clear implications of intellectual property rights for AI applications themselves, there is less clarity regarding the property rights of AI-generated products  [102, 103] . The latter is a new and developing area that is currently handled on a country-by-country basis. Although allowable under the laws of some countries such as the UK, the US stance is that AI-generated products are prohibited from intellectual property rights  [103] . The fundamental question that served as the basis for the US's decision was \"How can a thing (not a human) own property?\" The inability to predict or anticipate AIgenerated products confounded by limited means of regulation is cause for increased caution and monitoring."
    },
    {
      "title": "Discussion and future directions",
      "text": "IS and AI can complement each other and have the potential to work together to increase the speed of sustainable and equitable knowledge generation and translation to enhance healthcare and population health. We have focused on how AI can augment specific bottlenecks faced by the field of IS, while others have called attention to ways in which IS can augment AI, which includes making AI more relevant to local settings, scalable, and sustainable  [29] [30] [31] . In summary, key ways AI can help address IS-specific challenges include: increasing the speed with which data can be collected, analyzed, and acted on; automating and reducing the workforce required to conduct partner engagement and other IS methods; expanding the size and heterogeneity of available data sources and participant recruitment; and increasing access to new methods to assist in discovering contextual influences and complex interactions between context, implementation strategies and outcomes. Focusing solely on AI's potential to automate many of IS's traditional methods and processes, AI provides a path to help IS researchers and practitioners become more rapid and achieve goals of sustainability, equity, and generalizability.\n\nAI presents new opportunities for IS and many potential AI applications remain largely unexplored or untapped by the IS community. As AI use assuredly increases, it needs to be monitored and used responsibly to avoid unintended consequences, especially in the face of limited regulations on AI. It is also important to note that the benefits and pitfalls of AI may not equally apply to all types of AI and it is beyond the scope of this paper to address each separately, but the reader should keep in mind that there are differences based on the specific AI model and application. Among AI's potential to cause harm, inequities have received much attention and may be one of the most challenging issues to monitor and mitigate. Inequities can surface over time, and multiple root causes include biased data inputs or data that do not represent the spectrum of cultures or perspectives. In this paper, we describe ways AI can optimize equity, but every use of AI also requires careful and ongoing vigilance for potential effects on inequities. Other potential pitfalls of AI discussed above include inaccurate predictions, recommendations, or interpretations of data. Another key challenge of AI is its algorithms' reproducibility or \"brittleness\" across settings and over time  [104] . There is a need for the regulations, frameworks, and guidance currently being developed for AI [105, 106] to include policies and procedures for systematic and proactive monitoring of unintended consequences and careful consideration of \"black box\" models  [89] . With the widespread update and examination of ChatGPT (and other AI online and related tools), there is increasing awareness about AI's potential for errors [107-109]. The full potential of using AI to enhance IS is not yet known, nor is its potential for errors and harm, which makes the development of regulations even more challenging  [101] .\n\nIS should take full advantage of AI's benefits while being mindful of its pitfalls. To do so, a transdisciplinary team science approach is optimal. Team science certainly extends beyond AI and IS partnering, but we focus on these two fields here. Historically, the fields of AI and IS have had limited collaboration with different foci (e.g., heavily quantitative and causal versus mixed methods and pragmatic effectiveness). Now as each becomes essential to the vision of precision public health and learning health systems  [7, [110] [111] [112] [113] [114] [115] , they are progressively realizing the value of each other. Given both are rapidly evolving fields and that it is hard to anticipate what is new or next, close collaboration or perhaps a new generation of cross-trained scientists is needed. Such cross-trained scientists may be particularly adept at keeping pace with the latest discoveries related to AI's potential and monitoring for and mitigating unanticipated consequences. To foster this budding partnership or cross-training between IS and AI, accessibility of expertise and resources is important. In Table  4 , we provide a select sample of resources and tools to facilitate the use of AI especially relevant for IS."
    },
    {
      "title": "Conclusions",
      "text": "We call for increased uptake of innovations in AI through transdisciplinary collaboration to overcome challenges to IS methods and to enhance public health and healthcare while remaining vigilant of potential unintended consequences. We acknowledge that our paper is \"first generation\" in that it is one of the first to describe intersections between AI and IS-in doing so, we hope to spark future debate, scholarship, and enhancement of the concepts we have introduced. In Table  5 , we provide concrete summary suggestions of how to begin to responsibly and optimally use AI, including building a representative team. Application of AI is complex and uncertain, but has the potential to make IS more efficient and can facilitate more in-depth and iterative contextual assessment, which in turn can lead to more rapid, sustainable, equitable, and generalizable generation and translation of knowledge into real-world settings. Illustrative examples and recommendations for how NLP can be used for rapid qualitative analysis There is a cost to some of the papers, but some may be free through institutional licenses or open access\n\nTable 5 Recommendations to responsibly and optimally use AI in implementation research AI artificial intelligence, IS implementation science a Quotation attributed to John C. Maxwell Build effective transdisciplinary teams That includes AI and IS expertise and representation of other perspectives, including other expertise, patients, community members, caregivers, staff Have a creative mindset AI presents a new opportunity to innovate. Think and act creatively while being cautious of pitfalls Be audacious, humble, and persistent Explore the potential of AI while anticipating things might go wrong and planning for iterations to check your work and correct course Insist on and monitor equity Evaluate and advocate for the representation of perspectives and datasets as well as representativeness of outcomes \"Fail early, fail often, but always fail forward\" a Be iterative to improve, including sustainability and equity Conduct rapid learning AI and IS are changing rapidly. Establish a process for staying up-to-date on the latest developments affecting their integration"
    },
    {
      "text": "Definitions of artificial intelligence terminology used"
    },
    {
      "text": "(continued)"
    },
    {
      "text": "Select resources and key references especially relevant for IS to learn about artificial intelligence RapidMiner https:// rapid miner. com A data science platform that aims to simplify AI for users, including those without coding experience Requires paid subscription, but may be offered through institutional licenses Tableau https:// www. table au. com A data visualization platform that includes native AI software that can be applied to data stored within Requires paid subscription, but may be offered through institutional licenses ChatGPT https:// chat. openai. com An AI-driven chatbot that responds to user prompts. Examples of responses to prompts can include drafts of medical necessity letters, manuscripts, and data visualizations (graphs, tables). There are different versions of Chat-GPT and similar tools of varying sophistication and accuracy Free versions are available Example Data Science Training Programs: https:// ischo olonl ine. berke ley. edu/ data-scien ce/ https:// brown school. wustl. edu/ acade mics/ aibda-certi ficate/ https:// brown school. wustl. edu/ resou rces-initi atives/ advan ced-learn ingcerti ficate/ artifi cial-intel ligen ce-appli catio ns-for-health-data/ https:// catal og. ucden ver. edu/ cu-ansch utz/ schoo ls-colle ges-progr ams/ gradu ate-school/ gradu ate-school-certi ficat es/ biome dical-data-scien cecerti ficate/ Many academic universities offer graduate degrees, certificates, or boot camp-type programs in data science and other areas that provide AI training for diverse audiences There is a cost Coursera https:// www. cours era. org/ colle ctions/ best-machi ne-learn ing-ai Offers many online courses and programs in data science, AI, and different focus areas of AI There is a cost but may be offered through institutional licenses You Look Like a Thing and I Love You: How Artificial Intelligence Works and Why It's Making the World a Weirder Place[116] A lighthearted easy-to-read book for those with some or no baseline knowledge of AI. The author uses practical examples to illustrate how AI works and its limitations without going into technical details or jargon There is a cost to purchasing the audio or text Journal articles providing guidance on NLP for qualitative analysis: Chang T, DeJonckheere M, Vydiswaran VGV, et al.. Accelerating mixed methods research with natural language processing of big text data. J Mix Methods Res 2021;15:398-412 [117] Lennon RP, Fraleigh R, Van Scoy LJ, Keshaviah A, Hu XC, Snyder BL, Miller EL, Calo WA, Zgierska AE, Griffin C. Developing and testing an automated qualitative assistant (AQUA) to support qualitative analysis. Fam Med Community Health. 2021 Nov;9(Suppl 1):e001287 [118]"
    }
  ],
  "references": [
    {
      "title": "Healthy People 2030 Framework -Healthy People 2030",
      "year": 2023,
      "doi": "10.17226/25531"
    },
    {
      "title": "Health Care from a Global Perspective",
      "year": 2022
    },
    {
      "title": "Revisiting time to translation: implementation of evidence-based practices (EBPs) in cancer control",
      "authors": [
        "S Khan",
        "D Chambers",
        "G Neta"
      ],
      "year": 2021,
      "doi": "10.1007/s10552-020-01376-z"
    },
    {
      "title": "Basic research and health: a reassessment of the scientific basis for the support of biomedical science",
      "authors": [
        "J Grant",
        "L Green",
        "B Mason"
      ],
      "year": 2003
    },
    {
      "title": "Evaluating the relevance, generalization, and applicability of research: issues in external validation and translation methodology",
      "authors": [
        "L Green",
        "R Glasgow"
      ],
      "year": 2006
    },
    {
      "title": "Furthering dissemination and implementation research: the need for more attention to external validity",
      "authors": [
        "K Trinkley",
        "M Fort",
        "D Mcneal",
        "L Green",
        "A Huebschmann"
      ],
      "year": 2024,
      "doi": "10.1093/oso/9780197660690.003.0016"
    },
    {
      "title": "How dissemination and implementation science can contribute to the advancement of learning health systems",
      "authors": [
        "K Trinkley",
        "P Ho",
        "R Glasgow",
        "A Huebschmann"
      ],
      "year": 2022,
      "doi": "10.1097/acm.0000000000004801"
    },
    {
      "title": "Designing for dissemination and sustainability to promote equitable impacts on health",
      "authors": [
        "B Kwan",
        "R Brownson",
        "R Glasgow",
        "E Morrato"
      ],
      "year": 2022,
      "doi": "10.1146/annurev-publhealth-052220-112457"
    },
    {
      "title": "Applying an equity lens to assess context and implementation in public health and health services research and practice using the PRISM Framework",
      "authors": [
        "M Fort",
        "S Manson",
        "R Glasgow"
      ],
      "doi": "10.3389/frhs.2023.1139788"
    },
    {
      "title": "Implementation science should give higher priority to health equity",
      "authors": [
        "R Brownson",
        "S Kumanyika",
        "M Kreuter",
        "D Haire-Joshu"
      ],
      "year": 2021
    },
    {
      "title": "An extension of RE-AIM to enhance sustainability: addressing dynamic context and promoting health equity over time",
      "authors": [
        "R Shelton",
        "D Chambers",
        "R Glasgow"
      ],
      "year": 2020
    },
    {
      "title": "Advancing healthcare equity through dissemination and implementation science",
      "authors": [
        "A Baumann",
        "R Shelton",
        "S Kumanyika",
        "D Haire-Joshu"
      ],
      "year": 2023,
      "doi": "10.1111/1475-6773.14175"
    },
    {
      "title": "Blending an implementation science framework with principles of proportionate universalism to support physical activity promotion in primary healthcare while addressing health inequities",
      "authors": [
        "B Klepacpogrmilovic",
        "S Linke",
        "M Craike"
      ],
      "year": 2021,
      "doi": "10.1186/s12961-020-00672-z"
    },
    {
      "title": "Assessing the implementation of a multi-component hypertension program in a Guatemalan under-resourced dynamic context: An application of the RE-AIM/PRISM extension for sustainability and health equity",
      "authors": [
        "A Paniagua-Avila",
        "R Shelton",
        "A Guzman",
        "L Gutierrez",
        "D Galdamez",
        "J Ramirez",
        "J Rodriguez",
        "V Irazola",
        "M Ramirez-Zea",
        "M Fort"
      ],
      "doi": "10.21203/rs.3.rs-2362741/v1"
    },
    {
      "title": "Diabetes prevention and care capacity at Urban Indian Health Organizations",
      "authors": [
        "M Fort",
        "M Reid",
        "J Russell",
        "C Santos",
        "Running Bear",
        "U Begay"
      ],
      "year": 2021
    },
    {
      "title": "Applying dissemination and implementation research methods to translate a school-based asthma program",
      "authors": [
        "S Szefler",
        "L Cicutto",
        "S Brewer",
        "M Gleason",
        "A Mcfarlane",
        "L Decamp"
      ],
      "year": 2022,
      "doi": "10.1016/j.jaci.2022.04.029"
    },
    {
      "title": "Promises and pitfalls in implementation science from the perspective of US-based researchers: learning from a pre-mortem",
      "authors": [
        "R Beidas",
        "S Dorsey",
        "C Lewis",
        "A Lyon",
        "B Powell",
        "J Purtle"
      ],
      "year": 2022,
      "doi": "10.1186/s13012-022-01226-3"
    },
    {
      "title": "Applications of artificial intelligence to obesity research: scoping review of methodologies",
      "authors": [
        "R An",
        "J Shen",
        "Y Xiao"
      ],
      "year": 2022,
      "doi": "10.2196/40589"
    },
    {
      "title": "Artificial intelligence in healthcare: a mastery",
      "authors": [
        "J Mukherjee",
        "R Sharma",
        "P Dutta",
        "B Bhunia"
      ],
      "year": 2023,
      "doi": "10.1080/02648725.2023.2196476"
    },
    {
      "title": "The potential for artificial intelligence in healthcare",
      "authors": [
        "T Davenport",
        "R Kalakota"
      ],
      "year": 2019
    },
    {
      "title": "Artificial intelligence in the diagnosis and detection of heart failure: the past, present, and future",
      "authors": [
        "F Yasmin",
        "Smi Shah",
        "A Naeem",
        "S Shujauddin",
        "A Jabeen",
        "S Kazmi"
      ],
      "year": 2021
    },
    {
      "title": "A machine learning model for accurate prediction of sepsis in ICU patients",
      "authors": [
        "D Wang",
        "J Li",
        "Y Sun",
        "X Ding",
        "X Zhang",
        "S Liu"
      ],
      "year": 2021,
      "doi": "10.3389/fpubh.2021.754348"
    },
    {
      "title": "Interpretable machine learning for 28-day all-cause in-hospital mortality prediction in critically ill patients with heart failure combined with hypertension: a retrospective cohort study based on medical information mart for intensive care database-IV and eICU databases",
      "authors": [
        "S Peng",
        "J Huang",
        "X Liu",
        "J Deng",
        "C Sun",
        "J Tang"
      ],
      "year": 2022,
      "doi": "10.3389/fcvm.2022.994359"
    },
    {
      "title": "The promise of artificial intelligence: a review of the opportunities and challenges of artificial intelligence in healthcare",
      "authors": [
        "Yym Aung",
        "Dcs Wong",
        "Dsw Ting"
      ],
      "year": 2021,
      "doi": "10.1093/bmb/ldab016"
    },
    {
      "title": "The automation of bias in medical Artificial Intelligence (AI): Decoding the past to create a better future",
      "authors": [
        "I Straw"
      ],
      "year": 2020
    },
    {
      "title": "AI can be sexist and racist -it's time to make it fair",
      "authors": [
        "J Zou",
        "L Schiebinger"
      ],
      "year": 2018,
      "doi": "10.1038/d41586-018-05707-8"
    },
    {
      "title": "Artificial intelligence, heuristic biases, and the optimization of health outcomes: cautionary optimism",
      "authors": [
        "M Feehan",
        "L Owen",
        "I Mckinnon",
        "M Deangelis"
      ],
      "year": 2021,
      "doi": "10.3390/jcm10225284"
    },
    {
      "title": "Unintended consequences of machine learning in medicine",
      "authors": [
        "F Cabitza",
        "R Rasoini",
        "G Gensini"
      ],
      "year": 2017,
      "doi": "10.1001/jama.2017.7797"
    },
    {
      "title": "Evaluating the translation of implementation science to clinical artificial intelligence: a bibliometric study of qualitative research",
      "authors": [
        "Hdj Hogg",
        "M Al-Zubaidy",
        "P Keane",
        "G Hughes",
        "F Beyer",
        "G Maniatopoulos"
      ],
      "year": 2023,
      "doi": "10.3389/frhs.2023.1161822/full"
    },
    {
      "title": "Accelerating the impact of artificial intelligence in mental healthcare through implementation science",
      "authors": [
        "P Nilsen",
        "P Svedberg",
        "J Nygren",
        "M Frideros",
        "J Johansson",
        "S Schueller"
      ],
      "year": 2022,
      "doi": "10.1177/26334895221112033"
    },
    {
      "title": "Realizing the potential of artificial intelligence in healthcare: Learning from intervention, innovation, implementation and improvement sciences",
      "authors": [
        "P Nilsen",
        "J Reed",
        "M Nair",
        "C Savage",
        "C Macrae",
        "J Barlow"
      ],
      "year": 2022,
      "doi": "10.3389/frhs.2022.961475"
    },
    {
      "title": "How ChatGPT can improve racial disparities in healthcare",
      "year": 2023,
      "doi": "10.33015/dominican.edu/2023.nurs.rp.12"
    },
    {
      "title": "Augmenting qualitative text analysis with natural language processing: methodological study",
      "authors": [
        "T Guetterman",
        "T Chang",
        "M Dejonckheere",
        "T Basu",
        "E Scruggs",
        "Vinod Vydiswaran"
      ],
      "year": 2018
    },
    {
      "title": "Nudge me: tailoring text messages for prescription adherence through N-of-1 interviews",
      "authors": [
        "J Waughtal",
        "P Luong",
        "L Sandy",
        "C Chavez",
        "P Ho",
        "S Bull"
      ],
      "year": 2021
    },
    {
      "title": "Big data and artificial intelligence for health system sustainability: The case of Veneto Region. Management Control",
      "authors": [
        "G Dicuonzo",
        "F Donofrio",
        "A Fusco",
        "V Dell' Atti"
      ],
      "year": 2021
    },
    {
      "title": "Practical guidance for the development of rosie, a health education question-and-answer chatbot for new mothers",
      "authors": [
        "H Mane",
        "A Doig",
        "Fxm Gutierrez",
        "M Jasczynski",
        "X Yue",
        "N Srikanth"
      ],
      "year": 2023,
      "doi": "10.1097/phh.0000000000001781"
    },
    {
      "title": "Automated classification of eligibility criteria in clinical trials to facilitate patient-trial matching for specific patient populations",
      "authors": [
        "K Zhang",
        "D Demner-Fushman"
      ],
      "year": 2017,
      "doi": "10.1093/jamia/ocw176"
    },
    {
      "title": "Artificial intelligence-enabled social media analysis for pharmacovigilance of COVID-19 vaccinations in the United Kingdom: observational study",
      "authors": [
        "Z Hussain",
        "Z Sheikh",
        "A Tahir",
        "K Dashtipour",
        "M Gogate",
        "A Sheikh"
      ],
      "year": 2022,
      "doi": "10.2196/32543"
    },
    {
      "title": "Causal machine learning for healthcare and precision medicine",
      "authors": [
        "P Sanchez",
        "J Voisey",
        "T Xia",
        "H Watson",
        "O' Neil",
        "A Tsaftaris"
      ],
      "year": 2022,
      "doi": "10.1098/rsos.220638"
    },
    {
      "title": "FAST: a framework to assess speed of translation of health innovations to practice and policy",
      "authors": [
        "E Proctor",
        "A Ramsey",
        "L Saldana",
        "T Maddox",
        "D Chambers",
        "R Brownson"
      ],
      "year": 2022,
      "doi": "10.1007/s43477-022-00045-4"
    },
    {
      "title": "Advancing rapid cycle research in cancer care delivery: a National Cancer Institute workshop report",
      "authors": [
        "W Norton",
        "A Kennedy",
        "B Mittman",
        "G Parry",
        "S Srinivasan",
        "E Tonorezos"
      ],
      "year": 2023,
      "doi": "10.1093/jnci/djad007"
    },
    {
      "title": "AI Chatbots Are The New Job Interviewers",
      "year": 2023
    },
    {
      "title": "Efficient, explicatory, and equitable: why qualitative researchers should embrace AI, but cautiously",
      "authors": [
        "S Anis",
        "J French"
      ],
      "year": 2023,
      "doi": "10.1177/00076503231163286"
    },
    {
      "title": "Experiences of siblings of children with neurodevelopmental disorders: comparing qualitative analysis and machine learning to study narratives",
      "authors": [
        "Jaj Bastiaansen",
        "E Veldhuizen",
        "De Schepper",
        "K Scheepers"
      ],
      "year": 2022
    },
    {
      "title": "Assessing the heterogeneity of complaints related to tinnitus and hyperacusis from an unsupervised machine learning approach: an exploratory study",
      "authors": [
        "G Palacios",
        "A Noreña",
        "A Londero"
      ],
      "year": 2020,
      "doi": "10.1159/000504741"
    },
    {
      "title": "Solidarity and strife after the Atlanta spa shootings: A mixed methods study characterizing Twitter discussions by qualitative analysis and machine learning",
      "authors": [
        "S Criss",
        "T Nguyen",
        "E Michaels",
        "G Gee",
        "M Kiang",
        "Q Nguyen"
      ],
      "year": 2023
    },
    {
      "title": "Applying machine-learning to rapidly analyse large qualitative text datasets to inform the COVID-19 pandemic response: Comparing human and machine-assisted topic analysis techniques",
      "authors": [
        "L Towler",
        "P Bondaronek",
        "T Papakonstantinou",
        "R Amlôt",
        "T Chadborn",
        "B Ainsworth"
      ],
      "year": 2022,
      "doi": "10.1101/2022.05.12.22274993v2"
    },
    {
      "title": "Innovations in Mixed Methods Evaluations",
      "authors": [
        "L Palinkas",
        "S Mendon",
        "A Hamilton"
      ],
      "year": 2019,
      "doi": "10.1146/annurev-publhealth-040218-044215"
    },
    {
      "title": "& utm_ conte nt= Cloud traffi c& utm_ term= 11136 93& utm_ medium= track ing_ link& utm_ source= affil iate& utm_ conte nt= other",
      "authors": [
        "Otter"
      ],
      "year": 2023
    },
    {
      "title": "Systematic review and meta-analysis of the effectiveness of chatbots on lifestyle behaviours",
      "authors": [
        "B Singh",
        "T Olds",
        "J Brinsley",
        "D Dumuid",
        "R Virgara",
        "L Matricciani"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00856-1"
    },
    {
      "title": "The adaptome: advancing the science of intervention adaptation",
      "authors": [
        "D Chambers"
      ],
      "year": 2016
    },
    {
      "title": "The dynamic sustainability framework: addressing the paradox of sustainment amid ongoing change",
      "authors": [
        "D Chambers",
        "R Glasgow",
        "K Stange"
      ],
      "year": 2013
    },
    {
      "title": "Making implementation science more rapid: use of the RE-AIM framework for mid-course adaptations across five health services research projects in the veterans health administration",
      "authors": [
        "R Glasgow",
        "C Battaglia",
        "M Mccreight",
        "R Ayele",
        "B Rabin"
      ],
      "year": 2020
    },
    {
      "title": "Using Iterative RE-AIM to enhance hospitalist adoption of lung ultrasound in the management of patients with COVID-19: an implementation pilot study",
      "authors": [
        "A Maw",
        "M Morris",
        "R Glasgow",
        "J Barnard",
        "P Ho",
        "C Ortiz-Lopez"
      ],
      "year": 2022
    },
    {
      "title": "Artificial intelligence mobile health platform for early detection of COVID-19 in quarantine subjects using a wearable biosensor: protocol for a randomised controlled trial",
      "authors": [
        "C Wong",
        "Dty Ho",
        "A Tam",
        "M Zhou",
        "Y Lau",
        "Moy Tang"
      ],
      "year": 2020
    },
    {
      "title": "Monitoring Glaucomatous Functional Loss Using an Artificial Intelligence-Enabled Dashboard",
      "authors": [
        "S Yousefi",
        "T Elze",
        "L Pasquale",
        "O Saeedi",
        "M Wang",
        "L Shen"
      ],
      "year": 2020
    },
    {
      "title": "Design and Implementation of a Comprehensive AI Dashboard for Real-Time Prediction of Adverse Prognosis of ED Patients",
      "authors": [
        "W-C Tsai",
        "C-F Liu",
        "H-J Lin",
        "C-C Hsu",
        "Y-S Ma",
        "C-J Chen"
      ],
      "year": 2022
    },
    {
      "title": "Using Iterative RE-AIM to enhance hospitalist adoption of lung ultrasound in the management of patients with COVID-19: an implementation pilot study",
      "authors": [
        "A Maw",
        "M Morris",
        "R Glasgow",
        "J Barnard",
        "P Ho",
        "C Ortiz-Lopez"
      ],
      "year": 2022
    },
    {
      "title": "Understanding artificial intelligence and predictive analytics: a clinically focused review of machine learning techniques",
      "authors": [
        "B Cho",
        "E Geng",
        "Arvind Valliani",
        "A Tang",
        "J Schwartz"
      ],
      "year": 2022
    },
    {
      "title": "Toward equity in research participation: association of financial impact with in-person study participation",
      "authors": [
        "R Shellhaas",
        "M Lemmon",
        "B Gosselin",
        "J Sturza",
        "L Franck",
        "H Glass"
      ],
      "year": 2023
    },
    {
      "title": "Diversity, equity, and inclusion in clinical research: a path toward precision health for everyone",
      "authors": [
        "V Washington",
        "J Franklin",
        "E Huang",
        "J Mega",
        "A Abernethy"
      ],
      "year": 2023
    },
    {
      "title": "Dialogue-based simulation for cultural awareness training",
      "authors": [
        "S Adewole",
        "E Gharavi",
        "B Shpringer",
        "M Bolger",
        "V Sharma",
        "S Yang"
      ],
      "year": 2020
    },
    {
      "title": "Practical guidance for the development of rosie, a health education question-and-answer chatbot for new mothers",
      "authors": [
        "H Mane",
        "A Channelldoig",
        "Marin Gutierrez",
        "F Jasczynski",
        "M Yue",
        "X Srikanth"
      ],
      "year": 2023
    },
    {
      "title": "Inclusive HRI: Equity and Diversity in Design, Application, Methods, and Community",
      "authors": [
        "Graaf Mma De"
      ],
      "year": 2022,
      "doi": "10.1109/HRI53351.2022.9889455"
    },
    {
      "title": "Nonverbal sound detection for disordered speech",
      "authors": [
        "C Lea",
        "Z Huang",
        "D Jain",
        "L Tooley",
        "Z Liaghat",
        "S Thelapurath"
      ],
      "year": 2022,
      "doi": "10.48550/arXiv.2202.07750"
    },
    {
      "title": "Affective Computing and Sentiment Analysis",
      "authors": [
        "E Cambria"
      ],
      "year": 2016,
      "doi": "10.1109/MIS.2016.3"
    },
    {
      "title": "On-the-go adaptation of implementation approaches and strategies in health: emerging perspectives and research opportunities",
      "authors": [
        "E Geng",
        "A Mody",
        "B Powell"
      ],
      "year": 2023
    },
    {
      "title": "Furthering dissemination and implementation research: the need for more attention to external validity",
      "authors": [
        "L Green",
        "M Nasser"
      ],
      "year": 2018
    },
    {
      "title": "Digital technologies and the democratization of clinical research: social media, wearables, and artificial intelligence",
      "authors": [
        "S Korjian",
        "C Gibson"
      ],
      "year": 2022
    },
    {
      "title": "Artificial intelligence-enabled social media analysis for pharmacovigilance of COVID-19 vaccinations in the United Kingdom: observational study",
      "authors": [
        "Z Hussain",
        "Z Sheikh",
        "A Tahir",
        "K Dashtipour",
        "M Gogate",
        "A Sheikh"
      ],
      "year": 2022,
      "doi": "10.2196/32543"
    },
    {
      "title": "Open data: implications on privacy in healthcare research",
      "authors": [
        "D Chen"
      ],
      "year": 2020
    },
    {
      "title": "How to specify healthcare process improvements collaboratively using rapid, remote consensus-building: a framework and a case study of its application",
      "authors": [
        "J Van Der Scheer",
        "M Woodward",
        "A Ansari",
        "T Draycott",
        "C Winter",
        "G Martin"
      ],
      "year": 2021
    },
    {
      "title": "Personalized patient data and behavioral nudges to improve adherence to chronic cardiovascular medications: results from the nudge study",
      "authors": [
        "M Ho",
        "S Bull"
      ],
      "year": 2023
    },
    {
      "title": "Towards artificial intelligence augmenting facilitation: AI affordances in macro-task crowdsourcing",
      "authors": [
        "H Gimpel",
        "V Graf-Seyfried",
        "R Laubacher",
        "O Meindl"
      ],
      "year": 2023
    },
    {
      "title": "A machine learning evaluation of patient characteristics associated with prescribing of guideline-directed medical therapy for heart failure",
      "authors": [
        "R Kim",
        "K Suresh",
        "M Rosenberg",
        "M Tan",
        "D Malone",
        "L Allen"
      ],
      "year": 2023
    },
    {
      "title": "Conducting configurational comparative research with qualitative comparative analysis",
      "authors": [
        "A Thiem"
      ],
      "year": 2017
    },
    {
      "title": "Evaluation of machine-learning algorithms for predicting opioid overdose risk among medicare beneficiaries with opioid prescriptions",
      "authors": [
        "W-H Lo-Ciganic",
        "J Huang",
        "H Zhang",
        "J Weiss",
        "Y Wu",
        "C Kwoh"
      ],
      "year": 2019
    },
    {
      "title": "Application of machine learning techniques to high-dimensional clinical data to forecast postoperative complications",
      "authors": [
        "P Thottakkara",
        "T Ozrazgat-Baslanti",
        "B Hupf",
        "P Rashidi",
        "P Pardalos",
        "P Momcilovic"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pone.0155705"
    },
    {
      "title": "Machine learning prediction of mortality and hospitalization in heart failure with preserved ejection fraction",
      "authors": [
        "S Angraal",
        "B Mortazavi",
        "A Gupta",
        "R Khera",
        "T Ahmad",
        "N Desai"
      ],
      "year": 2020
    },
    {
      "title": "Causal inference in public health",
      "authors": [
        "T Glass",
        "S Goodman",
        "M Hernán",
        "J Samet"
      ],
      "year": 2013
    },
    {
      "title": "A second chance to get causal inference right: a classification of data science tasks",
      "authors": [
        "M Hernán",
        "J Hsu",
        "B Healy"
      ],
      "year": 2019
    },
    {
      "title": "Mechanism mapping to advance research on implementation strategies",
      "authors": [
        "E Geng",
        "A Baumann",
        "B Powell"
      ],
      "year": 2022
    },
    {
      "title": "Artificial Intelligence and Causal Inference",
      "authors": [
        "M Xiong"
      ],
      "year": 2022,
      "doi": "10.1201/9781003028543"
    },
    {
      "title": "Causal inference and discovery in Python : unlock the secrets of modern causal machine learning",
      "authors": [
        "Molak Aleksander"
      ],
      "year": 2023
    },
    {
      "authors": [
        "A Causal"
      ],
      "year": 2023
    },
    {
      "title": "Prediction of weaning from mechanical ventilation using convolutional neural networks",
      "authors": [
        "Y Jia",
        "C Kaul",
        "T Lawton",
        "R Murray-Smith",
        "I Habli"
      ],
      "year": 2021
    },
    {
      "title": "Explaining black box drug target prediction through model agnostic counterfactual samples",
      "authors": [
        "T Nguyen",
        "T Quinn",
        "T Nguyen",
        "T Tran"
      ],
      "year": 2023,
      "doi": "10.1109/tcbb.2022.3190266"
    },
    {
      "title": "The AI life cycle: a holistic approach to creating ethical AI for health decisions",
      "authors": [
        "M Ng",
        "S Kapur",
        "K Blizinsky",
        "T Hernandez-Boussard"
      ],
      "year": 2022,
      "doi": "10.1038/s41591-022-01993-y"
    },
    {
      "title": "Evaluation: a systematic approach",
      "authors": [
        "P Rossi",
        "M Lipsey",
        "G Henry"
      ],
      "year": 2018
    },
    {
      "title": "Intelligible models for healthcare: predicting pneumonia risk and hospital 30-day readmission",
      "authors": [
        "R Caruana",
        "Y Lou",
        "J Gehrke",
        "P Koch",
        "M Sturm",
        "N Elhadad"
      ],
      "year": 2015
    },
    {
      "title": "Ethical redress of racial inequities in AI: lessons from decoupling machine learning from optimization in medical appointment scheduling",
      "authors": [
        "R Shanklin",
        "M Samorani",
        "S Harris",
        "M Santoro"
      ],
      "year": 2022
    },
    {
      "title": "Temporal quality degradation in AI models",
      "authors": [
        "D Vela",
        "A Sharp",
        "R Zhang",
        "T Nguyen",
        "A Hoang",
        "O Pianykh"
      ],
      "year": 2022
    },
    {
      "title": "Detecting influenza epidemics using search engine query data",
      "authors": [
        "J Ginsberg",
        "M Mohebbi",
        "R Patel",
        "L Brammer",
        "M Smolinski",
        "L Brilliant"
      ],
      "year": 2009
    },
    {
      "title": "Big data. The parable of Google Flu: traps in big data analysis",
      "authors": [
        "D Lazer",
        "R Kennedy",
        "G King",
        "A Vespignani"
      ],
      "year": 2014
    },
    {
      "title": "Impact of a collective intelligence tailored messaging system on smoking cessation: the perspect randomized experiment",
      "authors": [
        "R Sadasivam",
        "E Borglund",
        "R Adams",
        "B Marlin",
        "T Houston"
      ],
      "year": 2016
    },
    {
      "title": "Implementation of a Behavioral Economics Electronic Health Record (BE-EHR) module to reduce overtreatment of diabetes in older adults",
      "authors": [
        "H Belli",
        "S Chokshi",
        "R Hegde",
        "A Troxel",
        "S Blecker",
        "P Testa"
      ],
      "year": 2020,
      "doi": "10.1007/s11606-020-06119-z"
    },
    {
      "title": "Use of artificial intelligence to enable dark nudges by transnational food and beverage companies: analysis of company documents",
      "authors": [
        "R Brooks",
        "D Nguyen",
        "A Bhatti",
        "S Allender",
        "M Johnstone",
        "C Lim"
      ],
      "year": 2022
    },
    {
      "title": "Public health nudges: Weighing individual liberty and population health benefits",
      "authors": [
        "D Soled"
      ],
      "year": 2020
    },
    {
      "title": "Medicine and society: Designing nudges for success in health care",
      "authors": [
        "J Harrison",
        "M Patel"
      ],
      "year": 2020
    },
    {
      "title": "Nudge: Improving Decisions About Health, Wealth and Happiness",
      "authors": [
        "R Adkisson"
      ],
      "year": 2008,
      "doi": "10.1016/j.soscij.2008.09.003"
    },
    {
      "title": "The challenges for regulating medical use of ChatGPT and other large language models",
      "authors": [
        "T Minssen",
        "E Vayena",
        "Ig ; Cohen",
        "D ; Gervais",
        "R Abbott"
      ],
      "year": 2023
    },
    {
      "title": "Key challenges for delivering clinical impact with artificial intelligence",
      "authors": [
        "C Kelly",
        "A Karthikesalingam",
        "M Suleyman",
        "G Corrado",
        "D King"
      ],
      "year": 2019
    },
    {
      "title": "Implementation frameworks for artificial intelligence translation into health care practice: scoping review",
      "authors": [
        "F Gama",
        "D Tyskbo",
        "J Nygren",
        "J Barlow",
        "J Reed",
        "P Svedberg"
      ],
      "year": 2022
    },
    {
      "title": "ChatGPT in radiology: the advantages and limitations of artificial intelligence for medical imaging diagnosis",
      "authors": [
        "S Srivastav",
        "R Chandrakar",
        "S Gupta",
        "V Babhulkar",
        "S Agrawal",
        "A Jaiswal"
      ],
      "year": 2023
    },
    {
      "title": "ChatGPT: Is this version good for healthcare and research?",
      "authors": [
        "R Vaishya",
        "A Misra",
        "A Vaish"
      ],
      "year": 2023,
      "doi": "10.1016/j.dsx.2023.102744"
    },
    {
      "title": "Genetics and precision health: the ecological fallacy and artificial intelligence solutions",
      "authors": [
        "S Williams",
        "J Moore"
      ],
      "year": 2023
    },
    {
      "title": "Stigma, biomarkers, and algorithmic bias: recommendations for precision behavioral health with artificial intelligence",
      "authors": [
        "C Walsh",
        "B Chaudhry",
        "P Dua",
        "K Goodman",
        "B Kaplan",
        "R Kavuluru"
      ],
      "year": 2020
    },
    {
      "title": "Toward precision health: applying artificial intelligence analytics to digital health biometric datasets",
      "authors": [
        "T Cohoon",
        "S Bhavnani"
      ],
      "year": 2020
    },
    {
      "title": "Beyond prediction: Off-target uses of artificial intelligence-based predictive analytics in a learning health system",
      "authors": [
        "J Keim-Malpass",
        "L Moorman",
        "O Monfredi",
        "M Clark",
        "J Bourque"
      ],
      "year": 2022,
      "doi": "10.1002/lrh2.10323"
    },
    {
      "title": "Developing and Implementing Predictive Models in a Learning Healthcare System: Traditional and Artificial Intelligence Approaches in the Veterans Health Administration",
      "authors": [
        "D Atkins",
        "C Makridis",
        "G Alterovitz",
        "R Ramoni",
        "C Clancy"
      ],
      "year": 2022
    },
    {
      "title": "Convergence of implementation science, precision medicine, and the learning health care system: a new model for biomedical research",
      "authors": [
        "D Chambers",
        "W Feero",
        "M Khoury"
      ],
      "year": 2016,
      "doi": "10.1001/jama.2016.3867"
    },
    {
      "title": "You look like a thing and I love you : how artificial intelligence works and why it's making the world a weirder place",
      "authors": [
        "J Shane"
      ],
      "year": 2019
    },
    {
      "title": "Accelerating mixed methods research with natural language processing of big Text data",
      "authors": [
        "T Chang",
        "M Dejonckheere",
        "Vgv Vydiswaran",
        "J Li",
        "L Buis",
        "T Guetterman"
      ],
      "year": 2021,
      "doi": "10.1177/15586898211021196"
    },
    {
      "title": "Developing and testing an automated qualitative assistant (AQUA) to support qualitative analysis",
      "authors": [
        "R Lennon",
        "R Fraleigh",
        "L Van Scoy",
        "A Keshaviah",
        "X Hu",
        "B Snyder"
      ],
      "year": 2021
    }
  ],
  "num_references": 114
}
