{
  "paper_id": "9CF3ERFS",
  "title": "Acceptability of Performing Resistance Exercise Breaks in the Workplace to Break Up Prolonged Sedentary Time A Randomized Control Trial in U.S. Office Workers and Students",
  "abstract": "We investigated the acceptability of bodyweight resistance exercise breaks (REB) to disrupt prolonged sedentary behavior in the workplace. Twenty-nine individuals completed a REB, where they performed 3-min REB 4, 8, and 16 times on days 1-2, 3-4, and 5 of the workweek, respectively, and a control condition (i.e., SIT). Productivity was assessed on days 1 and 5 each week. The acceptability of each REB frequency was assessed. When asked to complete 4, 8, and 16 REB, participants completed (mean values) 3.2, 6.2, and 9.2 REB/day, respectively. Moreover, 88%, 40%, and 9% of participants expressed that the 4-, 8-, and 16-REB frequencies were acceptable, respectively. Decision-making ability and concentration levels increased from day 1-5 of the REB week (p=0.048) but were stable during SIT. REB (4/day) are highly acceptable and could be a promising intervention strategy for reducing occupational sitting, thus decreasing sedentary-behavior-induced risk.",
  "year": 2024,
  "date": "2024-06",
  "journal": "International Journal of Neuroscience",
  "publication": "International Journal of Neuroscience",
  "authors": [
    {
      "forename": "Emily",
      "surname": "Rogers",
      "name": "Emily Rogers",
      "affiliation": "1  Integrative Laboratory of Applied Physiology and Lifestyle Medicine , The University of Iowa , \n\t\t\t\t\t\t\t\t Integrative Laboratory of Applied Physiology and Lifestyle Medicine \n\t\t\t\t\t\t\t\t The University of Iowa",
      "email": "erogers22@wisc.edu"
    },
    {
      "forename": "Nile",
      "surname": "Banks",
      "name": "Nile Banks",
      "affiliation": "1  Integrative Laboratory of Applied Physiology and Lifestyle Medicine , The University of Iowa , \n\t\t\t\t\t\t\t\t Integrative Laboratory of Applied Physiology and Lifestyle Medicine \n\t\t\t\t\t\t\t\t The University of Iowa"
    },
    {
      "forename": "Emma",
      "surname": "Trachta",
      "name": "Emma Trachta",
      "affiliation": "1  Integrative Laboratory of Applied Physiology and Lifestyle Medicine , The University of Iowa , \n\t\t\t\t\t\t\t\t Integrative Laboratory of Applied Physiology and Lifestyle Medicine \n\t\t\t\t\t\t\t\t The University of Iowa"
    },
    {
      "forename": "Bethany",
      "surname": "Gibbs",
      "name": "Bethany Gibbs",
      "affiliation": "3  Department of Epidemiology and Biostatistics , School of Public Health , West Virginia University , \n\t\t\t\t\t\t\t\t Department of Epidemiology and Biostatistics \n\t\t\t\t\t\t\t\t School of Public Health \n\t\t\t\t\t\t\t\t West Virginia University"
    },
    {
      "forename": "Lucas",
      "surname": "Carr",
      "name": "Lucas Carr",
      "affiliation": "1  Integrative Laboratory of Applied Physiology and Lifestyle Medicine , The University of Iowa , \n\t\t\t\t\t\t\t\t Integrative Laboratory of Applied Physiology and Lifestyle Medicine \n\t\t\t\t\t\t\t\t The University of Iowa"
    },
    {
      "forename": "Nathaniel",
      "surname": "Jenkins",
      "name": "Nathaniel Jenkins",
      "affiliation": "1  Integrative Laboratory of Applied Physiology and Lifestyle Medicine , The University of Iowa , \n\t\t\t\t\t\t\t\t Integrative Laboratory of Applied Physiology and Lifestyle Medicine \n\t\t\t\t\t\t\t\t The University of Iowa"
    }
  ],
  "doi": "10.1177/21650799231215814.From",
  "keywords": [
    "exercise snack",
    "prolonged sitting",
    "occupational health",
    "health promotion",
    "sedentary risk 1215814W HSXXX10"
  ],
  "sections": [
    {
      "title": "Background",
      "text": "Prolonged uninterrupted sitting has been identified as an independent risk factor for cardiometabolic disease (CMD) and all-cause mortality (i.e., earlier death due to any cause)  (Katzmarzyk et al., 2020; Patterson et al., 2018) . The effect of sedentary behavior on mortality risk is largely independent of physical activity (PA) in low-to-moderately active individuals, and only those exceeding ~60 minutes of moderate-vigorous PA per day appear to be protected from sedentary behavior-related risks  (Ekelund et al., 2016) . Currently, over 80% of American jobs are primarily sedentary  (Church et al., 2011)  and it has been noted that these employees (e.g., office workers) spend >75% of their workday sitting  (Rosenkranz et al., 2020)  compared with occupations, such as nursing that involves minimal uninterrupted sedentary bouts  (Chappel et al., 2017) . This means the vast majority of working adults in the United States are at risk for sedentary-induced health consequences, for example, cancer, CMD, diabetes, obesity, hypertension, hypercholesterolemia, and so on  (Park et al., 2020) . While the Hierarchy of Controls (i.e., how a workplace protects workers from harm) would recommend eliminating or substituting the source of sedentary behaviors, this is often not feasible in the modern workplace. Therefore, acceptable strategies that protect sedentary employees from occupational sedentary behaviors are desperately needed. An ideal intervention should protect against adverse health consequences of prolonged sedentary behavior and demonstrate high acceptability in the workplace.\n\nTo date, strategies, such as walking  (Thosar et al., 2015) , leg fidgeting  (Morishima et al., 2016) , and cycling  (Garten et al., 2019; Park et al., 2022) , have been shown to successfully protect against vascular dysfunction in the context of prolonged sitting. Short resistance exercise breaks (REB), which include performing body weight squats, high knees, and calf raises periodically throughout the day, have also been shown to mitigate aberrant cardiometabolic responses to prolonged sitting. Specifically, breaking up prolonged sitting with REB has been shown to increase blood flow acutely  (Taylor, Dunstan, Fletcher, et al., 2021), vol. 72 ■ no. 6  Workplace HealtH & Safety ameliorate endothelial dysfunction  (Climie et al., 2018; Taylor, Dunstan, Homer, et al., 2021) , and reduce postprandial glycemia  (Dempsey et al., 2016; Kowalsky et al., 2019)  and lipemia  (Dempsey et al., 2016; Grace et al., 2017)  compared with prolonged sitting periods lasting 3.5 to 7 hours.\n\nResistance exercise breaks may also represent an acceptable, feasible strategy for breaking up sedentary behavior in the workplace as they can be performed at the workstation without additional equipment. Notably, REB not only break up prolonged bouts of sedentary time but also simultaneously facilitate the attainment of the musclestrengthening PA guidelines. While 50% of Americans selfreport achieving the aerobic exercise guidelines (i.e., at least 75 minutes of vigorous-intensity activity/week or 150 minutes of moderate-intensity activity/week), only 35.7% are achieving the muscle-strengthening guidelines (muscle-strengthening activities for all major muscle groups at least 2 days a week), and only 25% achieve both (Centers for Disease Control and Prevention, 2019). Importantly,  Kowalsky et al. (2021)  recently reported that REB may demonstrate high acceptability when performed once every hour during an in-laboratory, simulated (4-hour) workday. Additional research establishing whether these results translate to the workplace and determining the most feasible frequency of REB in real-world settings are critical next steps to take.\n\nThe primary aim of the present study was to examine the acceptability and feasibility of performing 3-minute REB in the workplace for an entire workweek at frequencies ranging from every 2 hours to every 30 minute throughout the day. This study also aimed to determine the effects of REB on perceived sleepiness, physical discomfort, and productivity among sedentary office workers."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Participants",
      "text": "Using convenience sampling, participants were recruited via campus-wide email at the University of Iowa. Participants screened and consented to participate by signing an informed consent on REDCap (Research Electronic Data Capture). Participants were eligible to participate if they were between the ages of 19 and 64 years, free from CMD with a fasting blood glucose < 126 mg/dL, indicating that they were free from diabetes (American Diabetes Association, 2020), a body mass index (BMI) < 35 kg/m 2 , indicating they did not have class 2 obesity  (Purnell, 2000) , were not taking any hypoglycemic medications, were primarily sedentary, reported sitting for at least 7 hours/day on weekdays, were ready to perform PA without additional need for medical clearance, as determined by the PA readiness questionnaire+ (PAR-Q+)  (Warburton et al., 2011) , and were able to complete the REB protocol without pain. This study was conducted in accordance with the Declaration of Helsinki and was approved by, and carried out in accordance with the University of Iowa's Institutional Review Board (IRB) for the protection of human subjects  (IRB approval #202209120, approval date: 29, September, 2022) ."
    },
    {
      "title": "Study Protocol",
      "text": "The current randomized crossover study consisted of two, 5-day, experimental weeks, REB and SIT (control, i.e., no REB were performed, and participants maintained their normal workplace activities). At an initial laboratory visit, participants' fasting blood glucose and blood pressure were measured to inform baseline characteristics. The REB protocol was then demonstrated to the participant. Next, to screen for any injuries or pain, and to become familiarized with the movements, participants completed one round of REB. If they completed the exercises pain-free, an accelerometer (activPAL4) was then affixed to their anterior thigh and recorded 5 days' worth of data. Participants were then informed of which experimental week they had been randomized into first. During experimental weeks, participants completed questionnaires assessing sleepiness, physical discomfort, and productivity on the evenings of days 1 and 5 on REDCap. During the REB week, on days 2, 4, and 5, participants also completed a survey that examined the acceptability of the REB frequency prescribed on that day. Participants performed four REB on days 1 and 2 (i.e., every 2 hours), eight REB on days 3 and 4 (i.e., every 1 hour), and 16 REB on day 5 (i.e., every 30 minutes). While we considered randomizing the order of REB frequency within the REB week, we decided instead to increase frequency across the week to avoid concerns related to excessive soreness and fatigue that could be caused by completing the high frequency without appropriately building up to this dose due our sedentary, inactive sample. On the first morning of the second experimental week, participants were fitted with a new activPAL. Following completion of the second experimental"
    },
    {
      "title": "Applying Research to Occupational Health Practice",
      "text": "Sedentary workers are at increased risk for all-cause mortality due to prolonged sitting. Resistance exercise breaks (REB) improve vascular health acutely, which could lead to decreased long-term risk. This study is the first to demonstrate REB as an acceptable strategy to break up prolonged sedentary behavior among sedentary workers in the workplace when performed every 2 hours. Furthermore, our preliminary data indicate that REB may have benefits for reducing physical discomfort and improving concentration and decision-making, which may promote improved productivity among sedentary workers. Ultimately, REB have potential for decreasing cardiometabolic disease burden by targeting a considerable portion of the adult population in the United States while simultaneously providing productivity-related benefits to employers. week, participants returned the activPALs, and this concluded their participation."
    },
    {
      "title": "Resistance Exercise Breaks",
      "text": "The REB protocol used in the current study is a slightly modified version of the simple resistance activities (SRAs) that have been used in several previous studies  (Climie et al., 2018; Dempsey et al., 2016) . Specifically, we substituted the chair sitto-stands with body weight squats as, compared with the at-risk populations who participated in these previous studies, our sample were healthy. Thus, the REB in the current study consisted of three sets of the following exercises (duration per exercise per round): body weight squats (20 seconds), high knees with gluteal contractions (20 seconds), and calf raises (20 seconds). Thus, each REB lasted 3 minutes in total duration, and participants were instructed to perform each movement at a tempo of one repetition every 2 seconds."
    },
    {
      "title": "Data Collection",
      "text": "To track participants' movement throughout the two experimental weeks, activPAL4 triaxial accelerometers (PAL Technologies, Glasgow, U.K.) were worn on the dominant leg and secured in place using a Tegaderm patch. An activPAL was placed on participants on the first morning of both experimental weeks, before they began working, and was not removed until the morning of the sixth day. Thus, activity was tracked for ~14 to 16 hours on day 1 and 24 hours/day on days 2 through 5. The activPAL was chosen for the current study as it has been shown to reliably distinguish between sitting, standing, and laying postures  (Aminian & Hinckson, 2012) . Outcomes assessed by processing the activPAL data using PALAnalysis software v8.11.8.75 (PAL Technologies, Glasgow, U.K.) included the number of sit-to-stand transitions, steps, and duration of sedentary time (overall and accumulated in bouts ranging from 30 minutes to ≥ 4 hours), standing time, and stepping time.\n\nThe StandUp! (Raised Square LLC) mobile application (app) was used to alert participants to perform REB throughout the day. A researcher showed participants how to use the app at the experimental visit preceding the REB week. Within this app, participants used their work start and end times to create an 8-hour timeframe during which the app would send them push notifications to perform each REB. Participants then configured the app to send a notification every 2 hours, every 1 hour, and every 30 minutes on days 1 and 2, days 3 and 4, and day 5, respectively. Participants recorded their completion of an REB by clicking \". . . OK, I'm up!\" within the app. If participants skipped an REB, they simply ignored the notification. The app recorded a 7-day history of data. Participants were asked to take a screenshot of the StandUp! 7-day history screen and send it to the researcher on the Friday evening of the REB week. The StandUp! app is currently only available on iOS; thus, participants with Android phones were given a paper log querying similar information to record the number of times they completed REB each day. The paper log included work start time and the time of day corresponding to each 30-minute time point after the work start time. Participants using the paper log were asked to set alarms for every time that they were scheduled to perform an REB using identical frequencies to those prescribed to the StandUp! users.\n\nAutomated REDCap links to all questionnaires were sent to participants' personal emails ~1 hour before their indicated work end time. On days 1 and 5 of both the SIT and REB weeks, participants completed sleepiness, physical discomfort, and productivity questionnaires. During the REB week, participants additionally completed acceptability questionnaires on days 2, 4, and 5, corresponding to REB frequencies of every 2 hours, every 1 hour, and every 30 minute, respectively.\n\nThe six-item acceptability questionnaire used in the current study was modified from a previously-used questionnaire  (Kowalsky et al., 2021)  to determine the acceptability of performing hourly REB during a simulated single workday. The first four items of the questionnaire assessed the acceptability of REB using a sliding visual analog scale ranging from 0 to 100, where a value of 0 represented low acceptability and was associated with the statements \"Not willing at all,\" \"Not well received,\" and \"Very uncomfortable\" as appropriate, and a value of 100 represented high acceptability and was associated with statements, such as \"Extremely Willing,\" \"Very well received,\" and \"Very comfortable,\" as appropriate. The questions in the first four items were as follows: \"How willing would you be to perform the amount of resistance exercise breaks (REB) you performed today in your workplace on a normal workday?,\" \"How well would REB be received by your coworkers? (in other words-do you think your coworkers would start performing these REB too?),\" \"How well would REB be received by your employers?,\" and \"How comfortable do you feel performing REB unsupervised?.\" Item 5 queried, \"Was the amount and frequency of REB you performed today appropriate?.\" If participants answered \"no\" to this question, they were asked the additional following question with answers ranging from 1 to >20:\n\nWhat frequency would you be more likely to accept during a normal 8-h workday? (in other words, how many times would do you think you would realistically perform these REB?) Note that 1 = once every 8 h, 2 = once every 4 h, 3 = once every 2 h and 20 min, etc.\n\nFinally, participants were asked to select barriers they faced, which prevented them from completing the prescribed frequency of REB that day, as follows: \"Please select any barriers below that would prevent you from performing the number of REB you performed today on a normal workday.\" The options listed were: \"Employer would not allow me to perform them,\" \"Feeling self-conscious/embarrassed in front of coworkers,\" \"Time commitment-wouldn't get as much work done,\" \"Too tired or sore,\" \"Not wanting to sweat,\" \"Don't like the exercises/ movements,\" \"They cause disruption to others,\" and \"Other.\" If participants selected \"Other\" in their response, they were\n\nasked an additional open-ended question as follows: \"If \"Other\" please state the barrier.\"\n\nThe Karolinska Sleepiness Scale  (Akerstedt & Gillberg, 1990 ) was used to assess sleepiness. This is a 9-point scale ranging from 1 (very alert) to 9 (very sleepy, great effort to keep awake, fighting sleep).\n\nThe Physical Discomfort Questionnaire, developed by  Straker et al. (1997)  was used to assess physical discomfort. This visual analog scale asks participants to rate the intensity of discomfort for 16 body parts on a 100 mm scale ranging from \"no discomfort\" to \"extreme discomfort.\"\n\nA 10-question survey (Sprada de Menezes & Xavier, 2018) was used to determine the effects of REB on productivity at work (r 2 = .78, α = 0.91 for the Management variables and α = 0.80 for the Physical and Mental Variables). This questionnaire asks about ease of work, satisfaction with work, excitement about work, and tiredness, and employs a 5-point Likert-type scale. Responses to each question ranged from a possible minimum of 0 to a possible maximum of 4, where higher numbers corresponded with greater productivity. Responses to each of the 10 questions were analyzed both alone and in combination, as a productivity percentage score. This score was calculated by adding up numerical responses, dividing by 40, and multiplying by 100. This questionnaire was used only among the final 20 participants in this study.\n\nLinear mixed models were used to examine responses to the acceptability, sleepiness, and productivity questionnaires. Where a significant interaction or main effect of condition or time was observed, follow-up Sidak-corrected multiple comparisons were used. Data are presented as mean ± SD, and/or percentage of the total sample who answered \"Yes\" to certain questions and who scored very high on the visual analogue scale, which we defined as >80 for the first question on the acceptability questionnaire, consistent with the previous study that used this questionnaire  (Kowalsky et al., 2021) . All statistical analyses were performed using Graphpad Prism for macOS (v. 8.4.3), and significance was set at p < .05."
    },
    {
      "title": "Results",
      "text": "Recruitment emails were sent to 47,000 people. Forty-six people expressed an interest in participating and were eligible. Of these, 29 participants completed the entire study (20 females) and 17 were lost to follow-up. The mean ± SD for subject characteristics are as follows: age, 39 ± 14 years; race, 83% White, 17% Asian; height, 1.70 ± 0.1 m; weight, 74 ± 12; BMI, 26 ± 5 kg/m 2 ; systolic blood pressure, 112 ± 11 mmHg; diastolic blood pressure, 76 ± 8 mmHg; fasting blood glucose, 101 ± 10 mg/dL. Participants stated their occupation in the current study and within our sample; there were seven researchers, seven students, five health care professionals, three office administrators, three information technology specialists, two faculty members, one financial analyst, and one engineer.\n\nParticipants' PA outcomes derived from activPAL4 on the SIT and REB weeks are presented in Table  1 . Stepping time and number of sit-to-stands were significantly higher during the REB week compared with the SIT week (p ≤ .015). Time spent in shorter sedentary bouts (<30 minutes) was also significantly higher during the REB week compared with the SIT week (p = .001).\n\nEighteen participants used the Stand Up! app, while 11 had android phones and used the paper log to record REB frequency throughout the day. These data were missing for four participants who used the Stand Up! app. There were no differences in the number of REB performed between participants who used the Stand Up! app versus the paper log (data not shown, p > .05). The proportion of respondents who completed 4, 8, and 16 REB/ day was 75%, 24%, and 0%, respectively.\n\nAll acceptability data can be seen in Table  2 . A significant main effect of condition was found for participants' willingness to complete different frequencies of REB. Participants' willingness to complete prescribed frequencies was significantly lower for the 16-REB day compared with both the 4-REB (p < .0001) and the 8-REB days (p < .0001) and for the 8-REB day compared with the 4-REB day (p = .002).\n\nThe most commonly reported barrier to performing REB was \"Feeling self-conscious/embarrassed in front of coworkers,\" with 55.2%, 48.3%, and 37.9% reporting this barrier for the 4-, 8-, and 16-REB frequencies, respectively. The second most reported barrier was \"Time commitment-wouldn't get as much work done.\" Response to this barrier was dependent on REB frequency, with 20.7%, 55.2%, and 62.1% of participants reporting this barrier for the 4, 8, and 16 REB frequencies, respectively.\n\nPhysical discomfort data are presented in Supplemental Table  1 . Overall discomfort decreased by 20% in REB and increased by 50% in SIT. The most common area that participants reported reductions in discomfort were the right thigh and knee, with 17.2% and 6.9% of participants reporting discomfort on days 1 and 5 of REB, respectively.\n\nAll productivity and sleepiness data are presented in Table  3 . There were significant condition × time interactions for concentration, tiredness, and decision-making outcomes. Specifically, decision-making ability significantly increased in REB from day 1 to 5 (+5.0 ± 0.2 au; p = .048) but was not different when comparing any other time points (p ≥ 0.073). Concentration also increased from day 1 to 5 in REB (+0.47 ± 0.22 au; p = .048), but not in SIT (p = .14). Follow-up analyses for tiredness revealed non-significant increases in REB, and non-significant decreases in SIT (p ≥ 0.08)."
    },
    {
      "title": "Discussion",
      "text": "Our findings indicate that an REB intervention deployed among sedentary individuals, in their workplace and over a full workweek, increased stepping time, the number of sit-to-stand transitions, and time spent in shorter sedentary bouts lasting <30 minutes. Moreover, the REB intervention elicited improvements in concentration and decision-making and decreased discomfort. REB were rated as highly acceptable at a prescription of 4 REB/day but not at more frequent doses.\n\nOn average, participants performed 3.2, 6.2, and 9.2 REB on the days that they were asked to perform 4, 8, and 16, respectively. To further investigate the likelihood of participants performing REB when not enrolled in this research study, we asked how willing they would be to perform the amount of REB they performed that day in their workplace on a normal workday. After the four REB frequency, 72% of respondents reported very high willingness. As expected, the willingness to perform REB decreased as prescribed REB frequency increased. These findings build on those of  Kowalsky et al. (2021) , who found REB to be acceptable when performed every hour during a simulated workday. Interestingly, 24% of respondents indicated high acceptability of the 8 REB/day dose. Future studies should examine potential factors associated with the acceptability of greater REB among employees with different occupations and may also wish to explore whether slowly increasing the frequency of REB across a longer intervention period could improve the acceptability of higher REB frequencies. Another important consideration moving forward will be the degree to which lower REB doses (e.g., 4 or 8 REB/day) are able to offset physiological risks associated with prolonged sedentary behavior. Though the 16 REB/day dose was not well-accepted in our study, this dose is most commonly used in studies measuring the acute effects of interrupting prolonged sitting with REB on vascular and metabolic risk factors. For effective translation, acceptability and physiological effects will need to be considered together.\n\nAlthough we did not examine facilitators of REB, we did ask participants about barriers they encountered. The most commonly perceived barriers to performing any frequency of REB were \"feeling self-conscious/embarrassed in front of coworkers\" and \"time commitment-wouldn't get as much work done.\" In line, self-consciousness has previously been identified as a barrier to exercising in the workplace  (Schwetschenau et al., 2008)  and concerns about productivity have been identified as barriers to breaking up sedentary time  (Safi et al., 2022) . Interestingly, the percentage of respondents identifying self-consciousness as a barrier decreased as the REB frequency increased. This could be explained by the fact that by the time participants were completing the maximum frequency, they had already completed REB on four prior days. Self-consciousness may be higher when first performing REB in the workplace but could decrease with habituation. However, as we consistently assigned four REB to days 1 and 2, 8 REB to days 3 and 4, and 16 REB to day 5, we cannot definitively attribute the reductions in self-consciousness to time under REB exposure. Future studies should explore this association using an appropriate design to determine whether this exposure/self-consciousness association does exist. If it does, strategies to reduce self-consciousness at the very beginning of adopting REB into the workplace, such as office-wide education and interventions, should be explored.\n\nA highly salient finding of the present study was that the REB intervention increased stepping time, the number of sit-to-stand transitions, and time spent in shorter (<30 minutes) sedentary bouts across the workweek. Importantly, some epidemiological and prospective cohort studies suggest that time spent in sedentary bouts lasting less than 30 minutes are less harmful than time spent in longer sedentary bouts  (Dempsey et al., 2022; Diaz et al., 2017; Honda et al., 2016) . Despite the increase in time spent in sedentary bouts <30 minutes observed herein, we observed no significant accompanying decrease in time spent during longer sedentary bouts, although time spent in bouts lasting 2 to 4 hours was 14% lower in REB than SIT (p = .22). It is possible that we were underpowered to \"Too tired or sore\" 4 (13.8%) 6 (20.7%) 2 (6.9%) \"Not wanting to sweat\" 0 (0%) 1 (3.4%) 2 (6.9%) \"Don't like the exercises/movements\" 1 (3.4%) 0 (0%) 0 (0%)\n\n\"They cause disruption to others\" 6 (20.7%) 6 (20.7%) 5 (17.2%)\n\nNote. Participants were asked to complete four REB on days 1 and 2, 8 REB on days 3 and 4, and 16 REB on day 5. After completing each frequency, participants responded to the acceptability questionnaire to express their acceptability of the frequency prescribed that day. These data are displayed here as estimated mean ± SD, where response options ranged from 0 to 100 (first five outcomes) or as the amount (n) and the % of responders who answered \"Yes\" (last eight outcomes). On the 0 to 100 scale, 0 represented statements that indicated low acceptability, including \"Not willing at all,\" \"Not well received,\" and \"Very uncomfortable,\" and 100 represented statements that indicated high acceptability, \"Extremely Willing,\" \"Very well received,\" and \"Very comfortable,\" as appropriate. Significance was set at p < .05. Note that significance is not presented for values expressed as percentages.\n\na Significantly different to 4. b Significantly different to 8 for the first five outcomes only.\n\ndetect differences for this outcome. Nonetheless, these findings are promising, and larger-scale studies will be necessary to further understand the efficacy of REB interventions in the workplace.\n\nA secondary goal of the present investigation was to examine the effects of the REB intervention on productivity, sleepiness, and physical discomfort. Our findings suggest that REB promoted an increase in decision-making ability and concentration levels. Significant interactions were also reported for tiredness, which were caused by non-significant increases in REB, and non-significant decreases in SIT. To our knowledge, this is the first study to examine the direct effects of REB on productivity in a real-world workplace. Our results differ from other studies that reported no effect of taking standing breaks from work on productivity  (Galinsky et al., 2000; McLean et al., 2001; Thorp et al., 2014) . Thus, our observation that productivity increased from the first to the fifth day of completing REB is promising. However, it should also be noted that participants also expressed increasing concern that they would not get as much work done if performing REB every 30 minutes or 1 hour. It has been proposed that taking breaks throughout the workday may have a negative impact on productivity due to time away from the desk  (Waongenngarm et al., 2018) . Together these findings indicate that performing REB at the acceptable frequency of every 2 hours may promote improvements in workplace productivity without substantially increasing time away from desk. Larger studies examining the effects of REB on work productivity over a longer time-period are warranted due to their potential superiority over other workplace sedentary behavior interventions, such as the use of standing desks.\n\nProductivity and discomfort are often examined and reported together in the literature as they tend to be highly correlated  (Waongenngarm et al., 2018) . Low back pain, likely caused by Note. Values for all outcomes, apart from sleepiness and productivity %, are answers to questions pertaining to self-perceived productivity metrics and emotions. Participants were asked about their levels for each outcome through use of a 5-point Likert-type scale where lower values represent states less favorable to productivity and higher values represent states more favorable to productivity. Productivity % was calculated by adding scores for all 10 questions in the productivity questionnaire and expressing the total as a % of the maximum possible score (40). Sleepiness values are from a 9-point Likert-type scale ranging from ranging from 1 (very alert) to 9 (very sleepy, great effort to keep awake, fighting sleep). Two-way ANOVAs (condition × day) were used to assess differences for all outcomes. All data are displayed as estimated mean ± SD. Significant p-values for interactions are bolded. ANOVA = analysis of variance; REB = resistance exercise breaks; SIT = sitting condition.\n\na Significantly greater than day 1 within the same condition.\n\nprolonged sitting, appears to be the most prevalent source of discomfort in sedentary workers. In fact, 34% to 51% of office workers report having low back pain in the previous 12 months  (Waongenngarm et al., 2018) . Interestingly, we observed only three incidences of low back pain in the current study and reports of lower back pain appeared to decrease from days 1 to 5 in the SIT week, and 0 respondents reported lower back pain on days 1 or 5 during the REB week. However, overall body discomfort decreased by 20% during the REB and increased by 50% during the SIT week. Therefore, our data also indicate a possible beneficial effect of REB on overall discomfort. This study was not without limitations. Our sample size was relatively small; however, we were sufficiently powered to answer the main questions of acceptability in this study. The sample was also highly educated and thus not representative of the general population due to the methods of recruiting through a university email service. Second, we progressed REB frequencies throughout the week to minimize delayed onset of muscle soreness (DOMS) in our sample, which could have adversely affected adherence. This meant that we consistently assessed the acceptability of performing the lowest frequency (4 REB/day) at the start and the highest frequency (16 REB/day) of REB at the end of participants' workweek. Thus, our REB prescriptions were not randomized and differences in acceptability due to habituation cannot be definitively ruled out. Future studies should examine the acceptability of different frequencies in a randomized order across the week to overcome this potential confounding effect. Finally, all participants did not use the StandUp! app as a reminder to perform their REB as this app is only available on iOS."
    },
    {
      "title": "Conclusion",
      "text": "This is the first study to examine the acceptability of an REB intervention to break up sedentary behavior throughout the workday among sedentary workers in the workplace. Among the participating 29 academic workers, it was found that the REB intervention was acceptable when prescribed at a frequency of approximately 4 bouts/day (i.e., every 2 hours). Importantly, the intervention caused an increase in stepping time, sit-to-stand transitions, and the amount of time in sedentary bouts <30 minutes, suggesting that it effectively broke up sedentary time and increased activity. Noted barriers to completing REB in the workplace included feeling selfconscious and time commitment. Furthermore, participants reported higher self-perceived decision-making and concentration after the completion of the REB, but not the SIT week. When combined with prior evidence demonstrating the ability of REB to protect against prolonged sitting-induced impairments in physiologic function, these findings are highly promising and continued investigation and exploration of strategies to implement REB interventions in the workplace are warranted."
    },
    {
      "title": "Implications for Occupational Health Practice",
      "text": "The workplace serves as an ideal environment to implement strategies to reduce sedentarism as 80% of Americans work primarily sedentary jobs, spending >75% of their workday sitting. Occupational health interventions should encourage sedentary workers to perform the 3-minute REB presented herein once every 2 hours to interrupt sedentary time, as we found this strategy to be highly accepted in our sample. This is a favorable strategy due to the absence of cost or need for equipment. Implementing sedentary breaks should help offset risk associated with sedentary behavior. Furthermore, we showed that REB improved concentration and decision-making ability, and decreased physical discomfort throughout the work week. To combat the observed barrier of feeling self-conscious in front of coworkers, interventionists should consider creating workplace privacy where employees can perform these REB, for example, installing privacy screens in the office space."
    },
    {
      "text": "Sedentary and Active Behaviors During the SIT and REB Weeks Among University Workers (n = 29)"
    },
    {
      "text": "Acceptability Survey Among University Workers (n = 29)"
    },
    {
      "text": "Productivity and Sleepiness Outcomes Among University Workers (n = 29)"
    }
  ],
  "references": [
    {
      "title": "Subjective and objective sleepiness in the active individual",
      "authors": [
        "T Akerstedt",
        "M Gillberg"
      ],
      "year": 1990,
      "doi": "10.3109/00207459008994241"
    },
    {
      "title": "Classification and diagnosis of diabetes: Standards of medical care in diabetes-2020",
      "doi": "10.2337/dc20-s002"
    },
    {
      "title": "Examining the validity of the ActivPAL monitor in measuring posture and ambulatory movement in children",
      "authors": [
        "S Aminian",
        "E Hinckson"
      ],
      "year": 2012,
      "doi": "10.1186/1479-5868-9-119"
    },
    {
      "title": "BRFSS prevalence and trends data",
      "year": 2019,
      "doi": "10.3886/icpsr34085"
    },
    {
      "title": "Nurses' occupational physical activity levels: A systematic review",
      "authors": [
        "S Chappel",
        "S Verswijveren",
        "B Aisbett",
        "J Considine",
        "N Ridgers"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijnurstu.2017.05.006"
    },
    {
      "title": "Trends over 5 decades in U.S. occupation-related physical activity and their associations with obesity",
      "authors": [
        "T Church",
        "D Thomas",
        "C Tudor-Locke",
        "P Katzmarzyk",
        "C Earnest",
        "R Rodarte",
        "C Martin",
        "S Blair",
        "C Bouchard"
      ],
      "year": 2011,
      "doi": "10.1371/journal.pone.0019657"
    },
    {
      "title": "Simple intermittent resistance activity mitigates the detrimental effect of prolonged unbroken sitting on arterial function in overweight and obese adults",
      "authors": [
        "R Climie",
        "M Wheeler",
        "M Grace",
        "E Lambert",
        "N Cohen",
        "N Owen",
        "B Kingwell",
        "D Dunstan",
        "D Green"
      ],
      "year": 2018,
      "doi": "10.1152/japplphysiol.00544.2018"
    },
    {
      "title": "Interrupting prolonged sitting with brief bouts of light walking or simple resistance activities reduces resting blood pressure and plasma noradrenaline in type 2 diabetes",
      "authors": [
        "P Dempsey",
        "J Sacre",
        "R Larsen",
        "N Straznicky",
        "P Sethi",
        "N Cohen",
        "E Cerin",
        "G Lambert",
        "N Owen",
        "B Kingwell",
        "D Dunstan"
      ],
      "year": 2016,
      "doi": "10.1097/hjh.0000000000001101"
    },
    {
      "title": "Association of accelerometer-measured sedentary accumulation patterns with incident cardiovascular disease, cancer, and all-cause mortality",
      "authors": [
        "P Dempsey",
        "T Strain",
        "E Winkler",
        "K Westgate",
        "K Rennie",
        "N Wareham",
        "S Barge",
        "K Wijndaele"
      ],
      "year": 2022,
      "doi": "10.1161/jaha.121.023845"
    },
    {
      "title": "Patterns of sedentary behavior and mortality in U.S. middle-aged and older adults: A national cohort study",
      "authors": [
        "K Diaz",
        "V Howard",
        "B Hutto",
        "N Colabianchi",
        "J Vena",
        "M Safford",
        "S Blair",
        "S Hooker"
      ],
      "year": 2017,
      "doi": "10.7326/m17-0212"
    },
    {
      "title": "Does physical activity attenuate, or even eliminate, the detrimental association of sitting time with mortality? A harmonised meta-analysis of data from more than 1 million men and women",
      "authors": [
        "U Ekelund",
        "J Steene-Johannessen",
        "W Brown",
        "M Fagerland",
        "N Owen",
        "K Powell",
        "W Bauman",
        "I.-M Lee",
        "Lancet Sedentary"
      ],
      "year": 2016,
      "doi": "10.1016/s0140-6736(16)30370-1"
    },
    {
      "title": "A field study of supplementary rest breaks for data-entry operators",
      "authors": [
        "T Galinsky",
        "N Swanson",
        "S Sauter",
        "J Hurrell",
        "L Schleifer"
      ],
      "year": 2000,
      "doi": "10.1080/001401300184297"
    },
    {
      "title": "A prior high-intensity exercise bout attenuates the vascular dysfunction resulting from a prolonged sedentary bout",
      "authors": [
        "R Garten",
        "M Scott",
        "T Zuniga",
        "A Hogwood",
        "R Fralin",
        "J Weggen"
      ],
      "year": 2019,
      "doi": "10.1123/jpah.2018-0568"
    },
    {
      "title": "Breaking up prolonged sitting alters the postprandial plasma lipidomic profile of adults with type 2 diabetes",
      "authors": [
        "M Grace",
        "P Dempsey",
        "P Sethi",
        "P Mundra",
        "N Mellett",
        "J Weir",
        "N Owen",
        "D Dunstan",
        "P Meikle",
        "B Kingwell"
      ],
      "year": 2017,
      "doi": "10.1210/jc.2016-3926"
    },
    {
      "title": "Sedentary bout durations and metabolic syndrome among working adults: A prospective cohort study",
      "authors": [
        "T Honda",
        "S Chen",
        "K Yonemoto",
        "H Kishimoto",
        "T Chen",
        "K Narazaki",
        "Y Haeuchi",
        "S Kumagai"
      ],
      "year": 2016,
      "doi": "10.1186/s12889-016-3570-3"
    },
    {
      "title": "Should we target increased physical activity or less sedentary behavior in the battle against cardiovascular disease risk development?",
      "authors": [
        "P Katzmarzyk",
        "R Ross",
        "S Blair",
        "J Despres"
      ],
      "year": 2020,
      "doi": "10.1016/j.atherosclerosis.2020.07.010"
    },
    {
      "title": "Acceptability and impact of office-based resistance exercise breaks",
      "authors": [
        "R Kowalsky",
        "A Hergenroeder",
        "B Barone Gibbs"
      ],
      "year": 2021,
      "doi": "10.1177/2165079920983820"
    },
    {
      "title": "Acute cardiometabolic effects of interrupting sitting with resistance exercise breaks",
      "authors": [
        "R Kowalsky",
        "J Jakicic",
        "A Hergenroeder",
        "R Rogers",
        "B Gibbs"
      ],
      "year": 2019,
      "doi": "10.1139/apnm-2018-0633"
    },
    {
      "title": "Computer terminal work and the benefit of microbreaks",
      "authors": [
        "L Mclean",
        "M Tingley",
        "R Scott",
        "J Rickards"
      ],
      "year": 2001,
      "doi": "10.1016/s0003-6870(00)00071-5"
    },
    {
      "title": "Prolonged sitting-induced leg endothelial dysfunction is prevented by fidgeting",
      "authors": [
        "T Morishima",
        "R Restaino",
        "L Walsh",
        "J Kanaley",
        "P Fadel",
        "J Padilla"
      ],
      "year": 2016,
      "doi": "10.1152/ajpheart.00297.2016"
    },
    {
      "title": "Sedentary lifestyle: Overview of updated evidence of potential health risks",
      "authors": [
        "J Park",
        "J Moon",
        "H Kim",
        "M Kong",
        "Y Oh"
      ],
      "year": 2020,
      "doi": "10.4082/kjfm.20.0165"
    },
    {
      "title": "Effects of passive and active leg movements to interrupt sitting in mild hypercapnia on cardiovascular function in healthy adults",
      "authors": [
        "S Park",
        "T Wooden",
        "E Pekas",
        "C Anderson",
        "S Yadav",
        "D Slivka",
        "G Layec"
      ],
      "year": 2022,
      "doi": "10.1152/japplphysiol.00799.2021"
    },
    {
      "title": "Sedentary behaviour and risk of all-cause, cardiovascular and cancer mortality, and incident type 2 diabetes: A systematic review and dose response meta-analysis",
      "authors": [
        "R Patterson",
        "E Mcnamara",
        "M Tainio",
        "T De Sa",
        "A Smith",
        "S Sharp",
        "P Edwards",
        "J Woodcock",
        "S Brage",
        "K Wijndaele"
      ],
      "year": 2018,
      "doi": "10.1007/s10654-018-0380-1"
    },
    {
      "title": "Definitions, classification, and epidemiology of obesity",
      "authors": [
        "J Purnell",
        "K Feingold",
        "B Anawalt",
        "M Blackman",
        "A Boyce",
        "G Chrousos",
        "E Corpas",
        "W De Herder",
        "K Dhatariya",
        "K Dungan",
        "J Hofland",
        "S Kalra",
        "G Kaltsas",
        "N Kapoor",
        "C Koch",
        "P Kopp",
        "M Korbonits",
        "C Kovacs"
      ],
      "year": 2000
    },
    {
      "title": "Workplace sedentary behavior and productivity: A crosssectional study",
      "authors": [
        "S Rosenkranz",
        "E Mailey",
        "E Umansky",
        "R Rosenkranz",
        "E Ablah"
      ],
      "year": 2020,
      "doi": "10.3390/ijerph17186535"
    },
    {
      "title": "Workplace physical activity barriers and facilitators: A qualitative study based on employees physical activity levels",
      "authors": [
        "A Safi",
        "M Cole",
        "A Kelly",
        "M Zariwala",
        "N Walker"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19159442"
    },
    {
      "title": "Barriers to physical activity in an on-site corporate fitness center",
      "authors": [
        "H Schwetschenau",
        "W O'brien",
        "C Cunningham",
        "S Jex"
      ],
      "year": 2008,
      "doi": "10.1037/1076-8998.13.4.371"
    },
    {
      "title": "Development, validation, and reliability testing of the Brief Instrument to Assess Workers' Productivity during a Working Day (IAPT)",
      "authors": [
        "F Sprada De Menezes",
        "A Xavier"
      ],
      "year": 2018,
      "doi": "10.7819/rbgn.v20i2.3764"
    },
    {
      "title": "A comparison of the postures assumed when using laptop computers and desktop computers",
      "authors": [
        "L Straker",
        "K Jones",
        "J Miller"
      ],
      "year": 1997,
      "doi": "10.1016/s0003-6870(96)00073-7"
    },
    {
      "title": "Interrupting prolonged sitting and endothelial function in polycystic ovary syndrome",
      "authors": [
        "F Taylor",
        "D Dunstan",
        "E Fletcher",
        "M Townsend",
        "R Larsen",
        "K Rickards",
        "N Maniar",
        "M Buman",
        "P Dempsey",
        "A Joham",
        "N Cohen",
        "N Owen",
        "L Moran",
        "D Green"
      ],
      "year": 2021,
      "doi": "10.1249/mss.0000000000002513"
    },
    {
      "title": "Acute effects of interrupting prolonged sitting on vascular function in type 2 diabetes",
      "authors": [
        "F Taylor",
        "D Dunstan",
        "A Homer",
        "P Dempsey",
        "B Kingwell",
        "R Climie",
        "N Owen",
        "N Cohen",
        "R Larsen",
        "M Grace",
        "N Eikelis",
        "M Wheeler",
        "M Townsend",
        "N Maniar",
        "D Green"
      ],
      "year": 2021,
      "doi": "10.1152/ajpheart.00422.2020"
    },
    {
      "title": "Breaking up workplace sitting time with intermittent standing bouts improves fatigue and musculoskeletal discomfort in overweight/obese office workers",
      "authors": [
        "A Thorp",
        "B Kingwell",
        "N Owen",
        "D Dunstan"
      ],
      "year": 2014,
      "doi": "10.1136/oemed-2014-102348"
    },
    {
      "title": "Effect of prolonged sitting and breaks in sitting time on endothelial function",
      "authors": [
        "S Thosar",
        "S Bielko",
        "K Mather",
        "J Johnston",
        "J Wallace"
      ],
      "year": 2015,
      "doi": "10.1249/mss.0000000000000479"
    },
    {
      "title": "The effects of breaks on low back pain, discomfort, and work productivity in office workers: A systematic review of randomized and non-randomized controlled trials",
      "authors": [
        "P Waongenngarm",
        "K Areerak",
        "P Janwantanakul"
      ],
      "year": 2018,
      "doi": "10.1016/j.apergo.2017.12.003"
    },
    {
      "title": "The Physical Activity Readiness Questionnaire for everyone (PAR-Q+) and electronic physical activity readiness medical examination (ePARmed-X+)",
      "authors": [
        "D Warburton",
        "V Jamnik",
        "S Bredin",
        "N Gledhill"
      ],
      "year": 2011,
      "doi": "10.14288/hfjc.v4i2.103"
    }
  ],
  "num_references": 35
}
