{
  "paper_id": "9FF3MDL3",
  "title": "Effectiveness of digital health interventions on adherence and control of hypertension: a systematic review and meta-analysis",
  "abstract": "Background: Hypertension, a risk factor for developing cardiovascular disease, is becoming increasingly prevalent worldwide. Digital health is now widely utilized for hypertension management, and numerous studies have assessed its effectiveness. Objective: The review aims to analyse the effectiveness of digital health (i.e., mobile health (mHealth), telehealth, and the combination of mHealth & telehealth) on hypertensive patients, concerning three key areas: clinical outcomes, medication adherence, and adherence to lifestyle changes, as compared to standard care. \n Methods: The review followed the PRISMA framework. Eight electronic databases were scanned for randomized control trials focusing on the effects of mHealth or telehealth on hypertensive patients, published between 2010 and 2023. All processes were conducted by the first two authors independently. A meta-analysis was conducted for quantitative data, while a narrative synthesis was conducted for qualitative data. Results: In total, 74 studies involving 92 686 participants were identified. The meta-analysis favoured the interventions, revealing a significant decrease in systolic blood pressure and diastolic blood pressure for mHealth, telehealth and mHealth & telehealth groups. Nevertheless, medication adherence showed improvement only in the mHealth group, while blood pressure control showed improvement in both mHealth and mHealth & telehealth groups, and BMI showed improvement only in the mHealth group. Evidence for adherence to physical activity and DASH diet/salt intake remained inconclusive. \n Conclusion: In general, mHealth and telehealth have demonstrated their merits in improving the clinical outcomes of hypertensive patients.",
  "year": 2023,
  "date": "2023",
  "journal": "JAMA",
  "publication": "JAMA",
  "authors": [
    {
      "forename": "Hao",
      "surname": "Yap",
      "name": "Hao Yap",
      "affiliation": "a  Department of Pharmacy , National University of Singapore and \n\t\t\t\t\t\t\t\t Department of Pharmacy \n\t\t\t\t\t\t\t\t National University of Singapore"
    },
    {
      "forename": "Jun",
      "surname": "Jie",
      "name": "Jun Jie"
    },
    {
      "forename": "Jeffrey",
      "surname": "Lim",
      "name": "Jeffrey Lim",
      "affiliation": "a  Department of Pharmacy , National University of Singapore and \n\t\t\t\t\t\t\t\t Department of Pharmacy \n\t\t\t\t\t\t\t\t National University of Singapore"
    },
    {
      "forename": "Su-Yin",
      "surname": "Doreen Tan",
      "name": "Su-Yin Doreen Tan",
      "affiliation": "a  Department of Pharmacy , National University of Singapore and \n\t\t\t\t\t\t\t\t Department of Pharmacy \n\t\t\t\t\t\t\t\t National University of Singapore"
    },
    {
      "forename": "Chin",
      "surname": "Ang",
      "name": "Chin Ang",
      "affiliation": "b  Centre for Popula- tion Health Sciences , Lee Kong \n\t\t\t\t\t\t\t\t Centre for Popula- tion Health Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Lee Kong"
    },
    {
      "forename": "Jeun",
      "surname": "Hao",
      "name": "Jeun Hao"
    },
    {
      "surname": "Yap",
      "name": "Yap"
    },
    {
      "affiliation": "Chian School of Medicine , Nanyang Technological University , Singapore \n\t\t\t\t\t\t\t\t Chian School of Medicine \n\t\t\t\t\t\t\t\t Nanyang Technological University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Singapore"
    },
    {
      "affiliation": "Department of Pharmacy , National University of Singapore ( 18 Science Drive 4 , Singapore 117559 , Singapore. \n\t\t\t\t\t\t\t\t Department of Pharmacy \n\t\t\t\t\t\t\t\t National University of Singapore ( \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 18 Science Drive 4 \n\t\t\t\t\t\t\t\t\t 117559 \n\t\t\t\t\t\t\t\t\t Singapore \n\t\t\t\t\t\t\t\t\t Singapore"
    }
  ],
  "doi": "10.1097/hjh.0000000000003793",
  "keywords": [
    "adherence, behavioural intervention, blood pressure, digital health, hypertension, medtech, mHealth Abbreviations: 8-MMAS, 8-Morisky Medication Adherence Scale",
    "ASCVD, Atherosclerotic Cardiovascular Disease",
    "BMI, Body Mass Index",
    "CG, Control Group",
    "CI, Confidence Interval",
    "CVS, Cardiovascular System",
    "DASH, Dietary Approaches to Stop Hypertension",
    "DBP, Diastolic Blood Pressure",
    "IG, Intervention Group",
    "MARS5, Medication Adherence Report Scale-5",
    "SBP, Systolic Blood Pressure",
    "SMS, Short Messaging System"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "H ypertension, an increasingly prevalent condition, affects an estimated 1.3 billion people globally  [1] . Effective management of hypertension through non-pharmacological lifestyle changes and pharmacological antihypertensive drugs has been shown to reduce blood pressure, cardiovascular complications, and mortality rates  [2] . Non-pharmacological approaches include maintaining a body mass index below 25 kg/m 2 , engaging in at least 30 min of dynamic exercise 5-7 days per week, and restricting sodium intake to 5-6 g per day  [3, 4] . A 10 mmHg decrease in systolic blood pressure can reduce the risk of coronary heart disease by 17%, stroke by 27%, and heart failure by 28%, which can be achieved through a combination of lifestyle changes and antihypertensive medications  [5] ."
    },
    {
      "title": "Explanation of the condition",
      "text": "Despite hypertension being easily treatable  [6] , global control rates remain dismally low, with less than 20% of patients achieving optimal blood pressure control  [1] . Often referred to as the ''silent killer,'' hypertension may be asymptomatic, leading to underdiagnosis and delayed management  [5] . Medication non-adherence has been identified as a major contributing factor to the inability of patients to control their hypertension  [7] . Reports indicate that pharmacotherapy adherence is less than 50% in patients suffering from hypertension one year after initiating pharmacotherapy  [8, 9] ."
    },
    {
      "title": "Explanation of the intervention",
      "text": "In the era of technological advancements, the realm of digital health, encompassing mobile health  (mHealth)  and telehealth, has emerged as a transformative force within healthcare institutions, offering innovative modalities that extend beyond conventional approaches  [10] . Mobile health, or mHealth, involves using mobile devices such as smartphones and portable devices such as wearables to monitor and manage health, offering the convenience of both remote tracking and timely interventions for conditions like hypertension  [11] . Conversely, telehealth is the use of communication technologies to deliver healthcare services remotely  [12] . It allows healthcare professionals to consult with patients from different locations, offering convenient and effective ways to manage hypertension without leaving home  [13] ."
    },
    {
      "title": "Importance of this review",
      "text": "Such innovative approaches have gained widespread adoption among hypertension patients, standing out as prominent digital health tools  [13] . The Global Observatory for eHealth (GOe) survey indicates a rising adoption of mHealth programs within countries, with many nations incorporating up to six such initiatives  [14] . Highlighting this trend, over 180 mobile applications dedicated to monitoring blood pressure have been developed, showcasing the surge in mHealth program adoption  [15] . Similarly, telehealth applications have been embraced by 7 million patients, benefiting 80% of cardiology patients in Europe  [12] . By defining these technologies in simpler terms, it becomes evident how mHealth and telehealth offer advantageous and accessible solutions for managing hypertension in today's digital era.\n\nWhile both mHealth and telehealth leverage technology to improve clinical outcomes, their core functionalities cater to distinct user groups. This distinction has often led to separate research silos. mHealth primarily tackles individual self-management, empowering users to track health metrics, engage in educational programs, and manage behaviours through personal devices and apps  [13, 14] . Telehealth, on the other hand, encompasses a broader spectrum of professional healthcare delivery, including consultations, diagnosis, treatment monitoring, and more, often involving direct interaction with healthcare providers  [12] . This focus on individual self-management versus clinician-driven intervention has naturally led to separate research and review trajectories. Our review aims to bridge this gap by providing a holistic view that examines both approaches. This holistic approach not only reveals potential synergies between the two, but enables future research into their combination and effectiveness in hypertension patients.\n\nIn addition, current systematic reviews that have assessed both mHealth and telehealth interventions are scarce and face its limitations. Lv, Meina et al.'s systematic review  [16]  conducted in 2021 is confined to stroke patients, who are treated for hypertension for the secondary prevention of adverse cardiovascular outcomes."
    },
    {
      "title": "OBJECTIVES",
      "text": "Therefore, the review aims to address the literature gaps by analysing the effectiveness of either mHealth or telehealth, or both, on patients with primary and secondary hypertension, In three key areas: clinical outcomes, medication adherence, and adherence to lifestyle changes when compared to the standard care provided to patients with hypertension. Additionally, a secondary objective is to determine the effectiveness of different functionalities of the interventions."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Search strategy",
      "text": "This review used systematic methods to locate, select and evaluate the set of study data. The review followed the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) framework and has been registered on PROSPERO (CRD42023404324). The PRISMA checklist and Review Protocol are available in Supplement 1,  http://links . lww.com/HJH/C517 and Supplement 2,  http://links.lww . com/HJH/C518, respectively.\n\nWe performed a comprehensive search on eight electronic databases, including PubMed, Embase, Medline, Web of Science, Scopus, Cochrane Library, CINAHL, and PsycINFO. An extensive search strategy was developed based on five primary keywords and MeSH terms: hypertension, telehealth or mHealth, medication adherence, lifestyle changes adherence, and clinical outcomes. The searches were conducted on 12 th and 13 th of February 2023, using filters for Randomized Controlled Trials and full-text reviews, with publication dates ranging from 2010 to 2023. The selection of 2010 as the starting year for the search was based on the increasing popularity of mHealth in 2010  [13] . The detailed search strategy can be found in Appendix B,  http://links.lww.com/HJH/C519 ."
    },
    {
      "title": "Types of interventions",
      "text": "To understand the potential impact and effectiveness of interventions, proper classification is essential. Interventions intended to aid patients in their control of hypertension were compared to standard care.\n\nThe interventions include:\n\n(1) mHealth;\n\n(2) Telehealth;\n\n(3) mHealth & telehealth First, whether the intervention was a form of telehealth was determined. Secondly, the intervention was assessed if it was mobile-based. Studies were therefore classified into either (1) mHealth; (2) telehealth; or (3) mHealth & telehealth."
    },
    {
      "title": "Types of subgroups",
      "text": "Studies were further classified into 7 subgroups for subgroup analysis, as seen in Appendix C,  http://links.lww . com/HJH/C519. The GOe survey and classification conducted by Torres-Robles et al. (2018)  [17]  were referenced for subgroup analysis."
    },
    {
      "title": "Eligibility criteria",
      "text": "Inclusion criteria comprised of patients diagnosed with hypertension; intervention involving mHealth or telehealth; the control group receiving standard care; outcomes measured including medication adherence or adherence to lifestyle changes (e.g., exercise or diet), or clinical-related outcomes such as blood pressure or Framingham Risk Score/ASCVD/European SCORE; and randomized control trials. Standard care refers to the current standards physicians use in diagnosing and managing their patients, including home blood pressure monitoring, based on the guidelines set by e.g. European Society of Cardiology or the American Heart Association. The review excluded studies that met the following criteria: wrong study type (observational studies & non-randomized studies); wrong publication type (abstracts); studies written in a foreign language (non-English); and duplicates. In order to comprehensively examine the available literature across all studies, there were no established age restrictions and minimum sample sizes."
    },
    {
      "title": "Selection of studies",
      "text": "The titles and abstracts of the citations identified in the search were screened individually by two authors (Y.H.J. and J.L.J.J.) on Rayyan. Irrelevant studies were excluded based on the inclusion and exclusion criteria. Any discrepancies in the selection process were resolved through discussions. Both authors then reviewed the full-text of the remaining articles for final inclusion."
    },
    {
      "title": "Quality assessment",
      "text": "The systematic review and meta-analysis was assessed based on the seven domains of Version 2 of the Cochrane risk-of bias tool for randomized trials  [18] : random sequence generation; allocation concealment; blinding of participants and personnel; blinding of outcome assessment; incomplete outcome data; selective reporting; and other sources of bias. Both authors (Y.H.J. and J.L.J.J.) independently assessed the risk of bias, and any discrepancies were resolved through discussions."
    },
    {
      "title": "Data extraction",
      "text": "The data was extracted from the selected studies, and the accuracy of the data was independently reviewed by the same authors.\n\nData collected included: title of review, name of author, year of publication, country; number of participants, inclusion and exclusion criteria; age, sex, ethnicity, comorbidities; form of randomization, type of intervention (mHealth vs. telehealth vs. mHealth & telehealth), number of withdrawals; adverse events; and outcomes in terms of medication adherence, lifestyle change adherence and clinical outcomes. Any discrepancies were resolved through discussions."
    },
    {
      "title": "Statistical analysis",
      "text": "The meta-analysis was conducted using Revman Manager 5.4. To generate the pooled estimates of continuous variables such as systolic and diastolic blood pressure, a random-effects model was used to calculate the weighted mean difference. On the other hand, pooled estimates of the odds ratio of dichotomous outcomes such as controlled blood pressure were calculated using the Manzel-Haenzel method. Statistically significant differences between intervention and control groups were determined by a P-value smaller than 0.05. The extent of statistical heterogeneity was determined via the I 2 statistic, with values of 25%, 50% and 75% indicating low, moderate, and high levels of heterogeneity, respectively. Interventions were divided into seven subgroups based on their features, and a subgroup analysis was performed based on the mHealth categories."
    },
    {
      "title": "RESULTS"
    },
    {
      "title": "Study selection",
      "text": "Out of 5448 studies initially identified, 74 studies met the inclusion criteria and were included for analysis. Figure  1  depicts the PRISMA 2020 flowchart which explains the study selection process."
    },
    {
      "title": "Study characteristics",
      "text": "A total of 92 686 participants were included in the analysis. Most studies were conducted in the United States (37.8%), followed by China (10.8%) and the United Kingdom (8.1%). Of the 74 studies, 38 focused on mHealth alone, 10 on telehealth alone, with 26 on both interventions. The trial duration ranged from 1 month to 2.6 years, with most studies lasting for 12 months (22.9%). Over 90% of the studies (n ¼ 67 trials) demonstrated that their interventions were effective.\n\nThe mean age for the mHealth and telehealth intervention group was 55.2 years, and 58.8 years for the standard group. The gender proportion was balanced in both intervention and standard care groups (50.9% and 51.9% females, respectively). Only 17 trials reported ethnicity; Caucasian/White is the most common, comprising 66% and 64.1% of the intervention and control groups respectively. The most common study duration were 3 months for the mHealth group, 12 months for the telehealth group and 6 months for the mHealth & telehealth group. On average, 21 participants (1.7%) withdrew from the trials, and an average of 5.3 adverse events were observed.\n\nThe average initial systolic blood pressure was 144.8mmHg in the intervention groups and 144.6mmHg in the standard care group, whereas the average initial diastolic blood pressure was 87.0mmHg in the intervention groups and 86.6mmHg in the standard care group. Education was the most common feature (54.1%), followed by reminders (28.4%), diagnosis & remote monitoring (23.0%), telehealth (13.5%), attitudinal (12.0%), communication (5.0%) and decision-making (5.0%). All studies had standard care as a control group in order to compare the effects of the mHealth and telehealth interventions. More details can be found in Table  1 ."
    },
    {
      "title": "Interventions mHealth",
      "text": "From the 38 included studies of mHealth, we conducted a meta-analysis using 22 of them. Sixteen studies did not study the initial and final systolic/diastolic blood pressure, or other outcomes, and hence were not meta-analysed. Outcomes measured for mHealth included change in systolic blood pressure (n ¼ 21), change in diastolic blood pressure (n ¼ 17), blood pressure control (n ¼ 14), medication adherence via the 8-Item Morisky Medication Adherence Scale (n ¼ 2), and final body mass index (n ¼ 3). Three studies did not measure or report diastolic blood pressure data as it was not relevant to their study outcomes. As there were small sample sizes and too varied measures of adherence to physical activity (n ¼ 12) and dietary modifications (n ¼ 9), we did not proceed with meta-analyses."
    },
    {
      "title": "Change in systolic & diastolic blood pressure",
      "text": "The pooled estimated weighted mean difference in systolic blood pressure (À4.43 mmHg, 95% CI À5.25 to À3.60, P < 0.01, I 2 ¼ 92%) and diastolic blood pressure (À2.43 mmHg, 95% CI À3.58 to À1.29, P < 0.01, I 2 ¼ 88%) between mHealth and standard care group was statistically significant in favour of the mHealth. TABLE 1 (Continued) Study Country No. IG/CG Age (SD) IG/CG Intervention Intervention subgroup Control Trial period Result Bove, 2013 [59] USA 120/121 61.0 (13.6), 58.2 (13.5) Training on computer and Internet use, and use of optional phone system. Telehealth Standard Care 6 Months Effective Hoffmann-Petersen, 2017 [60] Denmark 175/181 60.5 (2.6), 60.4 (2.9) Telemonitoring of Blood Pressure Telehealth Standard Care 3 Months Not Effective Ibrahim, 2022 [61] UAE 115/118 60.8 (11.5), 61.0 (12.3) Telepharmacy services (remote filling of prescriptions, virtual counselling, and home delivery of medications) Telehealth Standard Care 12 Months Effective Kaihara, 2014 [62] Japan 30/27 65.5 (5.8), 63.2 (8.3) Telemonitoring of Blood Pressure Telehealth Standard Care 1 Month Effective Margolis, 2013 [63] USA 148/89 62.0 (11.7), 60.2 (12.2) Telemonitoring at home Telehealth Standard Care 18 Months Effective Margolis, 2017 [64] USA 206/197 57.7 (9), 57.1 (10) Telemonitoring at home Telehealth Standard Care 54 Months Effective McManus, 2010 [65] UK 234/246 66.6 (8.8), 66.2 (8.8) Telemonitoring of BP at home Telehealth Standard Care 12 Months Effective McManus, 2021 [66] UK 271/282 49.0 (13.0), 50.0 (12.0), BP Telemonitoring at home Telehealth Standard Care 12 Months Effective Naqvi, 2022 [67] USA 25/25 54.7 (17.9), 56.2 (17.4) Telemonitoring of BP with electronic tablet devices capable of hosting secure 2-way video visits Telehealth Standard Care 3 Months Effective Rifkin, 2013 [68] USA 28/15 TBI 66.4, NTI 66.5, UC 65.4 Home BP Telemonitoring Telehealth Standard Care 6 Months Effective mHealth & Telehealth Bosworth, 2011 [69] USA 147/147 64.0 (10.0), 63.0 (11.0) Provided home BP monitor and telemedicine device to measure BP. Physician changes treatment, app educates on hypertension Diagnosis & Remote Monitoring Education Standard Care 18 Months Effective Bozorgi, 2021 [70] Iran 60/60 52.0 (8.1), 51.6 (9.4) Phone app to educate on diet and hypertension had features of recording blood pressure and physicians altering medications, reminders on medication, motivational messages Attitudinal Diagnosis & Remote Monitoring Education Standard Care 6 Months Effective Frias, 2017 [71] USA 50/15 57.8 (1.1), 61.6 (1.7) Prescribed DMO and medicines with ingestible sensors linked to the app. Investigators waited for the DMO report before making changes to the antihypertensive medications Diagnosis & Remote Monitoring Standard Care 3 Months Effective Gong, 2020 [72] China 225/218 58.2 (7.5), 59.3 (7.4) App Functions: Reminder, record, consult, query, emergency contact, monitoring, health evaluation Communication Reminder Standard Care 6 Months Effective Kao, 2019 [73] Taiwan 111/111 62.1 (9.8), 63.4 (8.8) Phone website to educate the patient on hypertension, aid the patient to self-titrate medication, physician notified when blood pressure above range, reminders Diagnosis & Remote Monitoring Education Reminder Standard Care 6 Months Effective Kario, 2021 [74] Japan 73/73 52.4 (8.1), 52.0 (7.6) App for recording BP/daily activities, and progress. Education on hypertension and lifestyle changes based on data Diagnosis & Remote Monitoring Education Standard Care 6 Months Effective Kario, Nakawaga, 2021 [75] Japan 192/180 56.9 (8.9), 56.7 (9.4) App for recording BP/daily activities, and progress. Education on hypertension and lifestyle changes based on data Diagnosis & Remote Monitoring Education Standard Care 3 Months Effective Kes, 2022 [76] Turkey 39/38 54.9 (6.6), 52.2 (6.2) Telephone monitoring, with text message reminders Diagnosis & Remote Monitoring Reminder Standard Care 3 Months Effective Kim, 2016 [77] USA 52/43 57.5 (8.6), 57.7 (8.7) Provided a study monitoring device/iPhone with apps (educational materials, able to link with caregivers, reminders to self-monitor) Communication Diagnosis & Remote Monitoring Reminder Standard Care 6 Months Effective TABLE 1 (Continued) Study Country No. IG/CG Age (SD) IG/CG Intervention Intervention subgroup Control Trial period Result Kingue, 2013 [78] Cameroon 165/103 59.9 (10.4), 57.6 (12.1) Telemonitoring via Mobile Phone Diagnosis & Remote Monitoring Standard Care 6 Months Effective Lakshminarayan, 2018 [79] USA 26/24 63.1 (9.7), 68.3 (10) Home BP logged in a phone, which an interprofessional care team can make medication adjustments and feedback Diagnosis & Remote Monitoring Standard Care 6 Months Effective Leupold, 2023 [80] Germany 265/260 56.9 (8.7), 59.2 (9.7) Home blood pressure was measured and entered into the PIA app. PIA app analyses data and makes medication suggestions based on the physician's instructions Decision-Making Diagnosis & Remote Monitoring Standard Care 12 Months Effective Logan, 2012 [81] Canada 54/51 59.6 (9.8), 61.5 (10.2) Custom application running on a BlackBerry smartphone paired with a Bluetooth-enabled home BP monitoring device. Reminder for BP measurement. Based on the data provided, the app sends a self-care message Diagnosis & Remote Monitoring Decision-Making Education Reminder Standard Care 12 Months Effective Manigualt, 2020 [82] USA 39/39 62.0 (11.7), 60.2 (12.2) App for reminders to take medications, to call Pharmacy, to record BP, to educate on hypertension Communication Education Reminder Standard Care 3 Months Effective McKinstry, 2013 [83] UK 182/177 65.2 (10.3), 66.7 (10.2) Telemonitoring at home via phone Diagnosis & Remote Monitoring Standard Care 6 Months Effective McManus, 2018 [84] UK 338/358 67.0 (9.3), 67.0 (9.4) BP self-monitoring, sending BP via SMS to healthcare practitioner, who supervised titration of therapy based on data. The system provided recommendations based on BP measurements. Reminders were sent to take BP readings Diagnosis & Remote Monitoring Decision-Making Standard Care 12 Months Effective Meurer, 2019 [85] USA 14/16 56.3 (10.6), 56.8 (11.4) Home Telemonitoring, Messages for healthy living and reminders to text their BP. Education Reminder Standard Care 4 Months Effective Neumann, 2011 [86] Germany 28/29 54.7 (17.9), 52.9 (19.0) Telemonitoring of BP at home connected to a phone Diagnosis & Remote Monitoring Standard Care 3 Months Effective Neumann, 2015 [87] Germany 30/30 58.0 (2.0), 57.2 (1.2) Telemonitoring of BP at home connected to a phone Diagnosis & Remote Monitoring Standard Care 2.6 Years Effective Pan, 2018 [88] China 52/55 58.0 (1.3), 57.1 (1.1) Telemonitoring for BP which is linked to an app on a phone, physicians could tailor education to patients. Diagnosis & Remote Monitoring Education Standard Care 6 Months Effective Piette, 2012 [89] USA 89/92 No Info Home BP telemonitoring with calls which gave patients the ability to make appointments Communication Diagnosis & Remote Monitoring Standard Care 3 Months Effective Scala, 2018 [90] Italy 84/80 52.8 (12.2), 51.4 (11.2) Ability to have Phone calls to the physician Communication Standard Care 12 Months Effective Still, 2020 [91] USA 30/30 52.4 (9.5), 53.4 (8.8) App which educates on hypertension, aids with home telemonitoring BP, as well as nurse counselling sessions Diagnosis & Remote Monitoring Education Standard Care 12 Weeks Effective Wakefield, 2012 [92] USA 102/93/107 61.7 (6.3), 61.3 (6.4) Home telemonitoring using telephone with nurse care management. Diagnosis & Remote Monitoring Standard Care 12 Months Effective Zha, 2020 [93] South Korea 12/13 48.9 (8.0), 55.5 (5.2) Telemonitoring of BP via an application Diagnosis & Remote Monitoring Standard Care 6 Months Effective Zhang, 2022 [94] China 104/88 56.7 (9.3), 62.6 (10.1) A digital bracelet that traces steps, heartbeat rate, BP, and sleeping hours linked to an application on a smartphone. Health professionals could check and send feedback Diagnosis & Remote Monitoring Standard Care 6 Months Effective CG, control group; IG, intervention group."
    },
    {
      "title": "Blood pressure control",
      "text": "Blood pressure control was defined as blood pressure with systolic blood pressure lower than 140mmHg and diastolic blood pressure lower than 90mmHg, as per 2013 European Society of Cardiology guidelines  [95] . The pooled estimated odds ratio for blood pressure control between mHealth and standard care group (OR 0.69, 95% CI 0.57 to 0.84, P < 0.01, I 2 ¼ 80%) was statistically significant in favour of mHealth."
    },
    {
      "title": "Medication adherence",
      "text": "The pooled estimated weighted mean difference in the 8item Morisky Medication Adherence Scale (8-MMAS) between mHealth and Standard Care group (0.47, 95% CI 0.27 to 0.67, P < 0.01, I 2 ¼ 0%) indicated that medication adherence was significantly better in the mHealth intervention group."
    },
    {
      "title": "Body mass index",
      "text": "The pooled estimated weighted mean difference in the body mass index between mHealth and standard care group (À0.46, 95% CI À0.79 to À0.13, P < 0.01, I 2 ¼ 0%) was statistically significant in favour of mHealth. This review did not analyse BMI score by gender because the studies did not report separate effect sizes for males and females."
    },
    {
      "title": "Physical activity",
      "text": "A total of 12 studies investigated the impact of mHealth on physical activity. Among them, three studies reported a statistically significant improvement in minutes of moderate and/or vigorous physical activity per week  [31, 41, 70] , one study reported a statistically significant improvement in the number of steps taken by participants  [31] . However, eight studies reported no statistically significant improvement in adherence to physical activity  [21, 32, 49, 56, 58, 76, 77] , frequency-intensity-time index  [52] , and one study reported a statistically significant worsening of adherence to physical activity  [55] ."
    },
    {
      "title": "Sodium intake/DASH diet",
      "text": "A total of nine studies investigated the impact of mHealth on sodium intake/adherence to a DASH diet. Among them, four studies reported a statistically significant improvement in adherence to a low-salt diet in favour of the intervention  [22, 32, 70, 74] . Two studies reported a statistically significant improvement in adherence to the DASH diet in favour of the intervention  [41, 48] . However, one study reported no statistically significant improvement in the mean urinary sodium/creatinine ratio  [83] . One study reported no statistically significant improvement in the Kawasaki-estimated 24 h urine sodium  [27]  and one study reported no statistically significant improvement in salt intake  [47] ."
    },
    {
      "title": "Telehealth",
      "text": "From the 10 included studies of telehealth, we conducted a meta-analysis of 9 telehealth studies. One study did not study the initial and final systolic/diastolic blood pressure, or other outcomes, and hence were not meta-analysed.\n\nOutcomes measured for telehealth included change in systolic blood pressure (n ¼ 7), change in diastolic blood pressure (n ¼ 8), blood pressure control (n ¼ 2), medication adherence via the 8-item Morisky Medication Adherence Scale (n ¼ 2). One study did not measure or report systolic blood pressure data as it was not relevant to their study outcomes.\n\nNo studies on telehealth intervention reported on the BMI, adherence to physical activity or DASH diet/salt intake."
    },
    {
      "title": "Change in systolic & diastolic blood pressure",
      "text": "The pooled estimated weighted mean difference in systolic blood pressure (À4.18 mmHg, 95% CI À5.77 to À2.59, P < 0.01, I 2 ¼ 28%) and diastolic blood pressure (À1.45 mmHg, 95% CI À2.47 to À0.43, P < 0.01, I 2 ¼ 35%) between telehealth and standard care group was statistically significant in favour of telehealth."
    },
    {
      "title": "Blood pressure control",
      "text": "The pooled estimated odds ratio for blood pressure control between telehealth and standard care group (OR 0.65, 95% CI 0.33 to 1.27, P ¼ 0.2, I 2 ¼ 68%) was not statistically significant in favour of telehealth."
    },
    {
      "title": "Medication adherence",
      "text": "The pooled estimated weighted mean difference in the 8-item Morisky's Medication Adherence Scale (8-MMAS) between telehealth and standard care group (0.57, 95% CI À0.90 to 2.04, P ¼ 0.44, I 2 ¼ 89%) was not statistically significant."
    },
    {
      "title": "mHealth & telehealth",
      "text": "From the 26 included studies of telehealth, we conducted a meta-analysis of 18 mHealth & telehealth studies. Eight studies did not study the initial and final systolic/diastolic blood pressure, or other outcomes, and hence were not meta-analysed. Outcomes measured for telehealth included change in systolic blood pressure (n ¼ 14), change in diastolic blood pressure (n ¼ 12), blood pressure control (n ¼ 7), body mass index (n ¼ 4). Two studies did not measure or report diastolic blood pressure data as it was not relevant to their study outcomes.\n\nNo studies on telehealth intervention reported on the medication adherence via the 8-Item Morisky Medication Adherence Scale, adherence to physical activity or DASH diet/salt intake."
    },
    {
      "title": "Change in systolic & diastolic blood pressure",
      "text": "The pooled estimated weighted mean difference in systolic blood pressure (À5.74 mmHg, 95% CI À7.85 to À3.64, P < 0.01, I 2 ¼ 86%) and diastolic blood pressure (À2.22 mmHg, 95% CI À3.55 to À0.90, P < 0.01, I 2 ¼ 66%) between the mHealth & telehealth and standard care group was statistically significant in favour of the mHealth & telehealth group."
    },
    {
      "title": "Blood pressure control",
      "text": "The pooled estimated odds ratio for blood pressure control between the mHealth & telehealth and standard care group (OR 2.37, 95% CI 1.54 to 3.65, P < 0.01, I 2 ¼ 70%) was statistically significant in favour of the mHealth & telehealth group."
    },
    {
      "title": "Body mass index",
      "text": "The pooled estimated weighted mean difference in the body mass index between mHealth and standard care group (À0.07, 95% CI À0.71 to 0.58, P ¼ 0.84, I 2 ¼ 0%) was not statistically significant in favour of mHealth. This review did not analyse BMI score by gender because the studies did not report separate effect sizes for males and females."
    },
    {
      "title": "Overall",
      "text": "The study compared the effectiveness of mHealth, telehealth, and combined mHealth and telehealth interventions on various parameters. Results showed statistically significant reductions in both systolic and diastolic blood pressure for all interventions, with the combined intervention demonstrating the largest reductions. Attainment of blood pressure control was improved across all interventions, with the combined intervention showing the most significant effect. However, only the mHealth intervention significantly improved medication adherence and reduced BMI. Data on physical activity were limited, with only telehealth showing no significant effect. The forest plots for the meta-analysis can be found in Appendix A,  http://links.lww.com/HJH/ C519, and a summary can be found in Table  2 ."
    },
    {
      "title": "Subgroup analysis",
      "text": "A subgroup analysis was conducted in the mHealth group based on the types of intervention, which included seven subgroups: Attitudinal, Communication, Decision-Making, Diagnosis & Remote Monitoring, Education, Reminders and telehealth (see Table  3 ). Studies utilizing mHealth features such as education (SBP À4.68, 95% CI À5.68 to À3.68, P < 0.01, I 2 ¼ 91%; DBP À2.33, 95% CI À3.52 to À1.13, P < 0.01, I 2 ¼ 72%) and reminders (SBP À6.10, 95% CI À8.71 to À3.49, P < 0.01, I 2 ¼ 95%; DBP À3.46, 95% CI À4.99 to À1.93, P < 0.01, I 2 ¼ 92%) demonstrated a more substantial reduction in systolic and diastolic blood pressure compared to other features of mHealth. Notably, only Decision-Making subgroup showed no statistically significant difference in mHealth and standard care groups in change in diastolic blood pressure (DBP À2.17, 95% CI À4.62 to 0.28, P ¼ 0.08, I 2 ¼ 90%)."
    },
    {
      "title": "Risk of bias",
      "text": "Among the studies, two (2.7%) were determined to have a low risk of bias, 37 (50%) had some concerns, and 35 (47.3%) studies were determined to have a high risk of bias. The results of the risk of bias assessment are shown in Fig.  2 . Results of the risk of bias assessment for individual studies are shown in Appendix D,  http://links.lww.com/ HJH/C519."
    },
    {
      "title": "DISCUSSION",
      "text": "In this systematic review and meta-analysis, we compared the effectiveness of mHealth, telehealth, and mHealth & telehealth in managing hypertension. Our pooled analysis showed significant improvements in blood pressure with mHealth, telehealth, and mHealth & telehealth compared to standard care, affirming the potential of these novel modalities. The interventions was effective in improving clinical outcomes, including systolic and diastolic blood pressure, as well as medication adherence. mHealth Through our meta-analysis, we demonstrated that the use of such features in mobile phones helped patients improve their blood pressure in terms of clinical outcomes such as systolic and diastolic blood pressure; and medication  adherence. Despite variability in results related to lifestyle changes such as physical exercise, it could be postulated that mHealth's multifaceted features provided a platform to empower patients in self-managing hypertension, aligning with the Motivational Technology Model's principles of relatedness, autonomy, and competence  [96] . However, our narrative synthesis indicated mixed results for adherence to physical activity and the DASH diet/salt intake, suggesting that mHealth interventions alone may not be sufficient to modify these aspects. To optimize effectiveness, the integration of mHealth with complementary interventions, such as patient education and motivational interviewing, as recommended by the 2018 European Society of Cardiology (ESC) guidelines, is proposed  [97] .\n\nNevertheless, the engagement of patients in self-management of their hypertension has been seen to be effective in increasing patients' understanding and involvement in their treatment  [6] , thereby improving patient's overall adherence."
    },
    {
      "title": "Telehealth",
      "text": "On the other hand, the meta-analysis for telehealth interventions demonstrated an improvement in blood pressure, given that it fosters greater convenience of communication and hence improves patients' engagement and ease in their health care  [12] . However, the limited evidence on medication adherence and BMI improvement highlights the need for further research with larger sample sizes and enhanced interventions. The integration of telehealth into mHealth represents a promising technological feature for future patient care."
    },
    {
      "title": "mHealth and telehealth",
      "text": "The combination of mHealth & telehealth proves to provide the largest effect on patient's in terms of their change in systolic and diastolic blood pressure. The synergistic effects of the mHealth and telehealth's different features provide an opportunity for patients to be empowered in managing their hypertension, improving the patient's overall treatment outcomes. Given the lack of current guidelines recommending the use of mHealth and telehealth features  [95] , we would suggest for further investment into such tools to further support patient's self-management of their hypertension."
    },
    {
      "title": "Study implications",
      "text": "This review provides evidence supporting the effectiveness of mHealth and telehealth as tools over standard care for healthcare professionals and patients for the management of hypertension. The review proves mHealth and telehealth as effective in managing patients' clinical outcomes in controlling their blood pressure, as well as improving their medication adherence for mHealth. Therefore, this review suggests further implementation of mHealth and telehealth tools in the use of hypertension management for future practice."
    },
    {
      "title": "Limitations and future studies",
      "text": "Despite these positive findings, there were some limitations to this review. Many studies included in this review had a medium to high risk of bias, and hence conclusions drawn from this review should be deemed preliminary. The majority of studies were not double-blinded, and studies involving measurement of adherence such as 8-MMAS often were self-reported, leading to potential selection and selfreporting/information biases. Further studies can conduct sensitivity analysis to reduce the risk of bias in the results. Studies included in this review had standard care as their comparator, however, there is a high complexity of comparing standard cares across multiple intervention groups, given the varying standard of care worldwide. This could have led to high heterogenicity amongst studies. In addition, studies often had a short trial duration, limiting the results to the short term. This review also does not consider the cost-effectiveness of mHealth and telehealth, limiting the scope of the review, especially considering that a visit to a specialist may be required when the use of these interventions is restricted. Withdrawal rates were higher in the telehealth (10.1%) and mHealth & telehealth group (9.2%) compared to the mHealth group (1.09%), and a potential explanation is due to the higher costs of telehealth, such as video conferencing software, secure communication platforms, and potentially additional personnel for live consultations, compared to mHealth  [97] , as well as the longer duration of telehealth and mHealth & telehealth group's studies. However, the statistical significance of these findings is still unknown, as the impact of these differences is unclear. Further research should be conducted to truly understand the cost-effectiveness of such programs, as well as the impact of the duration of the study on the withdrawal rates.\n\nAdditionally, the definition of blood pressure control used in this review adhered to the 2013 guidelines of the European Society of Cardiology (ESC), which set the target at systolic blood pressure below 140mmHg and diastolic blood pressure below 90mmHg  [95] . However, updated ESC guidelines from 2018 recommend even lower targets, with systolic blood pressure below 130mmHg and diastolic blood pressure below 80mmHg. Future studies should adhere to these more recent guidelines for a more accurate assessment of blood pressure control  [98] .\n\nLastly, hypertensive patients frequently present with concurrent conditions such as metabolic syndrome or insulin resistance, necessitating a comprehensive and multifaceted approach to their care  [99] . Beyond the specific focus on hypertension therapy, it becomes imperative to recognize and address the health factors that are associated with high blood pressure. Effective healthcare for hypertensive individuals extends beyond singularly targeting blood pressure, and involves addressing the intricate interplay of related health factors through comprehensive and regular assessments  [99] . Therefore, future research should focus on more parameters involving metabolic syndrome such as waist circumference, triglyceride & LDL, fasting blood glucose  [99] .\n\nGiven the limitations of this review, future research should focus on the effectiveness of the combination of interventions. Future randomized control trials should compare the combination of mHealth features and assess their effectiveness to identify an optimal mHealth intervention for hypertensive patients in the future."
    },
    {
      "title": "CONCLUSION",
      "text": "In conclusion, based on the available evidence, this systematic review and meta-analysis underscores the potential effectiveness of mHealth and telehealth interventions in the management of hypertension, and show that patients in the intervention group tend to report a larger decrease in systolic and diastolic blood pressure. These interventions have demonstrated their potential to reduce blood pressure levels and improve patient adherence to medication and lifestyle changes, which are crucial for hypertension outcomes. mHealth and telehealth interventions present a promising approach for further enhancing patient care and hypertension management. By leveraging the strengths of both modalities, healthcare providers can create personalized and comprehensive treatment plans that engage patients in their own health management and improve overall treatment efficacy. This is in line with the conclusion by  Omboni et al. [100] , who suggest that the most effective intervention would involve the use of such digital health interventions together with multi-disciplinary teams, allowing them to monitor vital signs and medication adherence remotely, and provide remote consultations educating patients on hypertension. Therefore, further research on the combination of functions of mHealth interventions is needed to determine the best mHealth intervention, particularly in promoting physical activity among hypertensive patients.\n\nAs technology progresses, mHealth and telehealth interventions will undoubtedly play an indispensable role in the future of hypertension management. Embracing these innovative approaches will empower patients, improve healthcare delivery, and ultimately contribute to better hypertension control and patient well-being. In light of these findings, healthcare practitioners and policymakers should consider integrating mHealth and telehealth interventions into routine hypertension management practices. As we move forward, continuous evaluation and refinement of these interventions are essential to ensure their continued effectiveness and sustainability. By embracing the potential of these technologies, healthcare systems can provide more patient-centred and efficient care, leading to better hypertension control and improved overall clinical outcomes for patients."
    },
    {
      "text": "adherence or clinical outcomes. The following outcomes were used for assessment (1) Clinical outcomes (a) Change in systolic & diastolic blood pressure (b) Blood pressure control (2) Medication adherence (a) Morisky's medication adherence scale (b) Lifestyle change adherence (3) Body mass index (a) Physical activity (b) Sodium intake/DASH diet"
    },
    {
      "text": "FIGURE 2Risk of bias assessment [20] ."
    },
    {
      "text": "Characteristics of studyEffectiveness of digital health interventions on adherence and control of hypertension: a systematic review and meta-analysis"
    },
    {
      "text": "Results of the meta-analysis"
    },
    {
      "text": "Results of the subgroup analysis of weighted mean differences in systolic and diastolic blood pressure"
    }
  ],
  "references": [
    {
      "title": "What we do",
      "authors": [
        "Hypertension"
      ],
      "year": 2023
    },
    {
      "title": "Treatment of hypertension: a review",
      "authors": [
        "R Carey",
        "A Moran",
        "P Whelton"
      ],
      "year": 2022,
      "doi": "10.1001/jama.2022.19590"
    },
    {
      "title": "MOH clinical practice guidelines S hypertension",
      "authors": [
        "J Tay",
        "A Ashish",
        "S Lee",
        "D Chew",
        "S Lee",
        "J Tey"
      ],
      "year": 2017,
      "doi": "10.11622/smedj.2018007"
    },
    {
      "title": "Risk factor control: weight reducing regimens",
      "authors": [
        "G Riccardi",
        "P Dendale"
      ],
      "year": 2024
    },
    {
      "title": "AHA High Blood Pressure Toolkit-Pharmacists",
      "year": 2023,
      "doi": "10.55788/92361872"
    },
    {
      "authors": [
        "S Hypertension",
        "Paho",
        "Who"
      ],
      "year": 2023,
      "doi": "10.4135/9781412971942.n306"
    },
    {
      "title": "Adherence in hypertension: a review of prevalence, risk factors, impact, and management",
      "authors": [
        "M Burnier",
        "B Egan"
      ],
      "year": 2019,
      "doi": "10.1161/circresaha.118.313220"
    },
    {
      "title": "Adherence and persistence with taking medication to control high blood pressure",
      "authors": [
        "M Hill",
        "N Miller",
        "S Degeest"
      ],
      "year": 2011
    },
    {
      "title": "Adherence to prescribed antihypertensive drug treatments: longitudinal study of electronically compiled dosing histories",
      "authors": [
        "B Vrijens",
        "G Vincze",
        "P Kristanto",
        "J Urquhart",
        "M Burnier"
      ],
      "year": 2008
    },
    {
      "title": "Health topics. World Health Organization S Regional Office for the Eastern Mediterranean",
      "authors": [
        "Who Emro",
        "Ehealth"
      ],
      "year": 2023
    },
    {
      "title": "World Health Assembly 71. mHealth: use of appropriate digital technologies for public health: report by the Director-General",
      "year": 2018,
      "doi": "10.1016/s0033-3506(59)80073-1"
    },
    {
      "title": "Connected health in hypertension management",
      "authors": [
        "S Omboni"
      ],
      "year": 2019,
      "doi": "10.3389/fcvm.2019.00076"
    },
    {
      "title": "mHealth: new horizons for health through mobile technologies: second global survey on eHealth",
      "year": 2011,
      "doi": "10.4258/hir.2012.18.3.231"
    },
    {
      "title": "Digital health: new approaches in hypertension management",
      "authors": [
        "J Kitt",
        "R Fox",
        "K Tucker"
      ],
      "year": 2020
    },
    {
      "title": "Effects of telemedicine and mHealth on systolic blood pressure management in stroke patients: systematic review and meta-analysis of randomized controlled trials",
      "authors": [
        "M Lv",
        "T Wu",
        "S Jiang",
        "W Chen",
        "J Zhang"
      ],
      "year": 2021,
      "doi": "10.2196/24116"
    },
    {
      "title": "Comparison of interventions to improve longterm medication adherence across different clinical conditions: a systematic review with network meta-analysis",
      "authors": [
        "A Torres-Robles",
        "E Wiecek",
        "F Tonin",
        "S Benrimoj",
        "F Fernandez-Llimos",
        "V Garcia-Cardenas"
      ],
      "year": 2018,
      "doi": "10.3389/fphar.2018.01454"
    },
    {
      "title": "RoB 2: a revised tool for assessing risk of bias in randomised trials",
      "authors": [
        "Jac Sterne",
        "J Savovi C",
        "M Page",
        "R Elbers",
        "N Blencowe",
        "I Boutron"
      ],
      "year": 2019,
      "doi": "10.3389/fphar.2018.01454"
    },
    {
      "title": "PRISMA2020: an R package and Shiny app for producing PRISMA 2020-compliant flow diagrams, with interactivity for optimised digital transparency and Open Synthesis",
      "authors": [
        "N Haddaway",
        "M Page",
        "C Pritchard",
        "L Mcguinness"
      ],
      "year": 2022
    },
    {
      "title": "Risk-of-bias VISualization (robvis): an R package and Shiny web app for visualizing risk-of-bias assessments",
      "authors": [
        "L Mcguinness",
        "Jpt Higgins"
      ],
      "year": 2021
    },
    {
      "title": "Impact of a mobile phone app on adherence to treatment regimens among hypertensive patients: a randomised clinical trial study",
      "authors": [
        "N Abu-El-Noor",
        "Y Aljeesh",
        "B Bottcher",
        "Abu-El-Noor Mk"
      ],
      "year": 2021
    },
    {
      "title": "Effectiveness and Acceptability of a Mobile Phone Text Messaging Intervention to Improve Blood Pressure Control (TEXT4BP) among patients with hypertension in Nepal: a feasibility randomised controlled trial",
      "authors": [
        "B Bhandari",
        "P Narasimhan",
        "R Jayasuriya",
        "A Vaidya",
        "A Schutte"
      ],
      "year": 2022,
      "doi": "10.5334/gh.1103"
    },
    {
      "title": "Mobile phone text messages to support treatment adherence in adults with high blood pressure (SMS-Text Adherence Support [StAR]): a single-blind",
      "authors": [
        "K Bobrow",
        "A Farmer",
        "D Springer",
        "M Shanyinde",
        "L-M Yu",
        "T Brennan"
      ],
      "year": 2016
    },
    {
      "title": "Text message-based lifestyle intervention in primary care patients with hypertension: a randomized controlled pilot trial",
      "authors": [
        "B Bolmsj€ O",
        "M Wolff",
        "V Nymberg",
        "M Sandberg",
        "P Midl€ Ov",
        "S Calling"
      ],
      "year": 2020
    },
    {
      "title": "Text messaging to improve hypertension medication adherence in african americans from primary care and emergency department settings: results from two randomized feasibility studies",
      "authors": [
        "L Buis",
        "L Hirzel",
        "R Dawood",
        "K Dawood",
        "L Nichols",
        "N Artinian"
      ],
      "year": 2017,
      "doi": "10.2196/mhealth.6630"
    },
    {
      "title": "Evaluation of an mHealth medication regimen selfmanagement program for african american and hispanic uncontrolled hypertensives",
      "authors": [
        "T Davidson",
        "J Mcgillicuddy",
        "M Mueller",
        "B Brunner-Jackson",
        "A Favella",
        "A Anderson"
      ],
      "year": 2015,
      "doi": "10.3390/jpm5040389"
    },
    {
      "title": "Effects of a novel contextual just-in-time mobile app intervention (LowSalt4Life) on sodium intake in adults with hypertension: pilot randomized controlled trial",
      "authors": [
        "M Dorsch",
        "M Cornellier",
        "A Poggi",
        "F Bilgen",
        "P Chen",
        "C Wu"
      ],
      "year": 2020
    },
    {
      "title": "Hypertension and mobile application for selfcare, self-efficacy and related knowledge",
      "authors": [
        "L Dwairej",
        "M Ahmad"
      ],
      "year": 2022
    },
    {
      "title": "A randomized controlled trial of an automated telephone intervention to improve blood pressure control",
      "authors": [
        "T Harrison",
        "T Ho",
        "J Handler",
        "M Kanter",
        "R Goldberg",
        "K Reynolds"
      ],
      "year": 2013,
      "doi": "10.1111/jch.12162"
    },
    {
      "title": "A comparison between the effectiveness of short message service and reminder cards regarding medication adherence in patients with hypertension: a randomized controlled clinical trial",
      "authors": [
        "M Maslakpak",
        "M Safaie"
      ],
      "year": 2016
    },
    {
      "title": "A mobile health intervention to increase physical activity in pulmonary arterial hypertension",
      "authors": [
        "A Hemnes",
        "L Silverman-Lloyd",
        "S Huang",
        "G Mackinnon",
        "Annis Whitmore"
      ],
      "year": 2021,
      "doi": "10.1016/j.chest.2021.04.012"
    },
    {
      "title": "Awareness development and usage of mobile health technology among individuals with hypertension in a rural community of Bangladesh: randomized controlled trial",
      "authors": [
        "Y Jahan",
        "M Rahman",
        "Asg Faruque",
        "M Chisti",
        "K Kazawa",
        "R Matsuyama"
      ],
      "year": 2020
    },
    {
      "title": "The feasibility of the PAM intervention to support treatment-adherence in people with hypertension in primary care: a randomised clinical controlled trial",
      "authors": [
        "A Kassavou",
        "V Mirzaei",
        "S Shpendi",
        "J Brimicombe",
        "J Chauhan",
        "D Bhattacharya"
      ],
      "year": 2021,
      "doi": "10.1038/s41598-021-88170-2"
    },
    {
      "title": "Effects of customized long-message service and phone-based health-coaching on elderly people with hypertension",
      "authors": [
        "Kim Myoungsuk"
      ],
      "year": 2019
    },
    {
      "title": "Addition of the electronic educational material to doctor's face-to-face education has no additive effects on hypertension control: a randomized single blind study",
      "authors": [
        "J Lee",
        "D Tang",
        "X Xiao",
        "X Liang",
        "H Piao",
        "M Xie"
      ],
      "year": 2020,
      "doi": "10.1155/2020/8275945"
    },
    {
      "title": "A WeChat-based self-management intervention for community middle-aged and elderly adults with hypertension in Guangzhou, China: a cluster-randomized controlled trial",
      "authors": [
        "X Li",
        "J Chen",
        "Y Xie",
        "An Lv"
      ],
      "year": 2019
    },
    {
      "title": "The effects of a smartphoneenhanced nurse-facilitated self-care intervention for Chinese hypertensive patients: a randomised controlled trial",
      "authors": [
        "Y Ma",
        "H Cheng",
        "Jwh Sit",
        "W Chien"
      ],
      "year": 2022,
      "doi": "10.1016/j.ijnurstu.2022.104313"
    },
    {
      "title": "Effect of posting on social media on systolic blood pressure and management of hypertension: a randomized controlled trial",
      "authors": [
        "C Mancheno",
        "D Asch",
        "E Klinger",
        "J Goldshear",
        "N Mitra",
        "A Buttenheim"
      ],
      "year": 2021,
      "doi": "10.1161/jaha.120.020596"
    },
    {
      "title": "Specific hypertension smartphone application to improve medication adherence in hypertension: a cluster-randomized trial",
      "authors": [
        "M Arquez Contreras",
        "M Arquez Rivero",
        "Rodr Iguez Garc Ia",
        "L Opez-Garc Ia-Ramos",
        "Carlos Vilas",
        "Baldonedo Su Arez"
      ],
      "year": 2019
    },
    {
      "title": "Facilitating medication adherence and eliminating therapeutic inertia using wireless technology: proof of concept findings with uncontrolled hypertensives and kidney transplant recipients",
      "authors": [
        "J Mcgillicuddy",
        "M Gregoski",
        "B Brunner-Jackson",
        "A Weiland",
        "S Patel",
        "R Rock"
      ],
      "year": 2012,
      "doi": "10.1145/2448096.2448108"
    },
    {
      "title": "A culturally adapted telecommunication system to improve physical activity, diet quality, and medication adherence among hypertensive African-Americans: a randomized controlled trial",
      "authors": [
        "J Migneault",
        "J Dedier",
        "J Wright",
        "T Heeren",
        "M Campbell",
        "D Morisky"
      ],
      "year": 2012
    },
    {
      "title": "Effect of training through short message service on compliance and mean blood pressure of hypertensive patients",
      "authors": [
        "M Movahedi",
        "R Khadivi",
        "R Rouzbahani",
        "N Tavakoli-Fard"
      ],
      "year": 2019
    },
    {
      "title": "Association of a smartphone application with medication adherence and blood pressure control: the MedISAFE-BP randomized clinical trial",
      "authors": [
        "K Morawski",
        "R Ghazinouri",
        "A Krumme",
        "J Lauffenburger",
        "Z Lu",
        "E Durfee"
      ],
      "year": 2018,
      "doi": "10.1001/jamainternmed.2018.0447"
    },
    {
      "title": "Randomized controlled trial of e-counseling for hypertension: REACH",
      "authors": [
        "R Nolan",
        "R Feldman",
        "M Dawes",
        "J Kaczorowski",
        "H Lynn",
        "S Barr"
      ],
      "year": 2018
    },
    {
      "title": "Evaluation of the effectiveness of the mobile application on adherence of patients with arterial hypertension",
      "authors": [
        "S Nurakysh",
        "K Kurakbayev",
        "L Kosherbaeva",
        "A Tazhiyeva",
        "A Aimakhanova",
        "G Kulkaeva"
      ],
      "year": 2022,
      "doi": "10.5455/aim.2022.30.18-24"
    },
    {
      "title": "Utilization of short message service (SMS) in non-pharmacological management of hypertension. A pilot study in an URBAN public hospital of Multan, Pakistan",
      "authors": [
        "A Rehman",
        "F Naeem",
        "S Abbas",
        "F Ashfaq",
        "Maa Hassali"
      ],
      "year": 2019,
      "doi": "10.1007/s10389-018-0982-9"
    },
    {
      "title": "A mobile health salt reduction intervention for people with hypertension: results of a feasibility randomized controlled trial",
      "authors": [
        "S Payne Riches",
        "C Piernas",
        "P Aveyard",
        "J Sheppard",
        "M Rayner",
        "C Albury"
      ],
      "year": 2021,
      "doi": "10.2196/26233"
    },
    {
      "title": "A tailored behavioral intervention to promote adherence to the DASH diet",
      "authors": [
        "M Rodriguez",
        "J Friedberg",
        "A Digiovanni",
        "B Wang",
        "J Wylie-Rosett",
        "S Hyoung"
      ],
      "year": 2019,
      "doi": "10.5993/ajhb.43.4.1"
    },
    {
      "title": "Sustained benefit of alternate behavioral interventions to improve hypertension control: a randomized clinical trial",
      "authors": [
        "M Rodriguez",
        "B Wang",
        "S Hyoung",
        "J Friedberg",
        "J Wylie-Rosett",
        "Y Fang"
      ],
      "year": 2021,
      "doi": "10.1161/hypertensionaha.120.15192"
    },
    {
      "title": "The Retail Outlet Health Kiosk Hypertension Trial (ROKHYT): pilot results",
      "authors": [
        "S Shea",
        "Jlp Thompson",
        "J Schwartz",
        "Y Chen",
        "De Ferrante",
        "M Vanderbeek"
      ],
      "year": 2022
    },
    {
      "title": "The clinical effects of a new management mode for hypertensive patients: a randomized controlled trial",
      "authors": [
        "Y-Q Sun",
        "Y-P Jia",
        "J-Y Lv",
        "G-J Ma"
      ],
      "year": 2020
    },
    {
      "title": "Personalized text message and checklist support for initiation of antihypertensive medication: the cluster randomized, controlled check and support trial",
      "authors": [
        "A Tahkola",
        "P Korhonen",
        "H Kautiainen",
        "T Niiranen"
      ],
      "year": 2020
    },
    {
      "title": "Effectiveness of smartphone-based medication reminder application on medication adherence of patients with essential hypertension: a clinical trial study",
      "authors": [
        "Mohammadi Torkabad",
        "Negahban Bonabi",
        "T Heidari"
      ],
      "year": 2020
    },
    {
      "title": "Mobile phone text messaging improves antihypertensive drug adherence in the community",
      "authors": [
        "P Varleta",
        "M Acevedo",
        "C Akel",
        "C Salinas",
        "C Navarrete",
        "Garc Ia A"
      ],
      "year": 2017,
      "doi": "10.1111/jch.13098"
    },
    {
      "title": "Community health workers improve linkage to hypertension care in Western Kenya",
      "authors": [
        "R Vedanthan",
        "J Kamano",
        "A Delong",
        "V Naanyu",
        "C Binanay",
        "G Bloomfield"
      ],
      "year": 2019
    },
    {
      "title": "Efficacy of an electronic health management program for patients with cardiovascular risk: randomized controlled trial",
      "authors": [
        "Y Yun",
        "E Kang",
        "Y Cho",
        "S Park",
        "Y-J Kim",
        "H-Y Lee"
      ],
      "year": 2020,
      "doi": "10.2196/15057"
    },
    {
      "title": "Efficacy of text messaging and personal consultation by pharmacy students among adults with hypertension: randomized controlled trial",
      "authors": [
        "P Zhai",
        "K Hayat",
        "Ji Li",
        "Q Shi",
        "L Atif"
      ],
      "year": 2020,
      "doi": "10.2196/16019"
    },
    {
      "title": "Effect of a multicomponent intervention delivered on a web-based platform on hypertension control: a cluster randomized clinical trial",
      "authors": [
        "H Zhou",
        "X Wang",
        "Y Yang",
        "Z Chen",
        "L Zhang",
        "C Zheng"
      ],
      "year": 2022
    },
    {
      "title": "Managing hypertension in urban underserved subjects using telemedicine-a clinical trial",
      "authors": [
        "A Bove",
        "C Homko",
        "W Santamore",
        "M Kashem",
        "M Kerper",
        "D Elliott"
      ],
      "year": 2013
    },
    {
      "title": "Short-term telemedical home blood pressure monitoring does not improve blood pressure in uncomplicated hypertensive patients",
      "authors": [
        "N Hoffmann-Petersen",
        "T Lauritzen",
        "J Bech",
        "E Pedersen"
      ],
      "year": 2017
    },
    {
      "title": "The impact of telepharmacy on hypertension management in the United Arab Emirates",
      "authors": [
        "O Ibrahim",
        "Al Meslamani",
        "Ibrahim Kaloush",
        "Al Mazrouei"
      ],
      "year": 2022,
      "doi": "10.18549/pharmpract.2022.4.2734"
    },
    {
      "title": "Home BP monitoring using a telemonitoring system is effective for controlling BP in a remote island in Japan",
      "authors": [
        "T Kaihara",
        "K Eguchi",
        "K Kario"
      ],
      "year": 2014
    },
    {
      "title": "Effect of home blood pressure telemonitoring and pharmacist management on blood pressure control: a cluster randomized clinical trial",
      "authors": [
        "K Margolis",
        "S Asche",
        "A Bergdall",
        "S Dehmer",
        "S Groen",
        "H Kadrmas"
      ],
      "year": 2013
    },
    {
      "title": "Long-term outcomes of the effects of home blood pressure telemonitoring and pharmacist management on blood pressure among adults with uncontrolled hypertension: follow-up of a cluster randomized clinical trial",
      "authors": [
        "K Margolis",
        "S Asche",
        "S Dehmer",
        "A Bergdall",
        "B Green",
        "J Sperl-Hillen"
      ],
      "year": 2018
    },
    {
      "title": "Telemonitoring and self-management in the control of hypertension (TASMINH2): a randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "E Bray",
        "R Holder",
        "M Jones",
        "S Greenfield"
      ],
      "year": 2010
    },
    {
      "title": "Home and Online Management and Evaluation of Blood Pressure (HOME BP) using a digital intervention in poorly controlled hypertension: randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "P Little",
        "B Stuart",
        "K Morton",
        "J Raftery",
        "J Kelly"
      ],
      "year": 2021
    },
    {
      "title": "Telehealth after stroke care pilot randomized trial of home blood pressure telemonitoring in an underserved setting",
      "authors": [
        "I Naqvi",
        "K Strobino",
        "Kuen Cheung",
        "Y Li",
        "H Schmitt",
        "K Ferrara"
      ],
      "year": 2022
    },
    {
      "title": "Linking clinic and home: a randomized, controlled clinical effectiveness trial of real-time, wireless blood pressure monitoring for older patients with kidney disease and hypertension",
      "authors": [
        "D Rifkin",
        "J Abdelmalek",
        "C Miracle",
        "C Low",
        "R Barsotti",
        "P Rios"
      ],
      "year": 2013
    },
    {
      "title": "Home blood pressure management and improved blood pressure control: results from a randomized controlled trial",
      "authors": [
        "H Bosworth"
      ],
      "year": 2011
    },
    {
      "title": "The effect of the mobile ''blood pressure management application'' on hypertension self-management enhancement: a randomized controlled trial",
      "authors": [
        "A Bozorgi",
        "H Hosseini",
        "H Eftekhar",
        "R Majdzadeh",
        "A Yoonessi",
        "A Ramezankhani"
      ],
      "year": 2021,
      "doi": "10.1186/s13063-021-05270-0"
    },
    {
      "title": "Effectiveness of digital medicines to improve clinical outcomes in patients with uncontrolled hypertension and type 2 diabetes: prospective, openlabel, cluster-randomized pilot clinical trial",
      "authors": [
        "J Frias",
        "N Virdi",
        "P Raja",
        "Y Kim",
        "G Savage",
        "L Osterberg"
      ],
      "year": 2017
    },
    {
      "title": "Mobile health applications for the management of primary hypertension: a multicenter, randomized, controlled trial",
      "authors": [
        "K Gong",
        "Y-L Yan",
        "Y Li",
        "J Du",
        "J Wang",
        "Y Han"
      ],
      "year": 2020
    },
    {
      "title": "A web-based self-titration program to control blood pressure in patients with primary hypertension: randomized controlled trial",
      "authors": [
        "C-W Kao",
        "T-Y Chen",
        "S-M Cheng",
        "W-S Lin",
        "Y-C Chang"
      ],
      "year": 2019
    },
    {
      "title": "Digital therapeutics for essential hypertension using a smartphone application: a randomized, open-label, multicenter pilot study",
      "authors": [
        "K Kario",
        "A Nomura",
        "A Kato",
        "N Harada",
        "T Tanigawa",
        "R So"
      ],
      "year": 2021
    },
    {
      "title": "Efficacy of a digital therapeutics system in the management of essential hypertension: the HERB-DH1 pivotal trial",
      "authors": [
        "K Kario",
        "A Nomura",
        "N Harada",
        "A Okura",
        "K Nakagawa",
        "T Tanigawa"
      ],
      "year": 2021
    },
    {
      "title": "The effect of nurse-led telephone support on adherence to blood pressure control and drug treatment in individuals with primary hypertension: a randomized controlled study",
      "authors": [
        "D Kes",
        "U Polat"
      ],
      "year": 2022
    },
    {
      "title": "The influence of wireless self-monitoring program on the relationship between patient activation and health behaviors, medication adherence, and blood pressure levels in hypertensive patients: a substudy of a randomized controlled trial",
      "authors": [
        "J Kim",
        "Wineinger Nathan",
        "Steinhubl Steven"
      ],
      "year": 2016
    },
    {
      "title": "Efficiency of an intervention package for arterial hypertension comprising telemanagement in a Cameroonian rural setting: The TELEMED-CAM study",
      "authors": [
        "S Kingue",
        "P Angandji",
        "A Menanga",
        "G Ashutantang",
        "E Sobngwi",
        "R Dossou-Yovo"
      ],
      "year": 2013,
      "doi": "10.11604/pamj.2013.15.153.2655"
    },
    {
      "title": "A mHealth-based care model for improving hypertension control in stroke survivors: Pilot RCT",
      "authors": [
        "K Lakshminarayan",
        "S Westberg",
        "C Northuis",
        "C Fuller",
        "F Ikramuddin",
        "M Ezzeddine"
      ],
      "year": 2018
    },
    {
      "title": "Digital redesign of hypertension management with practice and patient apps for blood pressure control (PIA study): a cluster-randomised controlled trial in general practices",
      "authors": [
        "F Leupold",
        "A Karimzadeh",
        "T Breitkreuz",
        "F Draht",
        "K Klidis",
        "T Grobe"
      ],
      "year": 2023
    },
    {
      "title": "Effect of home blood pressure telemonitoring with self-care support on uncontrolled systolic hypertension in diabetics",
      "authors": [
        "A Logan",
        "M Irvine",
        "W Mcisaac",
        "A Tisler",
        "P Rossos",
        "A Easty"
      ],
      "year": 2012
    },
    {
      "title": "The impact of a pharmacist-designed mobile application on blood pressure control and medication adherence in patients with hypertension",
      "authors": [
        "K Manigault",
        "D Mckinley",
        "S Patel",
        "C Truong",
        "S Nguyen",
        "A Akil"
      ],
      "year": 2020
    },
    {
      "title": "Telemonitoring based service redesign for the management of uncontrolled hypertension: multicentre randomised controlled trial",
      "authors": [
        "B Mckinstry",
        "J Hanley",
        "S Wild",
        "C Pagliari",
        "M Paterson",
        "S Lewis"
      ],
      "year": 2013
    },
    {
      "title": "Efficacy of self-monitored blood pressure, with or without telemonitoring, for titration of antihypertensive medication (TAS-MINH4): an unmasked randomised controlled trial",
      "authors": [
        "R Mcmanus",
        "J Mant",
        "M Franssen",
        "A Nickless",
        "C Schwartz",
        "J Hodgkinson"
      ],
      "year": 2018
    },
    {
      "title": "Feasibility of emergency department-initiated, mobile health blood pressure intervention: an exploratory, randomized clinical trial",
      "authors": [
        "W Meurer",
        "M Dome",
        "D Brown",
        "D Delemos",
        "S Oska",
        "V Gorom"
      ],
      "year": 2019
    },
    {
      "title": "Blood pressure telemonitoring is useful to achieve blood pressure control in inadequately treated patients with arterial hypertension",
      "authors": [
        "C Neumann",
        "J Menne",
        "E Rieken",
        "N Fischer",
        "M Weber",
        "H Haller"
      ],
      "year": 2011
    },
    {
      "title": "Long-term effects of 3-month telemetric blood pressure intervention in patients with inadequately treated arterial hypertension",
      "authors": [
        "C Neumann",
        "J Menne",
        "V Schettler",
        "G Hagenah",
        "C Brockes",
        "H Haller"
      ],
      "year": 2015
    },
    {
      "title": "Effects of home telemonitoring on the control of high blood pressure: a randomised control trial in the Fangzhuang Community Health Center, Beijing",
      "authors": [
        "F Pan",
        "H Wu",
        "C Liu",
        "X Zhang",
        "W Peng",
        "X Wei"
      ],
      "year": 2018
    },
    {
      "title": "Hypertension management using mobile technology and home blood pressure monitoring: results of a randomized trial in two low/ middle-income countries",
      "authors": [
        "J Piette",
        "H Datwani",
        "S Gaudioso",
        "S Foster",
        "J Westphal",
        "W Perry"
      ],
      "year": 2012,
      "doi": "10.1089/tmj.2011.0271"
    },
    {
      "title": "Are you more concerned about or relieved by medicines? An explorative randomized study of the impact of telephone counseling by pharmacists on patients' beliefs regarding medicines and blood pressure control",
      "authors": [
        "D Scala",
        "E Menditto",
        "G Caruso",
        "V Monetti",
        "V Orlando",
        "F Guerriero"
      ],
      "year": 2018,
      "doi": "10.1016/j.pec.2017.12.006"
    },
    {
      "title": "A Community and Technology-Based Approach for Hypertension Self-Management (COACHMAN) to improve blood pressure control in African Americans: results from a pilot study",
      "authors": [
        "C Still",
        "S Margevicius",
        "C Harwell",
        "M-C Huang",
        "L Martin",
        "P Dang"
      ],
      "year": 2020
    },
    {
      "title": "Outcomes of a home telehealth intervention for patients with diabetes and hypertension",
      "authors": [
        "B Wakefield",
        "J Holman",
        "A Ray",
        "M Scherubel",
        "M Adams",
        "S Hills"
      ],
      "year": 2012
    },
    {
      "title": "Utilizing a mobile health intervention to manage hypertension in an underserved community",
      "authors": [
        "P Zha",
        "R Qureshi",
        "S Porter",
        "Y-Y Chao",
        "D Pacquiao",
        "S Chase"
      ],
      "year": 2020,
      "doi": "10.1177/0193945919847937"
    },
    {
      "title": "Feedback based on health advice via tracing bracelet and smartphone in the management of blood pressure among hypertensive patients: a community-based RCT trial in Chongqing, China",
      "authors": [
        "Y Zhang",
        "Y Tao",
        "Y Zhong",
        "J Thompson",
        "J Rahmani",
        "A Bhagavathula"
      ],
      "year": 2022
    },
    {
      "title": "Guidelines for the management of arterial hypertension: the Task Force for the management of arterial hypertension of the European Society of Hypertension (ESH) and of the European Society of Cardiology (ESC)",
      "authors": [
        "Esh/Esc"
      ],
      "year": 2013
    },
    {
      "title": "Motivational technologies: a theoretical framework for designing preventive health applications",
      "authors": [
        "S Sundar",
        "S Bellur",
        "H Jia"
      ],
      "year": 2012
    },
    {
      "title": "The relative cost of outpatient telemedicine services",
      "authors": [
        "J Stensland",
        "S Speedie",
        "M Ideker",
        "J House",
        "T Thompson"
      ],
      "year": 1999
    },
    {
      "title": "ESC/ESH Guidelines on Arterial Hypertension (Management of",
      "doi": "10.3109/9780203091722-57"
    },
    {
      "title": "Clinical-Practice-Guidelines/Arterial-Hypertension-Management",
      "year": 2023
    },
    {
      "title": "Hypertension management in patients with cardiovascular comorbidities",
      "authors": [
        "L Lauder",
        "F Mahfoud",
        "M Azizi",
        "D Bhatt",
        "S Ewen",
        "K Kario"
      ],
      "year": 2023
    },
    {
      "title": "Evidence and recommendations on the use of telemedicine for the management of arterial hypertension: an international expert position paper",
      "authors": [
        "S Omboni",
        "R Mcmanus",
        "H Bosworth",
        "L Chappell",
        "B Green",
        "K Kario"
      ],
      "year": 2020
    }
  ],
  "num_references": 100
}
