{
  "paper_id": "9PZA33SZ",
  "title": "Mobile Phone Apps for Inflammatory Bowel Disease Self-Management: A Systematic Assessment of Content and Tools",
  "abstract": "Background: The rising incidence of inflammatory bowel disease (IBD) over the past decade has resulted in increased health care utilization and longer IBD outpatient waiting lists. Self-management is recognized as an important aspect of chronic disease management but its application to IBD has been limited. The age of IBD onset in a majority of patients is in their 20s to 30s. Mobile phone apps are a technology familiar to young adults and represent an opportunity to explore self-management as a new model of health care delivery for IBD. \n Objective: The aim of this study was to explore the content and tools of existing IBD apps to identify functionalities that may facilitate patient self-management. \n Methods: We systematically assessed apps targeted at IBD patients via searches of Google (Android devices) and Apple (iOS devices) app stores with pre-defined inclusion and exclusion criteria. Apps were assessed for specific functionalities; presence of professional medical involvement; consistency with international IBD guidelines based on \"complete,\" \"partial,\" or \"absent\" coverage of consensus statements derived from the European Crohn's and Colitis Organisation, American College of Gastroenterology, and the Gastroenterology Society of Australia; comprehensiveness of data that could be entered; and average pricing. Results: Of the 238 apps screened, 26 apps were assessed, including 10 available on Android platforms, 8 on iOS platforms, and 8 on both. Over half (14/26, 54%) of the apps had diary functionalities; over a third (10/26, 39%) provided health information about IBD. None of the apps offered decision support to facilitate the self-initiation of medical therapy. Five of 26 (19%) had professional medical involvement in their design. Apps demonstrated \"complete\" coverage of only 38% of the international consensus statements explored. The average price of the apps was AUD$1.37. \n Conclusions: Apps may provide a useful adjunct to the management of IBD patients. However, a majority of current apps suffer from a lack of professional medical involvement and limited coverage of international consensus guidelines. Future studies and app design for IBD should include professional medical involvement, evidence-based guidelines, and functionalities with decision support that are specifically tailored to patient self-management.",
  "year": 2014,
  "date": "2014-01-21",
  "journal": "World J Gastroenterol",
  "publication": "World J Gastroenterol",
  "authors": [
    {
      "forename": "Danny",
      "surname": "Con",
      "name": "Danny Con",
      "affiliation": "1  Faculty of Medicine, Dentistry, and Health Sciences , The University of Melbourne , Melbourne , Australia \n\t\t\t\t\t\t\t\t Faculty of Medicine, Dentistry, and Health Sciences \n\t\t\t\t\t\t\t\t The University of Melbourne \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Melbourne \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Peter",
      "surname": "De Cruz",
      "name": "Peter De Cruz",
      "affiliation": "2  Department of Gastroenterology , Austin Hospital , Melbourne , Australia \n\t\t\t\t\t\t\t\t Department of Gastroenterology \n\t\t\t\t\t\t\t\t Austin Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Melbourne \n\t\t\t\t\t\t\t\t\t Australia",
      "email": "ppdecruz@gmail.com"
    },
    {
      "forename": "Con",
      "surname": "De Cruz",
      "name": "Con De Cruz"
    },
    {
      "forename": "Jmir",
      "surname": "Mhealth",
      "name": "Jmir Mhealth"
    },
    {
      "affiliation": "Department of Gastroenterology Austin Hospital 145 Studley Road Melbourne , 3084 Australia \n\t\t\t\t\t\t\t\t Department of Gastroenterology Austin Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 145 Studley Road \n\t\t\t\t\t\t\t\t\t 3084 \n\t\t\t\t\t\t\t\t\t Melbourne \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "https://doi.org/10.13039/501100001782",
  "keywords": [
    "IBD",
    "apps",
    "eHealth",
    "smartphone",
    "mhealth"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Inflammatory bowel disease (IBD) including Crohn's disease (CD) and ulcerative colitis (UC) is a group of chronic inflammatory disorders of the intestine that have a relapsing and remitting disease course. IBD is associated with an increased prevalence of physical and psychological morbidity, and it adversely affects quality of life, societal interaction, and functioning  [1, 2] . Electronic health (eHealth) technologies incorporating self-management strategies to manage patients remotely may offer an effective alternative to classical outpatient-based approaches. However, the application of eHealth technologies to the IBD setting has been relatively limited  [3] [4] [5] [6] [7] [8] [9] . The age of disease onset in the majority of patients is in their 20s and 30s  [10, 11] . Therefore the advent of mobile phones, a technology familiar to young adults, represents an opportunity to explore a new avenue of disease management in the form of mobile phone apps.\n\nApps, computer programs designed specifically to be run on mobile phones and tablet personal computers, are widely available to the consumer for download from online stores. The smartphone market is rapidly expanding. Nearly half (8.67 million) of Australian adults were estimated to be using a smartphone in May 2012, which increased to 64%  (11.19 million)  in May 2013  [12] . Over half (56%) of US adults owned a smartphone in 2013; specifically, 79% of adults aged 18-24 and 81% of adults aged 25-34 own smartphones  [13] .\n\nThe proliferation of mobile phones has facilitated the emergence of medical apps designed for management of chronic conditions such as asthma, diabetes, and rheumatoid arthritis  [14] [15] [16] . These diseases are similar to IBD in that they are all characterized by chronicity requiring long-term pharmacological treatment and frequent outpatient clinic visits, with intermittent flares of disease activity requiring adjustments in medication. Apps for patients with these conditions typically have a number of common specified functions, including provision of disease information, dietary and lifestyle advice, electronic diaries for symptom tracking, and medication diaries and reminders. Some novel apps and mobile phone-based systems further provide functions for self-management of disease exacerbations  [17] [18] [19] . Self-management whereby patients can adjust their therapy based on pre-determined algorithms or seek medical assessments is an emerging and promising aspect of chronic disease management that allows patients to maintain greater control over their disease  [20] [21] [22] .\n\nCommercially available apps in the IBD setting perform many of the same functions as those that have been studied in asthma, diabetes, and rheumatoid arthritis, yet several apps in the IBD setting have not been subjected to adequate clinical evaluation and have been devised without taking into consideration current evidence-based guidelines. These apps have also been devised with limited professional medical involvement  [23] . While the evidence supporting the utility of telemedicine and Internet-based interventions in IBD is emerging  [5, 7] , the evidence behind the efficacy of mobile phone apps in the IBD setting has been lacking. Apps nonetheless represent the next logical step in our information technology era.\n\nThe purpose of this paper was to systematically study the content and functions of commercially available apps for IBD patients in the context of current clinical practice guidelines and discuss the results in relation to their utility in assisting patient with self-management of IBD."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Selection of Apps",
      "text": "We conducted a search of the official app stores of Apple (iOS) and Google (Android) for IBD-related apps on March 3, 2015. Search times included all of \"IBD,\" \"crohn,\" \"crohns,\" \"colitis,\" \"ulcerative colitis,\" and \"inflammatory bowel disease.\" Apps were screened by assessing their descriptions to exclude non-English apps and apps not targeting patients with IBD. We downloaded the remaining apps to test devices for further screening, based on predefined inclusion and exclusion criteria (see Table  1 ). Test devices included commercially available smartphones operating iOS and Android.\n\nTable 1. Systematic search criteria."
    },
    {
      "title": "Description Criteria"
    },
    {
      "title": "Smartphone app Inclusion",
      "text": "Runs on iOS or Android operating systems Available for download from official app stores of Apple or Google"
    },
    {
      "title": "English language",
      "text": "Targets patients with IBD (as intended by the publisher)"
    },
    {
      "title": "Free and paid apps"
    },
    {
      "title": "Requires invitation from publisher to use Exclusion",
      "text": "Targets patients with conditions other than IBD (as intended by the publisher)"
    },
    {
      "title": "Does not target patients",
      "text": "Unable to be tested due to technical difficulties"
    },
    {
      "title": "App Assessment Criteria",
      "text": "Prior to the selection of apps, a preliminary search was conducted to identify the types of apps available for patients with IBD, which informed the development of assessment criteria that were used to assess the apps subsequently identified by this systematic review. Each app was independently assessed by 2 assessors. For all apps, we assessed for presence of professional medical involvement in the development of the apps, average ratings (out of 5), and number of reviews. Average ratings and number of reviews were available from both Google and Apple stores, so apps that were available on both platforms were documented twice. We also assessed the presence or absence of common functionalities for all apps, generated post hoc.\n\nFor diary apps, we assessed the comprehensiveness of four parameters that were able to be logged: abdominal pain, bowel habit, dietary intake, and medication. This was achieved by assessing the detail with which each symptom was able to be logged. For abdominal pain, these included the time and date, location, and severity. For bowel habits, these included time and date, consistency of stools, rectal urgency, presence of blood, and presence of mucus. For food diary apps, we assessed the extent to which time and date, type of food, quantity, and prior appetite were able to be logged. For medication, the time and date, medication name, and dosing were assessed. Where available, the input options for data entry were also assessed. For all parameters, we also included whether or not free-text notes were able to be entered.\n\nFor apps providing information related to IBD, we assessed the comprehensiveness and accuracy of the information provided. We formulated a set of statements extracted from and consistent with international guidelines for IBD from the European Crohn's and Colitis Organisation  [24] [25] [26] [27] [28] [29] , the American College of Gastroenterology  [30, 31] , and the Gastroenterological Society of Australia  [32] . A total of 14 statements was derived (see Table  2 ). Apps providing disease information were assessed to have either \"complete,\" \"partial,\" or \"absent\" coverage of each statement. Therapy is divided into two categories: (1) acute therapy for flares to induce remission and (2) maintenance therapy in order to help maintain remission Treatment for IBD may include pharmacological therapy and surgical therapy Surgical therapy involves removal of a section of bowel, which may result in the patient living with a stoma for life Use of complementary and alternative medicine is generally safe, but efficacy is not validated"
    },
    {
      "title": "Results",
      "text": "Searches of the official app store of Google (Android) yielded 146 apps available for screening. Of these, 32 apps were excluded as they were in a language other than English. Of the remaining 114 apps, 83 were excluded for either being unrelated to IBD or not being specific to IBD. A further 7 apps were excluded as they did not appear to target patients. The remaining 24 apps included 2 outdated versions of existing apps, 1 repeat app, and 3 apps that required invitation from the developers, which were excluded, leaving 18 Android apps for analysis.\n\nSearches of the official app store of Apple (iOS) yielded 92 apps available for screening; 19 apps were excluded as they were in a language other than English and 46 of the remaining 73 apps were excluded for either not being related to IBD or not being specific to IBD. A further 9 apps were excluded for not targeting patients. Of the remaining 18 apps, 2 were excluded for requiring invitation from developers, leaving 16 iOS apps for analysis.\n\nThe remaining 34 apps were downloaded and analyzed. Eight apps were subsequently excluded; 7 of which were duplicates, and one of which encountered technical difficulties in accessing the app, leaving 26 apps for analysis. A flow diagram of assessment of apps identified in this review is shown in Figure  1 .\n\nThe final results included 26 mobile phone apps, of which 10 were available exclusively for Android platforms, 8 exclusively for iOS platforms, and 8 available for both. A summary of the results is shown in Tables  3  and  4 [33-58] . Pentasa Timer  [54]  Yes Yes Poocount  [55]  Yes Yes Yes Yes Toilet diary  [56]  Yes Ulcerative Colitis Information  [57]  Vualoo  [58]  Five apps documented professional medical involvement in the development of the apps on the summary pages of the respective Google or Apple stores  [33, 34, 36, 41, 53, 59 ]. However, 2 of these apps stated only that \"doctors\" were involved, without specifying a particular person or organization  [36, 41] . One app was developed by a hospital  [53] . Two apps appear to be original work by a gastroenterologist  [33, 34] . Most apps lacked app-store reviews, with only 7 apps having more than 10 reviews and only 1 app having more than 100 reviews. The latter app, however, had 954 reviews from the Google Play store  [45] . Fourteen apps were free of charge, while the remaining 12 ranged from AUD$1.07-$8.22. When considering all 26 apps, the average cost was AUD$1.37 per app.\n\nThirteen apps exclusively had diary functionalities that allowed patients to track one of more aspects of their IBD. Of these, 9 apps presented only health information about IBD, 1 app had both, and 3 apps had neither. Of the 14 diary apps, 2 apps tracked only dietary intake, 3 apps tracked only disease symptoms, while the remaining 9 tracked both. Two apps had reminder functions, and both of these also had diary functions  [45, 47] . Eight apps were able to create graphs and/or tables to succinctly display logged information. Two apps were able to generate possible triggers for symptomatic episodes with a percentage likelihood based on previous user input  [35, 37] . One app  [45]  allowed photo sharing and communication on a message board. One app  [52]  was an adaptation of an online forum, where both app users and website users could post on the same message boards. One app  [54]  was utilized as a basic timer with no IBD specific functionalities but targeted patients with UC according to its description. One app allowed the"
    },
    {
      "title": "Apps Providing Disease Information",
      "text": "Ten apps provided information about Crohn's disease, ulcerative colitis, or both. Nine of these apps provided information as their sole function, while 1 app also had diary functions  [47] . However, the scope of the information provided in this app  [47]  was limited to the patient's own experiences, while the diary function was limited to tracking only foods consumed without specifying time, quantity, or associated symptoms. Of the other 9 apps, 6 provided information on Crohn's disease  [33, [38] [39] [40] 42, 49] , 1 provided information on UC  [57] , and 2 provided information on IBD collectively  [46, 47] . Of the 6 Crohn's disease apps, 1 displayed news and updates of latest research  [40]  and 1 app offered only dietary suggestions with no information about the disease itself  [38] . Two apps, while comprehensive, were more suited for medical professionals  [33, 34] . An example of an app providing disease information is shown in Figure  2 .\n\nOnly 2 apps providing disease information were created with professional medical involvement  [33, 34] . The information from 2 apps was discovered to have been derived from an online source, although the source location was not provided in either app  [39, 57] . One app was claimed to have been an original work and published as an e-book  [49] .\n\nEight information apps were evaluated for consistency with information from international IBD guidelines. Two of the 10 apps that included disease information were excluded from the analysis as one app included only news updates about IBD  [40]  while the other app included food suggestions for IBD without information about the disease itself  [38] . We assessed the extent to which the IBD apps covered the 14 statements derived from international guidelines based on \"complete,\" \"partial,\" or \"absent\" coverage. Of the 112 potential instances where apps were assessed for one of the 14 identified statements, 42 (38%) statements demonstrated \"complete coverage\" and 30 (27%) statements demonstrating \"partial coverage.\" The remaining 40 (36%) statements demonstrated \"absent coverage.\""
    },
    {
      "title": "Diary Apps"
    },
    {
      "title": "Symptom Diary Apps",
      "text": "Summaries of the symptom diary apps for IBD found in this study are shown in Tables  5  and  6 .\n\nAlthough most of the symptom diary apps for IBD had the capacity to log multiple parameters, there was considerable heterogeneity regarding the detail with which symptoms were able to be recorded. Most of the symptom diary apps allowed the detailed recording of each bowel movement (including stool consistency and presence or absence of blood), but 2 apps  [36, 41]  allowed only the logging of stool frequency. An example of a symptom diary app is shown in Figure  3 . While most apps enabled recording of the specific times during which symptoms were experienced, 1 app instead elected to restrict the description of the timing of symptoms to a collective description of either daytime symptoms or nocturnal symptoms  [53] . Four apps provided daily summary pages enabling a summary of symptoms over the course of a day, rather than the option of logging individual symptoms as separate new entries  [35] [36] [37] 41] . All apps except one  [43]  allowed users to input additional information in a \"Notes\" section."
    },
    {
      "title": "Food Diary Apps",
      "text": "A summary of the food diary apps found is shown in Table  7 .\n\nMost diary apps were able to record both symptoms and dietary intake, except 2 apps  [47, 48] , which were able to record only dietary intake. An example of a food diary app is shown in Figure  4 . Inconsistencies were present in the ability of apps to log the date and time of meals. One app  [47]  offered only the ability to list \"good foods\" and \"foods to be avoided\" without the capacity to log food intake throughout the day. Five apps enabled logging of daily food intake but did not include the timing of food intake. Most apps offered only free-text input for the names of food; however, 2 apps  [44, 48]  had a search function to select predefined foods. Although some apps in this study provided a search function or dropdown menu  [35, 37, 43, 44, 50] , the list of food items was often not comprehensive. One app used the smartphone camera to take pictures of meals as they were logged  [48] . Two apps only logged meals in the form of a free-text input section titled \"influence of food\" as part of a broader diary entry  [36, 41] . Two apps recorded the serving size of each food item  [44, 50] . One app recorded the appetite of the user prior to consuming the food  [53] . Eight apps allowed users to type free-text notes to record additional information regarding each meal."
    },
    {
      "title": "Management Apps"
    },
    {
      "title": "Decision Support Apps",
      "text": "At present, no apps offering decision support specific to self-initiation of therapy were identified by this study. However, the app, GI Monitor, was able to automatically generate a quality-of-life score based on patient-reported outcomes collected via the diary function  [45] ."
    },
    {
      "title": "Reminder Apps",
      "text": "While none of the apps found used a reminder system as their primary functionality, 2 apps had medication reminder functions  [45, 47] . Both of these apps also had diary functions. However, one of these lacked any useful ability to track symptoms or dietary intake  [47] ."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Mobile phones represent a promising tool to facilitate self-management in chronic disease. Self-management aims to give a degree of disease control back to the patient by improving self-efficacy, knowledge, and understanding of their disease. Despite their appeal, the evidence regarding the role of apps in self-management of IBD is limited and their optimal use to facilitate self-management is yet to be determined. This systematic review utilized a systematic approach to explore the content and tools of commercially available mobile phone apps for patients with IBD. However, a lack of standardized assessment criteria for eHealth modalities such as apps precluded a specific rating and/or ranking of the utility of the apps by the reviewers. Although the user ratings of the apps were included in this review, they are a somewhat subjective representation of the apps' quality of content and functionalities. Ratings and total number of ratings are likely to demonstrate the popularity or perceived value by patients, which can be influenced by advertising or referral (such as a health service \"prescribing\" a particular app). We acknowledge that a mobile app rating scale has been proposed as a potential method of assessing apps, but such a scale is yet to be validated  [60] . This review highlights the need for consensus regarding regulation and evaluation of eHealth technologies if mobile phone apps and other eHealth modalities are to be integrated into mainstream medical practice.\n\nIn our assessment, apps providing disease information demonstrated extensive coverage of various topics in IBD, including disease overview, causes, symptoms, diagnosis, and treatment. Although some of these topics were explored in depth, the apps failed overall to provide complete coverage of many of the evidence-based statements derived from international guidelines. This indicates that the majority of apps were not sufficiently accurate or comprehensive as patient education tools, which is most likely explained by the lack of professional medical involvement in their development. In this study, although we anticipated that a proportion of the apps would lack professional medical involvement in their design, we did not expect that this would exceed three quarters of the apps identified. Medical professionals should be consulted in the development process of apps to help ensure that relevant, evidence-based information is included within patient education tools. A lack of evidence undermines the safety and quality of mobile phone apps and thus may pose risks to patients  [61] . Peer-reviewing medical apps represents another potential solution to quality assurance, but its feasibility is unknown  [62] . Ultimately it is important to ensure that patient safety is not compromised, especially if the app is to be recommended or \"prescribed\" by a doctor.\n\nDespite the theoretical importance of professional medical involvement, adherence to evidence and app regulation, mobile phone apps that are not used are ultimately ineffective. The challenge is to balance the safety and quality requirements of medical mobile phone apps with the design features required to promote adherence to therapy. Uptake and usage of mobile and Internet technology are influenced by an array of factors, such as perceived risk of use, perceived usefulness, and degree of user-centric focus, which have been described in behavioral change models in emerging eHealth literature  [63] [64] [65] . Addressing adherence to management is a necessary prerequisite alongside the quality and safety requirements of apps as potential medical devices. Therefore, future app developments should have strong grounding in behavioral change theory and place considerations in predictions of usage and user-centric approaches. A development framework devised for Internet interventions may be applied to the mobile phone app setting to integrate the magnitude of complex design features  [66] .\n\nApp content is also important in improving adherence and plays the most significant role in effecting behavioral change. This review identifies a number of tools and functionalities in existing apps that may be beneficial. Patient education in IBD is important to enable everyday behaviors that promote well-being and prevent deterioration  [67] . Volitional non-adherence, which is prevalent in IBD and contributes to greater disease activity, reduced quality of life, and greater health care costs  [68] [69] [70] [71] [72] [73] [74] [75] , may be addressed by adequate provision of disease information. Patients who are better informed about their condition and medications are more likely to adhere to their prescribed treatment regimens  [76, 77] . An ideal patient education app provides appropriate evidence-based information that effectively meets the educational needs of patients.\n\nPrior to the advent of the smartphone, SMS (short message service) text messaging provided a method for medication reminders using traditional mobile phones. In controlled environments, reminder text messages have been shown to decrease the incidence of missed medication doses and improve adherence to treatment  [74, 78]  and there is some research to suggest that reminders have a dose-response effect  [79] . Apps that provide a reminder functionality may be useful in enhancing compliance in poorly adherent patients  [80, 81] . Compared with SMS, apps may offer additional interactivity, customizability, and functionality. However, the usefulness of smartphone reminder apps in practice remains to be seen and studies exploring reminder text messages have been limited to controlled environments with small sample sizes. Future studies should explore the efficacy and dose-response relationship of reminder apps in large populations consisting of patients who Mobile phone apps with diary functionalities are emerging as a potential successor to traditional paper-based diaries due to their improved accessibility and convenience. Despite their feasibility being demonstrated in several other chronic disease settings  [14, 16, 23, 82, 83] , there have been no completed studies that have investigated commercially available IBD diary apps. However, the self-management app, \"Health PROMISE\", as of May 2015 is being investigated for its effects on various outcome measures including quality of life, number of emergency visits, and number of hospitalizations in an IBD cohort as part of a multicenter study  [21] . Furthermore, while not a smartphone app, a recent study found that Web-based diaries (using the Harvey-Bradshaw index) were effective in the monitoring of clinical disease activity in patients with Crohn's disease with good correlation demonstrated with the more widely accepted Crohn's disease activity index  [84] . The benefit of symptom diaries is that they allow patients to maintain a degree of control over their condition in the setting of alterations in disease activity and medications, and in doing so, may help increase engagement of patients in their management and facilitate adherence. However, while previous studies have shown electronic diaries to be feasible in controlled environments, there has been little evidence supporting the usage and efficacy of commercially available electronic diaries. Studies to evaluate the optimal use of diary apps in the assessment and monitoring of IBD patients are therefore required.\n\nSymptom diaries may have further utility when combined with food diaries as a means of identifying potential dietary triggers for gastrointestinal symptoms in IBD  [85] [86] [87] [88] . Self-initiated food avoidance is highly prevalent in patients with IBD  [89] . The use of food diaries has consequently been recommended by the Crohn's & Colitis Foundation of America  [90, 91] . Symptom diaries can therefore be correlated with particular meals to help identify food precipitants and can be reviewed by dieticians to help guide food selection and avoid unnecessary caloric restriction. Moreover food diaries may help identify patients at risk of malnutrition and nutritional deficiencies, which are more prevalent in IBD patients  [89, 92] .\n\nPrograms that provide decision support to the patient are emerging as promising management options in IBD  [20, 22] . Decision support apps use patient-reported outcomes collected via diary functionalities to generate individualized management plans for the patient. However, none of the apps studied in this review contained specific information regarding alarm symptoms and none of the apps provided specific feedback to patients in the event of an escalation of symptoms, thereby potentially limiting their utility in self-management. Although the efficacy and feasibility of apps in facilitating self-initiation of therapy is yet to be proven  [93] , apps that provide decision support for patients are currently in development and are likely to be regulated in the United States and United Kingdom as medical devices, rather than commercial programs  [21, 94, 95] . The implications are unclear, but regulatory guidelines for the development and evaluation of such apps are required.\n\nAlthough apps that have been specifically developed for self-management of IBD are lacking, evidence from other chronic diseases suggests that they may have a role in improving self-efficacy, knowledge, and understanding and enhance adherence to prescribed therapy. Developing a comprehensive self-management app may mark the important first steps in propagating self-management in IBD in a similar vein to the creation of asthma management plans for asthma self-management. Apps may potentiate the self-initiation of therapy in acute IBD flares by first measuring disease activity using a symptom diary and providing appropriate subsequent management advice. A novel asthma self-management program with natural language recognition capabilities was recently found to promote medication adherence and patient confidence over the course of its trial  [18] . The program allowed adolescents to communicate with the system via text messaging, emulating conversation with a clinician. It was able to interpret patient descriptions of asthma exacerbations and generate management plans using a predefined algorithm. A diabetes self-management app similarly incorporated an algorithm to calculate the required insulin bolus amount depending on blood glucose levels before meals, carbohydrate counts, and planned physical activity that were manually entered into the program  [17] . These apps not only provide treatment advice in critical times where professional consultation is not readily available but also increase the control that patients have over their own illnesses. While these eHealth solutions have demonstrated some efficacy in controlled environments, larger population-based studies are required to supply more reliable evidence for their use in clinical practice.\n\nAlthough a Web-based approach to IBD management has been demonstrated to improve patient engagement, quality of life, and reduce the duration of relapse, there are currently no data supporting the efficacy of IBD apps in self-management  [22] . Gastroenterologists have also suggested that digital tools should focus on promoting patient compliance with treatment, with reduced emphasis on patient-physician concordance  [96] . Reaching a compromise between empowering patients with shared decision making and encouraging patients to follow instructions to improve compliance will require discussions between patients and their clinicians. However, it remains to be established as to whether self-management apps that improve patient autonomy will have a positive or negative impact on treatment compliance."
    },
    {
      "title": "Limitations",
      "text": "The main limitation of this systematic review was that the assessment method for the apps was developed by the authors and has not been validated. This was necessary due to a lack of published studies on IBD apps, as well as a lack of end-user data to allow a quantitative assessment of the efficacy of the apps. Furthermore, the formal assessment of the identified apps did not take design or usability into account. This systematic review was also limited to English-language apps for the two most popular operating systems, Android and iOS. Despite the limitations of this review, we believe that it has provided a real-world exploration of the IBD apps that are currently available and their strengths and limitations respectively."
    },
    {
      "title": "Conclusion",
      "text": "Apps may provide a useful adjunct to the monitoring and management of patients with IBD. Current apps available for IBD offer varying degrees of content, functions, and levels of care but do not offer patients decision support for their IBD self-management. IBD apps currently suffer from a lack of professional medical involvement, adherence to international clinical guidelines, and validation from clinical studies. These limitations jeopardize the safety and quality of apps as potential medical tools from the clinician's perspective. The design process is complex and needs to reconcile the needs of clinicians with design features that are desired by patients. Despite their current limitations, apps have the potential to become useful tools to implement clinical pathways and algorithms to support decision making for patients and engage patients in taking an active role in their care. Future mobile phone apps should use behavioral change models in their development to improve uptake and adherence. Future studies should explore the perceived needs of patients and clinicians in relation to apps in the IBD setting. Such information would inform the development of quality apps that meet the needs of both patients with IBD and their treating clinicians. Further clinical testing is required before the routine recommendation of mobile phone apps to support the management of IBD becomes feasible. Ultimately, it is unlikely that a single app will fulfill the needs of all patients with IBD, but more likely that clinicians will prescribe a range of apps each with a specific purpose tailored to the relevant needs of each individual IBD patient."
    },
    {
      "text": "Con & De Cruz JMIR MHEALTH AND UHEALTH XSL • FO RenderX tracking of calprotectin levels but was excluded from the analysis as it required an invitation from the developers."
    },
    {
      "text": "Figure 1. Flow diagram of search and selection process of apps."
    },
    {
      "text": "Figure 2. Screenshot of the main menu of the app AnswersIn Crohn's Disease."
    },
    {
      "text": "Figure 3. Screenshot of the interface of GI Monitor for recording bowel movements."
    },
    {
      "text": "Figure 4. Screenshot of the interface of myIBD for the recording of dietary intake."
    },
    {
      "text": "Con & De Cruz JMIR MHEALTH AND UHEALTH XSL • FO RenderX are non-adherent due to involuntary factors such as forgetfulness."
    },
    {
      "text": "Statements derived from international guidelines for IBD."
    },
    {
      "text": "Summary of assessed apps."
    },
    {
      "text": "Functionalities of assessed apps."
    },
    {
      "text": "Apps offering bowel motion tracking."
    },
    {
      "text": "Apps offering pain tracking."
    },
    {
      "text": "Apps offering dietary tracking."
    }
  ],
  "references": [
    {
      "title": "Distance management of inflammatory bowel disease: systematic review and meta-analysis",
      "authors": [
        "V Huang",
        "K Reich",
        "R Fedorak"
      ],
      "year": 2014,
      "doi": "10.3748/wjg.v20.i3.829"
    },
    {
      "title": "The Manitoba IBD cohort study: a population-based study of the prevalence of lifetime and 12-month anxiety and mood disorders",
      "authors": [
        "J Walker",
        "J Ediger",
        "L Graff",
        "J Greenfeld",
        "I Clara",
        "L Lix"
      ],
      "year": 2008,
      "doi": "10.1111/j.1572-0241.2008.01980.x"
    },
    {
      "title": "Feasibility and acceptance of a home telemanagement system in patients with inflammatory bowel disease: a 6-month pilot study",
      "authors": [
        "R Cross",
        "J Finkelstein"
      ],
      "year": 2007,
      "doi": "10.1007/s10620-006-9523-4"
    },
    {
      "title": "Development of a Web-based concept for patients with ulcerative colitis and 5-aminosalicylic acid treatment",
      "authors": [
        "M Elkjaer",
        "J Burisch",
        "S Avnstrøm",
        "E Lynge",
        "P Munkholm"
      ],
      "year": 2010,
      "doi": "10.1097/meg.0b013e32832e0a18"
    },
    {
      "title": "E-health empowers patients with ulcerative colitis: a randomised controlled trial of the web-guided 'Constant-care' approach",
      "authors": [
        "M Elkjaer",
        "M Shuhaibar",
        "J Burisch",
        "Y Bailey",
        "H Scherfig",
        "B Laugesen"
      ],
      "year": 2010,
      "doi": "10.1136/gut.2010.220160"
    },
    {
      "title": "Infliximab dependency is related to decreased surgical rates in adult Crohn's disease patients",
      "authors": [
        "N Pedersen",
        "D Duricova",
        "M Lenicek",
        "M Elkjaer",
        "M Bortlik",
        "P Andersen"
      ],
      "year": 2010,
      "doi": "10.1097/MEG.0b013e32833dde2e"
    },
    {
      "title": "Potential use of telemedicine to provide outpatient care for inflammatory bowel disease",
      "authors": [
        "M Krier",
        "T Kaltenbach",
        "K Mcquaid",
        "R Soetikno"
      ],
      "year": 2011,
      "doi": "10.1038/ajg.2011.329"
    },
    {
      "title": "Randomized, controlled trial of home telemanagement in patients with ulcerative colitis (UC HAT)",
      "authors": [
        "R Cross",
        "N Cheevers",
        "A Rustgi",
        "P Langenberg",
        "J Finkelstein"
      ],
      "year": 2012,
      "doi": "10.1002/ibd.21795"
    },
    {
      "title": "Telehealth behavioral treatment for medication nonadherence: a pilot and feasibility study",
      "authors": [
        "K Hommel",
        "E Hente",
        "M Herzer",
        "L Ingerski",
        "L Denson"
      ],
      "year": 2013,
      "doi": "10.1097/MEG.0b013e32835c2a1b"
    },
    {
      "title": "European Collaborative study group on Inflammatory Bowel Disease (EC-IBD). Crohn's disease: increased mortality 10 years after diagnosis in a Europe-wide population based cohort",
      "authors": [
        "F Wolters",
        "M Russel",
        "J Sijbrandij",
        "L Schouten",
        "S Odes",
        "L Riis"
      ],
      "year": 2006,
      "doi": "10.1136/gut.2005.072793"
    },
    {
      "title": "European Collaborative Study Group of Inflammatory Bowel Disease (EC-IBD). Ulcerative colitis: no rise in mortality in a European-wide population based cohort 10 years after diagnosis",
      "authors": [
        "O Höie",
        "L Schouten",
        "F Wolters",
        "I Solberg",
        "L Riis",
        "I Mouzas"
      ],
      "year": 2007,
      "doi": "10.1136/gut.2006.101519"
    },
    {
      "title": "Smartphone Ownership 2013",
      "authors": [
        "A Smith",
        "Pew"
      ],
      "year": 2013
    },
    {
      "title": "The evolution of mobile apps for asthma: an updated systematic assessment of content and tools",
      "authors": [
        "K Huckvale",
        "C Morrison",
        "J Ouyang",
        "A Ghaghda",
        "J Car"
      ],
      "year": 2015,
      "doi": "10.1186/s12916-015-0303-x"
    },
    {
      "title": "Mobile phone health apps for diabetes management: current evidence and future developments",
      "authors": [
        "S Goyal",
        "J Cafazzo"
      ],
      "year": 2013,
      "doi": "10.1093/qjmed/hct203"
    },
    {
      "title": "Future perspectives of smartphone applications for rheumatic diseases self-management",
      "authors": [
        "A Azevedo",
        "H De Sousa",
        "J Monteiro",
        "A Lima"
      ],
      "year": 2014
    },
    {
      "title": "The Diabeo software enabling individualized insulin dose adjustments combined with telemedicine support improves HbA1c in poorly controlled type 1 diabetic patients: a 6-month, randomized, open-label, parallel-group, multicenter trial (TeleDiab 1 Study)",
      "authors": [
        "G Charpentier",
        "P Benhamou",
        "D Dardari",
        "A Clergeot",
        "S Franc",
        "P Schaepelynck-Belicar"
      ],
      "year": 2011,
      "doi": "10.2337/dc10-1259"
    },
    {
      "title": "Mobile phone-based asthma self-management aid for adolescents (mASMAA): a feasibility study",
      "authors": [
        "H Rhee",
        "J Allen",
        "J Mammen",
        "M Swift"
      ],
      "year": 2014,
      "doi": "10.2147/PPA.S53504"
    },
    {
      "title": "DialBetics: smartphone-based self-management for type 2 diabetes patients",
      "authors": [
        "K Waki",
        "H Fujita",
        "Y Uchimura",
        "E Aramaki",
        "K Omae",
        "T Kadowaki"
      ],
      "year": 2012
    },
    {
      "title": "eHealth: individualization of mesalazine treatment through a self-managed web-based solution in mild-to-moderate ulcerative colitis",
      "authors": [
        "B Sands",
        "N Pedersen",
        "P Thielsen",
        "L Martinsen",
        "M Bennedsen",
        "A Haaber"
      ],
      "year": 2014
    },
    {
      "title": "Impact of the Mobile HealthPROMISE Platform on the Quality of Care and Quality of Life in Patients With Inflammatory Bowel Disease: Study Protocol of a Pragmatic Randomized Controlled Trial",
      "authors": [
        "A Atreja",
        "S Khan",
        "J Rogers",
        "E Otobo",
        "N Patel",
        "T Ullman"
      ],
      "year": 2015,
      "doi": "10.2196/resprot.4042"
    },
    {
      "title": "TELEmedicine for Patients with Inflammatory Bowel Disease (TELE-IBD): Design and implementation of randomized clinical trial",
      "authors": [
        "R Cross",
        "G Jambaulikar",
        "P Langenberg",
        "J Tracy",
        "J Collins",
        "J Katz"
      ],
      "year": 2015,
      "doi": "10.1016/j.cct.2015.03.006"
    },
    {
      "title": "Colorectal smartphone apps: opportunities and risks",
      "authors": [
        "M Wheaton",
        "O' Neill",
        "S Brady"
      ],
      "year": 2012
    },
    {
      "title": "Practice Parameters Committee of the American College of Gastroenterology. Ulcerative colitis practice guidelines in adults: American College Of Gastroenterology, Practice Parameters Committee",
      "authors": [
        "A Kornbluth",
        "D Sachar"
      ],
      "year": 2010,
      "doi": "10.1038/ajg.2009.727"
    },
    {
      "title": "European Crohn's and Colitis Organisation (ECCO). The second European evidence-based Consensus on the diagnosis and management of Crohn's disease: Definitions and diagnosis",
      "authors": [
        "A Van",
        "A Dignass",
        "J Panes",
        "L Beaugerie",
        "J Karagiannis",
        "M Allez"
      ],
      "year": 2010,
      "doi": "10.1016/j.crohns.2009.12.003"
    },
    {
      "title": "European Crohn's and Colitis Organisation (ECCO). The second European evidence-based Consensus on the diagnosis and management of Crohn's disease: Special situations",
      "authors": [
        "A Van",
        "A Dignass",
        "W Reinisch",
        "C Van Der Woude",
        "A Sturm",
        "V De"
      ],
      "year": 2010,
      "doi": "10.1016/j.crohns.2009.09.009"
    },
    {
      "title": "Second European evidence-based consensus on the diagnosis and management of ulcerative colitis part 1: definitions and diagnosis",
      "authors": [
        "A Dignass",
        "R Eliakim",
        "F Magro",
        "C Maaser",
        "Y Chowers",
        "K Geboes"
      ],
      "year": 2012,
      "doi": "10.1016/j.crohns.2012.09.003"
    },
    {
      "title": "Second European evidence-based consensus on the diagnosis and management of ulcerative colitis part 2: current management",
      "authors": [
        "A Dignass",
        "J Lindsay",
        "A Sturm",
        "A Windsor",
        "J Colombel",
        "M Allez"
      ],
      "year": 2012,
      "doi": "10.1016/j.crohns.2012.09.002"
    },
    {
      "title": "Second European evidence-based consensus on the diagnosis and management of ulcerative colitis part 3: special situations",
      "authors": [
        "G Van Assche",
        "A Dignass",
        "B Bokemeyer",
        "S Danese",
        "P Gionchetti",
        "G Moser"
      ],
      "year": 2013,
      "doi": "10.1016/j.crohns.2012.09.005"
    },
    {
      "title": "Practice Parameters Committee of American College of Gastroenterology. Management of Crohn's disease in adults",
      "authors": [
        "G Lichtenstein",
        "S Hanauer",
        "W Sandborn"
      ],
      "year": 2009,
      "doi": "10.1038/ajg.2008.168"
    },
    {
      "title": "European Crohn's and Colitis Organisation (ECCO). The second European evidence-based Consensus on the diagnosis and management of Crohn's disease: Current management",
      "authors": [
        "A Dignass",
        "A Van",
        "J Lindsay",
        "M Lémann",
        "J Söderholm",
        "J Colombel",
        "S P L Travis"
      ],
      "year": 2010,
      "doi": "10.1016/j.crohns.2009.12.002"
    },
    {
      "title": "Inflammatory Bowel Disease (IBD) -2013",
      "year": 2013
    },
    {
      "title": "AnswersIn Crohn's Disease",
      "year": 2013,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "AnswersIn Ulcerative Colitis",
      "year": 2013,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "Colitis Diary",
      "year": 2014
    },
    {
      "title": "Colitis Ulcerativa Manager 2",
      "authors": [
        "J Bechmann"
      ],
      "year": 2014
    },
    {
      "title": "Crohn's Diary",
      "year": 2014
    },
    {
      "title": "Crohn's Disease",
      "authors": [
        "Personal Remedies"
      ],
      "year": 2014
    },
    {
      "title": "Crohns Disease & Symptoms",
      "authors": [
        "M Perterson"
      ],
      "year": 2014
    },
    {
      "title": "Crohn's Disease",
      "authors": [
        "Azonetwork"
      ],
      "year": 2015
    },
    {
      "title": "Crohn's Disease Manager 2",
      "authors": [
        "J Bechmann"
      ],
      "year": 2014,
      "doi": "10.7717/peerjcs.1722/fig-1"
    },
    {
      "title": "Crohns Disease Symptoms & Suggested Treatment",
      "authors": [
        "K O'brien"
      ],
      "year": 2015
    },
    {
      "title": "CrohnsTracker Pro",
      "year": 2010,
      "doi": "10.1016/s0969-4765(16)30060-1"
    },
    {
      "title": "Crohn's and Colitis Foundation of America (CCFA). GI Buddy",
      "year": 2014,
      "doi": "10.1097/00054725-200705005-00017"
    },
    {
      "authors": [
        "Medivo",
        "Monitor"
      ],
      "year": 2014,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "authors": [
        "A Manannikov",
        "Ibd"
      ],
      "year": 2011
    },
    {
      "title": "IBD (Crohn's, Colitis)",
      "year": 2013
    },
    {
      "title": "s Diet",
      "authors": [
        "D Fong",
        "Lisa"
      ],
      "year": 2014,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "Living With Crohn's Disease",
      "year": 2011,
      "doi": "10.7717/peerjcs.1722/fig-1"
    },
    {
      "title": "My Crohn's Diary",
      "year": 2013,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "My Crohn's Diary (iOS)",
      "year": 2012,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "MyCrohnsandColitisTeam Mobile",
      "authors": [
        "Myhealthteams"
      ],
      "year": 2014
    },
    {
      "title": "Pentasa Timer",
      "authors": [
        "Ushio Shugo"
      ],
      "year": 2013,
      "doi": "10.7717/peerjcs.1722/fig-1"
    },
    {
      "title": "Poocount",
      "authors": [
        "Tobias Kausch"
      ],
      "year": 2015,
      "doi": "10.17816/rjls630875-4219872"
    },
    {
      "title": "Toilet diary",
      "year": 2014,
      "doi": "10.1016/s0969-4765(16)30060-1"
    },
    {
      "title": "Ulcerative Colitis Information",
      "authors": [
        "Pachara Kongsookdee"
      ],
      "year": 2014
    },
    {
      "title": "Mobile app rating scale: a new tool for assessing the quality of health mobile apps",
      "authors": [
        "S Stoyanov",
        "L Hides",
        "D Kavanagh",
        "O Zelenko",
        "D Tjondronegoro",
        "M Mani"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3422"
    },
    {
      "title": "Medical apps for smartphones: lack of evidence undermines quality and safety",
      "authors": [
        "Awg Buijink",
        "B Visser",
        "L Marshall"
      ],
      "year": 2013,
      "doi": "10.1136/eb-2012-100885"
    },
    {
      "title": "Need to peer-review medical applications for smart phones",
      "authors": [
        "B Visser",
        "Awg Buijink"
      ],
      "year": 2012,
      "doi": "10.1258/jtt.2011.110205"
    },
    {
      "title": "A behavior change model for internet interventions",
      "authors": [
        "L Ritterband",
        "F Thorndike",
        "D Cox",
        "B Kovatchev",
        "L Gonder-Frederick"
      ],
      "year": 2009,
      "doi": "10.1007/s12160-009-9133-4"
    },
    {
      "title": "Trust, Perceived Risk, Perceived Ease of Use and Perceived Usefulness as Factors Related to mHealth Technology Use",
      "authors": [
        "R Schnall",
        "T Higgins",
        "W Brown",
        "A Carballo-Dieguez",
        "S Bakken"
      ],
      "year": 2015
    },
    {
      "title": "Using the internet to promote health behavior change: a systematic review and meta-analysis of the impact of theoretical basis, use of behavior change techniques, and mode of delivery on efficacy",
      "authors": [
        "T Webb",
        "J Joseph",
        "L Yardley",
        "S Michie"
      ],
      "year": 2010,
      "doi": "10.2196/jmir.1376"
    },
    {
      "title": "Using instructional design process to improve design and development of Internet interventions",
      "authors": [
        "M Hilgart",
        "L Ritterband",
        "F Thorndike",
        "M Kinzie"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.1890"
    },
    {
      "title": "What do patients need to know? Living with inflammatory bowel disease",
      "authors": [
        "K Lesnovska",
        "S Börjeson",
        "H Hjortswang",
        "G Frisman"
      ],
      "year": 2014,
      "doi": "10.1111/jocn.12321"
    },
    {
      "title": "Medication-taking behavior in a cohort of patients with inflammatory bowel disease",
      "authors": [
        "I Bernal",
        "E Domènech",
        "E Garcia-Planella",
        "L Marín",
        "M Mañosa",
        "M Navarro"
      ],
      "year": 2006,
      "doi": "10.1007/s10620-006-9444-2"
    },
    {
      "title": "An investigation of medication adherence to 5-aminosalicylic acid therapy in patients with ulcerative colitis, using self-report and urinary drug excretion measurements",
      "authors": [
        "T Moshkovska",
        "M Stone",
        "J Clatworthy",
        "R Smith",
        "J Bankart",
        "R Baker"
      ],
      "year": 2009,
      "doi": "10.1111/j.1365-2036.2009.04152.x"
    },
    {
      "title": "Factors associated with thiopurine non-adherence in patients with inflammatory bowel disease",
      "authors": [
        "J Goodhand",
        "N Kamperidis",
        "B Sirwan",
        "L Macken",
        "N Tshuma",
        "Y Koodun"
      ],
      "year": 2013,
      "doi": "10.1111/apt.12476"
    },
    {
      "title": "Medication adherence and persistence in the treatment of Canadian ulcerative colitis patients: analyses with the RAMQ database",
      "authors": [
        "J Lachaine",
        "L Yen",
        "C Beauchemin",
        "P Hodgkins"
      ],
      "year": 2013,
      "doi": "10.1186/1471-230x-13-23"
    },
    {
      "title": "Non-adherence to treatment in inflammatory bowel disease in Czech Republic",
      "authors": [
        "P Cerveny",
        "M Bortlik",
        "J Vlcek",
        "A Kubena",
        "M Lukás"
      ],
      "year": 2007,
      "doi": "10.1016/j.crohns.2007.08.002"
    },
    {
      "title": "Volitional and accidental nonadherence to pediatric inflammatory bowel disease treatment plans: initial investigation of associations with quality of life and disease activity",
      "authors": [
        "J Schurman",
        "C Cushing",
        "E Carpenter",
        "K Christenson"
      ],
      "year": 2011,
      "doi": "10.1093/jpepsy/jsq046"
    },
    {
      "title": "Effects of and satisfaction with short message service reminders for patient medication adherence: a randomized controlled study",
      "authors": [
        "H Huang",
        "Y Li",
        "Y Chou",
        "Y Hsieh",
        "F Kuo",
        "W Tsai"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6947-13-127"
    },
    {
      "title": "Maintaining stable symptom control in inflammatory bowel disease: a retrospective analysis of adherence, medication switches and the risk of relapse",
      "authors": [
        "A Robinson",
        "M Hankins",
        "G Wiseman",
        "M Jones"
      ],
      "year": 2013,
      "doi": "10.1111/apt.12396"
    },
    {
      "title": "Beliefs about GI medications and adherence to pharmacotherapy in functional GI disorder outpatients",
      "authors": [
        "B Cassell",
        "C Gyawali",
        "V Kushnir",
        "B Gott",
        "B Nix",
        "G Sayuk"
      ],
      "year": 2015,
      "doi": "10.1038/ajg.2015.132"
    },
    {
      "title": "Factors associated with non-adherence to oral medication for inflammatory bowel disease: a systematic review",
      "authors": [
        "C Jackson",
        "J Clatworthy",
        "A Robinson",
        "R Horne"
      ],
      "year": 2010,
      "doi": "10.1038/ajg.2009.685"
    },
    {
      "title": "The effect of reminder systems on patients' adherence to treatment",
      "authors": [
        "S Fenerty",
        "C West",
        "S Davis",
        "S Kaplan",
        "S Feldman"
      ],
      "year": 2012,
      "doi": "10.2147/PPA.S26314"
    },
    {
      "title": "Dose-response effects of the text4baby mobile health program: randomized controlled trial",
      "authors": [
        "W Evans",
        "P Nielsen",
        "D Szekely",
        "J Bihm",
        "E Murray",
        "J Snider"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3909"
    },
    {
      "title": "Practical strategies for enhancing adherence to treatment regimen in inflammatory bowel disease",
      "authors": [
        "R Greenley",
        "J Kunz",
        "J Walter",
        "K Hommel"
      ],
      "year": 2013,
      "doi": "10.1097/mib.0b013e3182813482"
    },
    {
      "title": "Smartphone medication adherence apps: potential benefits to patients and providers",
      "authors": [
        "L Dayer",
        "S Heldenbrand",
        "P Anderson",
        "P Gubbins",
        "B Martin"
      ],
      "year": 2003,
      "doi": "10.1331/japha.2013.12202"
    },
    {
      "title": "Commercially available mobile phone headache diary apps: a systematic review",
      "authors": [
        "A Hundert",
        "A Huguet",
        "P Mcgrath",
        "J Stinson",
        "M Wheaton"
      ],
      "year": 2014,
      "doi": "10.2196/mhealth.3452"
    },
    {
      "title": "Diabetes self-management smartphone application for adults with type 1 diabetes: randomized controlled trial",
      "authors": [
        "M Kirwan",
        "C Vandelanotte",
        "A Fenning",
        "M Duncan"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2588"
    },
    {
      "title": "Development of a Web-based, self-reporting symptom diary for Crohn's Disease, and its correlation with the Crohn's Disease Activity Index: Web-based, self-reporting symptom diary for Crohn's Disease",
      "authors": [
        "E Kim",
        "K Park",
        "K Cho",
        "K Kim",
        "B Jang",
        "E Kim",
        "Daegu-Gyeongbuk Gastrointestinal",
        "Study Group",
        "( Dgsg"
      ],
      "year": 2014,
      "doi": "10.1016/j.crohns.2014.09.003"
    },
    {
      "title": "Influence of dietary factors on the clinical course of ulcerative colitis: a prospective cohort study",
      "authors": [
        "S Jowett",
        "C Seal",
        "M Pearce",
        "E Phillips",
        "Gregory Barton"
      ],
      "year": 2004,
      "doi": "10.1136/gut.2003.024828"
    },
    {
      "title": "Moderate dietary temperance effectively prevents relapse of Crohn disease: a prospective study of patients in remission",
      "authors": [
        "M Tanaka",
        "Y Iwao",
        "S Sasaki",
        "S Okamoto",
        "H Ogata",
        "T Hibi"
      ],
      "year": 2007,
      "doi": "10.1097/01.SGA.0000278169.35930.f8"
    },
    {
      "title": "Fatty acids, IL6, and TNFalpha polymorphisms: an example of nutrigenetics in Crohn's disease",
      "authors": [
        "C Guerreiro",
        "P Ferreira",
        "L Tavares",
        "P Santos",
        "M Neves",
        "M Brito"
      ],
      "year": 2009
    },
    {
      "title": "Fat intake interacts with polymorphisms of Caspase9, FasLigand and PPARgamma apoptotic genes in modulating Crohn's disease activity",
      "authors": [
        "P Ferreira",
        "M Cravo",
        "C Guerreiro",
        "L Tavares",
        "P Santos",
        "M Brito"
      ],
      "year": 2010,
      "doi": "10.1016/j.clnu.2010.06.008"
    },
    {
      "title": "What Are Adults With Inflammatory Bowel Disease (IBD) Eating? A Closer Look at the Dietary Habits of a Population-Based Canadian IBD Cohort",
      "authors": [
        "K Vagianos",
        "I Clara",
        "R Carr",
        "L Graff",
        "J Walker",
        "L Targownik"
      ],
      "year": 2014,
      "doi": "10.1177/0148607114549254"
    },
    {
      "title": "Crohn's & Colitis Foundation of America",
      "authors": [
        "Ibd Diet"
      ],
      "year": 2012
    },
    {
      "title": "Living with Crohn's & Colitis.: Crohn's & Colitis Foundation of America",
      "year": 2015,
      "doi": "10.1007/springerreference_178185"
    },
    {
      "title": "Dietary and nutritional considerations for inflammatory bowel disease",
      "authors": [
        "M Lomer"
      ],
      "year": 2011,
      "doi": "10.1017/s0029665111000097"
    },
    {
      "title": "Self-management for people with inflammatory bowel disease",
      "authors": [
        "F Saibil",
        "E Lai",
        "A Hayward",
        "J Yip",
        "C Gilbert"
      ],
      "year": 2008
    },
    {
      "title": "Regulation of health apps -a practical guide. 275",
      "year": 2012,
      "doi": "10.1002/9781119966241.fmatter"
    },
    {
      "title": "Don't Forget the Doctor: Gastroenterologists' Preferences on the Development of mHealth Tools for Inflammatory Bowel Disease",
      "authors": [
        "Van Mt",
        "R Fournier",
        "R Fedorak"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.3987"
    }
  ],
  "num_references": 91
}
