{
  "paper_id": "9QFSG3K5",
  "title": "Insights into insurance coverage for digital therapeutics: A qualitative study of US payer perspectives",
  "abstract": "BACKGROUND: In the last decade there has been an increase in the development and marketing of digital therapeutic (DTx) products aiming to prevent, manage, or treat a medical disorder or disease. Health insurance coverage for these products is not well established, and payers are facing increasing pressure to include these products as a covered benefit. \n OBJECTIVE: To examine factors and characteristics that could drive health insurance coverage of DTx products from US payers' and coverage decision-makers' perspectives. \n METHODS: This was a qualitative noninterventional, cross-sectional study conducted from August 2022 to October 2022. Virtual focus group meetings with pharmacy benefit managers/directors or medical directors representing a range of health insurance organizations were held following a semistructured interview guide. Convenience and snowball sampling techniques were used to identify participants. Transcripts were coded and analyzed with Atlas.ti software to identify common themes and subthemes. \n Plain language summary Many digital therapeutic products are currently being developed and marketed. However, these products are not widely included as a benefit of health care insurance. Coverage of these products remains uncertain because of issues concerning evidence, changes in policies, billing, and prescription or nonprescription status. \n Implications for managed care pharmacy Digital therapeutic products are an emerging technology that present challenging issues for coverage and reimbursement. Study results can help to inform payer decision-making on whether and how plans incorporate digital therapeutics.",
  "year": 2023,
  "date": "2023-02-07",
  "journal": "Dealroom.co",
  "publication": "Dealroom.co",
  "authors": [
    {
      "forename": "Daniel",
      "surname": "Malone",
      "name": "Daniel Malone",
      "email": "dan.malone@utah.edu"
    },
    {
      "forename": "Ainhoa",
      "surname": "Gomez Lumbreras",
      "name": "Ainhoa Gomez Lumbreras"
    },
    {
      "forename": "Jason",
      "surname": "Hurwitz",
      "name": "Jason Hurwitz"
    },
    {
      "forename": "Xi",
      "surname": "Liang",
      "name": "Xi Liang"
    },
    {
      "forename": "Sierra",
      "surname": "Schippers",
      "name": "Sierra Schippers"
    },
    {
      "forename": "Katie",
      "surname": "Phillip",
      "name": "Katie Phillip"
    },
    {
      "forename": "Sandipan",
      "surname": "Bhattacharjee",
      "name": "Sandipan Bhattacharjee"
    },
    {
      "forename": "Heidi",
      "surname": "Waters",
      "name": "Heidi Waters"
    },
    {
      "affiliation": "Department of Pharmacotherapy , College of Pharmacy , University of Utah , Salt Lake City ( \n\t\t\t\t\t\t\t\t Department of Pharmacotherapy \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salt Lake City"
    },
    {
      "affiliation": "Lumbreras and Malone ); Center for Health Outcomes and PharmacoEconomic Research , College of Pharmacy , The University of Arizona , Tucson ( Hurwitz) ; \n\t\t\t\t\t\t\t\t Center for Health Outcomes and PharmacoEconomic Research \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t Hurwitz) \n\t\t\t\t\t\t\t\t Lumbreras and Malone \n\t\t\t\t\t\t\t\t The University of Arizona \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Tucson"
    },
    {
      "affiliation": "College of Pharmacy , University of Utah , Salt Lake City (Liang , Schippers , Phillip \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Utah \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Salt Lake City (Liang Schippers \n\t\t\t\t\t\t\t\t\t Phillip"
    },
    {
      "affiliation": "Otsuka Pharmaceutical Development & Commercialization, Inc. , Princeton , NJ \n\t\t\t\t\t\t\t\t Otsuka Pharmaceutical Development & Commercialization, Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Princeton \n\t\t\t\t\t\t\t\t\t NJ"
    }
  ],
  "doi": "10.18699/bgrs2024-1.2-05",
  "sections": [
    {
      "title": "RESULTS:",
      "text": "Five focus group meetings and 1 individual interview were held from August to October 2022. Participants (n = 22) were mostly pharmacists (n = 18, 85%) with more than 15 years of experience (n = 18, 85%). Some participants indicated that DTx products for diabetes (n = 6, 29%), mental/ behavioral health (n = 3, 14%), and substance abuse disorders (n = 3, 14%) were already covered by their organizations. The topics generating the most comments grouped by code were issues around the evidence for DTx (67 unique comments) and barriers for coverage (60 unique comments). Participants indicated they want to have evidence of effectiveness that is similar to traditional pharmaceutical products. Barriers for coverage included a need to revise benefit policies, exclusion of nonprescription Digital therapeutic (DTx) products have emerged in the last decade as software/devices that intend to prevent, deliver, or treat medical conditions.  1  The Digital Therapeutics Alliance described DTx as \"evidence-based therapeutic interventions that are driven by high-quality software programs to prevent, manage, or treat a medical disorder or disease.\"  2  In the digital health field, DTx products have increased the fastest since 2017. The US Food and Drug Administration (FDA) has assessed numerous DTx products and approved some for marketing.  3, 4 In 2020, the FDA created the Digital Health Center of Excellence to empower stakeholders to advance health care by fostering responsible and high-quality digital health innovation.  5 Many DTx products currently available are being used to treat or assist in treating behavioral/mental health conditions and diabetes, and there are DTx products being developed to address numerous other conditions, such as urinary dysfunction or ophthalmology.  6, 7 he rapid evolution of digital health products has exceeded the pace that government and policy makers can develop guidance and procedures to evaluate these products. Whether all DTx products require regulatory clearance depends on 2 factors: the risk level presented by the DTx product and/or the claims validation through clinical evaluations.  8, 9 Because of the unique nature of DTx products, there is considerable uncertainty around the coverage of DTx applications and research on how these should be evaluated, marketed, provided, and covered to patients.  10, 11 In 2021, the Academy of Managed Care Pharmacy hosted a partnership forum to discuss how managed care organizations could assess their value and how they could fit into the covered benefits.  12 Participants identified several challenges, such as the lack of definitions, categorization, and regulatory pathways. The DTx coverage issues identified (eg, DTx approval, a body to evaluate the coverage, and evidence to make decisions) guided our study. Given the uncertainty around DTx products, it is important to obtain views from payers on their perspectives about these products and factors that will affect integration into health care insurance benefits."
    },
    {
      "title": "AIM",
      "text": "The overall purpose of the study was to examine the factors and characteristics that may affect health insurance coverage of DTx products from US payer and coverage decision-maker perspectives. We sought to understand opinions, attitudes, and experiences concerning coverage of DTx products."
    },
    {
      "title": "Methods"
    },
    {
      "title": "STUDY DESIGN",
      "text": "This was a noninterventional, cross-sectional qualitative study conducted during August to October 2022. To gain insights from payers about factors affecting coverage for DTx products, we used a series of focus groups facilitated by a discussion guide to explore participants' beliefs and motivations concerning DTx products.  13 We followed the consolidated criteria for reporting qualitative research.  14 igure  1  shows the overall study flowchart.\n\nTo determine payers' opinions concerning coverage of DTx products, we employed a two-stage process comprising (1) a premeeting survey to collect participants' professional characteristics and awareness/assessment/knowledge of DTx product coverage and (2) focus group sessions to gather insight of payers' perspectives on the coverage of DTx products. This process allowed us to capture individual perceptions before the focus group to minimize bias while still obtaining insight into the topics of interest."
    },
    {
      "title": "PREMEETING SURVEY",
      "text": "Before participating in the focus group session, an online questionnaire examining the current coverage of DTx products, potential indications of where DTx products could be covered, and attributes that could affect the likelihood of coverage and safety concerns was sent to all participants (survey questions appear in Supplementary Exhibit 1, available in online article). The premeeting survey also captured participants' demographics, professional role, and organization characteristics."
    },
    {
      "title": "FOCUS GROUP DISCUSSION GUIDE",
      "text": "To facilitate and standardize the focus group sessions, a semistructured discussion guide based on previous research concerning DTx products was developed.  [15] [16] 6] [17] [18]  The objective of this study was to identify important issues affecting coverage of DTx products by health insurance programs. Focus groups discussed the following topics: DTx product evidence, the FDA review process, pharmacy or medical benefit coverage, benefit design/policies, other barriers, stand-alone products, indications, duration of coverage, the reimbursement process, prescription or nonprescription, and the potential impact of legislation.\n\nproducts, and mechanisms for billing. DTx products with an indication for mental/behavioral health were viewed as most likely to be reimbursed. Coverage of DTx products may occur under either the pharmacy or medical benefit."
    },
    {
      "title": "CONCLUSIONS:",
      "text": "Health care payers stated that evidence of effectiveness was a necessary condition for health insurance coverage of DTx products. Given these are relatively new in health care, payers had more questions than answers regarding how these products will be integrated into health benefits."
    },
    {
      "title": "INCLUSION AND EXCLUSION CRITERIA",
      "text": "To be included in the study, participants needed to have experience in designing or managing health insurance benefits. These could be either current or former pharmacy or medical directors or managers representing a range of health insurance organizations, including regional health plans, national plans, pharmacy benefit managers, health maintenance organizations, and benefit consulting groups. Apart from the professional requirements, all participants had to be aged at least 21 years and able to communicate in English. Participants currently working for a company with a DTx product or with no role in health care benefit decision-making were not eligible for the study."
    },
    {
      "title": "PROCEDURES",
      "text": "We held focus group meetings virtually, with a maximum of 5 participants each. If a participant expressed willingness to participate but had a scheduling conflict with the focus group times, they could participate in a separate one-on-one interview."
    },
    {
      "title": "DATA ANALYSIS",
      "text": "We used Microsoft Excel (Microsoft Corporation) to analyze descriptive statistics on the questionnaire responses. Descriptive statistics (n, mean, SD, median, minimum, and maximum values) were estimated for continuous variables"
    },
    {
      "title": "RECRUITMENT",
      "text": "A purposive (a nonprobability) sample of pharmacists and physicians employed by government health care agencies, health insurance companies, pharmacy benefit managers, and benefit consultants were invited to participate in the study. Through professional networks, snowball sampling (using participants' connections), and convenience sampling (those willing to participate and with availability for meeting the focus group sessions), potential participants were contacted via emails from the study's principal investigator. Based on the researcher's prior experience with conducting studies with payer representatives, a sample of 20 to 25 individuals was selected. The sample was designed to include a mix of physicians and pharmacists representing a range of employer organizations from small to large numbers of beneficiaries and types of enrollees."
    },
    {
      "title": "ETHICS",
      "text": "All participants received an informed consent document and returned the signed consent before participating. The University of Utah Human Subjects Protection program reviewed and approved the study and associated materials. Only the research team and participants attended the meetings; the study sponsor was not permitted to attend the sessions nor access focus group recordings and transcripts. Furthermore, participants were informed that participation was confidential and that the study sponsor was blinded to participants."
    },
    {
      "title": "FIGURE 1",
      "text": "Digital Therapeutics Study Flowchart\n\nParticipants invited n = 81 Nonresponse/inability to participate = 59 Recruited participants n = 22 Consenting participants n = 22 Date Participants August 25 4 August 31 7 Sep 24 3 Oct 3 5 Oct 19 1 Oct 20 2 Focus groups n = 22 Survey respondents n = 21\n\nbecause of personal reasons). Five focus group meetings and 1 individual interview were conducted between August 25 and October 20, 2022. The average meeting duration was 75.5 (SD = 18.9) minutes."
    },
    {
      "title": "PARTICIPANT CHARACTERISTICS",
      "text": "Participants were mainly men (n = 14, 67%) who were aged at least 50 years (n = 16, 76%) and Caucasian (n = 17, 81%). Participants' backgrounds were either pharmacists (n = 18, 86%) or physicians (n = 3, 14%). More than a quarter of the participants (n = 7, 34%) indicated that their organizations provide services at the national level. Most participants had 16 years or more of experience in the health benefits field (n = 18, 86%) and rated themselves with an experience of DTx products/applications of 59.7 (SD = 29.6) on a scale from 0 (very low) to 100 (very high). Complete demographic and professional characteristics appear in Table  1 .\n\nand counts and percentage for categorical and nominal variables. We received the participants' permission to record each focus group session and then verified auto-generated transcripts for accuracy. Researchers underwent comprehensive reading of the transcripts of the focus groups and developed a list of codes using ATLAS.ti software (ATLAS.ti GmbH; version 22). Then, subthemes for those codes were defined, and a final list was reorganized to form categories with data points that give an insightful answer to each of the questions."
    },
    {
      "title": "Results",
      "text": "Of 81 participants invited, 22 agreed to participate (27% participation rate). A total of 21 participants answered the online questionnaire, and 22 participated in the focus groups (1 participant did not complete the questionnaire\n\nCharacteristics N = 21 Age, n (%) 21-29 years -30-39 years 1 (5) 40-49 years 4 (19) 50-59 years 9 (43) ≥60 years 7 (33) Sex, n (%) Female 6 (29) Male 14 (67)\n\nPrefer not to answer 1 (5)"
    },
    {
      "title": "Race and ethnicity, n (%)",
      "text": "Asian/Pacific Islander 3 (  14 ) White/Caucasian 17 (81) Missing 1 (5) Discipline, n (%) Pharmacist 18 (86) Physician 3 (14) Years of professional license, mean (SD) 29.1 (10.0) Position title, n (%) Clinical pharmacists 3 (14) Consultant 4 (19) Medical leadership 3 (14) Pharmacy leadership 11 (52)\n\nParticipants and Organization Characteristics TABLE  1  continued on next page rating of attributes that would most likely result in a product being covered was \"to diagnose or support care for a medical condition\" (mean 3.5 [SD = 1.0]) in a 1-4 Likert scale. The level of concern related to the issue of DTx-induced adverse effects was rated 2.9 (SD = 1.0) in a 1-5 Likert scale from not a concern (1) to very concerned (5). The complete results to these questions are in Supplementary Table  1 ."
    },
    {
      "title": "Need for Evidence.",
      "text": "Almost all survey respondents (n = 19, 90%) indicated they would require a clinical trial to consider coverage of the product. Participants expressed a current lack of evidence for DTx products and emphasized that high-quality evidence would be required to cover"
    },
    {
      "title": "TOPICS OF INTEREST",
      "text": "The most frequently discussed topic, based on the number of comments/mentions, was \"Evidence\" (67, 14.6%), as participants highlighted several times the need for quality and length of the studies to demonstrate efficacy and safety of DTx products. The second topic most mentioned was \"Barriers for DTx coverage\" (60, 13.1%). The complete distribution of the coded topics is shown in Figure  2 . \"Duration of the coverage\" (16, 3.5%), \"Stand-alone DTx product\" (a stand-alone DTx product is not intended to be combined with a drug for therapeutic benefit) (15, 3.3%), and \"Coding\" (11, 2.4%) were the least discussed topics. Supplementary Exhibit 2 summarizes subtheme classifications for each of the topics. Participants'"
    },
    {
      "title": "Characteristics N = 21",
      "text": "Years of health benefits experience, n (%)\n\n≥15 18 (85) Organization, n (%) Managed care organization 11 (52) Health benefit consultant 4 (19) PBM 3 (14) HMO/health plan 2 (9) Pharmacy services organization 1 (5) Service level (could select more than one), n (%) Local 4 State 6 Regional 13 National 7 Areas served by organization (could select more than one), n (%) Northeast 12 (57) Midwest 10 (48) West 14 (67) South 10 (8) Total members covered by health plan, mean (SD)/minimum-maximum 8,635,632 (17,502,855)/120,000-65,000,000 Experience with DTx products (0 = very low to 100 = very high), mean (SD) 59.7 (29.6) Range of articles read on DTx products, n (%) None 1 (5) <5 13 (62) 5-10 4 (19) 11-20 2 (9) ≥21 1 (5) DTx = digital therapeutic; HMO = health maintenance organization; PBM = pharmacy benefit manager.\n\nParticipants and Organization Characteristics (continued) TABLE  1  of the effect and to gain insights from pilots? Before we figure out? Is there an ROI [return on investment]? And how do we deploy it?\"\n\nThe study type and methods were also discussed.\n\n• \"Small and they're also not usually they don't give us the answer over 52-week period.\" • \"…devices and procedures have been reviewed? They go through medical technology, and they're not covered until there's real-world evidence in supporting their efficacy.\" • \"We're going to look at the clinical trials, the randomized control trials, these are not wearables.\"\n\nCurrent and Future Coverage. More than half of the participants (n = 12, 57%) were not aware of DTx products currently covered by their company. Some participants voiced a strong opinion that they do not plan to cover DTx products in the future, whereas others would likely cover DTx products if the evidence were strong enough or if the financial risk was low. One participant specifically discussed the potential of providing a DTx software license as an option for coverage to better control access and, therefore, costs:\n\n• \"We are not adopting these digital therapeutics, especially being forced by the methodology that they're trying to get on the pharmacy side, because we don't see it one as a drug at all...\" these products. The need for evidence, including efficacy and effectiveness supporting the value or added benefit from a cost-effectiveness perspective, was mentioned several times:\n\n• \"I mean just like a prescription drug. If it doesn't have clinical trial data, we're not going to cover it.\" • \"...evidence to show that it impacts meaningful health outcomes and health resource utilization.\"\n\nPayers voiced the opinion that traditional clinical evidence was considered insufficient; participants wanted evidence around resource use and cost. Some comments included the following:\n\n• \"So, the evidence they're going to need is in that total cost of care, include the cost of the therapy and the outcome not just the outcome.\" • \"They tend to do limited studies that focus on clinical endpoints. What they're not focusing on is any reduction in health resource utilization.\"\n\nParticipants stated they wanted evidence on the durability and generalizability for the DTx product.\n\n• \"…with the limited published evidence that's out there, we're not seeing long-term value proposition and longterm effectiveness.\n\n\" • \"…durability and stuff to see what it looks like down the road after that 8 to 12 weeks.\" • \"What populations, how long you know, they do you use the technology? What's the durability or the stickiness FDA = US Food and Drug Administration; Gov't = governmental; Med/Rx = medical or pharmacy benefit. Evidence Barriers Circumstances Med/Rx FDA Indication Reimbursement Benefit Prescription Gov't legislation/regulation Duration Stand-alone Coding 67 60 51 50 40 39 38 33 20 18 16 15 11 0 1 0 2 0 30 40 50 60 70 80\n\nwould require an FDA evaluation of the DTx product for it to be considered for coverage, especially if it was to be approved under the pharmacy benefit. Others indicated that FDA evaluation was useful but not necessarily required for coverage. Participants viewed FDA review as supportive to coverage, but several payers cited the need for evidence beyond the requirements of the FDA to consider a DTx product for coverage. Statements included the following:\n\n• \"...even if it is FDA cleared, we still need more evidence. That's the standard.\" • \"It doesn't mean we have to cover it just because it's prescription or the FDA approved... We don't cover all drugs if they don't have good value.\"\n\nParticipants were asked whether and how pending legislation (at the time of study, ie, fall 2022) requiring the Centers for Medicare & Medicaid Services (CMS) to cover DTx products would influence their coverage policies, including coverage in the commercial sector. Although public sector plans would be required to cover DTx in line with CMS mandates, participants recognized that when legislation is passed affecting CMS, there are downstream consequences to other components of the health care sector. Therefore, opinions were mixed on whether the CMS mandate would carry over to commercial coverage. Participants' comments included the following:\n\n• \"It doesn't mandate commercial coverage, but it definitely helps.\n\n\" • \"The optics would look bad if you're covering it for one line of business that is mandated, but not the other.\" Reimbursement Mechanisms. Discussion among the payers about reimbursing/billing for DTx products demonstrated • \"We leave it up to... [the] health plan side... if they want to cover it…we'll support the management of that on their behalf in terms of operationalizing that and it's showing proper processing.\" • \"You're basically either licensing it on a site license basis or on a per member per month basis and you control access to it. The same way that they control access to any other software that we license. So, then I don't have to know that it's going to work for one member that we give it to.\" DTx Place in Coverage Policies. Because of the unique nature of DTx products as intangible products, respondents were uncertain if reimbursement should go through medical or pharmacy benefits. When asked specifically which governance body would evaluate a DTx product, the majority thought it would probably be the pharmacy and therapeutics committee (n = 15, 71%); however, several participants answered \"other\" (n = 6, 29%) indicating they were either unsure or that both pharmacy and medical committees could evaluate DTx products.\n\n• \"From a simplicity standpoint, operational standpoint, it's easier to add the pharmacy. And patients may also pay something which may also help that, you know, they're engaged.\" • \"If the product is pharmacy eligible, then through pharm benefit or vice versa, depends on the product.\"\n\nAmong the participants representing pharmacy benefit managers, there was a strong preference to have the benefit delivered through the pharmacy. A total of 7 individuals (33%) were proponents of coverage under the pharmacy benefit because of simplicity and cost to operationalize. One person expressed the opinion that the medical benefit would be a better coverage route, whereas the remainder of participants expressed that it would depend on other factors. Contextual factors would affect whether the product would be pharmacy eligible, whether it would be considered durable medical equipment (DME), or what disease state the product was used to treat. Participants were specifically asked if the prescription status on DTx products would be a requirement for coverage. Requiring a prescription to obtain access was widely supported by most of the participants but not all. Prescription status would be required if the DTx product was to be covered under the pharmacy benefit. Figure  3  shows the complete results for which body they considered would evaluate DTx coverage.\n\n• \"If it's FDA approved as a prescription device, it will probably go through pharmacy. If not, it might be medical, possibly DME even? We haven't gotten that far yet.\"\n\nRegulation and Pending Legislation. When asked about the role of the FDA, 14 (66.7%) respondents said they FIGURE 3 Participants' Opinions on Under What Benefit Digital Therapeutics Should Be Reimbursed \"Depends\" indicates that respondents were given the opportunity to clarify circumstances that would affect the coverage. Medical benefit Pharmacy benefit Either Unknown/uncertain Depends 19% 5% 14% 29% 33%\n\nadditional evidence, with 4 participants suggesting that pilot programs should be conducted to determine the ROI for a health plan. Three participants indicated that they had observed pilot programs being implemented. Pilot programs could help alleviate payers' concerns about the value of the DTx product, as was alluded to by several individuals as demonstrated below (quotes are from separate individuals).\n\n• \"If you're willing to do pilots and potentially even reimburse these because they have clinical benefit and offsets that's a little bit easier to…\" • \"And I do think there are plans and payers who support a pilot, so they do it like a carve-out of all of their existing groups or commercial business…\"\n\nOther barriers included protection of health data, the need for payments to health care providers for reviewing DTx products, and social barriers among users, such as literacy and language.\n\nMuch of the discussion centered around uncertainty about the benefits of DTx products and how these products would fit into current treatment paradigms. However, participants mentioned several attributes that would facilitate greater acceptance and coverage of these products, including FDA review and \"approval\" as well as the CMS developing payment coding mechanisms for providers to bill for their efforts to prescribe and monitor patients using DTx products. Another benefit raised by many participants was the issue of a shortage of health care providers and how DTx products may assist some patients who lack access to care, such as access to mental health providers. Participants raised the concern about who would be responsible for evaluating such technologies because of the perception that DTx products straddle pharmacy and medical benefits. For example, a continuous blood glucose monitor may be covered under a medical benefit, whereas insulin products are a pharmacy benefit. An application integrating a patient's blood glucose level with recommendations to give insulin may be perceived as a medical and a pharmacy benefit."
    },
    {
      "title": "Reasons to Use a DTx Product and Indications of Interest.",
      "text": "Participants were asked to rank 4 reasons for coverage (treating a medical condition, managing or preventing a medical condition, optimizing treatment, and diagnosing or supporting medical care). Treating a medical condition was assigned the highest rank (mean 2.0 [SD = 1.1]), followed by managing or preventing a medical condition (2.2 [0.8]), optimizing treatment (eg, improving adherence; 2.2 [1.0]), and diagnosing or supporting medical care (3.5 [1.0]).\n\nRegarding indications for DTx products, some participants' organizations already cover DTx products for diabetes (n = 6), mental health conditions (n = 3), and substance use disorders (n = 3). In terms of the likelihood of future coverage, that there may be multiple avenues for reimbursement, but the avenues remain unclear. A prescription would be necessary for many health plans to reimburse a DTx product given that many policies exclude reimbursement for over-thecounter products. Participants widely agreed that a coding system would be required, and that a Current Procedural Terminology (CPT) code or National Drug Code (NDC) would be the most efficient ways to ensure reimbursement.\n\n• \"Sometimes it just comes down to how are you billing it... is there a CPT code, is there NDC? ...the operational part of it... is sometimes a challenge.\" • \"If there's coding associated... then usually, it is a CPT code for the procedure associated with either training on the device or downloading data from the device, or it can be an adjunct to physician code that this is part of like a collaborative practice.\"\n\nRisk-sharing agreements were discussed as another potential option for coverage, and payers acknowledged that these agreements may limit the financial exposure for payers if patients do not use the product as intended. One participant noted • \"... maybe there needs to be some kind of refund or risk sharing, and I think that would ease a lot of concerns as well.\""
    },
    {
      "title": "Facilitators and Barriers for Coverage and Evidence Needs.",
      "text": "Participants raised numerous issues that would affect potential coverage of DTx products, including concerns about durability of treatment effect, cost of products, and mechanisms for reimbursement/payment. Other issues included the role of DTx products on patient engagement/adherence and government oversight. The lack of DTx definition and the perception of DTx products not being \"bona fide\" treatments was discussed in almost all focus group sessions as a barrier for coverage. Some participants were reluctant to provide coverage of DTx products because they consider them to be \"apps,\" and the perception is that many applications could be downloaded for free.\n\n• \"It's going to go back to the employer groups, their perception is that these are gamification programs are apps and …they're not actually therapeutics, so convincing them that they should be covered is going to be difficult.\"\n\nParticipants expressed concern about the duration of treatment effect for patients that use a DTx product as well as how often a payer would be required to purchase the application for patients using it. Participants worried about being billed for multiple \"sessions\" if the patient was not using the DTx product. Some payers indicated that they would follow the label as a guide for the duration of coverage. Others specifically mentioned the need for • \"Is this something that's going to help us get to where we need to be, clinically?\"\n\nPayer Management of DTx Products. Many technologies, including drugs and some procedures, are actively managed by payers through various policies, such as prior authorization, step edits, quantity limits, and a variety of other measures. Participants' expectations of DTx products are that they would be managed in a similar fashion, but responses were varied. For some, it would depend on what the other available treatment options were, whereas others expressed using formulary restrictions for data collection purposes (eg, indication-specific prior authorizations), and still others stated they would use a prior authorization to limit the number of times a DTx product would be used with a single patient. One participant suggested that a DTx product could be part of a care management program rather than covering it separately. A few participants explained that their organizations were currently covering DTx products as part of clinical programs.\n\n• \"I believe these programs primarily belong in care management and rather than doing them as a DME device, or as a pharmaceutical, they need to be programmatic solu-tions… the optimal place for this is as part of a complex care management, disease management program.\" • \"We've launched these types of products as clinical programs... or as employer groups that desire additional mental health services or substance abuse services.\" conditions that were unlikely to be covered included genitourinary conditions (n = 8), digestive inflammatory conditions (n = 8), ophthalmology (n = 8), and inflammatory conditions (n = 7). Figure  4  shows participants' willingness to cover DTx products by conditions. Participants agreed that DTx products related to behavioral health treatments have the most potential for future coverage. Participants mentioned potential reasons for DTx product coverage, such as reaching remote geographic regions or increasing patient treatment adherence. Comments included the following:\n\n• \"Remote medicine, second opinion, or just further education to the patient…areas where physical examination is not necessary.\" • \"I think that the incremental improvement in compliance in the specialty space for some really targeted meds, to me, seems like it has the big potential just because there's a bigger ROI of the process.\"\n\nBecause DTx products may be designed to use in conjunction with a traditional pharmaceutical or other treatment, we asked participants if this would affect their perceptions of coverage. They had mixed opinions concerning the role of DTx companion products, with some saying it would depend on how the product was developed. For example, one participant stated that it\n\n• \"Goes back to the trial, do they have data showing that it seems as good as or better…\" ADHD = attention-deficit/hyperactivity disorder; PTSD = posttraumatic stress disorder. B e h a v i o r a l a n d m e n t a l A D H D A u t i s m P T S D S u b s t a n c e u s e D I n s o m n i a G e n i t o u r i n a r y C h r o n i c p a i n N e u r o l o g i c a l R e s p i r a t o r y C a r d i o l o g y D i a b e t e s O n c o l o g y D i g e s t i v e i n fl a m m a t o r y I n fl a m m a t o r y O b e s i t y O p h t h a l m o l o g y 25 20 15 10 5 0 Would not cover May cover Already covering\n\nproducts under the Medicare program. In March 2023, the Access to Prescription Digital Therapeutics Act of 2023 bill was introduced in Congress to amend titles XVIII and XIX of the Social Security Act to provide a reimbursement mechanism for prescription DTx products.  26 Several organizations, including the Academy of Managed Care Pharmacy, have expressed support for this legislation.\n\nAlthough the legislation was introduced after the focus groups were conducted, draft legislation was available at the time of the study. At that time, participants expressed conflicting opinions on whether legislation requiring the CMS to cover DTx products would influence their coverage policies but acknowledged that this would likely increase adoption of DTx products. Components of the legislation will provide a framework to evaluate the safety and efficacy of the DTx products, develop real-world evidence, address issues around data privacy, and provide guidance on economic evaluations of these technologies.  2, 27 articipants' concerns about the ROI were also an issue, because they wanted clinical benefits to accrue over time and not be transitory in nature. Interest in the economic impact of DTx interventions was keen despite being scarcely provided for DTx products.  [28] [29] 9] [30]  Concerning payment, although traditional methods of billing were mentioned,  31  a few participants were supportive of risk-sharing agreements, as has been used with some pharmaceuticals. Risk-sharing agreements have increased over time for pharmaceuticals, especially in oncology, and these types of agreements are more frequently conducted in Europe than in the United States.  [32] [33] ] [34]  There was general agreement by participants that the therapeutic area where DTx products have the highest likelihood of coverage were mental health and related conditions. Widespread recognition by payers concerning the lack of access to mental health professionals, especially after hours and in rural communities, and the cognitive behavioral component of DTx products led to agreement that mental and behavioral health conditions could be treated with DTx products.  35, 36 Participants also mentioned that DTx products may have a role in adherence improvement, consistent with several meta-analyses on mental health interventions that have shown improved adherence and clinical outcomes when using behavioral DTx products.  [37] [38] 8] [39]  On the other hand, there was a high degree of skepticism about the use of DTx products for urinary incontinency and ophthalmology, even though there is some supporting literature for DTx products in these therapeutic areas.  40, 41 his study did not attempt to cover operational issues that might be associated with DTx products, such as who is responsible and who is allowed to view DTx"
    },
    {
      "title": "Discussion",
      "text": "This study provides the insights of 22 payers on the innovative field of DTx products and their potential coverage by health insurance programs. Overall, participants highlighted expectations for high-quality evidence to support coverage of DTx products because evidence was the most discussed topic. A key attribute concerning evidence was the issue of a comparator group. There is significant potential for selection bias among users of DTx, and identifying an appropriate comparison group can be challenging. In some clinical trials of DTx products, patients were randomized to either the DTx product or being in the waiting list. Clinical studies of DTx products have placed participants not randomized to the DTx arm to a waiting list arm as a control group.  19, 20 This addresses selection bias but does not completely overcome the issue. Another issue frequently mentioned by participants was the duration of studies evaluating DTx products. It is common to see DTx product studies of 12 weeks duration.  [21] [22] 2] [23]  Payers expressed a need for longer-term outcomes, especially as they related to providing DTx product coverage for chronic diseases, such as diabetes, and mental health conditions, which is consistent with the need for longer duration clinical trials for pharmaceuticals.  24 n interesting finding of this study is that the path to coverage is not necessarily straightforward. There were significant differences of opinion regarding whether a DTx product would be considered a pharmacy benefit or medical benefit. Individuals from pharmacy benefit managers were more inclined to prefer that DTx products be managed through the pharmacy benefit, whereas other participants favored coverage under the medical benefit or both, depending on the DTx product.  12 DA review and approval of DTx products is significantly different than pharmaceuticals. However, participants agreed that having the FDA review is helpful, but not all payers considered it a requirement for coverage. Numerous examples exist in which FDA clearance has been sufficient for health plans to cover these products.  25 However, there is a lack of regulatory guidance on how DTx products should be developed, tested, and updated over time. Because software can be changed frequently, it is unclear how updates to a DTx product would affect both regulatory review and health plan coverage. In addition, having a DTx accessed only via a prescription from a licensed prescriber was viewed as a positive attribute that would enhance coverage according to most payer participants.\n\nGiven the number of barriers that exist for DTx products, the Digital Therapeutics Alliance and others have supported legislation for the CMS to provide coverage of DTx high-quality and long-term DTx product studies and clarity on regulatory and coverage pathways. Given unclear DTx product definitions with unclear guidance on the regulatory pathway, health care planners and health plan benefit designers hesitate on whether and how to cover DTx products."
    },
    {
      "title": "DISCLOSURES",
      "text": "This study was funded by Otsuka Pharmaceutical Development & Commercialization, Inc. Otsuka Pharmaceutical Development & Commercialization, Inc., provided input into the initial study concept and design but had no influence over the study execution and the decision to publish. Study participants and sponsor were blinded. product-generated data. Will clinicians be provided with access and/ or summary results? Also, who owns the data generated by DTx products? Finally, are there outcome data that must be analyzed to permit continued access to the application, and who will make this determination?"
    },
    {
      "title": "LIMITATIONS",
      "text": "In general, our findings are consistent with those previously reported by a questionnaire to 40 employer and payer stakeholders, which showed that published evidence, FDA authorization, published randomized clinical trials, and cost offsets were the most mentioned drivers for coverage.  42 ome of our coded topics were based on features of DTx products in a forum conducted in 2019: evidence, clinical validation, regulation, coding, and reimbursement.  16 Another strength of our study was the diversity and experience of participants with respect to payer types, as is shown in Table  1 .\n\nThere are several limitations that should be kept in mind when interpreting the results. We did not attempt to match the results from the questionnaire with those provided during the meetings, and during the meetings an expectancy response bias could have occurred. The responses provided by the participants, in such a fast-developing field as digital health, may rapidly evolve with new guidance and approaches. This study involved a relatively small number of participants, and the result may not be generalizable to other payers. That said, we attempted to recruit participants who represent a variety of health insurance organizations."
    },
    {
      "title": "Conclusions",
      "text": "This study provides insights into the potential issues and relevant topics for the coverage of DTx products. The main study findings are the need for"
    },
    {
      "text": "FIGURE 2Topics Mentioned by Participants in Focus Groups: Number of Unique Quotes"
    },
    {
      "text": "FIGURE 4Participants' Willingness to Cover a Digital Therapeutic Product by Therapeutic Area"
    }
  ],
  "references": [
    {
      "title": "Digital therapeutics past trends and future prospects",
      "authors": [
        "V Burrone",
        "L Graham",
        "A Bevan"
      ],
      "year": 2023,
      "doi": "10.18699/bgrs2024-1.2-05"
    },
    {
      "title": "Digital therapeutics -medical intervention beyond the pill",
      "authors": [
        "Rodriguez Bernate"
      ],
      "year": 2022
    },
    {
      "title": "Digital therapeutics in perspective: From regulatory challenges to post-marketing surveillance",
      "authors": [
        "S Crisafulli",
        "E Santoro",
        "G Recchia",
        "G Trifirò"
      ],
      "year": 2022,
      "doi": "10.3389/fdsfr.2022.900946"
    },
    {
      "title": "Characteristics and challenges of the clinical pipeline of digital therapeutics",
      "authors": [
        "N Patel",
        "A Butte"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-00370-8"
    },
    {
      "title": "Reimbursement of apps for mental health: Findings from interviews",
      "authors": [
        "A Powell",
        "M Bowman",
        "H Harbin"
      ],
      "year": 2019,
      "doi": "10.2196/14724"
    },
    {
      "title": "Survey for government policies regarding strategies for the commercialization and globalization of digital therapeutics",
      "authors": [
        "S Kim",
        "J Moon",
        "J Shin",
        "J Sim",
        "M Kim",
        "J Jang"
      ],
      "year": 2022,
      "doi": "10.3349/ymj.2022.63.s56"
    },
    {
      "title": "AMCP Partnership Forum: The evolving role of digital therapeutics",
      "year": 2022,
      "doi": "10.18553/jmcp.2022.22093"
    },
    {
      "title": "Methods of data collection in qualitative research: Interviews and focus groups",
      "authors": [
        "P Gill",
        "K Stewart",
        "E Treasure",
        "B Chadwick"
      ],
      "year": 2008,
      "doi": "10.1038/bdj.2008.192"
    },
    {
      "title": "Consolidated criteria for reporting qualitative research (COREQ): A 32-item checklist for interviews and focus groups",
      "authors": [
        "A Tong",
        "P Sainsbury",
        "J Craig"
      ],
      "year": 2007,
      "doi": "10.1093/intqhc/mzm042"
    },
    {
      "title": "Digital therapeutics: An integral component of digital innovation in drug development",
      "authors": [
        "O Sverdlov",
        "J Van Dam",
        "K Hannesdottir",
        "Thornton Wells"
      ],
      "year": 2018,
      "doi": "10.1002/cpt.1036"
    },
    {
      "title": "Digital Therapeutic Alliance. Digital therapeutic definition",
      "year": 2022,
      "doi": "10.3389/fdgth.2022.823977"
    },
    {
      "title": "Device software functions that are the focus of FDA oversight",
      "authors": [
        "U Food",
        "Drug Administration"
      ],
      "year": 2022,
      "doi": "10.1017/9781009091725.004"
    },
    {
      "title": "Open challenges in developing digital therapeutics in the United States",
      "authors": [
        "B Miao",
        "D Arneson",
        "M Wang",
        "A Butte"
      ],
      "year": 2022,
      "doi": "10.1371/journal.pdig.0000008"
    },
    {
      "title": "Digital health center of excellence",
      "year": 2022,
      "doi": "10.14448/frameless.01.006"
    },
    {
      "title": "Feasibility and efficacy of a digital CBT intervention for symptoms of Generalized Anxiety Disorder: A randomized multiple-baseline study",
      "authors": [
        "C Miller",
        "J Gu",
        "A Henry"
      ],
      "year": 2021,
      "doi": "10.1016/j.jbtep.2020.101609"
    },
    {
      "title": "Treatment effect in earlier trials of patients with chronic medical conditions: A meta-epidemiologic study",
      "authors": [
        "F Alahdab",
        "W Farah",
        "J Almasri"
      ],
      "year": 2018,
      "doi": "10.1016/j.mayocp.2017.10.020"
    },
    {
      "title": "FDA regulations and prescription digital therapeutics: Evolving with the technologies they regulate",
      "authors": [
        "A Watson",
        "R Chapman",
        "G Shafai",
        "Y Maricich"
      ],
      "year": 2023,
      "doi": "10.3389/fdgth.2023.1086219"
    },
    {
      "title": "Access to Prescription Digital Therapeutics Act of",
      "year": 2023,
      "doi": "10.4135/9781071891452.n140"
    },
    {
      "title": "Setting the stage for a fit-for-purpose DTx evidentiary standard",
      "year": 2022,
      "doi": "10.22266/ijies2022.0831.31"
    },
    {
      "title": "Health economic evaluation of an internet intervention for depression (deprexis), a randomized controlled trial",
      "authors": [
        "V Gräfe",
        "S Moritz",
        "W Greiner"
      ],
      "year": 2020,
      "doi": "10.1186/s13561-020-00273-0"
    },
    {
      "title": "Reduced healthcare resource utilization in patients with opioid use disorder in the 12 months after initiation of a prescription digital therapeutic",
      "authors": [
        "F Velez",
        "K Anastassopoulos",
        "S Colman"
      ],
      "year": 2022,
      "doi": "10.1007/s12325-022-02217-y"
    },
    {
      "title": "Cost-effectiveness of digital therapeutics for essential hypertension",
      "authors": [
        "A Nomura",
        "T Tanigawa",
        "K Kario",
        "A Igarashi"
      ],
      "year": 2022,
      "doi": "10.1038/s41440-022-00952-x"
    },
    {
      "title": "Survey shows potential, challenges, and solutions for broad PDT access",
      "authors": [
        "B Kyei-Baffour",
        "Z Zalerski",
        "B Fruman",
        "L Jiang",
        "J Neal"
      ],
      "year": 2021
    },
    {
      "title": "AMCP Partnership Forum: Digital therapeuticswhat are they and where do they fit in pharmacy and medical benefits?",
      "year": 2020,
      "doi": "10.18553/jmcp.2020.19418"
    },
    {
      "title": "Decision makers need an approach to determine digital therapeutic product quality, access, and appropriate use",
      "authors": [
        "B Parcher",
        "M Coder"
      ],
      "year": 2021,
      "doi": "10.18553/jmcp.2021.27.4.536"
    },
    {
      "title": "Regulating digital therapeutics for mental health: Opportunities, challenges, and the essential role of psychologists",
      "authors": [
        "J Carl",
        "D Jones",
        "O Lindhiem"
      ],
      "year": 2022,
      "doi": "10.1111/bjc.12286"
    },
    {
      "title": "WellDoc mobile diabetes management randomized controlled trial: Change in clinical and behavioral outcomes and patient and physician satisfaction",
      "authors": [
        "C Quinn",
        "S Clough",
        "J Minor",
        "D Lender",
        "M Okafor",
        "A Gruber-Baldini"
      ],
      "year": 2008,
      "doi": "10.1089/dia.2008.0283"
    },
    {
      "title": "Digital treatment of back pain versus standard of care: The cluster-randomized controlled trial, Rise-uP",
      "authors": [
        "J Priebe",
        "K Haas",
        "Moreno Sanchez"
      ],
      "year": 2020,
      "doi": "10.2147/JPR.S260761"
    },
    {
      "title": "Effects of a depression-focused internet intervention in slot machine gamblers: A randomized controlled trial",
      "authors": [
        "L Bücker",
        "J Bierbrodt",
        "I Hand",
        "C Wittekind",
        "S Moritz"
      ],
      "year": 2018,
      "doi": "10.1371/journal.pone.0198859"
    },
    {
      "title": "Evaluation of an accelerometer-based digital health system for the treatment of female urinary incontinence: A pilot study",
      "authors": [
        "P Rosenblatt",
        "J Mckinney",
        "R Rosenberg",
        "R Iglesias",
        "R Sutherland",
        "S Pulliam"
      ],
      "year": 2019,
      "doi": "10.1002/nau.24097"
    },
    {
      "title": "Medical policy prescription digital therapeutics",
      "authors": [
        "Premera Blue",
        "Cross"
      ],
      "year": 2023,
      "doi": "10.2165/00151234-201006050-00023"
    },
    {
      "title": "Performance-based risk-sharing arrangements-good practices for design, implementation, and evaluation: Report of the ISPOR good practices for performance-based risk-sharing arrangements task force",
      "authors": [
        "L Garrison",
        "A Towse",
        "A Briggs"
      ],
      "year": 2013,
      "doi": "10.1016/j.jval.2013.04.011"
    },
    {
      "title": "Healthcare systems across Europe and the US: The managed entry agreements experience",
      "authors": [
        "M Ciulla",
        "L Marinelli",
        "Di Biase"
      ],
      "year": 2023,
      "doi": "10.3390/healthcare11030447"
    },
    {
      "title": "Risk-sharing agreements are growing at a rate of 24%",
      "authors": [
        "A Watt"
      ],
      "year": 2023
    },
    {
      "title": "The digital mental health revolution: Opportunities and risks",
      "authors": [
        "A Tal",
        "J Torous"
      ],
      "year": 2017,
      "doi": "10.1037/prj0000285"
    },
    {
      "title": "Digital therapeutics from bench to bedside",
      "authors": [
        "C Wang",
        "C Lee",
        "H Shin"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-023-00777-z"
    },
    {
      "title": "Can smartphone mental health interventions reduce symptoms of anxiety? A meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas",
        "R Carney",
        "S Rosenbaum",
        "J Sarris"
      ],
      "year": 2017,
      "doi": "10.1016/j.jad.2017.04.046"
    },
    {
      "title": "Smartphone apps for schizophrenia: A systematic review",
      "authors": [
        "J Firth",
        "J Torous"
      ],
      "year": 2015,
      "doi": "10.2196/mhealth.4930"
    },
    {
      "title": "The efficacy of smartphone-based mental health interventions for depressive symptoms: A meta-analysis of randomized controlled trials",
      "authors": [
        "J Firth",
        "J Torous",
        "J Nicholas"
      ],
      "year": 2017,
      "doi": "10.1002/wps.20472"
    },
    {
      "title": "Pear Prescription Digital Therapeutics (PDT) Digest",
      "authors": [
        "Pear Therapeutics",
        "Inc"
      ],
      "year": 2021
    },
    {
      "title": "Randomized controlled trial of a dichoptic digital therapeutic for amblyopia",
      "authors": [
        "S Xiao",
        "E Angjeli",
        "H Wu"
      ],
      "year": 2022,
      "doi": "10.1016/j.ophtha.2021.09.001"
    },
    {
      "title": "Digital therapeutic device for urinary incontinence: A randomized controlled trial",
      "authors": [
        "M Weinstein",
        "G Dunivan",
        "N Guaderrama",
        "H Richter"
      ],
      "year": 2022,
      "doi": "10.1097/aog.0000000000004725"
    }
  ],
  "num_references": 42
}
