{
  "paper_id": "9U8RG6UJ",
  "title": "Do We Trust ChatGPT as much as Google Search and Wikipedia?",
  "abstract": "Although studies, audits, and anecdotal observations have shown that information generated by ChatGPT is not always accurate, many users tend to show unwarranted trust in this new source. Do they consider ChatGPT to be like any other online information source such as Google and Wikipedia, without realizing that generative AI technology creates content that is not necessarily based on facts? Why do they trust information from ChatGPT? Understanding how users perceive content from generative AI tools is crucial because it can help reduce unwarranted trust in inaccurate information and mitigate the spread of misinformation. A focus group and interview study (N=14) revealed that thankfully not all users trust ChatGPT-generated information as much as Google Search and Wikipedia. It also shed light on the primary psychological considerations when trusting an online information source, namely perceived gatekeeping, and perceived information completeness. In addition, technological afordances such as interactivity and crowdsourcing were also found to be important for trust formation. We discuss theoretical and practical implications for design of generative AI interfaces.",
  "year": 2023,
  "date": "2023",
  "authors": [
    {
      "name": "Jung Yongnam",
      "affiliation": {
        "organization": "Media Efects Research Laboratory",
        "department": "Media Efects Research Laboratory",
        "institution": "Elon University Pennsylvania State University Doimukh",
        "address": "University Park, NC PA, USA"
      }
    },
    {
      "email": "cchen8@elon.edu",
      "affiliation": {
        "organization": "Media Efects Research Laboratory",
        "department": "Media Efects Research Laboratory",
        "institution": "Elon University Pennsylvania State University Doimukh",
        "address": "University Park, NC PA, USA"
      }
    },
    {
      "name": "Eunchae Jang",
      "affiliation": {
        "organization": "Pennsylvania State University Pennsylvania State University University",
        "institution": "Pennsylvania State University Pennsylvania State University University",
        "address": "Park University Park, PA PA, USA"
      }
    },
    {
      "name": "S Shyam Sundar",
      "affiliation": {
        "organization": "Pennsylvania State University Pennsylvania State University University",
        "institution": "Pennsylvania State University Pennsylvania State University University",
        "address": "Park University Park, PA PA, USA"
      }
    }
  ],
  "doi": "10.1145/3613905.3650862",
  "md5": "F5C26E567A91F8713D70ED50522BD9AD",
  "publication": {
    "journal": "Communication Research",
    "journal_inferred": true
  },
  "keywords": [
    "Trust",
    "ChatGPT",
    "Google",
    "Wikipedia"
  ],
  "sections": [
    {
      "title": "1. INTRODUCTION",
      "text": "In January 2023, two New York lawyers were sanctioned for citing fctitious cases in their legal briefs  [1] . The lawyers had used ChatGPT, which fabricated judicial opinions and legal citations.\n\nThey believed that the information they had obtained from Chat-GPT was factual. This incident shows that laypersons, including professionals, tend to trust ChatGPT-generated information. They seem to equate it to a research tool such as Google Search and Wikipedia, without recognizing it as a product of Generative AI that generates text without regard for factual accuracy. Our project investigates whether this is indeed the case, and where ChatGPT stacks up on information credibility compared to more established online sources. Understanding user psychology pertaining to the reception of content from generative AI tools is important for designing alerts, warnings, and other guardrails to scafold users as they peruse and share such content online. It can help reduce unwarranted trust in wrong information and thereby help temper the spread of misinformation."
    },
    {
      "title": "2. TRUST",
      "text": "Researchers have long studied the diferential trust in information from diferent sources. Whenever a new communication technology is adopted widely in society, scholars tend to be concerned about the credibility of the information from it. This is because most users most of the time do not have the bandwidth to carefully examine the veracity of the information themselves; they rely on the credibility of the source instead to decide whether or not they should believe in the information provided by that source. When Wikipedia was introduced, many individuals had concerns about the credibility of its information because of the open-source nature of Wikipedia articles whose sources are unknown  [16] , and the absence of a centralized editorial review  [7] . Similarly, scholars examined why individuals trust information from Google search results soon after its launch and what features contribute to their decisions. An eyetracking study revealed that individuals have a positive bias toward information ranked higher on the results page even if it is less relevant than information which appears lower  [18] . ChatGPT as a communication source difers from Wikipedia and Google Search because it is neither a crowdsourcing platform nor a search engine, but its output may be seen as credible as these sources, especially given the authoritative manner in which it responds to questions and the fact that it is trained on a vast corpus of human-written text. Given that Google Search Engine and Wikipedia are now commonly used as credible sources for information gathering, we treat them as reference groups and ask: do individuals trust ChatGPT as much as Google Search and Wikipedia?"
    },
    {
      "title": "3. TYPOLOGY OF SOURCES",
      "text": "The literature in the feld of communication studies not only emphasizes the importance of source credibility, but also suggests that there are several diferent types of sources. Communication receivers often fail to make a clear distinction between the originator of the message (source) and the interface conveying a message (channel)  [3] . This murkiness became more complicated with the arrival of new communication technologies in the internet era, leading Sundar and Nass to create a typology of online communication sources: visible sources (i.e., experts or professionals, like journalists, who curate information for consumption by the masses), technological sources (i.e., technological interfaces perceived by recipients as the origin of information), and receiver sources (i.e., peers and other users of the same service or platform who approve, forward, and otherwise curate information for their networks)  [24] . User responses to content can vary based on the type of source that is identifed as the originator of content. The three sources of interest to this project could be roughly aligned with these three categories of sources identifed by the typology, in that Google Search is a visible source known to prioritize expert and relevant outputs, ChatGPT is a technological source that autonomously generates content without ostensible human intervention, and Wikipedia is a receiver source based on collective eforts of several peers. Such distinctions between the sources is important because they highlight the diferences (sometimes real, sometimes presumed) in their role as sources, triggering diferent cognitive heuristics (or mental shortcuts) that may shape user evaluations of credibility and consequently their decisions pertaining to the degree to which they trust the information coming from a given source  [21] . For example, a visual cue on the interface suggesting a visible source may cue the authority heuristic (experts can be trusted), or one signaling a technological source may cue the machine heuristic (machines provide more objective and precise information than humans), or one attributing a receiver source may cue the bandwagon heuristic (if many others think this information is good, then it is credible). In this way, sources can convey diferent meanings to users."
    },
    {
      "title": "4. WHAT MEDIATES INFORMATION SOURCES AND TRUST",
      "text": "Depending upon how the sources in the typology are operationalized and advertised on the interface, users will draw specifc meanings about the nature of the sources as well as the veracity of the information provided by them. One study used Sundar and Nass's (2001) source typology in the online health information context and further categorized the visible source into collective level and individual level  [12] . Their study revealed that individuals are more likely to take action based on the information from collective-level sources (a website) than individual-level sources (a personal home page and blog), and this efect was mediated by the perceived level of gatekeeping and perceived information completeness. These are two potential mediators for source efects, and we describe each of them in the sections that follow."
    },
    {
      "title": "4.1. Perceived gatekeeping",
      "text": "Gatekeeping is the journalistic process by which an extensive range of potential news messages are refned into a few new messages that the news media broadcasts  [19] . Scholars posit that the important role of selecting sources is to perform gatekeeping, and information chosen collectively stands a greater chance of being consumed by the mass audience compared to information selected individually  [12] . Traditionally, professional gatekeepers could flter a signifcant portion of available information, and they are incentivized to maintain credibility standards  [17] . However, as communication technologies such as the Web lowered the cost of information production and dissemination, the vast amount of digital information do not undergo the same degree of fltering through professional gatekeepers, making readers susceptible to information that is of questionable credibility. Thus, in the current online environment, gatekeeping is not only related to the experts' editorial capability (because laypersons can upload diverse information online) but also its collective nature. Information chosen collectively stands a greater chance of being consumed by a mass audience compared to information selected individually  [12] . Wikipedia's principle is that as the community collaboratively contributes to content, the reliability of the content improves over time  [4] . These all posit that the role of gatekeeping in information evaluation is also related to the collective nature of the source. Studies have observed that the gatekeeping function on the internet has changed the responsibility for assessing content and ensuring the accuracy of information from editors to other online users  [10] ."
    },
    {
      "title": "4.2. Perceived information completeness",
      "text": "Perceived information completeness pertains to how users perceive the comprehensiveness and inclusiveness of information  [5] . Previous studies indicate that source characteristics can impact the perception of information completeness  [12] . If the source provides diverse perspectives, the information is considered complete  [2] . Some scholars consider information completeness under the umbrella of information quality, with design, readability, accuracy, comprehensiveness, coverage, and scope as contributing components  [8] . Therefore, perceived information completeness can be infuenced not only by how the source generated the information but also by the quality and format of the information. Perceived gatekeeping and perceived information completeness are but two examples of a plethora of mediators that could explain the efects of sources on users' trust in the information provided by the sources. To explore them, we conducted a focus group as an exploratory step toward building a comprehensive model for understanding relative diferences in user trust across diferent online sources. The role played by these mediators can be useful for designing and deploying interfaces for online sources that promote trust in a warranted manner."
    },
    {
      "title": "5. FOCUS GROUP",
      "text": "We conducted fve focus groups and one interview with a total of 14 participants from September to November 2023 via Zoom. Based on the availability of participants, two to three participants were assigned to each focus group. Participants were recruited via   1 ). We developed a focus group protocol based on our research question and the information credibility literature. We asked participants about their experience with ChatGPT, their level of trust toward three sources (Google, Wikipedia, and ChatGPT), and the attributes and technological features that contribute to the perceived trustworthy of the information on each platform. After the focus groups/interview, we transcribed the data and analyzed them using the open-ended technique, a process of \"breaking down, examining, comparing, conceptualizing, and categorizing data\"  [20] . Two authors coded the data independently, following which they discussed similarities and discrepancies in their respective fndings. The focus groups were centered around fve major probes:\n\n• Let's say you are looking for information about a certain topic. What is the frst source that you turn to? Do you go online or ask your smart speaker or do something else to fnd the information? If you said you go online, where do you normally go and why? • You mentioned that you have used ChatGPT before. Please share your experience with ChatGPT. Why did you use it? What did you do with it? How do you feel about ChatGPT based on your overall user experience? • How credible would you say that ChatGPT is? For example, do you think ChatGPT gives you the correct answer? • I would like to know how much you trust three diferent sources (Google, Wikipedia, ChatGPT). Could you tell us how much trust you place in these sources? For example, would you feel comfortable using the information provided by these sources in your day-to-day decisions? If possible, please share the rank order and explain why. • What attributes or features of each platform (Google, Wikipedia, and ChatGPT) make you believe that the information is trustworthy?"
    },
    {
      "title": "6. RESULTS",
      "text": "In this late-breaking work, we report responses to the following two questions: (a) why do users trust each information source? and (b) among Google, Wikipedia, and ChatGPT, which source do users trust more?\n\n6.1 Trust toward diferent information sources is based on diferent reasons.\n\nA variety of reasons underlie a user's decision to trust a given source. We elaborate on the reasons provided for each of the three sources below.\n\n6.1.1 Google. Users trusted information from Google mainly because of its credible gatekeeping practice (see Table  2 ). P8 commented:\"If the information that comes from the website has a high reputation in credibility, then I will think this information is more credible, for example, maybe the government information, or maybe like a credible journal. They will provide more credible information on Google.\" They understand the gatekeeping role of Google and evaluate the information based on each source presented by Google. Participants answered that Google provides a huge amount of information from various sources, and they believed information on Google is more ofcial and representative. As P12 commented: \"If I just google search something, then there are tons of diferent links that will come up and then I can kind of debate which ones I want to take the information from, or which ones I think are most reliable.\" Furthermore, participants mentioned that adding advertisement marks to information up front increases the perceived transparency, which afects their trust in Google further. \"I like how Google adds advertisement marks in the advertisement. I usually skip it, so the mark helps me screen out the information I do not want to see. This feature makes me trust Google\" as noted by P1. While labeling advertisements represents the gatekeeping role of Google and helps users identify the most valuable information, others argue that having advertisements in the search output lowers the perceived information credibility because they do not want to see information sponsored by advertisers. An example quote came from P4, \"Sometimes it has a lot of ads in your search results. So, it might take away some credibility.\" Finally, respondents value the recency of the information from Google because it quickly updates new information. P2 commented: \"It has been around and constantly updated.\"\n\nIn sum, users trusted information from Google mainly because of its credible gatekeeping practice, the large volume of search results, and perceived transparency derived from disclosure of information provided by advertisers.\n\n6.1.2 Wikipedia. Some people trust Wikipedia because of its crowdsourcing feature, but others disagree. The collaborative editing affordance of crowdsourcing sites provides conficting perceptions about the information credibility of Wikipedia (see Table  3 ). On the one hand, the involvement of others often indicates the objectivity, reliability, and accountability of the source [4]  [13] . Also, the fact that the contributors actively correct errors and update the information may prompt users to think that biased opinions cannot dominate the site  [13] . Research also suggests that \"the wisdom of crowds\" i.e., the work of a collection of individuals will likely be superior to that of any one individual  [25] . This aspect is represented in P5's comment, \"Wikipedia would probably be the most accurate because people can actually edit the articles. So, you could always have somebody that knew something about what it was make that edit.\" However, the editing afordance of crowdsourcing sites encourages broad involvement from laypersons, making the accuracy of the resulting content uncertain  [16] [13] . P12 commented: \"Wikipedia, I don't prefer just because I mean, we've always been told it isn't good because people can edit Wikipedia.\" Indeed, the editable nature of Wikipedia is a factor positively infuencing trust among some participants, while others express distrust in Wikipedia because of its susceptibility to edits by uninformed or partisan laypersons. Due to these concerns, participants value the pedigree of information for ascertaining credibility. The level of trust individuals place in a medium relies on the number of source layers  [15] . Source layering means there are multiple layers of communication sources (e.g., computer, website, and web agent)  [24][15] . At least one participant mentioned that Wikipedia is trustworthy because he/she lands on Wikipedia through Google as elaborated by P9 \"Whenever I want to fnd the defnition of a concept or the history or background, I Google it. But the frst resource I look for is Wikipedia. So, I think I have more trust in Wikipedia, because I think the information comes from a lot of resources as well.\" This reveals the participant's perception of source layering. Other participants emphasized that the feature indicating where this information originally comes from makes them trust Wikipedia. An example quote from P9 is \"We can know where the information is from. And we can see how many users have viewed the information or given thumbs up, or we can know they're the provider behind it.\" In sum, participants valued the editability and built-in corrective mechanism of Wikipedia as also its detailed referencing of sources and the consequent presentation of source layering on the interface.\n\n6.1.3 ChatGPT. Interface features that aford conversationality appeared to contribute to trust in ChatGPT because it makes the source seems more social (see Table  4 ). For technologies to evoke social responses from users, they must be interactive, use natural language, and fulfll roles that were traditionally performed by humans  [23] . ChatGPT's unique characteristics such as chat functionality and human-like natural language seem to make it more interactive, leading users to respond to it socially. Focus group comments echoed this sentiment. It was clear that participants valued the contingency and conversationality of ChatGPT. For instance, P11 commented: \"ChatGPT already knows what I'm talking about and connects my two questions. \" P2 mentioned: \"I wanted to use it as kind of a language buddy.\" Participants also appreciated the speed and directness of ChatGPT's responses. As P12 noted, \"I really turn to ChatGPT when I need somebody who just gets straight to the point and just fgures out what the exact answer I'm looking for is.\" This sentiment was echoed by P6 who said, \"When I use GPT, it goes straight to the answer, which is something that I really like\" Also, the participants mentioned that the organized format of the information or the level of detail makes them trust ChatGPT. An example quote from P3 is \"The answer was quite well organized. The information provided by ChatGPT is sometimes too general, but it is very organized\" In sum, participant's trust in information generated by ChatGPT comes from its high speed in generating outputs, directness of responses, contingency of interaction, and human-like conversation.\n\n6.2 Google is the default information source, but it varies depending on the information they search for.\n\nA majority of participants (93%) answered that they frst turn to Google Search Engine when they look for information. Google is considered a default information source because users are familiar with using it or it is set as the default search engine on their web browsers (see Table  5 ). However, depending on the type of information they search for, they occasionally turn to ChatGPT for novel ideas and writing improvement, Wikipedia for defnitions of the terms, and YouTube for infotainment. P1 commented: \"It depends on what kind of information I'm looking for, but mostly go to Google frst.\" Interestingly, Google is considered the frst basic source they rely on regardless of the type of information. Among three sources, participants tend to have specifc use cases for Chat-GPT as commented by P10 \"I think usually I just Google it online frst. But depending on what kind of information I'm trying to fnd, like, if it's for an essay type of thing, I've defnitely turned to Chat-GPT or something like that recently, as well,\" leading us to further investigate what motivates ChatGPT usage."
    },
    {
      "title": "6.2.1. What then motivates",
      "text": "ChatGPT usage? Among the three sources, ChatGPT has unique features that draw users to it (see Table  6 ). First, ChatGPT provides a template for routinized communications that can beneft from a boilerplate approach, such as cover letters and recommendation letters. As P3 notes: \"For cover letters, I would use it to start a little template for me.\" Also, ChatGPT is used for ideation to create certain outputs. Example quote from P2: \"ChatGPT is for brainstorming ideas. My internship experience with social media inspired me to use it. It is not perfect, but helpful for ideation.\" Finally, increasing writing efciency is another important motivation for using ChatGPT. P8 commented: \"I don't use ChatGPT for any research use, like academic research use, but I use it for just writing English sentences, like for the casual conversation and composing emails.\""
    },
    {
      "title": "6.3. Sourcing is key to greater trust in Google and Wikipedia",
      "text": "Among all three information sources, Google was the most trusted platform, favored by 57% of our participants, followed by Wikipedia, which was liked by 29% of our participants (see Table  7 ). Four participants expressed that ChatGPT is less credible than Google because it does not disclose the original source of the information. P9 commented:\"Because for Google and Wikipedia, we can know where the information is from. But for the information provided by ChatGPT, we do not know where the resources are from.\" Two participants mentioned that Google is trustworthy because it presents external sources, as commented by P14 \"I think Google's probably the most reliable for me just because it has external sources that you can look at, to clarify what the initial search gives you.\" P7 argued that Google and Wikipedia are much more user-driven/validated and much less algorithmically driven than ChatGPT, so it is difcult to compare these three sources directly. \"So, I have no idea how to compare user-generated and user-validated to AI algorithm generated. I'd say those two are equal in my eyes.\""
    },
    {
      "title": "7. DISCUSSION",
      "text": "This exploratory study found that users do not trust ChatGPT as much as Google and Wikipedia. The most mentioned reason for the lack of trust is the absence of information referencing. While entirely reasonable, this also betrays users' mistaken understanding of generative AI technology. Although ChatGPT is developed to generate creative content, users seem to view it as an information provider, expecting it to curate and present information obtained from various other sources. And since references are absent, they hesitate to trust its content. Another reason that emerged for their relatively lower trust of ChatGPT is that they perceived it to be more algorithm-driven whereas they see Google and Wikipedia as being more user-driven. This fnding indicates that users' validation of information sourced to humans is critical when forming trust in online information. Both reasons call for greater emphasis on explainability in design and deployment of the next generation of generative AI tools. Users tend to trust an AI system more when it includes an understandable explanation of the algorithm, compared to when no explanation is provided  [6][11] . This pattern is also observed when users form trust in the information generated by AI. For example, providing references could work as an explainability cue, indicating not only the provenance of the information but also shedding light on the relative weight used by the algorithm for sources of diferential credibility.\n\nThe study found that users perceived ChatGPT as a communication source or social buddy because of its chat interface, interactivity, and contingency. Users are able to have more active communication with ChatGPT than the other two sources by asking multiple questions and connecting two diferent questions in the same interaction. An increase in interactivity and a sense of control changes how users assess the credibility of both the source and content on the crowdsourcing platform because of ego defensiveness and self-enhancement bias  [14]   [13] . Interactivity afordance can activate a cognitive bias termed \"control heuristic. \"  [22]  When users have the chance to initiate actions and make choices on the interface, their perception of these interactive features instills a sense of control and they tend to view themselves as sources. Consequently, this positive perception infuences their evaluation of both the source and content on the interface. Control heuristics evoked by users' active interaction can give a sense of control, leading to a better evaluation of the information.\n\nHowever, the credibility of the information generated by Chat-GPT is not evaluated solely by its communication features but also by the presentation of the information. Some participants mentioned that they liked the organized format of the ChatGPTgenerated information or suggested template. Readability and comprehensiveness of the information contribute to information quality, leading to perceived information completeness  [8] . In sum, perceived information completeness triggered by the presented information format could also infuences trust in information. Finally, many participants argued that they turn to Google frst because they are accustomed to doing so, or they use the Google search engine as the default setting. Usage of or reliance on media and perception of its credibility has a positive relationship  [9] . Previous studies have found that the convenience of using the Web increases online credibility by increasing users' reliance on it. This could be one reason why users trust Google more than ChatGPT, and why they turn to Google frst. As generative AI technology get embedded in more and more applications, they may appear as defaults, leading potentially to blind trust in a technology that does not deserve it, given that its mandate is to generate, rather than curate, content."
    },
    {
      "title": "8. IMPLICATIONS AND FUTURE DIRECTIONS",
      "text": "The study's fndings ofer noteworthy implications for generative AI interface designers. To instill greater trust in information generated by AI, it is important to include reference source information in the output. While this addition may slightly impede the naturalness of the conversation with ChatGPT as a communication source, it has the potential to enhance veracity (and consequently trust, if warranted) in the provided information. Considering ChatGPT's appeal as a communication source, provision of information in an interactive manner is benefcial for trust. A key design element to consider in this context is building a chat interface that can provide dialogue and imbue in users a higher sense of contingency. In addition, interface designers need to carefully think about how the interface can promote perceived information completeness, which appears to be important for enhancing user trust. Finally, we found that convenience and reliance on media itself increase trust in the information coming from it. Interface designers need to consider how the rapid integration of LLM technology to routinely used apps and sites can potentially promote unwarranted trust and thereby mislead users. Based on our focus groups and literature review, we have identifed perceived gatekeeping, crowdsourcing, source layering, information source (reference), conversationality, and perceived information completeness as potential mediators between information source and trust. These mediators will be added to our developing model of source-driven trust in online information. The resulting model will be empirically tested in order to identify and test the viability of key new afordances for generative AI technologies that are important for assessing credibility of the information provided by them."
    },
    {
      "title": "Participant"
    },
    {
      "title": "P7 P12",
      "text": "Google is a collection of resources. If I just google search something, then there are tons of diferent links that will come up, and then I can kind of combat which ones I want to take the information from, or which ones I think are most reliable.\n\nBecause like Google, you can get other sources that are more reliable. First, I will take the name of the source, like, what's your website? The information that comes from the website has a high reputation in credibility, then I will think this information is more credible, for example, maybe the government information, or maybe like a credible journal. They will provide more credible information on Google. Google has the websites they provide. Some of them are sponsored by advertisements. So I'm not 100% sure if it's commercial action or if it really wants to provide useful information resources. So, I will question this perspective. So, every time I see it's sponsored, I probably will not click the link frst. I think that's a question about Google. I like how Google adds advertisement marks in the advertisement. I usually skip it, so the mark helps me screen out the information I do not want to see. This feature makes me trust Google. Sometimes it has a lot of ads in your search results. So, it might take away some credibility. It has been around and constantly updated. And most people will use it to fnd the defnition, and they can revise it. So, I think the content provided is a result of thousands of users generated so that it can be trusted. If it's wrong, someone will revise it later. So, it can be updated very frequently. Wikipedia provides extremely good and precise information. It had details about up-to-date information.\n\nWhenever I want to fnd the defnition of a concept or the history of background, I Google it. But the frst resource I look for is Wikipedia. So, I think I have more trust in Wikipedia, because I think the information comes from a lot of resources as well.\n\nBecause for Google and Wikipedia, we can know where the information is from. And we can see how many, sometimes we can see how many users have viewed the information or thumbs up, or we can know they're the provider that behind it. So we can go to look for information about the background and test them if they can be credible. I think Wikipedia and their sources, the references, and the further reading part gives you that sensibility that yeah, this information came from something that wasn't just somebody making it up."
    },
    {
      "title": "Participant",
      "text": "P9 P6 P12 P11 P5 P7 P3 P6 P3 Participant P1 P4 P5 P10 P12 P14\n\nTable 4: Why we trust ChatGPT\n\nQuotation They can generate some paragraphs or content related to my prompts. So, and it's very fast, like in a timely fashion, they already write an essay, or gonna write the title body and the conclusion parts. So, it's amazing. When I use GPT, it goes straight to the answer, which is something that I really like, also, like you it's like talking to not like talking to someone, but I feel like I can. Like I can put things I want like let's say I want to enter about a question, but I don't want the explanation. So I just put like, just answer the question. And it will just answer the question with no explanation. So I like those features about ChatGPT. So, it's almost kind of I wanted to use it as kind of a language buddy, chat person can see and see the viability of that. If you do, like easy functions, basic math calculations, they'll work so easily, and I'll just, I'll just fully trust it. I won't even Google it. Whenever I asked for some information on material science engineering, their answer was quite well organized. The information provided by ChatGPT is sometimes too general, but it is very organized. Well, I started using it for the novelty of it. When it frst became available. I basically asked general questions like biographical questions about composers and things like that, or how do you create a fve-year plan? So, I'm surprised at how it gives a synopsis, but I'm surprised at how much depth it does also give. Even though it is still limited, it is an excellent machine for classifcation with good quality format with a huge amount of data. Table 6: Motivation to Use ChatGPT\n\nQuotation I said, for cover letters, I would use it to start a little template for me, I would like to say the company, because obviously, it would have a little bit of knowledge like, especially if it's a bigger company, about the background and maybe its values. Another big thing I use it for is if I wrote something already, I would copy and paste it into there. And I'll say like, fx the readability on this, like, make sure that it like sounds right. ChatGPT for brainstorming ideas. My internship experience with social media inspired me to use it. It is not perfect, but helpful for ideation. It helps me come up with new ideas to how to explain and answer the questions. It's very helpful for brainstorming. So I didn't use ChatGPT for any research use, like academic research use, but I use I just writing English sentences, like for the casual conversation and composing emails. I feel like it's a really good tool for me to organize the sentences in a more native speaker way. After attempting various questions, such as asking ChatGPT to compose an email to my professor for a recommendation letter and requesting a diversity statement, the answers provided by GPT were really impressive. I feel like he is smarter than me. The machine writes better than me! When I need to write an email or ask some academic questions. I will go to ChatGPT and see what answers will be provided by the ChatGPT. And every time I think I'm impressed, and the answers are like the opinion leader and the gatekeeper, you know, the flter the information from Google and provide me a more organized and more related information. So I feel like it's a very efective and helpful & useful tool. Quotation Google is a collection of resources. So, I would put that at the top. And Google, they what Google scrapes some internet content, and then have like an informational panel on this side for like summarization, and sometimes it's sourced directly from Wikipedia. Or they list like other sources right then in there. In that regard, Google will be the highest for me. I think I have more trust in Wikipedia because I think the information that is provided comes from a lot of resources as well. And most people will use it to fnd the defnition, and they can revise it. So, I think the content that's provided, for me in front of me is a result of thousands of users generating (content), so it can be trusted. If it's wrong, someone will revise it later. So it can be updated very frequently. Because for Google and Wikipedia, we can know where the information is from. And we can see how many, sometimes we can see how many users have viewed the information or thumbs up, or we can know they're the provider behind it. So we can go to look for information about the background and test them if they can be credible. But for the information provided by ChatGPT, we do not know the resources where the resources are from. If I just Google search something, then there's tons of diferent links that will come up and then I can kind of combat which ones I want to take the information from, or which ones I think are most reliable. I think Google's probably the most reliable for me Just because it has, like external sources that you can look at, to clarify what, like the initial search gives you. And then second, I would probably say, chat GPT, just because it pulls from a lot of diferent sources."
    },
    {
      "text": "I really turned to ChatGPT. When I need somebody who just gets straight to the point and just fgures out what the exact answer I'm looking for is. When I want to know a lot of information about a topic, I just ask the question and then I just go like I'm following up with what, um, as my like my frst question. So that's what I really like. ChatGPT already knows what I'm talking about and connects my two questions."
    },
    {
      "text": "Primary Source for Information Quotation It depends on what kind of information I'm looking for, but mostly go to Google frst. I mostly go to Google search, sometimes to ChatGPT. If I want to use something new, I go to ChatGPT, and it's pretty good. I also use Facebook Search for regular topics. I guess I'm kind of old school, I just Google it. And it seems like in all the browsers now you can just type in information on the address bar, and it goes to a default search engine. I think usually I just Google it online frst. But depending on what kind of information I'm trying to fnd, like, if it's for an essay type of thing, I've defnitely turned to ChatGPT or something like that recently, as well. I'll do a quick Google search or something. But also, depending on the kind of information, I might just ask, like a friend or my parents, if they might already know the information about the topic I'm looking for. I usually just Google things. If it's for a class or something I need more in-depth information about, I might use Google Scholar."
    },
    {
      "text": "Demographics of participants"
    },
    {
      "text": "Why we trust Wikipedia"
    },
    {
      "text": "Why we trust GoogleFaculty did not recommend it because everyone can edit it. It is least trustful. Wikipedia would probably be the most accurate because people can actually edit the articles. So, you could always have somebody that knew something about what it was make that edit. Wikipedia, I don't prefer just because I mean, we've always been told that like, it isn't good because people can edit Wikipedia."
    },
    {
      "text": "Why users trust Google and Wikipedia more than ChatGPT"
    }
  ],
  "references": [
    {
      "title": "Netherlands 'will pay the price' for blocking Turkish visit -Erdoğan",
      "authors": [
        "Weiser Benjamin",
        "Schweber Nate"
      ],
      "year": 2023,
      "doi": "10.33965/ciaca_ciawi2023_202308l013",
      "journal": "The New York Times",
      "raw": "Netherlands 'will pay the price' for blocking Turkish visit -Erdoğan \n\t\t \n\t\t\t Weiser Benjamin \n\t\t \n\t\t \n\t\t\t Schweber Nate \n\t\t \n\t\t 10.33965/ciaca_ciawi2023_202308l013 \n\t\t \n\t \n\t \n\t\t The New York Times \n\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Weiser Benjamin and Schweber Nate. 2023. Netherlands 'will pay the price' for blocking Turkish visit -Erdoğan. The New York Times. https://www.nytimes. com/2023/06/08/nyregion/lawyer-chatgpt-sanctions.html"
    },
    {
      "title": "Communication technology an society: Audience adoption and uses",
      "authors": [
        "Lin Carolyn",
        "Atkin David"
      ],
      "year": 2002,
      "raw": "Communication technology an society: Audience adoption and uses \n\t\t \n\t\t\t Lin Carolyn \n\t\t \n\t\t \n\t\t\t A \n\t\t \n\t\t \n\t\t\t Atkin David \n\t\t \n\t\t \n\t\t\t J \n\t\t \n\t\t \n\t\t\t 2002 \n\t\t\t Hampton Press \n\t\t\t \n\t\t\t Creskill, NJ \n\t\t \n\t \n\t Lin Carolyn A and Atkin David J. 2002. Communication technology an society: Audience adoption and uses. Creskill, NJ: Hampton Press. 153-188 pages."
    },
    {
      "title": "Mass media and interpersonal channels: Competitive, convergent, or complementary",
      "year": 1982,
      "journal": "Inter/media: Interpersonal Communication in a Media World",
      "volume": "57",
      "pages": "77",
      "raw": "Mass media and interpersonal channels: Competitive, convergent, or complementary \n\t\t \n\t\t\t Steven H Chafee \n\t\t \n\t \n\t \n\t\t Inter/media: Interpersonal Communication in a Media World \n\t\t \n\t\t\t 57 \n\t\t\t 77 \n\t\t\t 1982. 1982 \n\t\t \n\t \n\t Steven H Chafee. 1982. Mass media and interpersonal channels: Competitive, convergent, or complementary. Inter/media: Interpersonal Communication in a Media World 57 (1982), 77."
    },
    {
      "title": "On measuring the quality of Wikipedia articles",
      "authors": [
        "Gabriel De",
        "La Calzada",
        "Alex Dekhtyar"
      ],
      "year": 2010,
      "raw": "On measuring the quality of Wikipedia articles \n\t\t \n\t\t\t Gabriel De \n\t\t \n\t\t \n\t\t\t La Calzada \n\t\t \n\t\t \n\t\t\t Alex Dekhtyar \n\t\t \n\t \n\t \n\t\t Proceedings of the 4th workshop on Information credibility \n\t\t the 4th workshop on Information credibility \n\t\t \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Gabriel De la Calzada and Alex Dekhtyar. 2010. On measuring the quality of Wikipedia articles. In Proceedings of the 4th workshop on Information credibility. 11-18."
    },
    {
      "title": "Health communication on the web: The roles of web use motivation and information completeness",
      "authors": [
        "J Mohan"
      ],
      "year": 2003,
      "journal": "Communication Monographs",
      "volume": "70",
      "issue": "3",
      "raw": "Health communication on the web: The roles of web use motivation and information completeness \n\t\t \n\t\t\t J Mohan \n\t\t \n\t\t \n\t\t\t Dutta-Bergman \n\t\t \n\t \n\t \n\t\t Communication Monographs \n\t\t \n\t\t\t 70 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2003. 2003 \n\t\t \n\t \n\t Mohan J Dutta-Bergman. 2003. Health communication on the web: The roles of web use motivation and information completeness. Communication Monographs 70, 3 (2003), 264-274."
    },
    {
      "title": "Expanding explainability: Towards social transparency in ai systems",
      "authors": [
        "Q Upol Ehsan",
        "Michael Vera Liao",
        "Mark Muller",
        "Justin Riedl"
      ],
      "year": 2021,
      "raw": "Expanding explainability: Towards social transparency in ai systems \n\t\t \n\t\t\t Q Upol Ehsan \n\t\t \n\t\t \n\t\t\t Michael Vera Liao \n\t\t \n\t\t \n\t\t\t Mark O Muller \n\t\t \n\t\t \n\t\t\t Justin D Riedl \n\t\t \n\t\t \n\t\t\t Weisz \n\t\t \n\t \n\t \n\t\t Proceedings of the 2021 CHI Conference on Human Factors in Computing Systems \n\t\t the 2021 CHI Conference on Human Factors in Computing Systems \n\t\t \n\t\t\t 2021 \n\t\t\t \n\t\t \n\t \n\t Upol Ehsan, Q Vera Liao, Michael Muller, Mark O Riedl, and Justin D Weisz. 2021. Expanding explainability: Towards social transparency in ai systems. In Proceedings of the 2021 CHI Conference on Human Factors in Computing Systems. 1-19."
    },
    {
      "title": "Why People Trust Wikipedia Articles: Credibility Assessment Strategies Used by Readers",
      "authors": [
        "Houda Elmimouni",
        "Andrea Forte",
        "Jonathan Morgan"
      ],
      "year": 2022,
      "doi": "10.1145/3555051.3555052",
      "raw": "Why People Trust Wikipedia Articles: Credibility Assessment Strategies Used by Readers \n\t\t \n\t\t\t Houda Elmimouni \n\t\t \n\t\t \n\t\t\t Andrea Forte \n\t\t \n\t\t \n\t\t\t Jonathan Morgan \n\t\t \n\t\t 10.1145/3555051.3555052 \n\t \n\t \n\t\t Proceedings of the 18th International Symposium on Open Collaboration \n\t\t the 18th International Symposium on Open Collaboration \n\t\t \n\t\t\t 2022 \n\t\t\t \n\t\t \n\t \n\t Houda Elmimouni, Andrea Forte, and Jonathan Morgan. 2022. Why People Trust Wikipedia Articles: Credibility Assessment Strategies Used by Readers. In Proceedings of the 18th International Symposium on Open Collaboration. 1-10."
    },
    {
      "title": "Empirical studies assessing the quality of health information for consumers on the world wide web: a systematic review",
      "authors": [
        "Gunther Eysenbach",
        "John Powell",
        "Oliver Kuss",
        "Eun-Ryoung Sa"
      ],
      "year": 2002,
      "doi": "10.1001/jama.287.20.2691",
      "journal": "Journal of American Medical Association",
      "volume": "287",
      "raw": "Empirical studies assessing the quality of health information for consumers on the world wide web: a systematic review \n\t\t \n\t\t\t Gunther Eysenbach \n\t\t \n\t\t \n\t\t\t John Powell \n\t\t \n\t\t \n\t\t\t Oliver Kuss \n\t\t \n\t\t \n\t\t\t Eun-Ryoung Sa \n\t\t \n\t\t 10.1001/jama.287.20.2691 \n\t \n\t \n\t\t Journal of American Medical Association \n\t\t \n\t\t\t 287 \n\t\t\t \n\t\t\t 2002. 2002 \n\t\t \n\t \n\t Gunther Eysenbach, John Powell, Oliver Kuss, and Eun-Ryoung Sa. 2002. Em- pirical studies assessing the quality of health information for consumers on the world wide web: a systematic review. Journal of American Medical Association 287, 20 (2002), 2691-2700."
    },
    {
      "title": "Perceptions of Internet information credibility",
      "authors": [
        "J Andrew",
        "Miriam Flanagin"
      ],
      "year": 2000,
      "journal": "Journalism & Mass communication quarterly",
      "volume": "77",
      "issue": "3",
      "raw": "Perceptions of Internet information credibility \n\t\t \n\t\t\t J Andrew \n\t\t \n\t\t \n\t\t\t Miriam J Flanagin \n\t\t \n\t\t \n\t\t\t Metzger \n\t\t \n\t \n\t \n\t\t Journalism & Mass communication quarterly \n\t\t \n\t\t\t 77 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2000. 2000 \n\t\t \n\t \n\t Andrew J Flanagin and Miriam J Metzger. 2000. Perceptions of Internet infor- mation credibility. Journalism & Mass communication quarterly 77, 3 (2000), 515-540."
    },
    {
      "title": "E-credibility: Building common ground in web environments",
      "authors": [
        "Christina Haas"
      ],
      "year": 2003,
      "doi": "10.1023/a:1024557422109",
      "journal": "L1-Educational Studies in Language and Literature",
      "volume": "3",
      "raw": "E-credibility: Building common ground in web environments \n\t\t \n\t\t\t Christina Haas \n\t\t \n\t\t \n\t\t\t Stanley T Wearden \n\t\t \n\t\t 10.1023/a:1024557422109 \n\t \n\t \n\t\t L1-Educational Studies in Language and Literature \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2003. 2003 \n\t\t \n\t \n\t Christina Haas and Stanley T Wearden. 2003. E-credibility: Building common ground in web environments. L1-Educational Studies in Language and Literature 3 (2003), 169-184."
    },
    {
      "title": "Interpreting black-box models: a review on explainable artifcial intelligence",
      "authors": [
        "Vikas Hassija",
        "Vinay Chamola",
        "Atmesh Mahapatra",
        "Abhinandan Singal",
        "Divyansh Goel",
        "Kaizhu Huang",
        "Simone Scardapane",
        "Indro Spinelli",
        "Mahmud Mufti",
        "Amir Hussain"
      ],
      "year": 2023,
      "doi": "10.1007/s12559-023-10179-8",
      "journal": "Cognitive Computation",
      "raw": "Interpreting black-box models: a review on explainable artifcial intelligence \n\t\t \n\t\t\t Vikas Hassija \n\t\t \n\t\t \n\t\t\t Vinay Chamola \n\t\t \n\t\t \n\t\t\t Atmesh Mahapatra \n\t\t \n\t\t \n\t\t\t Abhinandan Singal \n\t\t \n\t\t \n\t\t\t Divyansh Goel \n\t\t \n\t\t \n\t\t\t Kaizhu Huang \n\t\t \n\t\t \n\t\t\t Simone Scardapane \n\t\t \n\t\t \n\t\t\t Indro Spinelli \n\t\t \n\t\t \n\t\t\t Mahmud Mufti \n\t\t \n\t\t \n\t\t\t Amir Hussain \n\t\t \n\t\t 10.1007/s12559-023-10179-8 \n\t \n\t \n\t\t Cognitive Computation \n\t\t \n\t\t\t \n\t\t\t 2023. 2023 \n\t\t \n\t \n\t Vikas Hassija, Vinay Chamola, Atmesh Mahapatra, Abhinandan Singal, Divyansh Goel, Kaizhu Huang, Simone Scardapane, Indro Spinelli, Mufti Mahmud, and Amir Hussain. 2023. Interpreting black-box models: a review on explainable artifcial intelligence. Cognitive Computation (2023), 1-30."
    },
    {
      "title": "Efects of online health sources on credibility and behavioral intentions",
      "authors": [
        "Yifeng Hu",
        "S Shyam Sundar"
      ],
      "year": 2010,
      "doi": "10.1177/0093650209351512",
      "journal": "Communication Research",
      "volume": "37",
      "issue": "1",
      "raw": "Efects of online health sources on credibility and behavioral intentions \n\t\t \n\t\t\t Yifeng Hu \n\t\t \n\t\t \n\t\t\t S Shyam Sundar \n\t\t \n\t\t 10.1177/0093650209351512 \n\t \n\t \n\t\t Communication Research \n\t\t \n\t\t\t 37 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2010. 2010 \n\t\t \n\t \n\t Yifeng Hu and S Shyam Sundar. 2010. Efects of online health sources on credi- bility and behavioral intentions. Communication Research 37, 1 (2010), 105-132."
    },
    {
      "title": "Do we trust the crowd? Efects of crowdsourcing on perceived credibility of online health information",
      "authors": [
        "Yan Huang",
        "S Shyam Sundar"
      ],
      "year": 2022,
      "doi": "10.1080/10410236.2020.1824662",
      "journal": "Health Communication",
      "volume": "37",
      "issue": "1",
      "raw": "Do we trust the crowd? Efects of crowdsourcing on perceived credibility of online health information \n\t\t \n\t\t\t Yan Huang \n\t\t \n\t\t \n\t\t\t S Shyam Sundar \n\t\t \n\t\t 10.1080/10410236.2020.1824662 \n\t \n\t \n\t\t Health Communication \n\t\t \n\t\t\t 37 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2022. 2022 \n\t\t \n\t \n\t Yan Huang and S Shyam Sundar. 2022. Do we trust the crowd? Efects of crowd- sourcing on perceived credibility of online health information. Health Communi- cation 37, 1 (2022), 93-102."
    },
    {
      "title": "Accuracy and bias in self-perception: individual diferences in self-enhancement and the role of narcissism",
      "authors": [
        "P Oliver",
        "Richard John"
      ],
      "year": 1994,
      "journal": "Journal of Personality and Social Psychology",
      "volume": "66",
      "issue": "1",
      "pages": "206",
      "raw": "Accuracy and bias in self-perception: individual diferences in self-enhancement and the role of narcissism \n\t\t \n\t\t\t P Oliver \n\t\t \n\t\t \n\t\t\t Richard W John \n\t\t \n\t\t \n\t\t\t Robins \n\t\t \n\t \n\t \n\t\t Journal of Personality and Social Psychology \n\t\t \n\t\t\t 66 \n\t\t\t 1 \n\t\t\t 206 \n\t\t\t 1994. 1994 \n\t\t \n\t \n\t Oliver P John and Richard W Robins. 1994. Accuracy and bias in self-perception: individual diferences in self-enhancement and the role of narcissism. Journal of Personality and Social Psychology 66, 1 (1994), 206."
    },
    {
      "title": "Heuristic versus systematic processing of specialist versus generalist sources in online media",
      "authors": [
        "Jeon Yoon",
        "S Shyam Koh"
      ],
      "year": 2010,
      "journal": "Human Communication Research",
      "volume": "36",
      "issue": "2",
      "raw": "Heuristic versus systematic processing of specialist versus generalist sources in online media \n\t\t \n\t\t\t Jeon Yoon \n\t\t \n\t\t \n\t\t\t S Shyam Koh \n\t\t \n\t\t \n\t\t\t Sundar \n\t\t \n\t \n\t \n\t\t Human Communication Research \n\t\t \n\t\t\t 36 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2010. 2010 \n\t\t \n\t \n\t Yoon Jeon Koh and S Shyam Sundar. 2010. Heuristic versus systematic processing of specialist versus generalist sources in online media. Human Communication Research 36, 2 (2010), 103-124."
    },
    {
      "title": "Trust in wikipedia: how users trust information from an unknown source",
      "authors": [
        "Teun Lucassen",
        "Jan Maarten Schraagen"
      ],
      "year": 2010,
      "doi": "10.1145/1772938.1772944",
      "raw": "Trust in wikipedia: how users trust information from an unknown source \n\t\t \n\t\t\t Teun Lucassen \n\t\t \n\t\t \n\t\t\t Jan Maarten Schraagen \n\t\t \n\t\t 10.1145/1772938.1772944 \n\t \n\t \n\t\t Proceedings of the 4th workshop on Information credibility \n\t\t the 4th workshop on Information credibility \n\t\t \n\t\t\t 2010 \n\t\t\t \n\t\t \n\t \n\t Teun Lucassen and Jan Maarten Schraagen. 2010. Trust in wikipedia: how users trust information from an unknown source. In Proceedings of the 4th workshop on Information credibility. 19-26."
    },
    {
      "title": "Credibility and trust of information in online environments: The use of cognitive heuristics",
      "authors": [
        "J Miriam",
        "Andrew Metzger"
      ],
      "year": 2013,
      "journal": "Journal of Pragmatics",
      "volume": "59",
      "raw": "Credibility and trust of information in online environments: The use of cognitive heuristics \n\t\t \n\t\t\t J Miriam \n\t\t \n\t\t \n\t\t\t Andrew J Metzger \n\t\t \n\t\t \n\t\t\t Flanagin \n\t\t \n\t \n\t \n\t\t Journal of Pragmatics \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2013. 2013 \n\t\t \n\t \n\t Miriam J Metzger and Andrew J Flanagin. 2013. Credibility and trust of in- formation in online environments: The use of cognitive heuristics. Journal of Pragmatics 59 (2013), 210-220."
    },
    {
      "title": "In Google we trust: Users' decisions on rank, position, and relevance",
      "authors": [
        "Bing Pan",
        "Helene Hembrooke",
        "Thorsten Joachims",
        "Lori Lorigo",
        "Geri Gay",
        "Laura Granka"
      ],
      "year": 2007,
      "doi": "10.1111/j.1083-6101.2007.00351.x",
      "journal": "Journal of Computer-Mediated Communication",
      "volume": "12",
      "issue": "3",
      "raw": "In Google we trust: Users' decisions on rank, position, and relevance \n\t\t \n\t\t\t Bing Pan \n\t\t \n\t\t \n\t\t\t Helene Hembrooke \n\t\t \n\t\t \n\t\t\t Thorsten Joachims \n\t\t \n\t\t \n\t\t\t Lori Lorigo \n\t\t \n\t\t \n\t\t\t Geri Gay \n\t\t \n\t\t \n\t\t\t Laura Granka \n\t\t \n\t\t 10.1111/j.1083-6101.2007.00351.x \n\t \n\t \n\t\t Journal of Computer-Mediated Communication \n\t\t \n\t\t\t 12 \n\t\t\t 3 \n\t\t\t \n\t\t\t 2007. 2007 \n\t\t \n\t \n\t Bing Pan, Helene Hembrooke, Thorsten Joachims, Lori Lorigo, Geri Gay, and Laura Granka. 2007. In Google we trust: Users' decisions on rank, position, and relevance. Journal of Computer-Mediated Communication 12, 3 (2007), 801-823."
    },
    {
      "title": "Individual and routine forces in gatekeeping",
      "authors": [
        "Pamela Shoemaker",
        "Martin Eichholz",
        "Eunyi Kim",
        "Brenda Wrigley"
      ],
      "year": 2001,
      "doi": "10.1177/107769900107800202",
      "journal": "Journalism & Mass communication Quarterly",
      "volume": "78",
      "issue": "2",
      "raw": "Individual and routine forces in gatekeeping \n\t\t \n\t\t\t Pamela J Shoemaker \n\t\t \n\t\t \n\t\t\t Martin Eichholz \n\t\t \n\t\t \n\t\t\t Eunyi Kim \n\t\t \n\t\t \n\t\t\t Brenda Wrigley \n\t\t \n\t\t 10.1177/107769900107800202 \n\t \n\t \n\t\t Journalism & Mass communication Quarterly \n\t\t \n\t\t\t 78 \n\t\t\t 2 \n\t\t\t \n\t\t\t 2001. 2001 \n\t\t \n\t \n\t Pamela J Shoemaker, Martin Eichholz, Eunyi Kim, and Brenda Wrigley. 2001. Individual and routine forces in gatekeeping. Journalism & Mass communication Quarterly 78, 2 (2001), 233-246."
    },
    {
      "title": "Basics of qualitative research techniques",
      "authors": [
        "Anselm Strauss",
        "Juliet Corbin"
      ],
      "year": 1998,
      "raw": "Basics of qualitative research techniques \n\t\t \n\t\t\t Anselm Strauss \n\t\t \n\t\t \n\t\t\t Juliet Corbin \n\t\t \n\t\t \n\t\t\t 1998. 1998 \n\t\t \n\t \n\t Anselm Strauss and Juliet Corbin. 1998. Basics of qualitative research techniques. (1998)."
    },
    {
      "title": "Self as source: Agency and customization in interactive media",
      "authors": [
        "Sundar Shyam"
      ],
      "year": 2008,
      "doi": "10.4324/9780203926864-12",
      "raw": "Self as source: Agency and customization in interactive media \n\t\t \n\t\t\t Sundar Shyam \n\t\t \n\t\t 10.4324/9780203926864-12 \n\t \n\t \n\t\t Mediated interpersonal communication \n\t\t \n\t\t\t Routledge \n\t\t\t 2008 \n\t\t\t \n\t\t \n\t \n\t S Shyam Sundar. 2008. Self as source: Agency and customization in interactive media. In Mediated interpersonal communication. Routledge, 72-88."
    },
    {
      "title": "Toward a theory of interactive media efects (TIME) four models for explaining how interface features afect user psychology",
      "authors": [
        "Haiyan Shyam Sundar",
        "Franklin Jia",
        "Yan Waddell"
      ],
      "year": 2015,
      "journal": "The Handbook of the Psychology of Communication Technology",
      "raw": "Toward a theory of interactive media efects (TIME) four models for explaining how interface features afect user psychology \n\t\t \n\t\t\t Haiyan Shyam Sundar \n\t\t \n\t\t \n\t\t\t Franklin Jia \n\t\t \n\t\t \n\t\t\t Yan Waddell \n\t\t \n\t\t \n\t\t\t Huang \n\t\t \n\t \n\t \n\t\t The Handbook of the Psychology of Communication Technology \n\t\t \n\t\t\t \n\t\t\t 2015. 2015 \n\t\t \n\t \n\t S Shyam Sundar, Haiyan Jia, T Franklin Waddell, and Yan Huang. 2015. Toward a theory of interactive media efects (TIME) four models for explaining how interface features afect user psychology. The Handbook of the Psychology of Communication Technology (2015), 47-86."
    },
    {
      "title": "Source orientation in human-computer interaction: Programmer, networker, or independent social actor",
      "authors": [
        "Shyam Sundar",
        "Cliford Nass"
      ],
      "year": 2000,
      "doi": "10.1177/009365000027006001",
      "journal": "Communication Research",
      "volume": "27",
      "issue": "6",
      "raw": "Source orientation in human-computer interaction: Programmer, networker, or independent social actor \n\t\t \n\t\t\t Shyam Sundar \n\t\t \n\t\t \n\t\t\t Cliford Nass \n\t\t \n\t\t 10.1177/009365000027006001 \n\t \n\t \n\t\t Communication Research \n\t\t \n\t\t\t 27 \n\t\t\t 6 \n\t\t\t \n\t\t\t 2000. 2000 \n\t\t \n\t \n\t S Shyam Sundar and Cliford Nass. 2000. Source orientation in human-computer interaction: Programmer, networker, or independent social actor. Communication Research 27, 6 (2000), 683-703."
    },
    {
      "title": "Conceptualizing sources in online news",
      "authors": [
        "Shyam Sundar",
        "Cliford Nass"
      ],
      "year": 2001,
      "doi": "10.1111/j.1460-2466.2001.tb02872.x",
      "journal": "Journal of Communication",
      "volume": "51",
      "issue": "1",
      "raw": "Conceptualizing sources in online news \n\t\t \n\t\t\t Shyam Sundar \n\t\t \n\t\t \n\t\t\t Cliford Nass \n\t\t \n\t\t 10.1111/j.1460-2466.2001.tb02872.x \n\t \n\t \n\t\t Journal of Communication \n\t\t \n\t\t\t 51 \n\t\t\t 1 \n\t\t\t \n\t\t\t 2001. 2001 \n\t\t \n\t \n\t S Shyam Sundar and Cliford Nass. 2001. Conceptualizing sources in online news. Journal of Communication 51, 1 (2001), 52-72."
    },
    {
      "title": "The wisdom of crowds",
      "authors": [
        "James Surowiecki"
      ],
      "year": 2005,
      "doi": "10.3138/jspr.37.3.351",
      "raw": "The wisdom of crowds \n\t\t \n\t\t\t James Surowiecki \n\t\t \n\t\t 10.3138/jspr.37.3.351 \n\t\t \n\t\t\t 2005 \n\t\t\t Anchor \n\t\t \n\t \n\t James Surowiecki. 2005. The wisdom of crowds. Anchor."
    }
  ],
  "num_references": 25,
  "figures": [
    {
      "description": "I really turned to ChatGPT. When I need somebody who just gets straight to the point and just fgures out what the exact answer I'm looking for is. When I want to know a lot of information about a topic, I just ask the question and then I just go like I'm following up with what, um, as my like my frst question. So that's what I really like. ChatGPT already knows what I'm talking about and connects my two questions."
    },
    {
      "caption": "Table 5 :",
      "description": "Primary Source for Information Quotation It depends on what kind of information I'm looking for, but mostly go to Google frst. I mostly go to Google search, sometimes to ChatGPT. If I want to use something new, I go to ChatGPT, and it's pretty good. I also use Facebook Search for regular topics. I guess I'm kind of old school, I just Google it. And it seems like in all the browsers now you can just type in information on the address bar, and it goes to a default search engine. I think usually I just Google it online frst. But depending on what kind of information I'm trying to fnd, like, if it's for an essay type of thing, I've defnitely turned to ChatGPT or something like that recently, as well. I'll do a quick Google search or something. But also, depending on the kind of information, I might just ask, like a friend or my parents, if they might already know the information about the topic I'm looking for. I usually just Google things. If it's for a class or something I need more in-depth information about, I might use Google Scholar."
    },
    {
      "type": "table",
      "caption": "Table 1 :",
      "description": "Demographics of participants"
    },
    {
      "type": "table",
      "caption": "Table 3 :",
      "description": "Why we trust Wikipedia"
    },
    {
      "type": "table",
      "caption": "Table 2 :",
      "description": "Why we trust GoogleFaculty did not recommend it because everyone can edit it. It is least trustful. Wikipedia would probably be the most accurate because people can actually edit the articles. So, you could always have somebody that knew something about what it was make that edit. Wikipedia, I don't prefer just because I mean, we've always been told that like, it isn't good because people can edit Wikipedia."
    },
    {
      "type": "table",
      "caption": "Table 7 :",
      "description": "Why users trust Google and Wikipedia more than ChatGPT"
    }
  ],
  "num_figures": 6,
  "tables": [
    {
      "content": "No Age Gender Occupation P1 27 Female PhD student in Mass Communication P2 22 Female Marketer in Startup P3 38 Male PhD student in Mechanical Engineering P4 60 Male Sales in Department Store P5 45 Male Interpreter P6 57 Male Quality System Auditor P7 22 Male PhD student in Information Science P8 27 Female PhD student in Mass Communication P9 24 Female PhD student in Mass Communication P10 22 Female Undergraduate student P11 20 Female Undergraduate student P12 22 Female Undergraduate student P13 22 Female Undergraduate student P14 19 Female Undergraduate student"
    },
    {
      "content": "Participant Quotation"
    },
    {
      "content": "Quotation"
    },
    {
      "content": "Participant P7 P9 P9 P12 P14"
    }
  ],
  "num_tables": 4,
  "formulas": [
    {
      "text": "P11 P8 P9 P1 P4 P2"
    }
  ],
  "num_formulas": 1,
  "num_citations": 32,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b16",
    "b15",
    "b19",
    "b24",
    "b4",
    "b6",
    "b7",
    "b11",
    "b8",
    "b22",
    "b23",
    "b0"
  ],
  "notes": [
    "[raw_affiliation] Media Efects Research Laboratory Elon University Pennsylvania State University Doimukh , NC , USA University Park , PA , USA Media Efects Research Laboratory Media Efects Research Laboratory",
    "[raw_affiliation] Media Efects Research Laboratory Elon University Pennsylvania State University Doimukh , NC , USA University Park , PA , USA Media Efects Research Laboratory Media Efects Research Laboratory",
    "[raw_affiliation] Pennsylvania State University Pennsylvania State University University Park , PA , USA University Park , PA , USA",
    "[raw_affiliation] Pennsylvania State University Pennsylvania State University University Park , PA , USA University Park , PA , USA",
    "Amazon MTurk, a university email list, social media (e.g., Instagram and Facebook), and authors' personal networks. Participants who have used ChatGPT at least once were qualifed to participate in the study. The participant pool was diverse in terms of age, gender, education, and occupation (see table",
    "[raw_reference] Weiser Benjamin and Schweber Nate. 2023. Netherlands 'will pay the price' for blocking Turkish visit -Erdoğan. The New York Times. https://www.nytimes. com/2023/06/08/nyregion/lawyer-chatgpt-sanctions.html",
    "[raw_reference] Lin Carolyn A and Atkin David J. 2002. Communication technology an society: Audience adoption and uses. Creskill, NJ: Hampton Press. 153-188 pages.",
    "[raw_reference] Steven H Chafee. 1982. Mass media and interpersonal channels: Competitive, convergent, or complementary. Inter/media: Interpersonal Communication in a Media World 57 (1982), 77.",
    "[raw_reference] Gabriel De la Calzada and Alex Dekhtyar. 2010. On measuring the quality of Wikipedia articles. In Proceedings of the 4th workshop on Information credibility. 11-18.",
    "[raw_reference] Mohan J Dutta-Bergman. 2003. Health communication on the web: The roles of web use motivation and information completeness. Communication Monographs 70, 3 (2003), 264-274.",
    "[raw_reference] Upol Ehsan, Q Vera Liao, Michael Muller, Mark O Riedl, and Justin D Weisz. 2021. Expanding explainability: Towards social transparency in ai systems. In Proceedings of the 2021 CHI Conference on Human Factors in Computing Systems. 1-19.",
    "[raw_reference] Houda Elmimouni, Andrea Forte, and Jonathan Morgan. 2022. Why People Trust Wikipedia Articles: Credibility Assessment Strategies Used by Readers. In Proceedings of the 18th International Symposium on Open Collaboration. 1-10.",
    "[raw_reference] Gunther Eysenbach, John Powell, Oliver Kuss, and Eun-Ryoung Sa. 2002. Em- pirical studies assessing the quality of health information for consumers on the world wide web: a systematic review. Journal of American Medical Association 287, 20 (2002), 2691-2700.",
    "[raw_reference] Andrew J Flanagin and Miriam J Metzger. 2000. Perceptions of Internet infor- mation credibility. Journalism & Mass communication quarterly 77, 3 (2000), 515-540.",
    "[raw_reference] Christina Haas and Stanley T Wearden. 2003. E-credibility: Building common ground in web environments. L1-Educational Studies in Language and Literature 3 (2003), 169-184.",
    "[raw_reference] Vikas Hassija, Vinay Chamola, Atmesh Mahapatra, Abhinandan Singal, Divyansh Goel, Kaizhu Huang, Simone Scardapane, Indro Spinelli, Mufti Mahmud, and Amir Hussain. 2023. Interpreting black-box models: a review on explainable artifcial intelligence. Cognitive Computation (2023), 1-30.",
    "[raw_reference] Yifeng Hu and S Shyam Sundar. 2010. Efects of online health sources on credi- bility and behavioral intentions. Communication Research 37, 1 (2010), 105-132.",
    "[raw_reference] Yan Huang and S Shyam Sundar. 2022. Do we trust the crowd? Efects of crowd- sourcing on perceived credibility of online health information. Health Communi- cation 37, 1 (2022), 93-102.",
    "[raw_reference] Oliver P John and Richard W Robins. 1994. Accuracy and bias in self-perception: individual diferences in self-enhancement and the role of narcissism. Journal of Personality and Social Psychology 66, 1 (1994), 206.",
    "[raw_reference] Yoon Jeon Koh and S Shyam Sundar. 2010. Heuristic versus systematic processing of specialist versus generalist sources in online media. Human Communication Research 36, 2 (2010), 103-124.",
    "[raw_reference] Teun Lucassen and Jan Maarten Schraagen. 2010. Trust in wikipedia: how users trust information from an unknown source. In Proceedings of the 4th workshop on Information credibility. 19-26.",
    "[raw_reference] Miriam J Metzger and Andrew J Flanagin. 2013. Credibility and trust of in- formation in online environments: The use of cognitive heuristics. Journal of Pragmatics 59 (2013), 210-220.",
    "[raw_reference] Bing Pan, Helene Hembrooke, Thorsten Joachims, Lori Lorigo, Geri Gay, and Laura Granka. 2007. In Google we trust: Users' decisions on rank, position, and relevance. Journal of Computer-Mediated Communication 12, 3 (2007), 801-823.",
    "[raw_reference] Pamela J Shoemaker, Martin Eichholz, Eunyi Kim, and Brenda Wrigley. 2001. Individual and routine forces in gatekeeping. Journalism & Mass communication Quarterly 78, 2 (2001), 233-246.",
    "[raw_reference] Anselm Strauss and Juliet Corbin. 1998. Basics of qualitative research techniques. (1998).",
    "[raw_reference] S Shyam Sundar. 2008. Self as source: Agency and customization in interactive media. In Mediated interpersonal communication. Routledge, 72-88.",
    "[raw_reference] S Shyam Sundar, Haiyan Jia, T Franklin Waddell, and Yan Huang. 2015. Toward a theory of interactive media efects (TIME) four models for explaining how interface features afect user psychology. The Handbook of the Psychology of Communication Technology (2015), 47-86.",
    "[raw_reference] S Shyam Sundar and Cliford Nass. 2000. Source orientation in human-computer interaction: Programmer, networker, or independent social actor. Communication Research 27, 6 (2000), 683-703.",
    "[raw_reference] S Shyam Sundar and Cliford Nass. 2001. Conceptualizing sources in online news. Journal of Communication 51, 1 (2001), 52-72.",
    "[raw_reference] James Surowiecki. 2005. The wisdom of crowds. Anchor."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
