{
  "paper_id": "9X2U4PSD",
  "title": "Digital health in chronic obstructive pulmonary disease",
  "abstract": "Chronic obstructive pulmonary disease (COPD) can be prevented and treated through effective care, reducing exacerbations and hospitalizations. Early identification of individuals at high risk of COPD exacerbation is an opportunity for preventive measures. However, many patients struggle to follow their treatment plans because of a lack of knowledge about the disease, limited access to resources, and insufficient clinical support. The growth of digital health-which encompasses advancements in health information technology, artificial intelligence, telehealth, the Internet of Things, mobile health, wearable technology, and digital therapeutics-offers opportunities for improving the early diagnosis and management of COPD. This study reviewed the field of digital health in terms of COPD. The findings showed that despite significant advances in digital health, there are still obstacles impeding its effectiveness. Finally, we highlighted some of the major challenges and possibilities for developing and integrating digital health in COPD management.",
  "year": 2017,
  "date": "2017",
  "journal": "Lancet",
  "publication": "Lancet",
  "authors": [
    {
      "forename": "Huanyu",
      "surname": "Long",
      "name": "Huanyu Long",
      "affiliation": "1  Department of Pulmonary and Critical Care Medicine , Peking University Third Hospital , Beijing , China \n\t\t\t\t\t\t\t\t Department of Pulmonary and Critical Care Medicine \n\t\t\t\t\t\t\t\t Peking University Third Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Shurun",
      "surname": "Li",
      "name": "Shurun Li",
      "affiliation": "2  Peking University Health Science Center , Beijing , China Department of Pulmonary and Critical Care Medicine , \n\t\t\t\t\t\t\t\t Department of Pulmonary and Critical Care Medicine \n\t\t\t\t\t\t\t\t Peking University Health Science Center \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    },
    {
      "forename": "Yahong",
      "surname": "Chen",
      "name": "Yahong Chen",
      "affiliation": "1  Department of Pulmonary and Critical Care Medicine , Peking University Third Hospital , Beijing , China \n\t\t\t\t\t\t\t\t Department of Pulmonary and Critical Care Medicine \n\t\t\t\t\t\t\t\t Peking University Third Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China",
      "email": "chenyahong@vip.sina.com"
    },
    {
      "affiliation": "Peking University Third Hospital , Beijing 100191 , China. \n\t\t\t\t\t\t\t\t Peking University Third Hospital \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 100191 \n\t\t\t\t\t\t\t\t\t Beijing \n\t\t\t\t\t\t\t\t\t China"
    }
  ],
  "doi": "https://doi.org/10.13039/501100009399",
  "keywords": [
    "COPD management",
    "chronic obstructive pulmonary disease",
    "digital health"
  ],
  "sections": [
    {
      "title": "| INTRODUCTION",
      "text": "Chronic obstructive pulmonary disease (COPD) is a significant global public health issue, affecting approximately 294 million individuals and causing over 3 million deaths annually, ranking as the third leading cause of death globally.  1, 2 The substantial and increasing prevalence of COPD demands immediate attention as a critical health concern. The condition is associated with a range of impairments, including respiratory, physical, social, and emotional, reducing quality of life and limiting daily activities. Accurate early diagnosis and lifestyle management of COPD can play a crucial role in its long-term management. However, COPD management is complex, and the approach depends on the condition's severity, including intensity of symptoms, exacerbation frequency and severity, and hospital admissions. Access to credible information, competent providers, and effective medications pose major challenges for many patients.\n\nDigital health encompasses a spectrum of solutions that utilize digital technologies to meet health needs, including health information technology (HIT), telehealth and telemedicine, mobile health (mHealth), wearable devices, artificial intelligence (AI), machine learning (ML), the Internet of Things (IoT), and digital therapeutics. These technologies have the potential to change how diseases are screened, diagnosed, and monitored and enable more precise profiling of disease progression, thus improving management. Against the backdrop of the COVID-19 pandemic, countries and healthcare systems worldwide have been forced to rapidly adapt to digital health, particularly telehealth, now widely regarded as the \"new normal.\"  3  This review provides a comprehensive overview of the digital health landscape, including its various forms and applications in COPD management. Despite the potential benefits of digital health solutions, numerous challenges have hindered their development and implementation. Therefore, we also addressed some of the key barriers and opportunities that can facilitate development and widespread adoption of digital health services to support COPD management."
    },
    {
      "title": "| DIGITAL HEALTH 2.1 | mHealth",
      "text": "Due to their widespread popularity, mobile phones have emerged as effective tools for facilitating communication and providing timely feedback to patients and healthcare providers. With the advent of advanced computing power and increased mobile connectivity, foundations were established for mHealth technologies that can potentially transform the provision and quality of healthcare and clinical research on a global scale.  4 Health refers to the use of cellphones and other wireless technologies in healthcare, with applications ranging from disease surveillance to treatment support, chronic disease management, and epidemic outbreak tracking. The integration of mHealth into healthcare systems enhances patient engagement, monitoring, and healthcare services, while the incorporation of gamification, social elements, and rewards into mHealth programs further augments the effectiveness of these technologies.  5 In terms of patient perception, mHealth tools have been evaluated as user friendly.  6 An example is the SMART-COPD Android application operating in conjunction with a Fitbit wearable activity tracking device, designed to support individuals with COPD in maintaining or increasing physical activity.  7 Additionally, Apple has developed an iOS application aimed at helping users monitor their disease progression and share this information with healthcare providers.  5 he use of fitness and medical applications to collect and track health-related data has been on the rise, leading to increased demand for mHealth services. In 2021, the global mHealth apps market was valued at 38.2 billion USD and is projected to show a compound annual growth rate of 11.8% from 2022 to 2030. The continued growth and development of mHealth technology, along with increasing awareness of the importance of staying healthy, is expected to further support widespread adoption of mHealth for chronic disease management.  8"
    },
    {
      "title": "| HIT",
      "text": "HIT has been shown to positively impact healthcare quality, enhance operational efficiency, reduce medical errors, and promote patient safety. 9 Seamless integration of healthcare systems with patient records and the support of accessible digital clinical data are critical for providing long-term medical care.  10, 11"
    },
    {
      "title": "| Electronic health record (EHR) systems",
      "text": "Recently, health systems have become increasingly reliant on EHRs to effectively capture and manage patient data.  12 The replacement of paper records with electronic versions significantly enhances the quality of subjectively reported outcomes.  13 Information sharing across care providers is essential to ensure accurate medication reconciliation and transfer of advance directives. Providers can input clinical data, such as laboratory results and imaging reports, into EHRs, while patients can add information obtained through wearable devices, mobile health applications, and other sources,  14  which can then be utilized to improve patient care. EHRs offer several advantages, including increased availability of patient information, improved interdisciplinary communication, enhanced continuity of care, improved legibility and documentation, reduced redundancies, and increased speed. In addition, EHRs provide a personalized approach to patient care and support providers in task tracking and coordination."
    },
    {
      "title": "| Electronic prescribing and pharmacy automation",
      "text": "Electronic prescribing refers to the utilization of computer technology to create, transmit, and fill medical prescriptions using standardized vocabulary.  15 It covers not only the communication aspects but also medication supply and administration, along with an audit trail for prescription and medication history.  16 Throughout the process, including drug selection, prescription signing, warnings or advisories can be provided to improve prescription accuracy and reduce the potential for prescription abuse or overprescription.  14 Evidence suggests that electronic prescribing can improve patient safety by reducing errors associated with handwritten prescriptions and by decreasing adverse drug events.  17, 18 urthermore, electronic prescribing allows clinicians to send new prescriptions directly to local pharmacies, streamlining the prescription and dispensing process and saving time for both clinicians and pharmacists.\n\nPharmacy automation has been applied to repetitive tasks such as record-keeping, item selection, and dose packaging, which increases efficiency and reduces errors.  17 Additionally, warnings regarding drug-drug or drug-allergy interactions can be generated automatically, and patients' personal drug histories can be easily updated. Automated multidose drug dispensation, particularly for patients taking multiple medications, significantly enhances safety and accuracy.  19 Automation also allows pharmacists to allocate more time to addressing complex, patient-centered issues rather than being limited to dispensing medication.  20"
    },
    {
      "title": "| Wearable devices",
      "text": "Advances in sensor technology have led to the emergence of wearable devices able to constantly collect and track real-time physiological and biochemical information. These devices, which include wristbands, armbands, smartwatches, rings, and eye wear, enable continuous monitoring in natural settings.  [21] [22] 2] [23]  For chronic diseases, wearable devices can provide longitudinal data that tracks patient progress, offering an alternative to more complex, uncomfortable, and costly monitoring methods.  24 The trend toward smaller, lighter, less obtrusive, and more comfortable wearable devices can promote higher adherence and enable sustained monitoring.  25 Additionally, wearable devices can wirelessly transmit data to mobile integration platforms, such as HUAWEI Health Kit and Apple HealthKit,  25  allowing patients and providers to better manage chronic conditions and promptly respond to exacerbations. For healthy individuals, wearable devices can track and monitor their health and fitness indicators, promoting wellness and the early detection of potential diseases.  26 leep-monitoring wearables are prevalent in such technologies. Although polysomnography is considered the gold standard for sleep monitoring, the process is demanding and costly, requiring experienced technicians. Sleep-monitoring devices are compatible with use at home, reducing the measures required for the process in hospital settings and minimizing \"first night bias\" effects. The data can be transmitted to cloud-based platforms, contributing to their popularity given the accessibility, convenience, and cost-effectiveness.  27 rist-worn sleep devices can capture daily steps and a range of sleep parameters, including heart rate, breathing volume, snoring, hours of deep and light sleep, sleep duration, and duration of awakenings.  28 Additionally, wearable devices utilizing photoplethysmography can monitor pulse wave data, while lightweight wearable sleep monitors can help in the assessment of sleep apnea and the improvement of sleep quality.  24, 29 rthermore, headband-like wearable devices can capture brain activity through electroencephalography (EEG).  30 Despite these advances, the accuracy of wearable sleep-monitoring devices remains limited and sleep hours tend to be overestimated.  31"
    },
    {
      "title": "| Telehealth and telemedicine",
      "text": "Telehealth refers to the utilization of electronic information and telecommunication technologies to aid and enhance the remote delivery of clinical healthcare services, as well as support the education of patients and healthcare providers, and public health and health administration.  32 he term telehealth is frequently used interchangeably with telemedicine.  33 However, telehealth is more comprehensive, with telemedicine and eHealth serving as subcategories of it. The World Health Organization (WHO) defines telehealth as an application of information and communication technologies in the field of health. Telehealth encompasses a range of technologies, such as telecommunication, telemonitoring, teleconsultation, teleeducation, and telerehabilitation.  34 The initial objective of telehealth was to offer medical expertise to remote areas; however, with technological advances in computers and mobile devices, healthcare providers can now offer virtual monitoring and support to individuals with chronic diseases.  35 Currently, telemedicine facilitates prompt interventions and rapid responses. It is particularly valuable when healthcare access is limited or when continuous monitoring is essential to manage unstable conditions, such as post-hospitalization care for COPD exacerbation or chronic respiratory failure.  34 Telemedicine and telehealth have been shown to increase patient engagement in their own health, leading to healthier lifestyles and improved medication adherence. This increased health knowledge and involvement provides a sense of security for both patients and their families.  36"
    },
    {
      "title": "| IoT",
      "text": "The IoT differs from the traditional Internet by connecting devices and machines without human intervention. Physical objects such as monitoring equipment are equipped with sensors and processors to process and transmit data, allowing for automated interactions with other machines and humans. IoT serves as a bridge between the virtual and physical worlds through its network of interconnected sensors and devices.  37 5G technology is designed to support the widespread connectivity enabled by the IoT, thereby allowing it to cover a broad range of human activities and experiences.  3 he emergence of the IoT can potentially transform the way healthcare is implemented. New clinical data, including imaging data, can be automatically updated to EHRs. IoT facilitates the continuous collection of clinical information through sensors, applications, and remote monitoring. This information is transmitted to the cloud, granting healthcare providers access to a comprehensive view of their patients' health status, thereby enabling them to identify previously undetected issues and provide timely feedback to patients.  38, 39 hang et al. developed an IoT-based system for smartphones that facilitates medication reminders, data collection, health education, and communication for COPD self-management. The system incorporates sensor networks, mobile communication networks, and cloud computing to detect and analyze physiological parameters, enabling healthcare providers to monitor patient status and provide advice. Designed for simplicity, the system is friendly and can be used in both urban and rural regions.  37, 40"
    },
    {
      "title": "| Virtual visits",
      "text": "Virtual visits have increased significantly since the COVID-19 pandemic, which complement in-person visits and reduces unnecessary hospital visits and risk of exposure. This is especially beneficial for patients with chronic diseases or weakened immune systems, as it helps prevent infection. Virtual visits facilitate audiovisual interactions between patients and clinicians through information communication technology, and are typically conducted synchronously.  41 They support patient health assessments, monitoring of medication regimens, and social engagement. Elderly individuals receiving home healthcare are more likely to benefit, such as through improved social integration and increased medication adherence.  42 irtual visits reduce travel and appointment wait times, making medical care more accessible and convenient,  43  and offer several advantages to patients. First, they increase the convenience of medical appointments, reduce the time and effort associated with medication management, and allow patient health to be monitored. Second, they provide easier access to information and support for patients with chronic conditions, thus improving care continuity and quality. Furthermore, patient feedback has indicated that virtual visits are often associated with increased comfort, safety, humanization, and satisfaction compared to in-person appointments. In addition, they can lower the cost of care for patients, including travel expenses and lost income from missed work. Patients may also consider asynchronous visits more convenient. These allow patients to manage visits based on their own schedule, communicate sensitive information more comfortably, and better capture guidance from providers.  44 As the demand for immediate and convenient access grows, virtual healthcare will continue to expand.  45"
    },
    {
      "title": "| Personalized Medicine"
    },
    {
      "title": "| Predictive analytics (AI and ML)",
      "text": "Predictive analytics refers to the systematic use of statistical or ML methods to make predictions and support decision making. It employs computational techniques from several domains, including statistics, database management, AI, ML, pattern recognition, and data visualization. Predictive analytics is based on inductive inference rather than classic statistical approaches, making it well-suited for automated analyses and processing of high-dimensional datasets.  46 Predictive analytics applied to gauge patient health states and exacerbation likelihood can potentially enhance medical decision-making, thereby improving disease outcomes. Optimal choices can be more thoroughly assessed based on patient information and treatment plans. Predictions based on patient-specific data can provide highly accurate and individualized risk assessments and tailored management plans.  47 L has a remarkable advantage owing to its versatility and scalability. The applications are numerous, including risk classification, diagnosis, and outcome prediction.  48 dditionally, ML can integrate and analyze various forms of clinical data in real time, such as demographic information, laboratory results, and imaging variables, supporting healthcare providers in problem solving. ML enables consideration of a wider range of information and evidence in decision making.  39 Philips (Amsterdam, the Netherlands) introduced an AI platform known as HealthSuite Insights, providing practitioners and providers with advanced analytics capabilities to curate and analyze healthcare data, enabling a more personalized approach to diagnosis and treatment.  49 CURATE.AI, a ML application developed through a collaboration between the National University of Singapore and the University of California Los Angeles, optimizes drug dosages through long-term data collection, particularly for combination therapy, thereby aiding physicians in their decisionmaking processes.  50"
    },
    {
      "title": "| Personalized medicine based on genetic markers",
      "text": "Personalized medicine involves customization of medical treatment for individuals based on their unique characteristics and attributes. High-throughput technologies such as genomics can provide a comprehensive, multilayered representation of a patient's health status, which can then be used to determine health risks, predict outcomes, and optimize treatment plans.  13 The integration of genomics data with AI and ML techniques can potentially translate genetic information into improved outcomes both safely and accurately.  51, 52 harmacogenomics, an emerging approach in precision medicine, studies the impact of genetic variations on drug responses, and tailors drug selection and dosing accordingly.  53, 54 For instance, Herceptin, an anticancer drug, has been successfully used for breast cancer patients with overexpression of HER-2.  55 Additionally, in non-small cell lung cancer, activating epidermal growth factor receptor (EGFR) mutations in the tyrosine kinase (TK) domain can predict patients' response to EGFR-TK inhibitors. Furthermore, next-generation sequencing can assist in identifying potential mechanisms of drug resistance.  56 Personalized medicine, which is based on genetic markers, embodies the concept of P4 medicine (prediction, prevention, personalization, and participation).  51"
    },
    {
      "title": "| Digital Therapeutics",
      "text": "Digital therapeutics involves the utilization of digital technologies to enhance and supplement traditional clinical treatments. This approach offers evidence-based therapeutic interventions through digital means, such as smartphones, tablets, and virtual reality devices, to instruct patients on how to manage or treat medical disorders,  57  aiming to increase healthcare accessibility and provide alternative therapeutic options where traditional treatments may be lacking. Additionally, digital therapeutics can potentially reduce reliance on pharmaceutical products and optimize drug utilization.\n\nA key feature of personalized medicine is the ability to personalize treatment strategies with individual clinical data, offering a unique opportunity to tailor treatment to the specific needs of each patient.  58"
    },
    {
      "title": "| DIGITAL HEALTH IN COPD (FIGURE 1)",
      "text": "COPD is considered an ambulatory care sensitive condition, meaning that with proper outpatient treatment very few patients will experience exacerbations and require hospitalization.  59 However, the challenge lies in identifying individuals at risk of exacerbations, which is essential for effective prevention. Unfortunately, many patients with COPD face challenges, such as limited awareness of their condition, difficulty accessing resources, and insufficient clinical support, hindering their compliance with management requirements.  60 igital health has been used to address these challenges in COPD management, as it enables healthcare providers to remotely monitor patient situations and offer interventions. Patients can also access health information, track their condition, and communicate with healthcare providers. reduced pulmonary function is correlated with increased frequency of exacerbations and hospitalization and elevated mortality risk.  61, 62 Due to its standardization and widespread utilization, PFT is opportune for the development and implementation of AI for test result interpretation and diagnosis.  63 opalovic et al. demonstrated that AI-based software perfectly matched PFT pattern interpretations (100%) and assigned correct diagnoses in 82% of cases, while PFT pattern recognition by pulmonologists matched guidelines in 74.4% of cases and diagnoses were correct in 44.6% of them.  64 Put simply, AI can interpret PFT and reach diagnoses with greater accuracy than an individual pulmonologist, approaching the level of a panel of expert practitioners.  64, 65 However, these results should be interpreted with caution. The probabilities of the different AI-generated diagnoses were shaped by the prevalence of diseases in the training data set. Hence, real-life scenarios must be considered when constructing initial training datasets to accurately reflect disease prevalence."
    },
    {
      "title": "| Portable devices combined with questionnaires to diagnose COPD",
      "text": "PFT is frequently regarded as costly, complex, and timeconsuming, requiring significant investments for spirometric equipment, maintenance, complex interpretation software, regular spirometer calibration, and specialized spirometry training.  66, 67 A compact, inexpensive alternative to traditional spirometry are portable spirometers, designed to be easily transported and often equipped with data transfer capabilities to mobile devices or computers for convenient review and monitoring by healthcare providers.  61 Studies have revealed that portable spirometers possess a high degree of accuracy in COPD screening, primary diagnosis, and follow-up monitoring, and are comparable to conventional PFT.  68 These devices are inexpensive, portable, battery-powered, and easy for both healthcare providers and patients to use them.  68 everal studies have demonstrated the feasibility of portable devices for measuring peak expiratory flow (PEF) in combination with patient questionnaires as COPD diagnostic tools in the absence of high-quality spirometry. Integrating digital PEF and symptom questionnaires increased the sensitivity of COPD screening to 84% and specificity to 93%.  69 Martinez et al. proposed an optimized diagnostic methodology that combined a five-item questionnaire known as CAPTURE (COPD Assessment in Primary Care to Identify Undiagnosed Respiratory Disease and Exacerbation Risk) with digital PEF, and applied a ML approach to identify previously undiagnosed patients at significant risk of airflow obstruction or exacerbations.  70"
    },
    {
      "title": "| AI utilization of computed tomography (CT) imaging analysis for COPD screening",
      "text": "COPD is commonly diagnosed using spirometry; however, an estimated 70% of people with COPD worldwide are undiagnosed.  71 Increased use of CT scans in lung cancer screening presents an opportunity to identify patients with COPD. Growing evidence has demonstrated the usefulness of qualitative and quantitative CT imaging in COPD diagnosis and stratification. AI and ML can be employed to train CT-based classifiers for clinical COPD outcomes, such as the global initiative for chronic obstructive lung disease (GOLD) stage, exacerbation frequency, and mortality. For example, González et al. trained a 2D convolutional neural network (CNN) using the COPD Genetic Epidemiology Study (COPDGene) cohort and achieved a c statistic of 85.6% for automated COPD detection in smokers.  72 Tang et al. proposed a novel residual network that achieved clinically acceptable performance with an area under the receiver operating characteristic (AUC-ROC) curve of over 88% for identifying patients with COPD using low-dose CT among exsmokers and current smokers without a prior diagnosis.  73 un et al. developed and validated a CT method using ML for detecting and staging spirometry-defined COPD based on the Chinese population, providing clinicians with valuable indicators and relevant findings to improve patient management and treatment.  74"
    },
    {
      "title": "| Digital health supporting identification and response to COPD exacerbations",
      "text": "EHRs have become widespread in the digital health sector of healthcare organizations. A study utilizing the EHRs of the United Kingdom's NHS Greater Glasgow and Clyde demonstrated that a limited number of variables, including laboratory data and prescription information, derived from routine EHRs could predict the 90-day mortality rate of patients following hospitalization for COPD.  75 However, this model may also apply to patients with various chronic conditions and may not offer a significant advantage in terms of a more specific definition of COPD.  75 Similarly, Bloom et al. considered two primary care COPD cohorts from the UK's EHRs to develop a 12-month mortality prediction model known as the BARC index. This is a risk score that relies solely on routinely collected nonspecialist information, and is thus capable of identifying patients seen in primary care who could benefit from palliative care.  76 These studies utilized relatively straightforward statistical methods to develop risk prediction models for large patient populations. With sufficient data, such tools can be advanced by implementing ML and AI techniques.\n\nVarious factors-such as FEV1% predicted (forced expiratory volume in 1 s), prior exacerbations, demographic characteristics, health-related quality of life, laboratory results, and quantitative CT imaging-have been linked to morbidity and mortality in patients with COPD.  77, 78 The challenges in comprehending the complex and potentially nonlinear relationships among these factors and COPD could potentially be addressed through AI and ML techniques. These technologies have the potential to enhance predictive models for health outcomes, and widespread EHR use facilitates their integration into healthcare. Adibi et al. developed a mixed-effects model known as ACCEPT (Acute COPD Exacerbation Prediction Tool), which leverages ML to predict COPD progression over a 1-year period by analyzing data from clinical trials. This model enables a nuanced prediction of the rate and severity of exacerbations to assist clinicians in decision making. It can combine predicted risk with estimated effects from randomized trials to personalize treatment. The granular predictions produced by ACCEPT enable clinicians to accurately stratify patients based on their risk of exacerbations, even when two patients have similar histories of exacerbations.  79 Subsequently, the team updated ACCEPT by incorporating individual-level data from multiple studies and refining the ML methods used. ACCEPT 2.0 can predict the risk and severity of COPD exacerbations with high accuracy, regardless of a patient's history of exacerbations.  80 Use of EHRs in conjunction with ML presents several advantages in risk prediction for a variety of clinical conditions. These include the ability to conduct risk assessments remotely, the capacity for complex and sophisticated analyses to enhance prediction accuracy, and the ability to cover a broad spectrum of clinical conditions.  59"
    },
    {
      "title": "| Digital health in COPD management",
      "text": "Presently, most COPD management strategies adopt a reactive approach, resulting in delays in identifying treatment opportunities and contributing to the quality gap in COPD care.  81 COPD management encompasses various interventions, such as smoking cessation, pulmonary rehabilitation, personal inhalation therapy, home oxygen therapy (where appropriate), and home noninvasive ventilation (when necessary).  62 Despite the availability of these treatments, there are significant obstacles to their implementation and delivery. Advances in digital health, including telemedicine, wearable technology, AI, and ML, have the potential to address these barriers and expand access to larger patient populations."
    },
    {
      "title": "| Remote COPD management",
      "text": "Patients with COPD are subject to fluctuations in their disease and symptoms, requiring continuous monitoring and management. However, obtaining in-person medical care can be challenging. Telehealth offers a potential solution to this issue. Telehealth involves the integration of several components such as education, emotional support, and device monitoring, and presents a multifaceted intervention to address the needs of COPD patients.  82 here are two main forms of telehealth: asynchronous and synchronous. Asynchronous telehealth refers to the \"store and forward\" approach where live interaction with the patient is not necessary during data collection. Data is collected in file format and transmitted to healthcare providers via a secure internet connection for analysis. On the other hand, synchronous telehealth involves real-time virtual interactions between patients and healthcare providers, utilizing technologies such as video, telephone, or web-based applications. This form of telehealth enables live, direct engagement between patients and providers.  83 In most studies, remote devices were used to transmit recorded data, which is then reviewed by healthcare providers asynchronously. A recent meta-analysis incorporating six randomized controlled trials found a reduction of 80% in exacerbations among patients with COPD enrolled in digital health programs compared to controls, although these studies had limited sample sizes (n < 100).  84 While the overall impact of telehealth on COPD patients compared to conventional care remains unclear, telehealth interventions may offer short-term benefits to quality of life and could decrease hospital readmissions for any reason.  83 Given the lack of evidence of harm from telehealth, such interventions may be considered a valuable supplementary healthcare resource, subject to professional evaluation and tailored to individual needs.  83"
    },
    {
      "title": "| Electronic inhaler monitoring (EIM) for COPD",
      "text": "COPD management centers around inhaled therapies, shown to be effective in clinical trials in terms of improving outcomes, reducing exacerbations, and reducing mortality.  85, 86 However, a gap exists between results from these trials and real-world outcomes, which may be attributed to deficiencies in patient adherence and proper inhaler technique.  87, 88 Accurately measuring inhaler use in clinical settings is challenging, as commonly used measurement methods are unreliable, subjective, and imprecise.  89 To address this, various digital technologies have been developed to optimize inhalation therapies for patients with COPD.\n\nEIM is a digital modality aimed at assessing adherence to inhaled therapy and medication use. These devices are available for different types of inhalers, including metered dose inhalers and dry powder inhalers, and can be integrated into the inhalers themselves or attached as separate devices.  90 They record the number, date, and time of each actuation, enabling real-time monitoring of inhaler usage. EIM devices are composed of three components: a sensor, a software application, and a data transfer mechanism.  91 atients attach electronic medication monitors to their inhalers, which passively record each actuation. The data are transmitted wirelessly to mobile devices that support the application and then uploaded to the cloud for comprehensive analysis. Sensors in EIM devices detect changes in pressure, physical switches, sound waves, inspiratory flow, or vibrations to measure each actuation.  91 Additionally, the analysis conducted using this system can provide automated feedback to patients and healthcare providers. Alshabani et al. enrolled 39 patients with COPD who had a high utilization of healthcare services, with an average duration of EIM of 280.5 days.  92 Results showed that EIM integration with a disease management program may reduce healthcare utilization in patients with COPD who have a history of high healthcare utilization. The use of EIM also serves as a reminder to improve treatment adherence among patients with COPD. Although the sample size of the study was limited, the results evidence the potential value of EIM to assess adherence in COPD management.  93"
    },
    {
      "title": "| Digital COPD selfmanagement plans",
      "text": "Widespread smartphone availability and use has made mobile applications familiar and convenient tools for individuals. Thus, smartphone-based adherence monitoring has the potential to foster patient engagement, enhance monitoring, and improve management of health conditions.  94 obile applications for medication adherence can not only improve healthcare quality by empowering patients to take a proactive role in their own health management but also lower medical costs and the workloads of healthcare providers. This technology is especially promising for patients with chronic conditions who face a constant risk of disease deterioration and require frequent monitoring and check-ups.  95 obile reminders and digital COPD action plans can be especially beneficial for patients who struggle with unintentional nonadherence due to forgetfulness or poor management, as they provide a means of supporting selfmanagement.  96"
    },
    {
      "title": "| Pulmonary rehabilitation (PR)",
      "text": "Patients with COPD suffer from symptoms and complications that impair their daily activities and quality of life, leading to extensive use of healthcare services. Access to PR programs in hospitals or rehabilitation centers is often limited due to various factors, such as health conditions, transportation constraints, and a lack of family support. Interactive telehealth-based PR programs can overcome these barriers, improve access to PR programs, and reduce the cost and travel burden on patients.  97 R is a multifaceted approach aimed at enhancing the physical and psychological well-being of individuals with COPD.  98 It incorporates patient education, endurance exercises, and resistance training to alleviate dyspnea and fatigue, augment functional capacity, and decrease hospital admissions.  99 Despite its proven efficacy, funding constraints, resource limitations, and patient-related obstacles have resulted in low rates of utilization globally. In light of these challenges, the official policy statements of the American Thoracic Society and the European Respiratory Society recommend telerehabilitation programs to sustain the initial positive impact of PR.  100  Telerehabilitation refers to the use of digital technologies to provide rehabilitation services to individuals in their own homes. PR performed in home settings has the potential to be more effective and result in long-term integration of exercise regimens into daily life compared to traditional facility-based programs.  101 Although the field of telerehabilitation is still evolving, it has been proposed as an alternative to traditional PR especially for patients facing significant barriers to access.  102 vidence supporting telerehabilitation is currently being established, but various studies have indicated that it can lower the risk of exacerbations and hospitalizations, both when compared to no rehabilitation and traditional rehabilitation.  101, 103 Additionally, telerehabilitation may present economic benefits compared to traditional PR.  101"
    },
    {
      "title": "| INTEGRATION OF DIGITAL HEALTH INTO EXISTING HEALTHCARE SYSTEMS",
      "text": "The integration of digital health into the clinical workflow is an area of ongoing research. Digital health has the potential to play an important role in COPD diagnosis and treatment. AI and ML applied to screening of patients with COPD can aid in the assessment of lung function and may allow for COPD diagnosis using CT imaging. In COPD management, telehealth can improve the approach for patients, including through the use of AI and ML to predict exacerbations and digital technology to enhance inhaler use and increase patient compliance. The foundation for digital health is established through EHRs, whereas mobile health, IoT, virtual visits, and wearable devices serve as interconnected components with AI and ML enabling these methods. However, despite its potential, digital health in large and complex health systems remains limited. Its implementation in the care process presents challenges, and there are currently few strategies to facilitate integration into the workflow of large health systems.  104 To address this, Marwaha et al. identified nine key considerations to help organizations strategically adopt and implement digital health, including product selection, return on investment, clinical value, internal champions, implementers, data assets needed for functionality, alignment with institutional priorities, implementation requirements, and long-term operations. By taking these into account, health systems can determine the best course of action for selecting or developing a digital health solution, assess the value of existing tools, ensure sufficient resources for deployment and long-term use, and develop an implementation plan.  104"
    },
    {
      "title": "| DEVELOPING APPROPRIATE REGULATORY STANDARDS FOR DIGITAL HEALTH",
      "text": "Integrating digital health into healthcare practice is complex and involves multiple stakeholders, including patients who transmit data, healthcare providers and universities who receive it, and service delivery platforms comprising both private and public entities. Digital health is associated with several potential risks, including that of telehealth not meeting the standard of care; equipment or system failure; potential for abuse and manipulation of electronic data; inadequate data protection with regard to security, authenticity, confidentiality, and privacy; and difficulties determining the responsibilities and obligations of all parties involved.  105 rom a legal standpoint, clarifying the responsibilities of each stakeholder is essential through comprehensive documentation, including policies, contracts, and agreements. 106 However, there is currently no universally applicable solution to the legal challenges associated with digital health.\n\nSafeguarding patient privacy in digital health is critical. Compliance with legislative and regulatory frameworks alone does not guarantee privacy, but is necessary to establish privacy as the default operating mode. This implies that privacy protections must be proactively established to prevent potential violations. Despite being a relatively new and experimental field in terms of scientific, technical, and economic advancements, the complexities of privacy-related issues must be considered at every stage of the development process, from conceptualization to implementation. Acknowledgment that privacy in digital health cannot be treated lightly is imperative.  106 ata management is a critical aspect of digital health. Regulating potential data mismanagement by healthcare providers and companies while promoting digital access to EHRs for patients is essential. 107 Shifting toward a scenario in which individuals hold control over their personal health data, as opposed to large commercial organizations, may prove effective in mitigating the risk of data mismanagement. Both the US and the EU have taken steps toward enhancing patient rights to access their health data. 108,109 However, further measures and laws are needed to strike a balance between enabling patients to access their health data and ensuring the protection of such data from unauthorized or unintended access."
    },
    {
      "title": "| THE FUTURE OF DIGITAL HEALTH",
      "text": "The advent of information technology has rendered digital health an integral aspect of medical care. Digital health has applications in various healthcare domains, including disease screening and prediction, clinical decision analysis, and disease management. COPD management, in particular, has the potential to benefit significantly from digital health approaches. Through mobile health applications, patients with COPD can record relevant daily entries, such as related to their respiratory symptoms, workouts, and mood. This data can be shared with healthcare providers via EHRs, and interventions can be facilitated through telehealth services to enhance medication adherence. AI and ML can then analyze this data to predict the risk of exacerbations, which can inform the necessity of virtual or in-person visits. Digital therapeutics may also be developed to help patients monitor disease activity.\n\nAlthough digital health offers numerous benefits, including a reduced workload for clinicians and improved service efficiency, several challenges are yet to be addressed. From a clinical standpoint, the AI and ML components of digital health introduce a level of uncertainty that could cause skepticism and limit their practical application in the short term. The current diagnostic process for exacerbations primarily depends on the subjective evaluation of COPD symptoms, and validated digital methods for objectively predicting exacerbations are lacking.\n\nFurthermore, digital health may amplify existing healthcare inequalities, particularly among the elderly. Although digital interventions can benefit elderly individuals with chronic illnesses who require longterm care, digital exclusion remains an important concern.  110 Estimates suggest that 37% of the world's ~7.8 billion population are digitally excluded.  111 In China, approximately 200 million elderly individuals lack Internet access, limiting their ability to utilize Internet-based health services.  112 This digital divide negatively impacts the elderly, and it is crucial that this issue receive the necessary attention and consideration. Although barriers to digital equity exist for the elderly, they are not insurmountable. First, the challenges they face in accessing digital health can be mitigated through clear communication of the benefits and drawbacks of digital health, as well as the provision of supplementary support and resources. Second, health applications can be adapted to accommodate limitations they face.  113 hird, they can be proactively educated on the use of smartphones, applications, and online medical services. Finally, the government can play a role in promoting the advantages of digital health and increasing its reach in rural communities, particularly among the elderly.  112 vidence has shown that the digital equity gap is narrowing in regions where the elderly are encouraged to become familiar with new technologies.  114 As digital health adoption grows, ensuring it is adapted to meet the needs of this segment is essential to fully close the gap and provide equal access to all.\n\nThe digital health revolution is a cultural transformation that brings disruptive technologies to both patients and healthcare providers, thereby altering the traditional doctor-patient relationship.  115 It not only supports ongoing efforts to achieve collaborative health management but also provides opportunities for selfmanagement, particularly for those suffering from chronic conditions, keeping patients informed about their health and promoting healthy behaviors.  116 It also allows patients to gain a deeper understanding of their condition, which is characterized by increased patient empowerment and a growing recognition of the biopsychosocial-digital approach to health. As a result, clinicians are shifting from gatekeepers of medical knowledge to guides for their patients navigating the complex landscape of health information.  117 To adapt to these changes, clinicians must possess knowledge of and a positive attitude toward digital technologies, the doctor-patient relationship should become a partnership, and compassionate healing must remain the cornerstone of healthcare.  117 Patients, in turn, should engage with their clinicians about the information they receive and screen it for accuracy to enhance the doctor-patient relationship and improve medical services. Effective doctor-patient communication can lead to improved clinical outcomes.  118"
    },
    {
      "title": "| CONCLUSION",
      "text": "The mainstream integration of digital health into medical practice is a potential future scenario as technology advances, leading to the creation of new clinical models. However, the absence of established best practices poses challenges. While some studies are exploring the integration of digital health for COPD management into clinical care, these initiatives lack a comprehensive framework and face limited funding. To achieve successful implementation, strategies promoting the adoption of new technologies must be developed concurrently. This requires the design and evaluation of new technologies based on established guidelines to build a robust evidence base that supports digital health. The design of digital health features and functionality should also be user-centered to promote long-term utilization. Finally, appropriate regulatory processes and adequate tools and security measures are crucial for managing the large amounts of data generated."
    },
    {
      "title": "AUTHOR CONTRIBUTIONS",
      "text": "Huanyu Long, Shurun Li, and Yahong Chen wrote the first draft of the article. Huanyu Long and Yahong Chen revised the report and approved the final version before submission. Yahong Chen was ultimately responsible for the decision of whether to submit the manuscript for publication."
    },
    {
      "text": "Digital health in the facilitation of COPD screening and early diagnosis 3.1.1 | Applied AI in assessing pulmonary function for COPD diagnosis Pulmonary function testing (PFT) is crucial for the comprehensive management of COPD. It is used for multiple purposes, including diagnosis, evaluation of the efficacy of pharmacological and nonpharmacological interventions, and prognostication. This is because F I G U R E 1 Integrated digital health in a possible future chronic obstructive pulmonary disease (COPD) clinic."
    }
  ],
  "references": [
    {
      "title": "Global, regional, and national age-sex-specific mortality for 282 causes of death in 195 countries and territories, 1980-2017: a systematic analysis for the Global Burden of Disease Study",
      "authors": [
        "G Roth",
        "D Abate",
        "K Abate"
      ],
      "year": 2017,
      "doi": "10.1016/s0140-6736(18)32203-7"
    },
    {
      "title": "Prevalence and attributable health burden of chronic respiratory diseases, 1990-2017: a systematic analysis for the Global Burden of Disease Study 2017",
      "authors": [
        "J Soriano",
        "P Kendrick",
        "K Paulson"
      ],
      "year": 2020,
      "doi": "10.1016/s2213-2600(20)30105-3"
    },
    {
      "title": "Digital technology, tele-medicine and artificial intelligence in ophthalmology: a global perspective",
      "authors": [
        "Jpo Li",
        "H Liu",
        "Dsj Ting"
      ],
      "year": 2021,
      "doi": "10.1016/j.preteyeres.2020.100900"
    },
    {
      "title": "The emerging field of mobile health",
      "authors": [
        "S Steinhubl",
        "E Muse",
        "E Topol"
      ],
      "year": 2015,
      "doi": "10.1126/scitranslmed.aaa3487"
    },
    {
      "title": "Mobile health technologies in cardiopulmonary disease",
      "authors": [
        "G Mackinnon",
        "E Brittain"
      ],
      "year": 2020,
      "doi": "10.1016/j.chest.2019.10.015"
    },
    {
      "title": "A smart mobile health tool versus a paper action plan to support selfmanagement of chronic obstructive pulmonary disease exacerbations: randomized controlled trial",
      "authors": [
        "L Boer",
        "E Bischoff",
        "M Van Der Heijden"
      ],
      "year": 2019,
      "doi": "10.2196/14408"
    },
    {
      "title": "The use of a smartphone app and an activity tracker to promote physical activity in the management of chronic obstructive pulmonary disease: randomized controlled feasibility study",
      "authors": [
        "C Bentley",
        "L Powell",
        "S Potter"
      ],
      "year": 2020,
      "doi": "10.2196/16203"
    },
    {
      "title": "Medication Adherence, Healthcare Providers/Payers), and Segment Forecasts",
      "year": 2016,
      "doi": "10.1016/j.annemergmed.2016.04.043"
    },
    {
      "title": "Meeting the challenge: health information technology's essential role in achieving precision medicine",
      "authors": [
        "T Zayas-Cabán",
        "K Chaney",
        "C Rogers",
        "J Denny",
        "P White"
      ],
      "year": 2021,
      "doi": "10.1093/jamia/ocab032"
    },
    {
      "title": "Health information technology standards",
      "year": 2017,
      "doi": "10.1016/j.annemergmed.2017.03.055"
    },
    {
      "title": "How the EMR Is Increasing Innovation and Creativity in Health Care",
      "authors": [
        "Ajb"
      ],
      "year": 2017
    },
    {
      "title": "Wearable devices in clinical trials: hype and hypothesis",
      "authors": [
        "E Izmailova",
        "J Wagner",
        "E Perakslis"
      ],
      "year": 2018,
      "doi": "10.1002/cpt.966"
    },
    {
      "title": "Health information technology",
      "authors": [
        "S Rao",
        "C Brammer",
        "A Mckethan",
        "M Buntin"
      ],
      "year": 2012,
      "doi": "10.1016/j.pop.2012.03.006"
    },
    {
      "title": "Health information technology: help or hindrance?",
      "authors": [
        "T Ketchersid"
      ],
      "year": 2014,
      "doi": "10.1053/j.ackd.2014.02.014"
    },
    {
      "title": "The pros and cons of electronic prescribing for children",
      "authors": [
        "N Caldwell",
        "B Power"
      ],
      "year": 2012,
      "doi": "10.1136/adc.2010.204446"
    },
    {
      "title": "Hospital electronic prescribing system implementation impact on discharge information communication and prescribing errors: a before and after study",
      "authors": [
        "P Mills",
        "A Weidmann",
        "D Stewart"
      ],
      "year": 2017,
      "doi": "10.1007/s00228-017-2274-7"
    },
    {
      "title": "Effect of electronic prescribing strategies on medication error and harm in hospital: a systematic review and meta-analysis",
      "authors": [
        "N Roumeliotis",
        "J Sniderman",
        "Adams Webber"
      ],
      "year": 2019,
      "doi": "10.1007/s11606-019-05236-8"
    },
    {
      "title": "Disruptive innovation in community pharmacyimpact of automation on the pharmacist workforce",
      "authors": [
        "J Spinks",
        "J Jackson",
        "C Kirkpatrick",
        "A Wheeler"
      ],
      "year": 2017,
      "doi": "10.1016/j.sapharm.2016.04.009"
    },
    {
      "title": "A strategic approach to improving pharmacy enterprise automation: development and initial application of the autonomous pharmacy framework",
      "authors": [
        "A Flynn",
        "C Fortier",
        "H Maehlen"
      ],
      "year": 2021,
      "doi": "10.1093/ajhp/zxab001"
    },
    {
      "title": "Deconstructing commercial wearable technology: contributions toward accurate and freeliving monitoring of sleep",
      "authors": [
        "L Rentz",
        "H Ulman",
        "S Galster"
      ],
      "year": 2021,
      "doi": "10.3390/s21155071"
    },
    {
      "title": "A new wearable system for home sleep apnea testing, screening, and classification",
      "authors": [
        "A Manoni",
        "F Loreti",
        "V Radicioni"
      ],
      "year": 2020,
      "doi": "10.3390/s20247014"
    },
    {
      "title": "Automating sleep stage classification using wireless, wearable sensors",
      "authors": [
        "A Boe",
        "Mcgee Koch",
        "O' Brien"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0210-1"
    },
    {
      "title": "The rise of consumer health wearables: promises and barriers",
      "authors": [
        "L Piwek",
        "D Ellis",
        "S Andrews",
        "A Joinson"
      ],
      "year": 2016,
      "doi": "10.1371/journal.pmed.1001953"
    },
    {
      "title": "Continuous remote monitoring of COPD patients-justification and explanation of the requirements and a survey of the available technologies",
      "authors": [
        "I Tomasic",
        "N Tomasic",
        "R Trobec",
        "M Krpan",
        "T Kelava"
      ],
      "year": 2018,
      "doi": "10.1007/s11517-018-1798-z"
    },
    {
      "title": "Unobtrusive sensing and wearable devices for health informatics",
      "authors": [
        "Y Zheng",
        "X Ding",
        "Ccy Poon"
      ],
      "year": 2014,
      "doi": "10.1109/TBME.2014.2309951"
    },
    {
      "title": "Wearable sleep technology in clinical and research settings",
      "authors": [
        "M De Zambotti",
        "N Cellini",
        "A Goldstone",
        "I Colrain",
        "F Baker"
      ],
      "year": 2019,
      "doi": "10.1249/mss.0000000000001947"
    },
    {
      "title": "The impact of wearable device enabled health initiative on physical activity and sleep",
      "authors": [
        "O Crowley",
        "L Pugliese",
        "S Kachnowski"
      ],
      "year": 2016,
      "doi": "10.7759/cureus.825"
    },
    {
      "title": "Quantitative detection of sleep apnea with wearable watch device",
      "authors": [
        "J Hayano",
        "H Yamamoto",
        "I Nonaka"
      ],
      "year": 2020,
      "doi": "10.1371/journal.pone.0237279"
    },
    {
      "title": "Methodologies and wearable devices to monitor biophysical parameters related to sleep dysfunctions: an overview",
      "authors": [
        "R De Fazio",
        "V Mattei",
        "B Al-Naami",
        "De Vittorio",
        "M Visconti"
      ],
      "year": 2022,
      "doi": "10.3390/mi13081335"
    },
    {
      "title": "Clinical applications of mobile health wearable-based sleep monitoring: systematic review",
      "authors": [
        "E Guillodo",
        "C Lemey",
        "M Simonnet"
      ],
      "year": 2020,
      "doi": "10.2196/10733"
    },
    {
      "title": "Telehealthcare for chronic obstructive pulmonary disease",
      "authors": [
        "S Mclean",
        "U Nurmatov",
        "J Liu",
        "C Pagliari",
        "J Car",
        "A Sheikh"
      ],
      "year": 2011,
      "doi": "10.1002/14651858.CD007718.pub2"
    },
    {
      "title": "Telehealth",
      "authors": [
        "R Tuckson",
        "M Edmunds",
        "M Hodgkins"
      ],
      "year": 2017,
      "doi": "10.1056/nejmsr1503323"
    },
    {
      "title": "The role of telemedicine in extending and enhancing medical management of the patient with chronic obstructive pulmonary disease",
      "authors": [
        "C Donner",
        "R Zuwallack",
        "L Nici"
      ],
      "year": 2021,
      "doi": "10.3390/medicina57070726"
    },
    {
      "title": "Systematic review of home telemonitoring for chronic diseases: the evidence base",
      "authors": [
        "G Pare",
        "M Jaana",
        "C Sicotte"
      ],
      "year": 2007,
      "doi": "10.1197/jamia.M2270"
    },
    {
      "title": "A qualitative study of COPD-patients' experience of a telemedicine intervention",
      "authors": [
        "L Nissen",
        "T Lindhardt"
      ],
      "year": 2017,
      "doi": "10.1016/j.ijmedinf.2017.08.004"
    },
    {
      "title": "MIOTIC study: a prospective, multicenter, randomized study to evaluate the long-term efficacy of mobile phone-based Internet of Things in the management of patients with stable COPD",
      "authors": [
        "J Zhang",
        "C Bai",
        "Y Song"
      ],
      "year": 2013,
      "doi": "10.2147/COPD.S50205"
    },
    {
      "title": "Connected healthcare: improving patient care using digital health technologies",
      "authors": [
        "A Awad",
        "S Trenfield",
        "T Pollard"
      ],
      "year": 2021,
      "doi": "10.1016/j.addr.2021.113958"
    },
    {
      "title": "Imaging, health record, and artificial intelligence: hype or hope?",
      "authors": [
        "M Mazzanti",
        "E Shirka",
        "H Gjergo",
        "E Hasimi"
      ],
      "year": 2018,
      "doi": "10.1007/s11886-018-0990-y"
    },
    {
      "title": "Using mobile health technology to deliver a community-based closed-loop management system for chronic obstructive pulmonary disease patients in remote areas of China: development and prospective observational study",
      "authors": [
        "N Deng",
        "J Chen",
        "Y Liu"
      ],
      "year": 2020,
      "doi": "10.2196/15978"
    },
    {
      "title": "Virtual visits in cardiovascular disease: a rapid review of the evidence",
      "authors": [
        "D Piskulic",
        "S Mcdermott",
        "L Seal",
        "S Vallaire",
        "C Norris"
      ],
      "year": 2021,
      "doi": "10.1093/eurjcn/zvab084"
    },
    {
      "title": "Virtual visits in home health care for older adults",
      "authors": [
        "Aml Husebø",
        "M Storm"
      ],
      "year": 2014,
      "doi": "10.1155/2014/689873"
    },
    {
      "title": "Postdischarge virtual visits for low-risk surgeries: a randomized noninferiority clinical trial",
      "authors": [
        "K Harkey",
        "N Kaiser",
        "J Zhao"
      ],
      "year": 2021,
      "doi": "10.1001/jamasurg.2020.6265"
    },
    {
      "title": "Exploring how virtual primary care visits affect patient burden of treatment",
      "authors": [
        "L Kelley",
        "M Phung",
        "V Stamenova"
      ],
      "year": 2020,
      "doi": "10.1016/j.ijmedinf.2020.104228"
    },
    {
      "title": "Virtual visits for acute, nonurgent care: a claims analysis of episode-level utilization",
      "authors": [
        "A Gordon",
        "W Adamson",
        "A Devries"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6783"
    },
    {
      "title": "Use of predictive algorithms in-home monitoring of chronic obstructive pulmonary disease and asthma: a systematic review",
      "authors": [
        "D Sanchez-Morillo",
        "M Fernandez-Granero",
        "Leon Jimenez"
      ],
      "year": 2016,
      "doi": "10.1177/1479972316642365"
    },
    {
      "title": "Big data and predictive analytics in health care",
      "authors": [
        "V Dhar"
      ],
      "year": 2014,
      "doi": "10.1089/big.2014.1525"
    },
    {
      "title": "A time-sensitive hybrid learning model for patient subgrouping",
      "authors": [
        "Y Zhang",
        "H Zhou",
        "J Li",
        "W Sun",
        "Y Chen"
      ],
      "year": 2018,
      "doi": "10.1109/ijcnn.2018.8488991"
    },
    {
      "title": "Philips launches AI Platform for Healthcare",
      "authors": [
        "Philips"
      ],
      "year": 2018
    },
    {
      "title": "Big data and machine learning algorithms for health-care delivery",
      "authors": [
        "K Ngiam",
        "I Khor"
      ],
      "year": 2019,
      "doi": "10.1016/s1470-2045(19)30149-4"
    },
    {
      "title": "Human genomics projects and precision medicine",
      "authors": [
        "F Carrasco-Ramiro",
        "R Peiró-Pastor",
        "B Aguado"
      ],
      "year": 2017,
      "doi": "10.1038/gt.2017.77"
    },
    {
      "title": "Artificial intelligence and machine learning approaches using gene expression and variant data for personalized medicine",
      "authors": [
        "S Vadapalli",
        "H Abdelhalim",
        "S Zeeshan",
        "Z Ahmed"
      ],
      "year": 2022,
      "doi": "10.1093/bib/bbac191"
    },
    {
      "title": "Pharmacogenomics and personalized medicine",
      "authors": [
        "E Cecchin",
        "G Stocco"
      ],
      "year": 2020,
      "doi": "10.3390/genes11060679"
    },
    {
      "title": "Integration of personalized drug delivery systems into digital health",
      "authors": [
        "D Raijada",
        "K Wac",
        "E Greisen",
        "J Rantanen",
        "N Genina"
      ],
      "year": 2021,
      "doi": "10.1016/j.addr.2021.113857"
    },
    {
      "title": "Towards personalized treatment for early stage HER2-positive breast cancer",
      "authors": [
        "K Goutsouliak",
        "J Veeraraghavan",
        "V Sethunath"
      ],
      "year": 2020,
      "doi": "10.1038/s41571-019-0299-9"
    },
    {
      "title": "Complexity of genome sequencing and reporting: next generation sequencing (NGS) technologies and implementation of precision medicine in real life",
      "authors": [
        "S Morganti",
        "P Tarantino",
        "E Ferraro"
      ],
      "year": 2019,
      "doi": "10.1016/j.critrevonc.2018.11.008"
    },
    {
      "title": "Digital therapeutics: an integral component of digital innovation in drug development",
      "authors": [
        "O Sverdlov",
        "J Van Dam",
        "K Hannesdottir",
        "Thornton Wells"
      ],
      "year": 2018,
      "doi": "10.1002/cpt.1036"
    },
    {
      "title": "Application of blended care as a mechanism of action in the construction of digital therapeutics",
      "authors": [
        "A Valerio"
      ],
      "year": 2020,
      "doi": "10.31744/einstein_journal/2020md5640"
    },
    {
      "title": "Predicting severe chronic obstructive pulmonary disease exacerbations. developing a population surveillance approach with administrative data",
      "authors": [
        "H Tavakoli",
        "Chen Sin",
        "D Fitzgerald",
        "J Sadatsafavi"
      ],
      "year": 2020,
      "doi": "10.1513/annalsats.202001-070oc"
    },
    {
      "title": "Digital health for COPD care: the current state of play",
      "authors": [
        "H Ding",
        "F Fatehi",
        "A Maiorana",
        "N Bashi",
        "W Hu",
        "I Edwards"
      ],
      "year": 2019,
      "doi": "10.21037/jtd.2019.10.17"
    },
    {
      "title": "Addressing reduced laboratory-based pulmonary function testing during a pandemic",
      "authors": [
        "A Kouri",
        "S Gupta",
        "A Yadollahi"
      ],
      "year": 2020,
      "doi": "10.1016/j.chest.2020.06.065"
    },
    {
      "title": "Global Strategy for the Diagnosis, Management and Prevention of Chronic Obstructive Lung Disease",
      "year": 2022,
      "doi": "10.1111/j.1440-1843.2005.00692.x"
    },
    {
      "title": "Standardization of spirometry 2019 update. An Official American Thoracic Society and European Respiratory Society Technical Statement",
      "authors": [
        "B Graham",
        "I Steenbruggen",
        "M Miller"
      ],
      "year": 2019,
      "doi": "10.1164/rccm.201908-1590st"
    },
    {
      "title": "Artificial intelligence outperforms pulmonologists in the interpretation of pulmonary function tests",
      "authors": [
        "M Topalovic",
        "N Das",
        "P Burgel"
      ],
      "year": 2019,
      "doi": "10.1183/13993003.01660-2018"
    },
    {
      "title": "Artificial intelligence for pulmonary function test interpretation",
      "authors": [
        "S Gonem",
        "S Siddiqui"
      ],
      "year": 2019,
      "doi": "10.1183/13993003.00638-2019"
    },
    {
      "title": "Novel app-based portable spirometer for the early detection of COPD",
      "authors": [
        "C Lin",
        "S Cheng",
        "H Wang"
      ],
      "year": 2021,
      "doi": "10.3390/diagnostics11050785"
    },
    {
      "title": "Validation of the portable Bluetooth® Air Next spirometer in patients with different respiratory diseases",
      "authors": [
        "K Exarchos",
        "A Gogali",
        "A Sioutkou",
        "C Chronis",
        "S Peristeri",
        "K Kostikas"
      ],
      "year": 2020,
      "doi": "10.1186/s12931-020-01341-z"
    },
    {
      "title": "Accuracy of portable spirometers in the diagnosis of chronic obstructive pulmonary disease: a meta-analysis",
      "authors": [
        "J Zhou",
        "X Li",
        "X Wang",
        "N Yu"
      ],
      "year": 2022,
      "doi": "10.1038/s41533-022-00275-x"
    },
    {
      "title": "Peak flow meter with a questionnaire and mini-spirometer to help detect asthma and COPD in real-life clinical practice: a cross-sectional study",
      "authors": [
        "Y Thorat",
        "S Salvi",
        "R Kodgule"
      ],
      "year": 2017,
      "doi": "10.1038/s41533-017-0036-8"
    },
    {
      "title": "A new approach for identifying patients with undiagnosed chronic obstructive pulmonary disease",
      "authors": [
        "F Martinez",
        "D Mannino",
        "N Leidy"
      ],
      "year": 2017,
      "doi": "10.1164/rccm.201603-0622oc"
    },
    {
      "title": "Underdiagnosis and overdiagnosis of chronic obstructive pulmonary disease",
      "authors": [
        "N Diab",
        "A Gershon",
        "D Sin"
      ],
      "year": 2018,
      "doi": "10.1164/rccm.201804-0621CI"
    },
    {
      "title": "Disease staging and prognosis in smokers using deep learning in chest computed tomography",
      "authors": [
        "G González",
        "S Ash",
        "G Vegas-Sánchez-Ferrero"
      ],
      "year": 2018,
      "doi": "10.1164/rccm.201705-0860oc"
    },
    {
      "title": "Towards large-scale case-finding: training and validation of residual networks for detection of chronic obstructive pulmonary disease using low-dose CT",
      "authors": [
        "Lyw Tang",
        "H Coxson",
        "S Lam",
        "J Leipsic",
        "R Tam",
        "D Sin"
      ],
      "year": 2020,
      "doi": "10.1016/s2589-7500(20)30064-9"
    },
    {
      "title": "Detection and staging of chronic obstructive pulmonary disease using a computed tomographybased weakly supervised deep learning approach",
      "authors": [
        "J Sun",
        "X Liao",
        "Y Yan"
      ],
      "year": 2022,
      "doi": "10.1007/s00330-022-08632-7"
    },
    {
      "title": "Predicting mortality after hospitalisation for COPD using electronic health records",
      "authors": [
        "P Pellicori",
        "A Mcconnachie",
        "C Carlin",
        "A Wales",
        "Jgf Cleland"
      ],
      "year": 2022,
      "doi": "10.1016/j.phrs.2022.106199"
    },
    {
      "title": "Predicting COPD 1-year mortality using prognostic predictors routinely measured in primary care",
      "authors": [
        "C Bloom",
        "F Ricciardi",
        "L Smeeth",
        "P Stone",
        "J Quint"
      ],
      "year": 2019,
      "doi": "10.1186/s12916-019-1310-0"
    },
    {
      "title": "Machine learning and prediction of all-cause mortality in COPD",
      "authors": [
        "M Moll",
        "D Qiao",
        "E Regan"
      ],
      "year": 2020,
      "doi": "10.1016/j.chest.2020.02.079"
    },
    {
      "title": "Prediction models for exacerbations in patients with COPD",
      "authors": [
        "B Guerra",
        "V Gaveikaite",
        "C Bianchi",
        "M Puhan"
      ],
      "year": 2017,
      "doi": "10.1183/16000617.0061-2016"
    },
    {
      "title": "The acute COPD exacerbation prediction tool (ACCEPT): a modelling study",
      "authors": [
        "A Adibi",
        "D Sin",
        "A Safari"
      ],
      "year": 2020,
      "doi": "10.1016/s2213-2600(19)30397-2"
    },
    {
      "title": "ACCEPT 2•0: recalibrating and externally validating the acute COPD exacerbation prediction tool (ACCEPT)",
      "authors": [
        "A Safari",
        "A Adibi",
        "D Sin",
        "T Lee",
        "J Ho",
        "M Sadatsafavi"
      ],
      "year": 2022,
      "doi": "10.1016/j.eclinm.2022.101574"
    },
    {
      "title": "Remote-management of COPD: evaluating the implementation of digital innovation to enable routine care (RECEIVER): the protocol for a feasibility and service adoption observational cohort study",
      "authors": [
        "A Taylor",
        "D Lowe",
        "G Mcdowell"
      ],
      "year": 2021,
      "doi": "10.1136/bmjresp-2021-000905"
    },
    {
      "title": "The implication of telehealthcare in COPD management of China",
      "authors": [
        "X Lao",
        "J Zhang",
        "C Bai"
      ],
      "year": 2013,
      "doi": "10.1586/17476348.2013.838019"
    },
    {
      "title": "Telehealth interventions: remote monitoring and consultations for people with chronic obstructive pulmonary disease (COPD)",
      "authors": [
        "S Janjua",
        "D Carter",
        "C Threapleton",
        "S Prigmore",
        "R Disler"
      ],
      "year": 2021,
      "doi": "10.1002/14651858.CD013196.pub2"
    },
    {
      "title": "The effect of smartphone interventions on patients with chronic obstructive pulmonary disease exacerbations: a systematic review and meta-analysis",
      "authors": [
        "M Alwashmi",
        "J Hawboldt",
        "E Davis",
        "C Marra",
        "J Gamble",
        "Abu Ashour"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5921"
    },
    {
      "title": "Dual combination therapy versus long-acting bronchodilators alone for chronic obstructive pulmonary disease (COPD): a systematic review and network meta-analysis",
      "authors": [
        "Y Oba",
        "E Keeney",
        "N Ghatehorde",
        "S Dias"
      ],
      "year": 2018,
      "doi": "10.1002/14651858.CD012620.pub2"
    },
    {
      "title": "Single-inhaler triple vs singleinhaler dual therapy in patients with chronic obstructive pulmonary disease: a meta-analysis of randomized control trials",
      "authors": [
        "H Long",
        "H Xu",
        "J Janssens",
        "Y Guo"
      ],
      "year": 2021,
      "doi": "10.1186/s12931-021-01794-w"
    },
    {
      "title": "The clinical impact of different adherence behaviors in patients with severe chronic obstructive pulmonary disease",
      "authors": [
        "B Cushen",
        "I Sulaiman",
        "G Greene"
      ],
      "year": 2018,
      "doi": "10.1164/rccm.201712-2469LE"
    },
    {
      "title": "Inhaler errors in the CRITIKAL study: type, frequency, and association with asthma outcomes",
      "authors": [
        "D Price",
        "M Román-Rodríguez",
        "R Mcqueen"
      ],
      "year": 2017,
      "doi": "10.1016/j.jaip.2017.01.004"
    },
    {
      "title": "Multisociety consensus quality improvement revised consensus statement for endovascular therapy of acute ischemic stroke",
      "authors": [
        "D Sacks",
        "B Baxter",
        "Bcv Campbell"
      ],
      "year": 2018,
      "doi": "10.1177/1747493018778713"
    },
    {
      "title": "Digital inhalers for asthma or chronic obstructive pulmonary disease: a scientific perspective",
      "authors": [
        "Ahy Chan",
        "R Pleasants",
        "R Dhand"
      ],
      "year": 2021,
      "doi": "10.1007/s41030-021-00167-4"
    },
    {
      "title": "Electronic inhaler monitoring for chronic airway disease: development and application of a multidimensional efficacy framework",
      "authors": [
        "T Tay",
        "Jfm Van Boven",
        "Chan Hew"
      ],
      "year": 2022,
      "doi": "10.1016/j.jaip.2021.11.027"
    },
    {
      "title": "Electronic inhaler monitoring and healthcare utilization in chronic obstructive pulmonary disease",
      "authors": [
        "K Alshabani",
        "A Attaway",
        "M Smith"
      ],
      "year": 2020,
      "doi": "10.1177/1357633x19850404"
    },
    {
      "title": "The utility of electronic inhaler monitoring in COPD management",
      "authors": [
        "A Attaway",
        "K Alshabani",
        "B Bender",
        "U Hatipoğlu"
      ],
      "year": 2020,
      "doi": "10.1016/j.chest.2019.12.034"
    },
    {
      "title": "Cloud-computing and smartphones: tools for improving asthma management and understanding environmental triggers",
      "authors": [
        "R Lucas",
        "J Dees",
        "R Reynolds",
        "B Rhodes",
        "R Hendershot"
      ],
      "year": 2015,
      "doi": "10.1016/j.anai.2015.02.020"
    },
    {
      "title": "An autonomous mobile system for the management of COPD",
      "authors": [
        "M Van Der Heijden",
        "Pjf Lucas",
        "B Lijnse",
        "Y Heijdra",
        "Trj Schermer"
      ],
      "year": 2013,
      "doi": "10.1016/j.jbi.2013.03.003"
    },
    {
      "title": "Towards tailored and targeted adherence assessment to optimise asthma management",
      "authors": [
        "J Van Boven",
        "J Trappenburg",
        "T Van Der Molen",
        "N Chavannes"
      ],
      "year": 2015,
      "doi": "10.1038/npjpcrm.2015.46"
    },
    {
      "title": "Telehealth pulmonary rehabilitation for patients with severe chronic obstructive pulmonary disease",
      "authors": [
        "M Bryant",
        "V Bandi",
        "C Nguyen",
        "C Lan",
        "H Henson",
        "A Sharafkhaneh"
      ],
      "year": 2019
    },
    {
      "title": "Advances in chronic obstructive pulmonary disease",
      "authors": [
        "M Ferrera",
        "W Labaki",
        "M Han"
      ],
      "year": 2021,
      "doi": "10.1146/annurev-med-080919-112707"
    },
    {
      "title": "An official American thoracic Society/European Respiratory Society Policy statement: enhancing implementation, use, and delivery of pulmonary rehabilitation",
      "authors": [
        "B Mccarthy",
        "D Casey",
        "D Devane",
        "K Murphy",
        "E Murphy",
        "Y ; Lacasse",
        "A Holland"
      ],
      "year": 2015,
      "doi": "10.1164/rccm.201510-1966ST"
    },
    {
      "title": "Homebased maintenance tele-rehabilitation reduces the risk for acute exacerbations of COPD, hospitalisations and emergency department visits",
      "authors": [
        "M Vasilopoulou",
        "A Papaioannou",
        "G Kaltsakas"
      ],
      "year": 2017,
      "doi": "10.1183/13993003.02129-2016"
    },
    {
      "title": "Will remotely based pulmonary rehabilitation water down its effectiveness?",
      "authors": [
        "H Rawal",
        "S Cornelison",
        "S Flynn",
        "J Ohar"
      ],
      "year": 2021,
      "doi": "10.3390/life11111270"
    },
    {
      "title": "Video telehealth pulmonary rehabilitation intervention in chronic obstructive pulmonary disease reduces 30-day readmissions",
      "authors": [
        "S Bhatt",
        "S Patel",
        "E Anderson"
      ],
      "year": 2019,
      "doi": "10.1164/rccm.201902-0314LE"
    },
    {
      "title": "Deploying digital health tools within large, complex health systems: key considerations for adoption and implementation",
      "authors": [
        "J Marwaha",
        "A Landman",
        "G Brat",
        "T Dunn",
        "W Gordon"
      ],
      "year": 2022,
      "doi": "10.1038/s41746-022-00557-1"
    },
    {
      "title": "Telemedicine in chronic obstructive pulmonary disease",
      "authors": [
        "N Ambrosino",
        "G Vagheggini",
        "S Mazzoleni",
        "M Vitacca"
      ],
      "year": 2016,
      "doi": "10.1183/20734735.014616"
    },
    {
      "title": "Incorporating telemedicine into the integrated care of the COPD patient a summary of an interdisciplinary workshop held in Stresa, Italy, 7-8 September 2017",
      "authors": [
        "C Donner",
        "J Raskin",
        "R Zuwallack"
      ],
      "year": 2018,
      "doi": "10.1038/s41584-020-0461-x"
    },
    {
      "title": "Consumer-facing data, information, and tools: self-management of health in the digital age",
      "authors": [
        "K Singh",
        "S Meyer",
        "J Westfall"
      ],
      "year": 2019,
      "doi": "10.1377/hlthaff.2018.05404"
    },
    {
      "title": "The policy effect of the general data protection regulation (GDPR) on the digital public health sector in the European union: an empirical investigation",
      "authors": [
        "B Yuan",
        "J Li"
      ],
      "year": 2019,
      "doi": "10.3390/ijerph16061070"
    },
    {
      "title": "Digital health intervention at older ages",
      "authors": [
        "M Gulliford",
        "S Alageel"
      ],
      "year": 2019,
      "doi": "10.1016/s2589-7500(19)30194-3"
    },
    {
      "title": "Effects of digital technologies on older people's access to health and social care: umbrella review",
      "authors": [
        "T Kunonga",
        "G Spiers",
        "F Beyer"
      ],
      "year": 2021,
      "doi": "10.2196/25887"
    },
    {
      "title": "The Lancet Haematology. Telehealth and digital equity for older people",
      "authors": [
        "X Zhou",
        "L Chen"
      ],
      "year": 2021,
      "doi": "10.1016/s2666-7568(21)00233-6"
    },
    {
      "title": "Revolution in health care: how will data science impact doctor-patient relationships?",
      "authors": [
        "I Lerner",
        "R Veil",
        "D Nguyen",
        "V Luu",
        "R Jantzen"
      ],
      "year": 2018,
      "doi": "10.3389/fpubh.2018.00099"
    },
    {
      "title": "Clarifying responsibility: professional digital health in the doctor-patient relationship, recommendations for physicians based on a multi-stakeholder dialogue in the Netherlands",
      "authors": [
        "A Silven",
        "P Van Peet",
        "S Boers"
      ],
      "year": 2022,
      "doi": "10.1186/s12913-021-07316-0"
    },
    {
      "title": "The rise of the empowered physician in the digital health era: viewpoint",
      "authors": [
        "B Mesko",
        "Z Győrffy"
      ],
      "year": 2019,
      "doi": "10.2196/12490"
    },
    {
      "title": "The effect of online health information seeking on physician-patient relationships: systematic review",
      "authors": [
        "A Luo",
        "L Qin",
        "Y Yuan"
      ],
      "year": 2022,
      "doi": "10.2196/23354"
    }
  ],
  "num_references": 113
}
