{
  "paper_id": "A3AIHF7L",
  "title": "Incentives; Weight Control; Medical Self Care",
  "abstract": "Purpose. To determine if two widely used behavioral change measures-Stages of Change (SoC) and Patient Activation Measure (PAM)-correlate with each other, are affected by financial incentives, or predict positive outcomes in the context of incentive-based health interventions. Design. Secondary analysis of two randomized controlled trials of incentives for weight loss and for improved diabetes self-monitoring. Setting. Philadelphia, Pennsylvania; Newark, New Jersey. Subjects. A total of 132 obese and 75 diabetic adults enrolled in one of two trials. Measures. SoC and PAM scores; weight loss and usage rate of diabetes self-monitoring equipment. Analysis. Multiple regression; Kruskal-Wallis test. Results. We found no association between baseline SoC and PAM scores in either study (p ¼ .30 and p ¼ .89). Regression models showed no association between baseline PAM score and SoC and subsequent outcomes for either study (weight loss study: PAM: p ¼ .14, SoC: p ¼ .1; diabetes study: PAM: p ¼ .45, SoC: p ¼ .61). Change in PAM score and SoC among participants in the intervention groups did not differ by study arm or among participants with better outcomes. Conclusion. PAM score and SoC may not effectively predict success or monitor progress among individuals enrolled in incentive-based interventions. (Am",
  "year": 1992,
  "date": "1992",
  "authors": [
    {
      "name": "Nora Becker",
      "email": "norab@wharton.upenn.edu",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "David Asch",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "Jeffrey Kullgren",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "Scarlett Bellamy",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "Aditi Sen",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "Kevin Volpp",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "Kenneth Warner",
      "affiliation": {
        "organization": "Department of Internal Medicine",
        "department": "Department of Internal Medicine",
        "institution": "University of Michigan",
        "address": "Ann Arbor, Michigan"
      }
    },
    {
      "name": "Avedis Donabedian Distinguished",
      "affiliation": {
        "organization": "Department of Biostatistics and Epidemiology",
        "department": "Department of Biostatistics and Epidemiology",
        "institution": "University of Pennsylvania",
        "address": "Philadelphia, Pennsylvania"
      }
    },
    {
      "name": "David Anderson",
      "affiliation": {
        "organization": "Department of Health Care Management and Economics",
        "department": "Department of Health Care Management and Economics",
        "institution": "University of Pennsylvania",
        "address": "3641 Locust Walk Suite 402, 19104, Philadelphia, PA"
      }
    }
  ],
  "doi": "10.4278/ajhp.141001-quan-489",
  "md5": "BFEE750EF6154CFDF205CC5C67BF1DFC",
  "publication": {
    "journal": "J Gen Intern Med",
    "journal_inferred": true
  },
  "keywords": [
    "Behavioral Economics, Health Incentives, Motivation, Stage of Change, Patient Activation, Prevention Research. Manuscript format: research",
    "Research purpose: intervention testing/program evaluation",
    "Study design: randomized trial",
    "Outcome measure: behavioral",
    "Setting: local community",
    "Health focus: medical self-care, weight control",
    "Strategy: incentives",
    "Target population age: adults",
    "Target population circumstances: geographic location"
  ],
  "sections": [
    {
      "title": "PURPOSE",
      "text": "Financial incentives can improve health outcomes, but it is difficult to identify the individuals most likely to respond to such interventions. Two common measures, the Stages of Change (SoC) model  1  and the Patient Activation Measure (PAM),  2  stratify individuals on the basis of their level of engagement and willingness to change behavior. The scores on these measures have not yet been compared in the same population, or in the context of incentive-based interventions."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Design",
      "text": "We performed a secondary analysis of data from two trials of incentives for weight loss and diabetes self-monitoring. Separate analyses were performed for each trial. We examined four aspects of PAM and SoC scores: (1) their association at baseline, (2) whether scores were associated with outcomes of the interventions, (3) if participation in the interventions changed participants' scores, and (4) if participants whose behaviors improved over time showed improvements in scores."
    },
    {
      "title": "Sample",
      "text": "Our sample was 207 adults with obesity (body mass index 30-50) or poorly controlled diabetes (hemoglobin A1C . 8.0%)."
    },
    {
      "title": "Intervention",
      "text": "The ''weight loss'' study involved 132 obese employees in a workplace in New Jersey, who could deposit money into an account, which they forfeited if they were unsuccessful in meeting weight loss goals. The ''biometrics'' study 3 involved 75 poorly controlled diabetics in Pennsylvania, who were given wireless health-monitoring devices that measured glucose, weight, and blood pressure, and were entered into a lottery each day that they uploaded all three measurements. Both trials were approved by the University of Pennsylvania's Institutional Review Board."
    },
    {
      "title": "Measures",
      "text": "The SoC questions were as follows: ''Have you been trying to lose weight?'' and ''Have you been trying to monitor your health, more specifically your weight, blood sugar, and blood pressure?'' for the weight loss and biometrics studies, respectively. Patients were classified into one of the five stages on the basis of their response to this question: precontemplation (no intention to change within the 6 months), (  2 ) contemplation (planning to change within 6 months), (3)   preparation (planning to change within 1 month), (  4 ) action (has taken action within 6 months), and (  5 ) maintenance (maintained the behavior change for 6 months).  1  We used the 13-item short-form version of the PAM, which produces a score between 0 and 100, with higher scores reflecting higher activation.  2  The respective primary outcomes for each study were weight change and rate of device usage."
    },
    {
      "title": "Analysis",
      "text": "We used the Kruskal-Wallis test to examine whether PAM scores varied by baseline SoC. To test the impact of baseline scores on outcomes, we regressed the primary outcome variable for each study upon both baseline PAM score and a binary variable equal to one if the participant was in the Maintenance SoC at baseline. SoC was made binary because the three earlier stages (precontemplation, contemplation, and preparation) contained very small numbers of individuals.\n\nThe change in SoC score was the number of stages the participant moved along the scale. We used the Kruskal-Wallis test to compare changes in SoC scores by study arm. We also classified participants by which quartile of weight loss and device usage they were in at the conclusion of each intervention and used the Kruskal-Wallis test to compare changes in scores between individuals in different quartiles. All analyses were performed with STATA/MP 12.1 (StataCorp LP, College Station, Texas)."
    },
    {
      "title": "RESULTS",
      "text": "The mean PAM scores were 73.1 (SD ¼ 20.2) for the weight loss study and 75.5 (SD ¼ 16.4) for the biometrics study. More than 80% of individuals were in the Action or Maintenance SoC in both studies (Table ).\n\nThere were no significant differences in PAM score by baseline SoC group (weight loss study: p ¼ .30; biometrics study: p ¼ .89) (Table ). We also found no significant associations between the outcome variable for each study and either baseline PAM score or an indicator variable for being in the Maintenance SoC. These findings were unchanged when additional controls were included in regression models.\n\nResults were similarly negative when we examined the change in PAM and SoC scores over time. For both studies, the mean change in PAM and SoC scores by study arm was not significantly different (weight loss: PAM: p ¼ .38, SoC: p ¼ .43; biometrics: PAM: p ¼ .44, SoC: p ¼ .59). We also found no significant difference in changes in scores by outcome quartile in the weight loss study (PAM: p ¼ .08, SoC: p ¼ .11) or the biometrics study (PAM: p ¼ .86, SoC: p ¼ .27)."
    },
    {
      "title": "DISCUSSION"
    },
    {
      "title": "Summary",
      "text": "PAM and SoC scores were not associated with each other in either study, possibly because while the PAM asks general questions about self-management of health issues, the SoC question addresses a single behavior. Some researchers have suggested that the single-item SoC measure is prone to overly optimistic responses and to misclassifying stage for goals that require many different behavioral changes to achieve success.  4 aseline PAM and SoC distributions suggest that our study populations were highly motivated relative to the general population and participants in other interventions.  5, 6 It is possible that individuals interested in participating in incentive-based studies are more activated and have already taken action to modify their behaviors at baseline.\n\nBaseline scores for both the PAM and SoC did not predict subsequent changes in either weight or device usage. There were no significant differences in how these scores changed between the intervention and control groups for either study, even though\n\nTable Weight Loss and Biometrics Studies: Mean Baseline PAM Score by Baseline Stage of Change Baseline Stage of Change Baseline PAM Score Weight Loss Study Biometrics Study Mean (SD) N Mean (SD) N Precontemplation 86.3 ( -) 1 0 Contemplation 65.5 (13.6) 9 73.3 (20.7) 6 Preparation 78.3 (14.6) 16 79.9 (17.5) 7 Action 72.8 (17.6) 38 76.3 (17.3) 22 Maintenance 72.8 (23.3) 68 74.5 (15.5) 39 Total 73.1 (20.2) 132 75.5 (16.4) 74 Kruskal-Wallis test v 2 ¼ 4.85, p ¼ 0.30 v 2 ¼ 0.64, p ¼ 0.89 PAM indicates Patient Activation Measure. 134 American Journal of Health Promotion November/December 2015, Vol. 30, No. 2 For individual use only. Duplication or distribution prohibited by law.\n\noutcomes were significantly different between arms in each study. We found no association between the change in scores over time and improved outcomes among participants."
    },
    {
      "title": "Limitations",
      "text": "Our small sample size limits our power to both test for association between PAM and SoC scores and detect small changes in scores over time. A recent review of interventions that measured PAM scores found average changes in PAM score of two to six points.  7 We are unable to detect changes in scores of this magnitude across study arms or quartile of success in the interventions. In addition, there were likely ceiling effects for analyses that examined change over time in these measures."
    },
    {
      "title": "Significance",
      "text": "Our negative findings in this secondary analysis suggest that the PAM and the SoC measure may be ineffec- Instruments that are predictive of intervention effectiveness would allow for more efficient matching of people with incentive-based interventions. The SoC and PAM are two widely used measures of behavioral change, but they did not enable better targeting among our study populations."
    },
    {
      "text": "tive in predicting the success or failure of individuals participating in incentive-based interventions. SO WHAT? Implications for Health Promotion Practitioners and Researchers What is already known on this topic? Stages of change (SoC) and Patient Activation Measure (PAM) are measures researchers have used to predict the success of behavioral interventions. What does this article add? PAM and SoC may not identify the same individuals or be effective mechanisms for either predicting success or monitoring ongoing progress among individuals enrolled in incentive-based interventions. What are the implications for health promotion practice or research?"
    },
    {
      "title": "ANNUAL SUBSCRIPTION RATES"
    },
    {
      "title": "Available exclusively to ONLINE SUBSCRIBERS",
      "text": "The American Journal of Health Promotion is now publishing all articles online, ahead of print. Articles are available as a PDF document for download as soon as they have completed the review process. This means you can access the very latest papers in the field of health promotion -in some cases up to a year before they appear in print."
    },
    {
      "title": "Subscribe",
      "text": "Today."
    }
  ],
  "references": [
    {
      "title": "In search of how people change: applications to addictive behaviors",
      "authors": [
        "J Prochaska",
        "C Diclemente",
        "J Norcross"
      ],
      "year": 1992,
      "doi": "10.1037//0003-066x.47.9.1102",
      "journal": "Am Psychol",
      "volume": "47",
      "raw": "In search of how people change: applications to addictive behaviors \n\t\t \n\t\t\t J O Prochaska \n\t\t \n\t\t \n\t\t\t C C Diclemente \n\t\t \n\t\t \n\t\t\t J C Norcross \n\t\t \n\t\t 10.1037//0003-066x.47.9.1102 \n\t \n\t \n\t\t Am Psychol \n\t\t \n\t\t\t 47 \n\t\t\t \n\t\t\t 1992 \n\t\t \n\t \n\t Prochaska JO, DiClemente CC, Norcross JC. In search of how people change: applications to addictive behaviors. Am Psychol. 1992;47:1102-1114."
    },
    {
      "title": "Development and testing of a short form of the Patient Activation Measure",
      "authors": [
        "J Hibbard",
        "E Mahoney",
        "J Stockard",
        "M Tusler"
      ],
      "year": 2005,
      "doi": "10.1111/j.1475-6773.2005.00438.x",
      "journal": "Health Serv Res",
      "volume": "40",
      "issue": "6 pt 1",
      "raw": "Development and testing of a short form of the Patient Activation Measure \n\t\t \n\t\t\t J H Hibbard \n\t\t \n\t\t \n\t\t\t E R Mahoney \n\t\t \n\t\t \n\t\t\t J Stockard \n\t\t \n\t\t \n\t\t\t M Tusler \n\t\t \n\t\t 10.1111/j.1475-6773.2005.00438.x \n\t \n\t \n\t\t Health Serv Res \n\t\t \n\t\t\t 40 \n\t\t\t 6 pt 1 \n\t\t\t \n\t\t\t 2005 \n\t\t \n\t \n\t Hibbard JH, Mahoney ER, Stockard J, Tusler M. Development and testing of a short form of the Patient Activation Measure. Health Serv Res. 2005;40(6 pt 1): 1918-1930."
    },
    {
      "title": "Financial incentives for home-based health monitoring: a randomized controlled trial",
      "authors": [
        "A Sen",
        "T Sewell",
        "E Riley"
      ],
      "year": 2014,
      "doi": "10.1007/s11606-014-2778-0",
      "journal": "J Gen Intern Med",
      "volume": "29",
      "raw": "Financial incentives for home-based health monitoring: a randomized controlled trial \n\t\t \n\t\t\t A P Sen \n\t\t \n\t\t \n\t\t\t T B Sewell \n\t\t \n\t\t \n\t\t\t E B Riley \n\t\t \n\t\t 10.1007/s11606-014-2778-0 \n\t \n\t \n\t\t J Gen Intern Med \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2014 \n\t\t \n\t \n\t Sen AP, Sewell TB, Riley EB, et al. Financial incentives for home-based health monitoring: a randomized controlled trial. J Gen Intern Med. 2014;29:770-777."
    },
    {
      "title": "Applying the stages-of-change model to dietary change",
      "authors": [
        "C Mhurchu",
        "B Margetts",
        "V Speller"
      ],
      "year": 1997,
      "doi": "10.1111/j.1753-4887.1997.tb06115.x",
      "journal": "Nutr Rev",
      "volume": "55",
      "raw": "Applying the stages-of-change model to dietary change \n\t\t \n\t\t\t C N Mhurchu \n\t\t \n\t\t \n\t\t\t B M Margetts \n\t\t \n\t\t \n\t\t\t V M Speller \n\t\t \n\t\t 10.1111/j.1753-4887.1997.tb06115.x \n\t \n\t \n\t\t Nutr Rev \n\t\t \n\t\t\t 55 \n\t\t\t \n\t\t\t 1997 \n\t\t \n\t \n\t Mhurchu CN, Margetts BM, Speller VM. Applying the stages-of-change model to dietary change. Nutr Rev. 1997;55:10-16."
    },
    {
      "title": "Why does patient activation matter: an examination of the relationships between patient activation and health-related outcomes",
      "authors": [
        "J Greene",
        "J Hibbard"
      ],
      "year": 2012,
      "doi": "10.1007/s11606-011-1931-2",
      "journal": "J Gen Intern Med",
      "volume": "27",
      "raw": "Why does patient activation matter: an examination of the relationships between patient activation and health-related outcomes \n\t\t \n\t\t\t J Greene \n\t\t \n\t\t \n\t\t\t J H Hibbard \n\t\t \n\t\t 10.1007/s11606-011-1931-2 \n\t \n\t \n\t\t J Gen Intern Med \n\t\t \n\t\t\t 27 \n\t\t\t \n\t\t\t 2012 \n\t\t \n\t \n\t Greene J, Hibbard JH. Why does patient activation matter: an examination of the relationships between patient activation and health-related outcomes. J Gen Intern Med. 2012;27:520-526."
    },
    {
      "title": "Stage distributions for five health behaviors in the United States and Australia",
      "authors": [
        "R Laforge",
        "W Velicer",
        "R Richmond",
        "N Owen"
      ],
      "year": 1999,
      "doi": "10.1006/pmed.1998.0384",
      "journal": "Prev Med",
      "volume": "28",
      "raw": "Stage distributions for five health behaviors in the United States and Australia \n\t\t \n\t\t\t R G Laforge \n\t\t \n\t\t \n\t\t\t W F Velicer \n\t\t \n\t\t \n\t\t\t R L Richmond \n\t\t \n\t\t \n\t\t\t N Owen \n\t\t \n\t\t 10.1006/pmed.1998.0384 \n\t \n\t \n\t\t Prev Med \n\t\t \n\t\t\t 28 \n\t\t\t \n\t\t\t 1999 \n\t\t \n\t \n\t Laforge RG, Velicer WF, Richmond RL, Owen N. Stage distributions for five health behaviors in the United States and Australia. Prev Med. 1999;28:61-74."
    },
    {
      "title": "What the evidence shows about patient activation: better health outcomes and care experiences; fewer data on costs",
      "authors": [
        "J Hibbard",
        "J Greene"
      ],
      "year": 2013,
      "doi": "10.1377/hlthaff.2012.1061",
      "journal": "Health Aff",
      "volume": "32",
      "raw": "What the evidence shows about patient activation: better health outcomes and care experiences; fewer data on costs \n\t\t \n\t\t\t J H Hibbard \n\t\t \n\t\t \n\t\t\t J Greene \n\t\t \n\t\t 10.1377/hlthaff.2012.1061 \n\t \n\t \n\t\t Health Aff \n\t\t \n\t\t\t 32 \n\t\t\t \n\t\t\t 2013 \n\t\t \n\t \n\t Hibbard JH, Greene J. What the evidence shows about patient activation: better health outcomes and care experiences; fewer data on costs. Health Aff. 2013;32:207- 214."
    }
  ],
  "num_references": 7,
  "figures": [
    {
      "description": "tive in predicting the success or failure of individuals participating in incentive-based interventions. SO WHAT? Implications for Health Promotion Practitioners and Researchers What is already known on this topic? Stages of change (SoC) and Patient Activation Measure (PAM) are measures researchers have used to predict the success of behavioral interventions. What does this article add? PAM and SoC may not identify the same individuals or be effective mechanisms for either predicting success or monitoring ongoing progress among individuals enrolled in incentive-based interventions. What are the implications for health promotion practice or research?"
    }
  ],
  "num_figures": 1,
  "num_citations": 8,
  "cited_references": [
    "b3",
    "b4",
    "b5",
    "b0",
    "b6",
    "b1"
  ],
  "notes": [
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Center for Clinical Management Research , VA Ann Arbor Healthcare System ,",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Medicine , Perelman School of Medicine , Center for Health Equity Research and Promotion , Philadelphia VA Medical Center , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Center for Clinical Management Research , VA Ann Arbor Healthcare System ,",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Center for Clinical Management Research , VA Ann Arbor Healthcare System ,",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Medicine , Perelman School of Medicine , Center for Health Equity Research and Promotion , Philadelphia VA Medical Center , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Internal Medicine , University of Michigan Medical School , Institute for Healthcare Policy and Innovation , University of Michigan , Ann Arbor , Michigan.",
    "[raw_affiliation] Department of Biostatistics and Epidemiology , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania.",
    "[raw_affiliation] Department of Health Care Management and Economics , Wharton School , University of Pennsylvania , 3641 Locust Walk , Suite 402 , Philadelphia , PA 19104 ;",
    "[submission] manuscript was submitted October 1, 2014; revisions were requested February 7 and May 10, 2015; the manuscript was accepted for publication May 31, 2015.",
    "[raw_reference] Prochaska JO, DiClemente CC, Norcross JC. In search of how people change: applications to addictive behaviors. Am Psychol. 1992;47:1102-1114.",
    "[raw_reference] Hibbard JH, Mahoney ER, Stockard J, Tusler M. Development and testing of a short form of the Patient Activation Measure. Health Serv Res. 2005;40(6 pt 1): 1918-1930.",
    "[raw_reference] Sen AP, Sewell TB, Riley EB, et al. Financial incentives for home-based health monitoring: a randomized controlled trial. J Gen Intern Med. 2014;29:770-777.",
    "[raw_reference] Mhurchu CN, Margetts BM, Speller VM. Applying the stages-of-change model to dietary change. Nutr Rev. 1997;55:10-16.",
    "[raw_reference] Greene J, Hibbard JH. Why does patient activation matter: an examination of the relationships between patient activation and health-related outcomes. J Gen Intern Med. 2012;27:520-526.",
    "[raw_reference] Laforge RG, Velicer WF, Richmond RL, Owen N. Stage distributions for five health behaviors in the United States and Australia. Prev Med. 1999;28:61-74.",
    "[raw_reference] Hibbard JH, Greene J. What the evidence shows about patient activation: better health outcomes and care experiences; fewer data on costs. Health Aff. 2013;32:207- 214."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
