{
  "paper_id": "A4DHL2VU",
  "title": "Remote Patient-Reported Outcomes and Activity Monitoring to Improve Patient-Clinician Communication Regarding Symptoms and Functional Status: A Randomized Controlled Trial",
  "abstract": "PURPOSE Routine collection of patient-generated health data (PGHD) may promote earlier recognition of symptomatic and functional decline. This trial assessed the impact of an intervention integrating remote PGHD collection with patient nudges on symptom and functional status understanding between patients with advanced cancer and their oncology team. METHODS This three-arm randomized controlled trial was conducted from November 19, 2020, to December 17, 2021, at a large tertiary oncology practice. We enrolled patients with stage IV GI and lung cancers undergoing chemotherapy. Over 6 months, patients in two intervention arms received PROStep-weekly text message-based symptom surveys and passive activity monitoring using a wearable accelerometer. PGHD were summarized in dashboards given to patients' oncology team before appointments. One intervention arm received an additional text-based active choice prompt to discuss worsening symptoms or functional status with their clinician. Control patients did not receive PROStep. The coprimary outcomes patient perceptions of oncology team symptom and functional understanding at 6 months were measured on a 1-5 Likert scale (5 5 high understanding). RESULTS One hundred eight patients enrolled: 55% male, 81% White, and 77% had GI cancers. Patient-reported clinician understanding did not differ between control and intervention arms for symptoms (4.5 v 4.5; P 5 .87) or functional status (4.5 v 4.3; P 5 .31). In the intervention arms, combined patient adherence to weekly symptom reports and daily activity monitoring was 64% and 53%, respectively. Intervention patients in the PROStep versus PROStep 1 active choice arms reported low burden from wearing the accelerometer (mean burden [standard deviation], 2.7 [1.3] v 2.1 [1.3]; P 5 .15) and completing surveys (2.1 [1.2] v 1.9 [1.3]; P 5 .44). CONCLUSION Patients receiving PROStep reported high understanding of symptoms and functional status from their oncology team, although this did not differ from controls.",
  "year": 2023,
  "date": "2023-10-10",
  "journal": "J Palliat Care",
  "publication": "J Palliat Care",
  "authors": [
    {
      "forename": "Ravi",
      "surname": "Parikh",
      "name": "Ravi Parikh",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0003-2692-6306"
    },
    {
      "forename": "Emily",
      "surname": "Schriver",
      "name": "Emily Schriver",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0003-4522-1029"
    },
    {
      "forename": "William",
      "surname": "Ferrell",
      "name": "William Ferrell",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0001-9966-1973"
    },
    {
      "forename": "Jonathan",
      "surname": "Wakim",
      "name": "Jonathan Wakim",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Joelle",
      "surname": "Williamson",
      "name": "Joelle Williamson",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Neda",
      "surname": "Khan",
      "name": "Neda Khan",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Michael",
      "surname": "Kopinsky",
      "name": "Michael Kopinsky",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0003-2736-3824"
    },
    {
      "forename": "Mohan",
      "surname": "Balachandran",
      "name": "Mohan Balachandran",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0003-2736-3824"
    },
    {
      "forename": "Peter",
      "surname": "Gabriel",
      "name": "Peter Gabriel",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Lynn",
      "surname": "Schuchter",
      "name": "Lynn Schuchter",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0002-3772-9669"
    },
    {
      "forename": "Mitesh",
      "surname": "Patel",
      "name": "Mitesh Patel",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania"
    },
    {
      "forename": "Lawrence",
      "surname": "Shulman",
      "name": "Lawrence Shulman",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0001-8661-473X"
    },
    {
      "forename": "Christopher",
      "surname": "Manz",
      "name": "Christopher Manz",
      "affiliation": "University of Pennsylvania University of Pennsylvania (Inst University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t University of Pennsylvania (Inst \n\t\t\t\t\t\t\t\t University of Pennsylvania",
      "orcid": "0000-0003-0928-3492"
    }
  ],
  "doi": "https://doi.org/10.13039/100004328",
  "keywords": [
    "Therapeutics",
    "Genetic Chemistry Therapeutics",
    "Biofourmis Patents",
    "Royalties",
    "Other Intellectual Property: Technology to integrate patient-reported outcomes into electronic health record algorithms"
  ],
  "sections": [
    {
      "title": "INTRODUCTION",
      "text": "Patients with advanced cancer suffer from significant symptoms, decreases in functional status, and worsening quality of life because of cancer progression or treatment.  [1] [2] ] [3] [4] [5] [6] [7]  These are associated with lower survival, greater acute care utilization, and higher financial burden for patients, caregivers, and the health care system.  [8] [9] ] [10] [11] [12] [13]  Accurate identification of patients with high symptom burden, poor quality of life, or poor functional status is critical for the delivery of high-quality cancer care.  [14] [15] 5] [16]  However, in large prospective studies, oncology clinicians identify as low as 25% of patient-reported symptoms.  11, [17] [18] 8] [19] [20] [21]  Furthermore, in nearly three quarters of cases where patient-and clinician-reported symptoms are not concordant, clinicians underestimate symptom severity.  11, [17] [18] ] [19] [20] [21]  Similarly, oncology clinicians often overestimate patient activity levels, and discordant patient and clinician assessments of functional status are associated with worse survival.  [22] [23] [24] [25]  Patient-generated health data (PGHD) are routinely collected information about symptoms and activity levels that patients report directly or passively using devices such as wearable accelerometers.  [26] [27] 7] [28] [29]  Patient-reported outcomes (PROs), typically symptoms that are directly reported by a patient, are one example of PGHD.  [30] [31] 1] [32] [33]  PROs may be collected in the clinic, and randomized trials of PROs demonstrate survival and health care utilization benefits.  34, 35 In addition to quality of life and symptom burden, functional status also informs a patient's treatment and prognosis. PGHD may offer objective measures of functional status that could improve upon often discordant patient and clinician assessments.  25, 36 ctivity monitoring among patients with advanced cancer is feasible and associated with high levels of adherence in previous trials.  [37] [38] 8] [39] [40]  Technologies that enable remote collection of PROs and functional status using text message-based questionnaires and passive activity monitoring via accelerometers may provide more objective, granular, and relevant information to clinicians.  32 lue-based cancer care models, including Medicare's recently announced Enhanced Oncology Model, now require PGHD collection to satisfy quality metrics. Although PGHD provide important clinical and prognostic data, a critical evidence gap is how to optimally integrate these data in clinical care to prompt earlier recognition of symptom and functional decline that could lead to treatment modification or goals-of-care conversations. Behavioral economic principles can inform the optimal use of PGHD to improve symptom management.  41 Clinician-targeted automated default email and text alerts about prognostic risk or evidence-based practice may improve guideline-based practice in oncology.  [42] [43] 3] [44]  Additionally, patient-targeted nudges using active choice-a behavioral economic method used to address delays in decision making by prompting an immediate decision between choices-have been shown to increase rates of cancer screening and may prompt patients to proactively discuss burdensome symptoms with their clinicians.  [45] [46] 6] [47]  The objective of this study was to test the impact of an intervention integrating remote collection of PGHD with clinician and patient nudges to improve patientreported clinician understanding of symptoms and functional status for patients with advanced cancer."
    },
    {
      "title": "METHODS"
    },
    {
      "title": "Study Design",
      "text": "PROStep was a randomized controlled trial (RCT) that assessed the effect of clinician-and patient-centered dashboards combining weekly PROs collected via text message and step count monitoring collected via wearable accelerometer on the primary outcome of patient-reported clinician understanding of the patient's symptoms and functional status. This was a single-center trial conducted at the Perelman Center for Advanced Medicine (PCAM), a large tertiary academic practice at the University of Pennsylvania Health System (UPHS) in Philadelphia, PA. This study adhered to the CONSORT checklist (Appendix Table  A1 , online only)."
    },
    {
      "title": "Study Population",
      "text": "The study population consisted of patients with stage IV GI or lung cancers undergoing chemotherapy at a tertiary academic cancer center between November 17, 2020, and June 17, 2021. We restricted the population to patients with advanced GI or lung cancers because these cancers (1) have high rates of IV chemotherapy usage, (2) are associated with significant quality of life, hospitalization, and symptom"
    },
    {
      "title": "CONTEXT Key Objective",
      "text": "What is the impact of integrating remote collection of patient-generated health data with patient nudges on the outcomes of symptom and functional status understanding for patients with advanced cancer and their oncology team?"
    },
    {
      "title": "Knowledge Generated",
      "text": "Patient-reported clinician understanding did not differ between control and intervention arms for symptoms or functional status. Patients receiving PROStep reported high understanding of symptoms and functional status from their oncology team, although this did not differ from controls."
    },
    {
      "title": "Relevance",
      "text": "Future work should aim to improve patient adherence to remote patient-reported outcome and activity data collection and create actionable data for oncology clinicians to improve symptom management and discussions about treatment and goals of care.\n\nburden, and (3) have data on the benefits of palliative care and symptom management. Weekly clinic schedules for GI and lung cancer specialty oncologists were screened for eligible patients who were undergoing intravenous chemotherapy. Patients undergoing checkpoint inhibitor therapy, targeted therapies (eg, cetuximab, trastuzumab), or oral chemotherapy without concurrent intravenous chemotherapy were excluded to enrich the study population for patients likely to experience treatment-related toxicity who may benefit from closer symptom and functional status monitoring. Eligible patients were English-speaking, used a smartphone with short message service and Bluetooth capabilities, and received their primary oncology care at the study center. Patients on active interventional trials were excluded because such trials often have a PRO collection mechanism that may confound the impact of the intervention. Finally, we excluded patients who were confined to a wheelchair or bed because step data collected as a key feature of the intervention would not be expected to improve care for these patients."
    },
    {
      "title": "Randomization",
      "text": "After providing written informed consent, patients were electronically randomly assigned in a 1:1:1 fashion, stratified by cancer type (GI or lung), to one of three arms: (A) standard care (control), (B) the PROStep intervention, or (C) PROStep intervention with active choice prompts. Patients were randomly assigned using Way to Health (W2H), an automated information technology platform that integrates wireless devices, conducts clinical trial randomization and enrollment processes, and securely captures data for research purposes.  [48] [49] ] [50] [51] [52] [53]  The study PIs (C.R.M. and R.B.P.) and data analyst (E.S.) were blinded to arm assignment until analysis of the primary end point was complete."
    },
    {
      "title": "Intervention",
      "text": "The PROStep intervention consisted of three components. Weekly text message-based surveys were sent to participants at the start of the week on Monday mornings at 10 am on their mobile phone from W2H to allow more time during the week to prompt if needed. These eight-question PRO surveys inquired about select symptoms from the National Cancer Institute's Common Terminology Criteria for Adverse Events scored on a 5-point Likert scale (Data Supplement, Fig S1, online only); symptoms were chosen based on feedback from participating oncologists regarding which would be most useful in practice. One question assessed patients' functional status. Nonresponding patients received reminders at 1 and 3 days to complete their survey for that week. Patients who reported a severe symptom received a text encouraging them to contact their oncology team and an electronic health message was sent to their oncologist. Patients were also given an accelerometer (Fitbit Inspire hazard ratio) and asked to wear and sync their device regularly (by opening the W2H application on their phone), with automated prompts to sync sent every 3 days if the device had not been synced in that time frame. Finally, patients' PGHD was summarized in a dashboard (Data Supplement, Fig  S2 ) and provided in paper or electronic form to the patient's oncology clinician (physician, physician assistant, or nurse practitioner) on the morning of the clinic visit. These dashboards included (1) trends in PROs and step data, with worsening symptoms or step counts highlighted; (2) the date of their last outpatient palliative care visit; (3) the date of their last documented Serious Illness Conversation; and (4) recent acute care utilization in the UPHS (including oncology urgent care, emergency room, and inpatient admissions). PRO data were self-reported and collected from patients using the PRO Survey (Data Supplement, Fig  S1 ).\n\nStep data were collected when participants synced their Fitbit app with the W2H platform. All utilization data were collected via the UPHS electronic health record. To test the effectiveness of patient prompts to discuss symptoms on the intervention's effect on study outcomes, patients in arm C also received an automated active choice text prompt on the morning of every scheduled medical oncology appointment. This message included a text message summary of worsening symptoms and step data followed by an active choice prompt consisting of the following question: \"Do you plan on discussing these symptoms with your oncologist at your upcoming visit? Patients in arm A (control) did not receive PROStep or active choice prompts."
    },
    {
      "title": "Outcomes",
      "text": "Patients completed a text-based survey at enrollment and at 3 and 6 months. The coprimary outcomes were patient response, on a 1-5 Likert scale, to the following two questions at 6 months: \"How well do you feel your oncology team understands your symptoms (eg, nausea, vomiting, weight loss, etc)?\" and \"How well do you feel your oncology team understands your activity level and ability to function?\" Higher values indicated greater patient-perceived symptom and activity level understanding from clinicians. We arrived at the wording of these questions through iterative feedback with GI and thoracic medical oncologists at PCAM, a group of five patients, and the W2H team. Responses to the 3-month assessment were used when 6-month responses were not available due to death, study discontinuation, or failure to complete the 6-month survey. Secondary outcomes included responses to these two questions measured at 3 months and adherence to PGHD collection between arms B and C at 3 and 6 months. Patients were considered adherent for each week that they completed their PRO survey and synced their step data for 4 or more days of that week. Cumulative adherence was calculated by dividing adherent weeks by the total number of weeks that a patient was enrolled in the trial. We assessed additional survey responses among patients in the intervention arms including the following questions: \"I feel that PROStep data prompted better communication with my oncology team about my symptoms,\" \"I feel that PROStep data prompted better communication with my oncology team about my activity level,\" and \"My oncology team has discussed PROStep data during my appointments.\" As another secondary outcome, clinicians completed brief utility surveys for each patient receiving the intervention at 3 and 6 months to provide additional feedback (Data Supplement, Fig  S3 ). Exploratory outcomes included (1) hospitalization and/or emergency room utilization and (2) palliative care visits among patients who had not previously seen specialty palliative care."
    },
    {
      "title": "Statistical Analysis",
      "text": "All patients who consented to the study and were randomly assigned were included in the intention-to-treat analysis. T-tests, Kruskal-Wallis, and two-sided proportional tests were performed to compare means of normally and nonnormally distributed outcomes and percentage outcomes, respectively. Our primary end points were originally specified to compare primary outcome questions for arms A versus B versus C; because of lower-than-anticipated enrollment and higher-than-expected mortality, this end point was modified before the completion of the follow-up period and before any data analysis to compare the control arm (A) with the combined intervention arms (B 1 C). Secondary analyses compared responses between individual arms (A v B v C). In a sensitivity analysis, we repeated 6-month analyses only using those patients with completed responses at 6 months. Hypothesis tests were two-sided using a significance level of 0.05. Analyses were conducted via Jupyter Notebook version 6.1.4 using Python 3.8.5 (Python Software Foundation, Wilmington, DE).\n\nOn the basis of an estimated 20% dropout and survey nonresponse rate, we estimated that a sample of at least 125 patients would ensure 80% power to detect a 0.68-point Likert scale increase in patient-reported symptom and functional status understanding. The study was terminated after the recruitment of 108 patients because of slow accrual.\n\nBefore launching the study, the research team introduced clinicians to the trial at a weekly tumor board meeting for relevant GI oncology and thoracic medical oncologists. The PIs went over the study plan including the design, background, and outcomes, and provided feedback to refine the intervention. The intervention was also pilot-tested on 10 oncology patients before rollout.  54 The study was approved by the University of Pennsylvania Institutional Review Board. The trial protocol is available in the Data Supplement and was registered at ClinicalTrials.gov identifier: NCT04616768 on November 5, 2020."
    },
    {
      "title": "Power and Sample Size",
      "text": "Power calculations were performed for the coprimary outcomes as originally specified before midtrial protocol amendment: symptom and functional status understanding at 6 months between arms C versus A and arms B versus A. We estimated that there would be at least 80% power to detect a 0.68 increase on the Likert scale scores of symptom and functional status understanding. This estimate assumes that the baseline score was 3 (moderate symptom understanding) with a common standard deviation (SD) of 1, and a significance level with a two-sided alpha of .025 for each coprimary outcome."
    },
    {
      "title": "Data Availability",
      "text": "The data that support the findings of this study are available from the corresponding author upon reasonable request."
    },
    {
      "title": "RESULTS",
      "text": "The study recruited 108 patients (Data Supplement, Fig  S4 ). The mean age of patients was 58.9 years, 25 (23%) had lung cancer, 84 (77%) had GI cancer, 49 (45%) were female, and 87 (81%) were White. Ten (9.3%) patients had poorly controlled symptoms at baseline (Table  1 ). Baseline rates of symptom control and text message utilization patterns were similar between the control and intervention arms. Of 108 patients who enrolled in the study, 84 (77.8%) of patients completed the entire 6-month study (Data Supplement, Table  S1 ). Reasons for disenrollment included death (13 [12.0%]) and self-disenrollment (11 [10.2%]). Sixty-eight (63.0%) and 74 (68.5%) of all enrolled patients completed the 3-and 6-month assessments, respectively-80 (74.1%) completed at least one of these surveys and were included in the primary outcome analysis."
    },
    {
      "title": "Symptom and Functional Understanding",
      "text": "For the coprimary end points, patient-perceived symptom (4.5 [SD, 1.0] v 4.5 [SD, 1.0]; P 5 .85) and functional status (4.5 [SD, 0.9] v 4.3 [SD, 1.0]; P 5 .59) understanding did not differ between control and intervention arms at 6 months (Table  2 ). Similarly, there was no difference in patientperceived management of symptom burden (4.5 [SD, 0.9] v 4.5 [SD, 0.8]; P 5 .87) and functional status (4.5 [SD, 0.8] v 4.3 [SD, 1.0]; P 5 .31). There were no differences in these outcomes at 3 months as well. There were no differences in patient-perceived communication with the oncology team, symptom management, therapy decisions, or advance care planning discussions among intervention patients who did (arm B) and did not (arm C) receive active choice prompts (Data Supplement, Table  S2 ).\n\nIntervention patients reported a low burden from wearing the accelerometer (arm B v C, 2.7 [1.3]  Sensitivity analyses among only those patients with complete data at 6 months were consistent with the primary analysis (Data Supplement, Table  S3 )."
    },
    {
      "title": "Secondary and Exploratory Outcomes",
      "text": "Mean adherence to PRO surveys was 63.5% and to accelerometer step count collection was 52.7% (Fig 1 ), while mean composite adherence to both the accelerometer and PRO surveys was 47.8%. Adherence across these measures did not differ between arms B and C (Data Supplement, Table  S4 ). Composite adherence was higher among patients who completed at least one PRO survey and/or 1 day of accelerometer syncing (55%) and among those who were enrolled in all 6 months of the trial (59%). 48.0%, 40.0%, and 33.3%, of patients were adherent at least 80% of the time to PRO surveys, accelerometer, and both surveys and accelerometer, respectively.\n\nPatients in the intervention groups reported that PROStep data contributed to marginally better communication about symptoms (3.6 [SD, 1.0]) and functional status (3.6 [SD, 1.0]), while also reporting that clinicians infrequently discussed these data with them (2.3 [SD, 1.2]; Table  2 ). Among 12 clinicians who responded to the survey, most reported that the PROStep dashboards were not very helpful/slightly helpful for improving their understanding of their patients' symptoms (9/12; 75%) and activity levels (9/12; 75%)."
    },
    {
      "title": "Rates of hospitalization (42.4% [",
      "text": "A] v 45.3% [BC]; P 5 .78) and palliative care (7.7% [A] v 4.9% [BC]; P 5 .61) did not differ between control and intervention arms."
    },
    {
      "title": "DISCUSSION",
      "text": "In this randomized trial, patients receiving PROStep-remote reporting of PGHD with and without active choice prompts to discuss concerning symptoms-reported a high understanding of symptoms and functional status from their oncology team. Despite such positive perceptions and moderate adherence, however, the intervention did not improve patient-perceived symptom understanding relative to controls, owing to high levels of understanding of symptoms and functional status reported by the control group. To what extent was the information provided in the PROstep dashboard helpful for you to better understand your patient's functional status?\n\n1.77 (0. PROStep is one of the first published studies combining PROs with step count data to improve understanding of patient symptoms and functional status. Several of our findings highlight the promise of PGHD collection in routine oncology care. In addition to reporting high levels of symptom and functional status understanding, patients receiving PROStep perceived that clinicians addressed their symptoms and functional status well and that PGHD collection was not overly burdensome. Patients were very likely to recommend the intervention to others. We also found that adherence to text-based PROs and wearable-derived step counts individually was under 70%. Although this is lower than the >90% adherence reported in seminal RCTs of PRO interventions, adherence to PROs in our trial was in line with other real-world rollouts of PROs 55 in community oncology settings. Furthermore, PROStep studied entirely remote methods of PGHD collection.  56, 57 This study used an abbreviated PRO survey of just eight questions delivered using a text-based response system that may have reduced patient burden for reporting. Other trials may have achieved higher adherence by using in-clinic PROs or applying multiple methods of PRO collection (eg, web-based collection or telephone with nursing follow-up for nonrespondents).  58, 59 y contrast, we relied entirely on automated preclinic prompts via text message, and adherence to activity level monitoring required patients to remember to both wear their device and periodically open the W2H application to automatically sync the data. Thus, purely remote collection of PGHD may require other strategies to make it easier for patients to report symptom and activity data.\n\nThere may be several reasons why we found no significant difference in primary or secondary outcomes between intervention and control groups. First, despite literature often showing a disconnect between patients' and clinicians' perception of patient symptoms and functional status,  11, [17] [18] [19] [20] [21]  patients in both control and intervention arms of this study reported high levels of oncology team understanding of symptoms and functional status. In previous research, PRO rollout has been associated with increased patient-reported satisfaction and improved patient-doctor communication.  58, 60, 61 However, in this study, patients in the control arm reported high levels of oncology team understanding of symptoms and functional status, and thus the intervention did not result in a meaningful additional improvement. Additionally, our patient population was ill, with 43% of patients experiencing an emergency room visit or hospitalization and 12% of patients dying during the 6-month follow-up period. Although this population was deliberately selected as they may benefit the most from closer symptom and activity monitoring, patients may have been too acutely ill to benefit from proactive monitoring or to adhere regularly to the intervention, or clinicians may have recognized that increased illness severity and adjusted their communication accordingly. This suggests that the selection of appropriate patient populations may influence the effectiveness of broad-based PGHD collection. There is a clear need to identify specific subpopulations of patients with advanced cancer who are more likely to report a poor understanding of symptoms with their care team and/or who are more likely to benefit from routine PGHD completion.\n\nNotably, patients reported that the intervention marginally improved discussions with their oncologists, but that their team rarely discussed the data; clinicians felt the intervention was less helpful for improving symptom understanding. Overall, these results suggest that remote collection of PROs and activity data has the potential to improve communication about cancer care, but more work is needed in the presentation of the data and to make the data relevant and actionable to clinicians. For instance, studies might identify thresholds for changes in activity level that warrant intervention, while qualitative studies among clinicians may help to elucidate for which patients, when in the therapy cycle, and at what frequency PGHD are most useful. Additionally, strategies that embed targeted PRO data in the electronic health record may be easier for clinicians to act upon PRO data. Finally, worsening PROs require timely response and initial PRO triage by nonclinicians may reduce burden on busy clinicians. This study has several limitations. It is a single-institution study of patients with only two cancers and may not apply to other cancer care settings. Patients in the control arm had a high perception of clinician understanding of their symptoms and functional status (4.5 on a 5-point scale), which\n\n52.7 63.5 47.8 48.2 64.2 45.0 57.1 62.7 50.5 0 20 40 60 Percent 80 100 Fitbit PROs PROs + Fitbit Mean Adherence Combined PROStep PROStep + active choice FIG 1. Adherence to patient-generated health data collection. PROs, patient-reported outcomes.\n\nTABLE A1. CONSORT 2010 Checklist of Information to Include When Reporting a Randomized Trial (continued) Section/Topic Item No. Checklist Item Reported on Page No. Results Participant flow (a diagram is strongly recommended) 13a For each group, the numbers of participants who were randomly assigned, received intended treatment, and were analyzed for the primary outcome 10 (Data Supplement, Fig S4) 13b For each group, losses and exclusions after randomization, together with reasons 10 (Data Supplement, Fig S4) Recruitment 14a Dates defining the periods of recruitment and follow-up 6 14b Why the trial ended or was stopped 9 Baseline data 15 A table showing baseline demographic and clinical characteristics for each group 22 Numbers analyzed 16 For each group, number of participants (denominator) included in each analysis and whether the analysis was by original assigned groups 11-12, 23-24 Outcomes and estimation 17a For each primary and secondary outcome, results for each group, and the estimated effect size and its precision (such as 95% CI) 11-12, 23-24 17b For binary outcomes, presentation of both absolute and relative effect sizes is recommended NA Ancillary analyses 18 Results of any other analyses performed, including subgroup analyses and adjusted analyses, distinguishing prespecified from exploratory 11-12, 23-24 Harms 19 All important harms or unintended effects in each group (for specific guidance, see CONSORT for harms) 15-16 Discussion Limitations 20 Trial limitations, addressing sources of potential bias, imprecision, and, if relevant, multiplicity of analyses 15-16 Generalizability 21 Generalizability (external validity, applicability) of the trial findings 12-16 Interpretation 22 Interpretation consistent with results, balancing benefits and harms, and considering other relevant evidence 12-16 Other information Registration 23 Registration number and name of trial registry 3 Protocol 24 Where the full trial protocol can be accessed, if available Attached Funding 25 Sources of funding and other support (such as supply of drugs), role of funders 17 NOTE. We strongly recommend reading this statement in conjunction with the CONSORT 2010 Explanation and Elaboration for important clarifications on all the items. If relevant, we also recommend reading CONSORT extensions for cluster randomized trials, noninferiority and equivalence trials, nonpharmacologic treatments, herbal interventions, and pragmatic trials. Additional extensions are forthcoming: for those and for up-to-date references relevant to this checklist, see CONSORT website. 62 Abbreviation: NA, not available."
    },
    {
      "text": "v 2.1 [1.3]; P 5 .15) or completing weekly symptom surveys (arm B v C, 2.1 [1.2] v 1.9 [1.3]; P 5 .44). These results did not differ between patients who did and did not receive active choice prompts. On a 10-point scale, patients were likely to recommend the PROStep intervention to other patients with cancer (arm B v C, 8.3 [2.4] v 8.5 [2.2]; P 5 .65)."
    },
    {
      "text": "did the PROStep dashboard change your management of the patient? 1.11 (0.3) NA NA NA Goals of care bTo what extent did the PROstep dashboard prompt you to have goals of care conversations with this patient? 1"
    },
    {
      "text": "Abbreviations: KW, Kruskal-Wallis; NA, not available; SD, standard deviation. a KW test statistic (skew >0.7). b Likert scales: 1 5 not at all; 2 5 slightly; 3 5 moderately; 4 5 considerably; 5 5 completely. c t-test statistic (skew <0.7). d Likert scales: 1 5 strongly disagree; 2 5 disagree; 3 5 undecided; 4 5 agree; 5 5 strongly agree. e Likert scales: 1 5 never; 2 5 seldom; 3 5 sometimes; 4 5 often; 5 5 always. f P-test statistic."
    },
    {
      "text": "Demographic Characteristics of the Cohort"
    },
    {
      "text": "Primary Study Outcomes"
    }
  ],
  "references": [
    {
      "title": "Common symptoms in patients with advanced cancer",
      "authors": [
        "E Curtis",
        "R Krech",
        "T Walsh"
      ],
      "year": 1991,
      "doi": "10.1177/082585979100700205"
    },
    {
      "title": "The symptoms of advanced cancer: Relationship to age, gender, and performance status in 1,000 patients",
      "authors": [
        "D Walsh",
        "S Donnelly",
        "L Rybicki"
      ],
      "year": 2000,
      "doi": "10.1007/s005200050281"
    },
    {
      "title": "The symptoms of advanced cancer",
      "authors": [
        "S Donnelly",
        "D Walsh"
      ],
      "year": 1995,
      "doi": "10.1177/082585979501100105"
    },
    {
      "title": "Functional status declines among cancer survivors: Trajectory and contributing factors",
      "authors": [
        "J Petrick",
        "B Reeve",
        "A Kucharska-Newton"
      ],
      "year": 2014,
      "doi": "10.1016/j.jgo.2014.06.002"
    },
    {
      "title": "Functional status decline in older patients with breast and colorectal cancer after cancer treatment: A prospective cohort study",
      "authors": [
        "D Van Abbema",
        "A Van Vuuren",
        "F Van Den Berkmortel"
      ],
      "year": 2017
    },
    {
      "title": "Association of disease progression with health-related quality of life among adults with breast, lung, pancreatic, and colorectal cancer",
      "authors": [
        "N Marschner",
        "S Zacharias",
        "F Lordick"
      ],
      "year": 2020
    },
    {
      "title": "Functional decline in older patients with cancer receiving first-line chemotherapy",
      "authors": [
        "S Hoppe",
        "M Rainfray",
        "M Fonck"
      ],
      "year": 2013
    },
    {
      "title": "The relationship between physical and psychological symptoms and health care utilization in hospitalized patients with advanced cancer",
      "authors": [
        "R Nipp",
        "A El-Jawahri",
        "S Moran"
      ],
      "year": 2017
    },
    {
      "title": "A patient-reported outcome instrument to assess symptom burden and predict survival in patients with advanced cancer: Flipping the paradigm to improve timing of palliative and end-of-life discussions and reduce unwanted health care costs",
      "authors": [
        "S Goldberg",
        "D Paramanathan",
        "R Khoury"
      ],
      "year": 2019,
      "doi": "10.1634/theoncologist.2018-0238"
    },
    {
      "title": "Emotional problems, quality of life, and symptom burden in patients with lung cancer",
      "authors": [
        "E Morrison",
        "P Novotny",
        "J Sloan"
      ],
      "year": 2017
    },
    {
      "title": "Comparison between patient-reported and clinician-observed symptoms in oncology",
      "authors": [
        "C Xiao",
        "R Polomano",
        "D Bruner"
      ],
      "year": 2013
    },
    {
      "title": "Depression and cancer mortality: A meta-analysis",
      "authors": [
        "M Pinquart",
        "P Duberstein"
      ],
      "year": 2010,
      "doi": "10.1017/s0033291709992285"
    },
    {
      "title": "Symptom severity, anxiety, depression, self-efficacy and quality of life in patients with cancer",
      "authors": [
        "S Omran",
        "S Mcmillan"
      ],
      "year": 2018
    },
    {
      "title": "Symptom burden and palliative care needs of patients with incurable cancer at diagnosis and during the disease course",
      "authors": [
        "J Vogt",
        "F Beyer",
        "J Sistermanns"
      ],
      "year": 2021,
      "doi": "10.1002/onco.13751"
    },
    {
      "title": "Palliative care and the management of common distressing symptoms in advanced cancer: Pain, breathlessness, nausea and vomiting, and fatigue",
      "authors": [
        "L Henson",
        "M Maddocks",
        "C Evans"
      ],
      "year": 2020,
      "doi": "10.1200/jco.19.00470"
    },
    {
      "title": "Performance status in patients with cancer",
      "authors": [
        "H West",
        "J Jin"
      ],
      "year": 2015
    },
    {
      "title": "Lack of patient-clinician concordance in cancer patients: Its relation with patient variables",
      "authors": [
        "K Chandwani",
        "F Zhao",
        "G Morrow"
      ],
      "year": 2017,
      "doi": "10.1016/j.jpainsymman.2016.12.347"
    },
    {
      "title": "Exploring differences in adverse symptom event grading thresholds between clinicians and patients in the clinical trial setting",
      "authors": [
        "T Atkinson",
        "L Rogak",
        "N Heon"
      ],
      "year": 2017
    },
    {
      "title": "Identifying patients whose symptoms are underrecognized during treatment with breast radiotherapy",
      "authors": [
        "R Jagsi",
        "K Griffith",
        "F Vicini"
      ],
      "year": 2022,
      "doi": "10.1001/jamaoncol.2022.0114"
    },
    {
      "title": "Health care providers underestimate symptom intensities of cancer patients: A multicenter European study",
      "authors": [
        "E Laugsand",
        "Mag Sprangers",
        "K Bjordal"
      ],
      "year": 2010,
      "doi": "10.1186/1477-7525-8-104"
    },
    {
      "title": "Patient and provider concordance on symptoms during the oncology outpatient clinic visit",
      "authors": [
        "S Chidambaram",
        "T Deshields",
        "P Potter"
      ],
      "year": 2014,
      "doi": "10.12788/jcso.0080"
    },
    {
      "title": "Prognostic value of performance status assessed by patients themselves, nurses, and oncologists in advanced non-small cell lung cancer",
      "authors": [
        "M Ando",
        "Y Ando",
        "Y Hasegawa"
      ],
      "year": 2001
    },
    {
      "title": "Discrepancies between genitourinary cancer patients' and clinicians' characterization of the Eastern Cooperative Oncology Group performance status",
      "authors": [
        "C Bergerot",
        "E Philip",
        "P Bergerot"
      ],
      "year": 2021
    },
    {
      "title": "Patient-physician disagreement regarding performance status is associated with worse survivorship in patients with advanced cancer",
      "authors": [
        "I Schnadig",
        "E Fromme",
        "C Loprinzi"
      ],
      "year": 2008,
      "doi": "10.1002/cncr.23856"
    },
    {
      "title": "Patient-reported functional status in outpatients with advanced cancer: Correlation with physician-reported scores and survival",
      "authors": [
        "G Popovic",
        "T Harhara",
        "A Pope"
      ],
      "year": 2018
    },
    {
      "title": "Patient-generated health data management and quality challenges in remote patient monitoring",
      "authors": [
        "R Abdolkhani",
        "K Gray",
        "A Borda"
      ],
      "year": 2019,
      "doi": "10.1093/jamiaopen/ooz036"
    },
    {
      "title": "Emerging uses of patient generated health data in clinical research",
      "authors": [
        "W Wood",
        "A Bennett",
        "E Basch"
      ],
      "year": 2015
    },
    {
      "title": "Patient-generated health data",
      "authors": [
        "M Shapiro",
        "D Johnston",
        "J Wald"
      ]
    },
    {
      "title": "What are patient-generated health data? HealthIT"
    },
    {
      "title": "Overall survival results of a trial assessing patient-reported outcomes for symptom monitoring during routine cancer treatment",
      "authors": [
        "E Basch",
        "A Deal",
        "A Dueck"
      ],
      "year": 2017
    },
    {
      "title": "Symptom burden in the first year after cancer diagnosis: An analysis of patient-reported outcomes",
      "authors": [
        "L Bubis",
        "L Davis",
        "A Mahar"
      ],
      "year": 2018,
      "doi": "10.1200/jco.2017.76.0876"
    },
    {
      "title": "Implementation of patient-reported outcomes in routine medical care",
      "authors": [
        "E Basch",
        "L Barbera",
        "C Kerrigan"
      ],
      "year": 2018
    },
    {
      "title": "Phase III randomized controlled trial of eRAPID: eHealth intervention during chemotherapy",
      "authors": [
        "K Absolom",
        "L Warrington",
        "E Hudson"
      ],
      "year": 2021,
      "doi": "10.1200/jco.20.02015"
    },
    {
      "title": "Electronic patient reporting of adverse events and quality of life: A prospective feasibility study in general oncology",
      "authors": [
        "F Kennedy",
        "K Absolom",
        "B Clayton"
      ],
      "year": 2021,
      "doi": "10.1200/op.20.00118"
    },
    {
      "title": "PROutine: A feasibility study assessing surveillance of electronic patient reported outcomes and adherence via smartphone app in advanced cancer",
      "authors": [
        "G Benze",
        "F Nauck",
        "B Alt-Epping"
      ],
      "year": 2019
    },
    {
      "title": "Comparing clinician-assessed and patient-reported performance status for predicting morbidity and mortality in patients with advanced cancer receiving chemotherapy",
      "authors": [
        "W Wood",
        "A Deal",
        "A Stover"
      ],
      "year": 2021,
      "doi": "10.1200/op.20.00515"
    },
    {
      "title": "Tracking steps in oncology: The time is now",
      "authors": [
        "J Purswani",
        "N Ohri",
        "C Champ"
      ],
      "year": 2018,
      "doi": "10.2147/cmar.s148710"
    },
    {
      "title": "Wearable activity monitors to assess performance status and predict clinical outcomes in advanced cancer patients",
      "authors": [
        "G Gresham",
        "A Hendifar",
        "B Spiegel"
      ],
      "year": 2018
    },
    {
      "title": "Feasibility and usability aspects of continuous remote monitoring of health status in palliative cancer patients using wearables",
      "authors": [
        "M Pavic",
        "V Klaas",
        "G Theile"
      ],
      "year": 2020,
      "doi": "10.1159/000501433"
    },
    {
      "title": "Self-monitoring physical activity with a smartphone application in cancer patients: A randomized feasibility study (SMART-trial)",
      "authors": [
        "H Ormel",
        "Ggf Van Der Schoot",
        "Ndl Westerink"
      ],
      "year": 2018
    },
    {
      "title": "Nudge units to improve the delivery of health care",
      "authors": [
        "M Patel",
        "K Volpp",
        "D Asch"
      ],
      "year": 2018
    },
    {
      "title": "Effect of integrating machine learning mortality estimates with behavioral nudges to clinicians on serious illness conversations among patients with cancer: A stepped-wedge cluster randomized clinical trial",
      "authors": [
        "C Manz",
        "R Parikh",
        "D Small"
      ],
      "year": 2020,
      "doi": "10.1001/jamaoncol.2020.4759"
    },
    {
      "title": "Association of behavioral nudges with high-value evidence-based prescribing in oncology",
      "authors": [
        "S Takvorian",
        "V Ladage",
        "E Wileyto"
      ],
      "year": 2020,
      "doi": "10.1001/jamaoncol.2020.0746"
    },
    {
      "title": "Supporting acute advance care planning with precise, timely mortality risk predictions",
      "authors": [
        "E Wang",
        "V Major",
        "N Adler"
      ],
      "year": 2021,
      "doi": "10.1056/CAT.20.0655"
    },
    {
      "title": "Association of an active choice intervention in the electronic health record directed to medical assistants with clinician ordering and patient completion of breast and colorectal cancer screening tests",
      "authors": [
        "E Hsiang",
        "S Mehta",
        "D Small"
      ],
      "year": 2019
    },
    {
      "title": "Active choice and financial incentives to increase rates of screening colonoscopy-A randomized controlled trial",
      "authors": [
        "S Mehta",
        "J Feingold",
        "M Vandertuyn"
      ],
      "year": 2017
    },
    {
      "title": "Effect of an automated patient dashboard using active choice and peer comparison performance feedback to physicians on statin prescribing: The PRESCRIBE cluster randomized clinical trial",
      "authors": [
        "M Patel",
        "G Kurtzman",
        "S Kannan"
      ],
      "year": 2018
    },
    {
      "title": "On the way to health",
      "authors": [
        "D Asch",
        "K Volpp"
      ],
      "year": 2012
    },
    {
      "title": "Remotely monitored gamification and social incentives to improve glycemic control among adults with uncontrolled type 2 diabetes (iDiabetes): Protocol for a randomized controlled trial",
      "authors": [
        "M Fortunato",
        "J Harrison",
        "A Oon"
      ],
      "year": 2019
    },
    {
      "title": "Framing financial incentives to increase physical activity among overweight and obese adults: A randomized, controlled trial",
      "authors": [
        "M Patel",
        "D Asch",
        "R Rosin"
      ],
      "year": 2016,
      "doi": "10.7326/l16-0280"
    },
    {
      "title": "Loss-framed financial incentives and personalized goal-setting to increase physical activity among ischemic heart disease patients using wearable devices: The active reward randomized trial",
      "authors": [
        "N Chokshi",
        "S Adusumalli",
        "D Small"
      ],
      "year": 2018
    },
    {
      "title": "Effect of a game-based intervention designed to enhance social incentives to increase physical activity among families: The BE FIT randomized clinical trial",
      "authors": [
        "M Patel",
        "E Benjamin",
        "K Volpp"
      ],
      "year": 2017,
      "doi": "10.1001/jamainternmed.2017.3458"
    },
    {
      "title": "Using clinical trial data to estimate the costs of behavioral interventions for potential adopters: A guide for trialists",
      "authors": [
        "L Russell",
        "L Norton",
        "D Pagnotti"
      ],
      "year": 2021,
      "doi": "10.1177/0272989x20973160"
    },
    {
      "title": "Patient and clinician nudges to improve symptom management in advanced cancer using patient-generated health data: Study protocol for the PROStep randomised controlled trial",
      "authors": [
        "R Parikh",
        "W Ferrell",
        "J Wakim"
      ],
      "year": 2022,
      "doi": "10.1136/bmjopen-2021-054675"
    },
    {
      "title": "Implementation of electronic patient-reported outcomes for symptom monitoring in a large multisite community oncology practice: Dancing the Texas two-step through a pandemic",
      "authors": [
        "D Patt",
        "L Wilfong",
        "K Hudson"
      ],
      "year": 2021
    },
    {
      "title": "Symptom monitoring with patient-reported outcomes during routine cancer treatment: A randomized controlled trial",
      "authors": [
        "E Basch",
        "A Deal",
        "M Kris"
      ],
      "year": 2016
    },
    {
      "title": "Digital symptom monitoring with patient-reported outcomes in community oncology practices: A U.S. national cluster randomized trial",
      "authors": [
        "E Basch",
        "D Schrag",
        "J Jansen"
      ],
      "year": 2021,
      "doi": "10.1200/jco.2021.39.36_suppl.349527"
    },
    {
      "title": "A systematic review of the impact of routine collection of patient reported outcome measures on patients, providers and health organisations in an oncologic setting",
      "authors": [
        "J Chen",
        "L Ou",
        "S Hollis"
      ],
      "year": 2013,
      "doi": "10.1186/1472-6963-13-211"
    },
    {
      "title": "Clinical utility and user perceptions of a digital system for electronic patient-reported symptom monitoring during routine cancer care: Findings from the PRO-TECT trial",
      "authors": [
        "E Basch",
        "A Stover",
        "D Schrag"
      ],
      "year": 2020
    },
    {
      "title": "Additional value of patient-reported symptom monitoring in cancer care: A systematic review of the literature",
      "authors": [
        "L Lizán",
        "L Pérez-Carbonell",
        "M Comellas"
      ],
      "year": 2021
    },
    {
      "title": "Lay health worker-led cancer symptom screening intervention and the effect on patient-reported satisfaction, health status, health care use, and total costs: Results from a Tri-Part Collaboration",
      "authors": [
        "M Patel",
        "D Ramirez",
        "R Agajanian"
      ],
      "year": 2020
    },
    {
      "title": "CONSORT 2010 Statement: Updated guidelines for reporting parallel group randomised trials",
      "authors": [
        "K Schulz",
        "D Altman",
        "D Moher",
        "Group"
      ],
      "year": 2010
    }
  ],
  "num_references": 62
}
