{
  "paper_id": "A9Y2LLAH",
  "title": "Main Outcomes of M-Bridge: A Sequential Multiple Assignment Randomized Trial (SMART) for Developing an Adaptive Preventive Intervention for College Drinking",
  "abstract": "Objective: The goal was to develop a universal and resource-efficient adaptive preventive intervention (API) for incoming first-year students as a bridge to indicated interventions to address alcohol-related risks. The aims were to examine: (a) API versus assessment-only control, (b) the different APIs (i.e., 4 intervention sequences) embedded in the study design, and (c) moderators of intervention effects on binge drinking. Method: A sequential multiple assignment randomized trial (SMART) included two randomizations: timing (summer before vs. first semester) of universal personalized normative feedback and biweekly self-monitoring and, for heavy drinkers, bridging strategy (resource email vs. health coaching invitation). Participants (N = 891, 62.4% female, 76.8% White) were surveyed at the end of first and second semesters. The primary outcome was binge drinking frequency (4+/5+ drinks for females/males); secondary outcomes were alcohol consequences and health services utilization. Results: API (vs. control) was not significantly associated with outcomes. There were no differences between embedded APIs. Among heavy drinkers, the resource email (vs. health coach invitation) led to greater health services utilization. Moderator analyses suggested students intending to pledge into Greek life benefited more from any API (vs. control; 42% smaller increase from precollege in binge drinking frequency). Conclusions: Although overall effects were not significant, students at high risk (i.e., entering fraternities/sororities) did benefit more from the intervention. Furthermore, the resource email was effective for heavier drinkers. A technology-based strategy to deliver targeted resource-light interventions for heavy drinkers may be effective for reducing binge drinking during the transition to college. \n What is the public health significance of this article? The study examined the effect of adaptive preventive interventions (APIs), which are interventions tailored over time to better meet the needs of individuals, on college student drinking. In this case, the APIs did not have overall effects for the student population of incoming first-year college students, but the APIs did reduce binge drinking for students intending to pledge into fraternities or sororities. For heavy-drinking students, a resource email providing a link to an online intervention (i.e., Web-BASICS) was more effective in increasing health services utilization than an invitation to chat with an online health coach. Such technologybased strategies to deliver targeted interventions require minimal resources and may be effective for supporting health for high-risk students during the transition to college.",
  "year": 2012,
  "date": "2012",
  "journal": "Journal of the American Statistical Association",
  "publication": "Journal of the American Statistical Association",
  "authors": [
    {
      "forename": "Megan",
      "surname": "Patrick",
      "name": "Megan Patrick",
      "affiliation": "1  Survey Research Center , Institute for Social Research , University of Michigan \n\t\t\t\t\t\t\t\t Survey Research Center \n\t\t\t\t\t\t\t\t Institute for Social Research \n\t\t\t\t\t\t\t\t University of Michigan",
      "email": "meganpat@umich.edu"
    },
    {
      "forename": "Grace",
      "surname": "Lyden",
      "name": "Grace Lyden",
      "affiliation": "2  Division of Biostatistics , University of Minnesota \n\t\t\t\t\t\t\t\t Division of Biostatistics \n\t\t\t\t\t\t\t\t University of Minnesota"
    },
    {
      "forename": "Nicole",
      "surname": "Morrell",
      "name": "Nicole Morrell",
      "affiliation": "3  Center for Applied Research and Educational Improvement , College of Education and Human Development , University of Minnesota \n\t\t\t\t\t\t\t\t Center for Applied Research and Educational Improvement \n\t\t\t\t\t\t\t\t College of Education and Human Development \n\t\t\t\t\t\t\t\t University of Minnesota"
    },
    {
      "forename": "Christopher",
      "surname": "Mehus",
      "name": "Christopher Mehus",
      "affiliation": "3  Center for Applied Research and Educational Improvement , College of Education and Human Development , University of Minnesota \n\t\t\t\t\t\t\t\t Center for Applied Research and Educational Improvement \n\t\t\t\t\t\t\t\t College of Education and Human Development \n\t\t\t\t\t\t\t\t University of Minnesota"
    },
    {
      "forename": "Meredith",
      "surname": "Gunlicks-Stoessel",
      "name": "Meredith Gunlicks-Stoessel",
      "affiliation": "4  Department of Psychiatry & Behavioral Sciences , University of Minnesota \n\t\t\t\t\t\t\t\t Department of Psychiatry & Behavioral Sciences \n\t\t\t\t\t\t\t\t University of Minnesota"
    },
    {
      "forename": "Christine",
      "surname": "Lee",
      "name": "Christine Lee",
      "affiliation": "5  Department of Psychiatry and Behavioral Sciences , Center for the Study of Health and Risk Behaviors , University of Washington \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t Center for the Study of Health and Risk Behaviors \n\t\t\t\t\t\t\t\t University of Washington"
    },
    {
      "forename": "Cheryl",
      "surname": "King",
      "name": "Cheryl King",
      "affiliation": "6  Department of Psychiatry , University of Michigan \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Michigan"
    },
    {
      "forename": "Erin",
      "surname": "Bonar",
      "name": "Erin Bonar",
      "affiliation": "6  Department of Psychiatry , University of Michigan \n\t\t\t\t\t\t\t\t Department of Psychiatry \n\t\t\t\t\t\t\t\t University of Michigan"
    },
    {
      "forename": "Inbal",
      "surname": "Nahum-Shani",
      "name": "Inbal Nahum-Shani",
      "affiliation": "1  Survey Research Center , Institute for Social Research , University of Michigan \n\t\t\t\t\t\t\t\t Survey Research Center \n\t\t\t\t\t\t\t\t Institute for Social Research \n\t\t\t\t\t\t\t\t University of Michigan"
    },
    {
      "forename": "Daniel",
      "surname": "Almirall",
      "name": "Daniel Almirall",
      "affiliation": "1  Survey Research Center , Institute for Social Research , University of Michigan \n\t\t\t\t\t\t\t\t Survey Research Center \n\t\t\t\t\t\t\t\t Institute for Social Research \n\t\t\t\t\t\t\t\t University of Michigan"
    },
    {
      "forename": "Mary",
      "surname": "Larimer",
      "name": "Mary Larimer",
      "affiliation": "5  Department of Psychiatry and Behavioral Sciences , Center for the Study of Health and Risk Behaviors , University of Washington \n\t\t\t\t\t\t\t\t Department of Psychiatry and Behavioral Sciences \n\t\t\t\t\t\t\t\t Center for the Study of Health and Risk Behaviors \n\t\t\t\t\t\t\t\t University of Washington"
    },
    {
      "forename": "David",
      "surname": "Vock",
      "name": "David Vock",
      "affiliation": "2  Division of Biostatistics , University of Minnesota \n\t\t\t\t\t\t\t\t Division of Biostatistics \n\t\t\t\t\t\t\t\t University of Minnesota"
    }
  ],
  "doi": "https://doi.org/10.13039/100000027",
  "keywords": [
    "adaptive preventive intervention",
    "alcohol use",
    "college",
    "health services utilization"
  ],
  "sections": [
    {
      "text": "Alcohol use by college students is a widely recognized international public health issue  (Hingson & White, 2014; Schulenberg et al., 2020) . Heavy drinking is associated with serious health risks (e.g.,  Wechsler & Nelson, 2008; World Health Organization, 2018) , and college attenders escalate heavy drinking more rapidly than nonattenders do (e.g.,  Patrick, Terry-McElrath, et al., 2016; Schulenberg & Patrick, 2012) . In addition, binge drinking (i.e., having 4+ drinks for women/5+ drinks for men) at age 18 is associated with symptoms of alcohol use disorders at age 35  (Patrick et al., 2011) . An estimated 9% of college students meet criteria for past-year alcohol use disorder and approximately 33% have engaged in binge drinking in the last month  (SAMHSA, 2020) . During the transition to college, students enter social networks that rely heavily on alcohol use  (Del Boca et al., 2004; Hartzler & Fromme, 2003; Tremblay et al., 2010) , especially if they participate in Greek life fraternities or sororities  (Fairlie et al., 2010; Larimer et al., 2004) . First-year college students are at increased risk for escalations in alcohol use and related consequences  (Borsari et al., 2007) , and addressing alcohol use among first-year students is particularly important  (Scott-Sheldon et al., 2014) .\n\nSeveral universal and indicated preventive intervention approaches have demonstrated a positive effect on alcohol use and consequences among college students  (Scott-Sheldon et al., 2014) . These are outlined in the NIAAA Task Force on College Drinking report and the more recent College Alcohol Intervention Matrix (CollegeAIM;  NIAAA, 2002 NIAAA, , 2019)) . Universal preventive interventions are targeted toward an entire population regardless of risk level, whereas indicated preventive interventions target individuals who are at elevated risk and are identified by specific behaviors. When universal approaches are not enough for some individuals who continue to drink heavily, indicated interventions may be needed.\n\nHowever, most students who may benefit from indicated interventions based on their alcohol use do not access them. Despite advances in college drinking interventions, college student alcohol use remains high and college students tend to perceive that alcohol use is not a problem  (Czyz et al., 2013; Wu et al., 2007) . In fact, only 3.6% of college students with a substance use disorder perceive needing help for substance use  (Caldeira et al., 2009)  and they are significantly less likely to receive treatment compared to their noncollege-attending peers  (Blanco et al., 2008) . Services specifically designed to help students with alcohol problems remain underutilized or are typically reserved for students who are caught violating campus alcohol policies, including the evidence-based Brief Alcohol Screening and Intervention for College Students (BASICS), an in-person indicated alcohol intervention  (Amaro et al., 2010; Dimeff et al., 1999) . Students who drink heavily report preferring to seek help from peers, family, or web searches compared to more intensive interventions or resources, yet few actually choose to seek help  (Buscemi et al., 2010) . Therefore, there is a need for strategies to engage at-risk students in indicated college-student interventions.\n\nTechnology-based intervention approaches provide one possible means for resource-efficient delivery and have shown promise for preventing alcohol misuse in young adults  (Kazemi et al., 2017) . An automated mobile health (mHealth) approach is a cost-effective option for health promotion on campuses  (Moore et al., 2005)  and can be used in a sequence of interventions that maximize reach to reduce alcohol use and related consequences on campus. Technology can also be used to leverage clinician resources by offering online coaching prior to online and in-person, or more intensive, interventions  (King et al., 2015) ."
    },
    {
      "title": "Adaptive Preventive Interventions",
      "text": "To address the need for a resource-efficient intervention approach that bridges universal and indicated college-student interventions, we conducted the M-bridge study among incoming first-year students. The goal of the study was to examine the impact of automated APIs. An API is a sequence of individualized prevention interventions that use ongoing (dynamic) information concerning the participant's progress in the course of the intervention to specify whether, how, and when to alter the intensity, type, or delivery mode of the intervention  (Almirall et al., 2012; Murphy et al., 2007 ). An API is operationalized via a sequence of decision rules that specify what prevention intervention to offer, for whom, and under what conditions  (Hall et al., 2019) . A sequential multiple assignment randomized trial (SMART;  Murphy, 2005)  is a trial design that can be used to answer scientific questions about developing adaptive interventions. In a SMART, some or all participants are randomized two or more times at different time points or phases  (Nahum-Shani & Almirall, 2019) . In some SMART designs, the set of interventions to which an individual can be randomized depends on response to a prior intervention (i.e., the set of interventions is tailored to the needs of the individual).\n\nThis study was motivated by two scientific questions regarding the construction of an API for preventing heavy drinking in college: (a) when to deliver a universal intervention (before college or during the first semester), and (b) which strategy to employ (resource email or invitation to online interaction with a health coach) to bridge selfreported heavy drinkers to indicated intervention.\n\nFirst, the timing of intervention delivery may be critical for its effectiveness  (Nahum-Shani et al., 2016) , yet the best time to deliver universal interventions for college student drinking has not yet been systematically examined. The typical timing for personalized normative feedback (PNF) is at the beginning of the school year (e.g.,  Doumas et al., 2011)  to correct normative misperceptions as patterns are being established and drinking typically escalates  (Del Boca et al., 2004) . However, an alternative timing for PNF is before classes begin  (Hustad et al., 2010; Lee et al., 2010 ) so that the intervention can act as a social inoculation before students enter into the college environment  (Neighbors, Lewis, et al., 2006) . This may help them prepare with more accurate information about what to expect and how they may fit in. We compare these two timings to determine which is most effective and for whom.\n\nSecond, determining the best strategy for bridging heavydrinking students to indicated interventions is a key question for health promotion. As noted above, very few young adults who are at risk for negative consequences access indicated interventions. Therefore, a key challenge for promoting health is engaging students in existing effective interventions. In order to examine this, we compare two strategies for bridging heavy-drinking students with existing indicated interventions. Both strategies are resourceefficient, using technology to enable dissemination in real-world settings. The first strategy is an email invitation to \"chat\" online with a health coach with the goal of increasing the student's motivation to access indicated interventions  (King et al., 2015) . The second strategy is a resource email providing access to indicated interventions. Indicated interventions were online Web-BASICS  (Labrie et al., 2013)  or in-person health promotion consultation on campus. The bridging strategies and indicated interventions are described in more detail below."
    },
    {
      "title": "Moderators",
      "text": "Different aspects of the APIs may work better for some students than others. We examined possible differences in the intervention effects, with the hypothesis that those with greater risk factors for college student drinking would be more likely to benefit. These included sociodemographic variables of sex and race/ethnicity, as well as characteristics particularly associated with increased risk such as intention to join a Greek fraternity or sorority  (Fairlie et al., 2010; Larimer et al., 2004) , drinking intentions  (Grazioli et al., 2015; Testa et al., 2009) , and perceived norms of college student drinking  (Borsari & Carey, 2000; Carey et al., 2010; Neighbors, Dillard, et al., 2006; Neighbors et al., 2004; Walters et al., 2007) . For those in the intervention groups, we also examined whether the frequency of binge and high-intensity drinking  (Patrick, 2016; Patrick & Azar, 2018; Patrick, Cronce, et al., 2016)  during the first-semester self-monitoring moderated the effect of the API. For example, it would be instructive to know whether some strategies are more effective for those who engage in or intend to engage in heavier drinking."
    },
    {
      "title": "The Present Study",
      "text": "The present study is the first to empirically inform the development of an API for reducing high-risk drinking among first-year college students  (Patrick et al., 2020) . The primary aim was to compare longitudinal outcomes between those randomized to any API versus assessment-only control. The primary outcome was the frequency of binge drinking, with additional outcomes of negative alcohol-related consequences and health services utilization. The secondary aim was to compare outcomes of the APIs (i.e., intervention sequences) embedded in the study design for the intervention group. We consider two options for the timing of the universal intervention (precollege/early vs. after classes begin/late) and two options for bridging strategy (coach vs. resource email) to indicated interventions, which combine to yield four embedded APIs: Earlycoach, early-email, late-coach, and late-email. The tertiary aim was to examine prespecified moderators of the intervention effects. Proposed moderators for effects of any API versus control were sex, race/ethnicity, intention to pledge Greek life, perceived alcohol norms, and intentions to drink; moderators for API intervention effects also included the frequency of binge and high-intensity drinking during the first semester (self-monitoring)."
    },
    {
      "title": "Method",
      "text": "M-bridge was conducted among incoming first-year students at a large Midwestern university starting in summer 2019  (Patrick et al., 2020) . The Registrar's list was used to randomly select 1,500 incoming first-year students to invite to participate in the study. Baseline data collection was in August 2019, after which students were randomized 1:1:1 to assessment-only control, early Stage 1 intervention, or late Stage 1 intervention. The Stage 1 universal intervention began in either August 2019 (early; before classes began) or September 2019 (late; after students started the semester). The Stage 1 universal preventive intervention combined PNF + self-monitoring. One of the most successful brief universal interventions for college student drinking involves PNF-feedback about students' own drinking patterns in comparison to those of their peers (e.g.,  Larimer et al., 2007; Scott-Sheldon et al., 2014)  Additionally, as part of the Stage 1 intervention, students were invited (via email and text messaging) to complete up to four biweekly self-monitoring surveys during the fall semester. Students who reported heavy drinking on a self-monitoring survey-that is, binge drinking (having 4+/5+ drinks for females/males) two or more times in the past 2 weeks or high-intensity drinking (having 8 +/10+ drinks for females/males) one or more times in the past 2 weeks-were flagged as heavy drinkers. At the first time point that students flagged as heavy drinkers, they were randomized 1:1 to one of two Stage 2 selective bridging strategies, and invitations to selfmonitor stopped. The Stage 2 bridging strategies were a resource email or an email invitation to chat (virtually) with a health coach. Transition from self-monitoring to a bridging strategy occurred September-November 2019, based on when a student flagged as a heavy drinker. Although students who flagged as heavy drinkers early had more time to engage with the indicated interventions, students who flagged on the last possible day of selfmonitoring surveys still had more than 3 weeks before the interventions closed. The Follow-up 1 survey was in December 2019; Follow-up 2 was in April/May 2020 (after the university had closed to in-person operations due to COVID-19; this led to changes in the measures, described below). Students received a $5 preincentive with the study invitation letter they received in the mail. Upon completing the baseline survey, they received a $25 payment. Students received $2 for each biweekly selfmonitoring survey completed, in addition to two drawing entries for the opportunity to win one of four $500 drawings that took place at the end of the first semester. Students received a $30 incentive for completing the Follow-up 1 survey and $35 for completing the Follow-up 2 survey. The detailed planned study protocol is available  (Patrick et al., 2020) . A majority of participants were female (62.4%), non-Hispanic White (76.8%), and had precollege experience with drinking (73.3%) with 11.7% intending to pledge to Greek organizations."
    },
    {
      "title": "Interventions",
      "text": "Among students not randomized to assessment-only control, there were two randomizations (Stage 1: Universal intervention timing for all students, Stage 2: Selective bridging strategy for heavy drinkers) resulting in four APIs that are embedded in the study design (see Figure  1 ). Specific interventions are described below."
    },
    {
      "title": "Universal Preventive Interventions",
      "text": "All API students received the universal preventive interventions, randomly either before college or during the first semester. As part of the universal Stage 1 intervention, participants received emailed personalized normative feedback (PNF). Stand-alone PNF interventions have been associated with reductions in alcohol use and consequences among college students who drink heavily  (Neighbors et al., 2004; Neighbors, Lewis, et al., 2006) . Technology-based (i.e., internet/mobile) PNF interventions have also been associated with reduced alcohol use in college students who drink heavily or intend to do so  (Neighbors et al., 2009; Walters et al., 2007) . Technology-based prevention programs for college students have been shown to be as effective as in-person programs  (Scott-Sheldon et al., 2014) .\n\nHowever, brief PNF interventions have mostly immediate effects  (Cronce & Larimer, 2011; Hennessy et al., 2019; Huh et al., 2015) , and those who continue to drink heavily require more intensive indicated intervention. In this study, norms focused on students' perceptions of the prevalence of drinking, binge drinking, a total number of drinks consumed each week, and maximum number of drinks consumed by college students and contrasted this with their own reported behavior and actual rates of engagement in those behaviors. Data for the PNF were collected through the baseline surveys. The norming information was from a college student sample at the same Midwestern university and the national Monitoring the Future study. The PNF norms included the frequency of drinking, a number of drinks consumed each week, consuming 4+/5+ drinks for females/males, and maximum drinks consumed. Students were invited through an email to view their personalized feedback on a website. A reminder email and text message were sent 5 days later for students that had not yet clicked their PNF link. Note. See the online article for the color version of this figure.\n\nIn addition, as part of the universal Stage 1 intervention, students were asked to self-monitor their alcohol use during the fall semester. Self-monitoring (SM) is the centerpiece of many behavioral intervention programs  (Harkin et al., 2016) , including interventions targeting alcohol use disorders  (Brown et al., 2014; Miller & Wilbourne, 2002) . The therapeutic role of SM is two-fold. First, SM facilitates deliberate attention to and reflection on the person's actions  (Bandura, 1998; Kanfer, 1970) . Hence, SM of drinking behaviors and consequences has the potential to promote awareness of problematic drinking and need for health services. Second, SM affords the opportunity to obtain ongoing information concerning the target behavior, which can be used to inform timely intervention decisions  (Nahum-Shani et al., 2016) . Students were invited to complete up to four biweekly self-monitoring surveys on which they reported their alcohol use over the last 2 weeks as well as any consequences of their drinking. At the point a student identified as a heavy drinker, they no longer received SM surveys and were assigned a Stage 2 bridging strategy."
    },
    {
      "title": "Bridging to Indicated Interventions",
      "text": "In Stage 2, those who were identified as heavy drinkers were randomized to one of two bridging strategies. The first bridging strategy was an email invitation to online health coaching via secure online chat. The coaches were trained to use motivational interviewing strategies  (Miller & Rollnick, 2002)  modified for online dialogue, similar to prior work  (King et al., 2015) . Accepting the invitation initiated a dialogue focused on increasing the student's motivation to access an alcohol use intervention, namely an online version of the evidence-based Brief Alcohol Screening and Intervention for College Students (Web-BASICS;  Labrie et al., 2013)  or in-person services through campus resources. The second bridging strategy was a resource email that directly invited students to access Web-BASICS or the in-person services on campus."
    },
    {
      "title": "Indicated Preventive Interventions",
      "text": "The indicated interventions were not directly tested in the APIs because the focus is on universal and bridging strategies. Students were not randomized to the indicated interventions themselves. Both the resource email and the health coach directed students to two indicated options: Web-BASICS or an in-person health promotion consultation available on campus. Web-BASICS is a fully online intervention where students are provided personalized feedback about their current alcohol use, norms, and perceived effects and consequences of drinking. Specifically, Web-BASICS provides text and graphical feedback regarding students' reported drinking quantity, frequency, peak alcohol consumption, and blood alcohol content (BAC), risks for alcohol problems based on family history and consumption patterns, protective behaviors the participant already uses and others he/she might consider, and a tips page with a BAC chart, information on reduced-risk drinking, and where to get more information. Participants were asked to use the feedback to make informed choices and reduce risk; they could print and view their individualized content for up to 3 months. The in-person health promotion consultation was already freely available to all current students through the university's health services; the bridging strategies provided students with information on how to access this resource."
    },
    {
      "title": "Measures and Data Collection",
      "text": "The primary outcome was the frequency of binge drinking. At baseline and Follow-up 1, students reported the number of occasions they consumed 4+/5+ drinks in 2 hr for females/males in the past 30 days (none, 1 time, 2 times, 3-5 times, 6-9 times, or 10+ times, recoded as 0, 1, 2, 4, 7, and 10; adapted from SAMHSA, 2018). At Follow-up 2, the time period was adjusted due to COVID-19, which hit the area while students were on spring break. In the Follow-up 2 survey, the binge drinking item was asked twice. First, students were asked about drinking during the 30 days prior to spring break (i.e., before in-person classes were suspended due to COVID-19 and many students moved off campus) because the intervention was designed to target drinking on campus. Second, students were asked the original question about use in the past 30 days, which referred to drinking after the campus COVID-19 closure; the campus closure was associated with reduced drinking in this sample  (Bonar et al., 2021) . The primary outcome for this analysis was based on the measure that was adjusted to ask about binge drinking during the 30 days prior to spring break.\n\nSecondary outcomes included alcohol-related consequences and utilization of health services. A total number of negative alcoholrelated consequences (e.g., doing embarrassing things, hangover) in the past 30 days was measured using 24 items from the Brief Young Adult Alcohol Consequences Questionnaire (B-YAACQ;  Read et al., 2006) . In the Follow-up 2 survey, these 24 questions were asked only once and refer to the past 30 days (i.e., recent consequences after the campus COVID-19 closure); we chose not to include a second set of 24 questions referring to the 30 days prior to spring break to minimize participant burden and maximize survey response. Health services utilization was a dichotomous measure of whether students used health services over the past 3 months, including through a healthcare clinic, individual counseling, group therapy, support groups, self-help resources, or other services/ resources (including Web-BASICS and online health coaching, which were only available and assessed via paradata at Followup 1; use of all other health services was assessed via participant self-report on study surveys).\n\nProposed moderators of the effect of exposure to any API and the effect of the timing of universal intervention were: Sex, race/ ethnicity (non-Hispanic White, other), precollege intention to pledge Greek life (yes, no/undecided), precollege alcohol use norms (i.e., perceived percentages of first-year students who drink and binge drink), and precollege intentions to drink (i.e., intended number of drinking occasions per month in the next 6 months). Proposed moderators of the effect of bridging strategy (for students flagged as heavy drinkers) were: Sex, race/ethnicity, precollege intention to pledge Greek life, and reported frequency of binge drinking (4+/5+ drinks for females/males) and high-intensity drinking (8+/10+ drinks for females/males) from the biweekly selfmonitoring survey (2-week period)."
    },
    {
      "title": "Statistical Analyses",
      "text": "The protocol paper describes the trial design, power considerations, hypotheses, and a detailed plan for analysis  (Patrick et al., 2020) . It was determined that a minimum sample size of 675 students was needed in order to detect a difference of at least 1 day in past-month binge drinking between assessment-only control and students randomized to any API with 80% power. This calculation assumed 15% attrition. A total of 891 students were enrolled. All statistical analyses followed the intent-to-treat principle. Prerandomization variables were summarized at each randomization to check for balance between groups.\n\nThe primary aim analysis compared longitudinal outcomes in the 1/3 of students randomized to assessment-only control with the 2/3 randomized to any API. Using generalized estimating equations (GEE;  Liang & Zeger, 1986) , we fit a log-link, repeated-measures, marginal-mean model for the primary outcome, binge drinking frequency, that included terms for time (baseline, Follow-up 1, Follow-up 2), intervention group (control, API), and both time-bygroup interactions. The primary contrast in this analysis was the difference between groups in the change in the log-mean frequency of binge drinking from baseline to Follow-up 1. Exponentiating this difference-in-difference yields a ratio between the two groups of the proportional change from baseline (hereafter, a ratio of ratios), which is a measure of effect size. In secondary analyses, we compared the groups on change in the log-mean frequency of binge drinking from baseline to Follow-up 2. We fit similar longitudinal models for two secondary outcomes: A total number of alcoholrelated consequences experienced in the past 30 days (from the B-YAACQ, log-link), and utilization of health services in the past 3 months (yes/no, logit-link). For these and all other models fit by GEE, an exchangeable working correlation was specified between time points, and robust standard errors were computed. Robust standard errors enable valid inference even when count outcomes are zero-inflated, provided the mean model is correctly specified.\n\nThe secondary aim analysis used data from the 2/3 of students randomized to receive one of the four APIs embedded in the study design. The four APIs are defined by: Stage 1 timing of universal intervention (early vs. late), and Stage 2 selective bridging strategy for participants flagged as heavy drinkers (health coach invitation vs. resource email). For each primary and secondary outcome described above, we estimated the mean longitudinal trajectory of the number of binge drinking episodes for the four embedded APIs using weighted and replicated GEE  (Lu et al., 2016; Nahum-Shani et al., 2020) . Weighting was required because heavy drinkers are underrepresented by design (i.e., among those randomized to API, a heavy drinker has ¼ chance of being assigned to a particular API, while a nonheavy drinker has ½ chance), and replicating was required because all nonheavy drinkers are consistent with two APIs. Students were weighted by the inverse of their probability of randomization (2 for nonheavy drinkers, 4 for heavy drinkers). The longitudinal models include terms for time, Stage 1 randomization, Stage 2 randomization, Stage-1-by-Stage-2 interaction, and all timeby-intervention interactions. Using this model, we compared the change from baseline among the four APIs (composite hypothesis test). We also estimated and tested the main effects for timing (early vs. late) and bridging strategy (coach invitation vs. resource email).\n\nThe tertiary aim analysis examined how the effect of the study interventions on binge drinking frequency varied by moderators proposed a priori  (Patrick et al., 2020) . This analysis considered moderators of the effect of (a) any API versus assessment-only control, (b) Stage 1 universal intervention timing, and (c) Stage 2 selective bridging strategy for heavy drinkers. Proposed moderators of the effect of exposure to any API were: Sex, race/ethnicity, precollege intention to pledge Greek life, precollege alcohol norms, and precollege intentions to drink. For each proposed moderator, we added to the primary-aim model for binge drinking frequency a term for the moderator, both moderator-by-time interactions, and both moderator-by-time-by-group interactions. The same variables were also proposed as moderators of timing. To assess whether they modified the main effect of timing, we fit a model that matched the secondary-aim model for binge drinking frequency, with the addition of a term for the moderator, both moderator-by-time interactions, and both moderator-by-time-by-Stage-1 interactions.\n\nProposed moderators of bridging strategy were: Sex, race/ethnicity, precollege intention to pledge Greek life, and reported frequency of binge drinking and high-intensity drinking in the past 2 weeks from the student's last SM survey. The moderator models for this stage used data from only the students flagged as heavy drinkers (N = 158) and included additional terms for the moderator, moderator-by-time interactions, and moderator-by-time-by-Stage-2 interactions. Ultimately, we did not examine race/ethnicity as a moderator of bridging strategy because only 21 heavy drinkers were not non-Hispanic White. For each moderator in the tertiary aim analyses, we summarized the primary contrast-a ratio of ratios comparing change in binge drinking frequency from baseline to Follow-up 1 between interventions-with 95% CIs across the entire range of moderator values.\n\nTo minimize bias due to missingness and increase efficiency, multiple imputation using the full conditional specification was implemented using the mice package in R (Van Buuren & Groothuis-Oudshoorn, 2011). Parameter estimates were pooled across 10 imputed data sets, with variance computed using Rubin's rules  (Rubin, 1987) . The models specified for imputation respected the longitudinal nature of the data and the SMART design.\n\nAll analyses were completed in R version 3.6.2 (R Foundation for Statistical Computing, Vienna, Austria). All statistical tests were two-sided, with no adjustments made for multiple testing. Statistical significance was defined as p < .05."
    },
    {
      "title": "Results",
      "text": "The trial enrolled 891 participants (59.4% of those invited); 300 were randomized to assessment-only control, 295 to early Stage 1 intervention, and 296 to late Stage 1 intervention. Baseline prerandomization variables for the three initial intervention groups were well-balanced between groups (Table  1 ). Of the 591 students randomized to Stage 1 intervention, 406 students (68.7%) viewed at least the first page of their PNF and 517 students completed at least one biweekly self-monitoring survey. During self-monitoring, 158 participants (26.7% of the 591 randomized to self-monitoring) were flagged as heavy drinkers; they were rerandomized to receive a Stage 2 online health coach invitation (N = 80) or a resource email (N = 78), after which 33 students completed or partially completed Web-BASICS (one in the coach group, 32 in the email group) and 26 students messaged the online health coach at least once. Of the 891 study participants, data were available for the primary outcome for 86.5% (N = 771) at Follow-up 1 and 85.4% (N = 761) at Follow-up 2; 82.5% (N = 735) completed all three surveys."
    },
    {
      "title": "Primary Aim: Comparison of Longitudinal Outcomes in API Versus Assessment-Only Control",
      "text": "In terms of the primary outcome, there was no significant difference between the API group and assessment-only control in average change in binge drinking frequency from baseline to Follow-up 1, a ratio of ratios for API versus control: 0.84 (0.63, 1.12), p = .243. Specifically, binge drinking frequency approximately doubled from baseline to Follow-up 1 in the assessment-only control group, increasing from a model-estimated mean of 0.56 [95% CI 0.43, 0.73] times in the past 30 days before college to 1.12 (0.93, 1.35) times in the past 30 days at the end of the fall semester, ratio (SE) = 2.00 (0.24). The results were similar among the students randomized to any API: Change from 0.62 (0.52, 0.74) times in the past 30 days before college to 1.05 (0.91, 1.21) at the end of the fall semester, ratio (SE) = 1.68 (0.14), (Figure  2 ). There was no evidence of a difference between the API group and assessment-only control in change in binge drinking frequency from baseline to Follow-up 2, a ratio of ratios for API versus control: 0.98 (0.73, 1.32), p = .901.\n\nIn terms of secondary outcomes, estimated change outcomes were similar between API and control in models of health services utilization, a ratio of ORs from baseline to Follow-up 1 for API versus control: 0.86 (0.59, 1.25), p = .427, and alcohol consequences, a ratio of ratios from baseline to Follow-up 1 for API versus control: 0.87 (0.70, 1.07), p = .187 (Table  2 )."
    },
    {
      "title": "Secondary Aim: Comparison of Four Embedded Adaptive Preventive Interventions",
      "text": "Figure  3  plots the estimated mean longitudinal trajectory of the four embedded APIs for the primary and secondary outcomes. The change in average binge drinking frequency (primary outcome) from baseline to Follow-up 1 and 2 was not significantly different among the four APIs (Follow-up 1 p = .422 and Follow-up 2 p = .148; not shown elsewhere). There were no significant differences by timing of the universal intervention in binge drinking change from baseline to Follow-up 1, a ratio of ratios for early versus late: 1.17 (0.84, 1.61), p = .347, or Follow-up 2, a ratio of ratios for early versus late: 1.36 (0.99, 1.88), p = .059. Stage 1 main effects were similar for secondary outcomes. Likewise, there were no significant differences by bridging strategy for heavy drinkers in binge drinking change from baseline to Follow-up 1, a ratio of ratios for coach versus email: 1.11 (0.87, 1.40), p = .409 or Follow-up 2, a ratio of ratios for coach versus email: 1.06 (0.84, 1.33), p = .610. We did observe a significantly greater increase in health services utilization from baseline to Follow-up 2 under the resource email strategy compared to the health coach invitation, a ratio of ORs for coach versus email: 0.74 (0.59, 0.94), p = .014 (Table  3 )."
    },
    {
      "title": "Tertiary Aim: Exploration of Potential Moderators of Intervention Effects",
      "text": "Baseline intention to pledge to Greek organizations significantly moderated the effect of any API on change in binge drinking frequency from baseline to Follow-up 1 ( p = .029). For students planning to pledge into Greek organizations who received assessment-only control (N = 37), binge drinking frequency increased from a model-estimated mean of 1.01 (0.69, 1.48) times per month at baseline to 2.24 (1.74, 2.90) times per month at Followup 1. For students planning to pledge Greek who were randomized to any API (N = 67), binge drinking frequency increased from a mean of 1.13 (0.84, 1.52) times per month at baseline to 1.47 (1.11, 1.95) times per month at Follow-up 1, a ratio of ratios for API vs. control: 0.58 (0.40, 0.86). Among students who were not planning to pledge Greek life or were undecided at baseline, there were no differences between API versus control in binge drinking change from baseline to Follow-up 1. All other proposed moderators of the effect of any API on the primary contrast were not significant (Figure  4 ). There was no evidence of effect modification by the proposed moderators for timing (Supplemental Figure  1 ). Note. Ratios (R) and odds ratios (OR) are shown for log-link and logit-link models, respectively. p values test the null hypothesis of no difference-in-difference between groups on the log scale or, equivalently, that the ratio of ratios is 1. The comparison that corresponds to the study's primary hypothesis is shaded in gray. There was some evidence of proposed moderation of the effect of bridging strategy. Among the heavy drinkers, the resource email (vs. health coach invitation) was more beneficial for those who reported more frequent binge drinking ( p = .036). For each additional episode of binge drinking in the past 2 weeks, the ratio of ratios for coach invitation versus resource email increased by 15.4% (95% CI 0.9% increase to 32.0% increase). Higher values of this ratio of ratios indicate greater increases in binge drinking from baseline to Follow-up 1 in the coach invitation group and thus, greater effectiveness of the email relative to coach invitation (Figure  5 ). There was a similar interaction for the frequency of high-intensity drinking ( p = .080). There was no evidence that sex or intention to pledge Greek moderated the effect of bridging strategy."
    },
    {
      "title": "Discussion",
      "text": "The goal of the present study was to develop an API to reduce the frequency of binge drinking during the first year of college. The API purposely had a \"light touch,\" utilizing email and text messagebased prompts to encourage students to engage with intervention materials and pursue additional resources, if needed. These types of interventions are brief and low cost and, therefore, may have clinical significance even when effects sizes are modest  (Grant et al., 2016) . In the present study, interventions were all delivered online, and only one strategy encouraged human interaction (i.e., online chatbased health coaching). Overall, we found no evidence of a significant difference between the APIs and assessment-only control across the first year of college in intent-to-treat analyses. However, there was evidence that any API was effective in reducing binge drinking for higher-risk subgroups of students, namely those planning to pledge into fraternities/sororities during the first semester of college. Students involved in Greek life are at higher risk for alcohol use and negative consequences  (Fairlie et al., 2010; Larimer et al., 2004) , and reducing binge drinking frequency in this group could help curtail associated consequences.\n\nBased on the results of this trial, we might not recommend the use of APIs for all students. In exploratory analyses, we found that students at risk (i.e., with intentions to join Greek fraternities or sororities) clearly benefited. In this study, students planning to join fraternities or sororities who were randomized to assessment-only control increased binge drinking by 1.23 times/month from August to December, compared to an average increase of 0.34 times/month among those randomized to APIs; this represents a Cohen's d of -0.56, a medium effect size. For college campuses seeking to reduce high-risk alcohol use, even a small effect for high-risk drinkers might render a technology-based API useful from a public health standpoint  (Grant et al., 2016) . The implications of these findings include that screening for risk factors prior to college may be needed to determine which students would benefit from alcoholfocused interventions during their first year of college.\n\nThe study was motivated to address two important questions for developing an API for college drinking. First, is it better to deliver the universal intervention prior to versus during the first semester of college (Stage 1)? We compared competing hypotheses. First, early intervention before the start of college classes may serve to inoculate students with accurate information before they enter the campus environment. Second, later intervention after the start of college classes may be more beneficial because students have already had experience on campus with which to calibrate the information. However, we did not find significant differences in binge drinking, alcohol consequences, or health services utilization by timing (i.e., 2 weeks before vs. 2 weeks after the first day of classes). Note. Ratios (R) and odds ratios (OR) are shown for log-link and logit-link models, respectively. p values test the null hypothesis of no difference between groups or, equivalently, that the ratio of ratios is 1.\n\nFuture studies could consider whether certain students may benefit from earlier or later intervention delivery and examine alternative times for intervention delivery not tested here. To examine these effects, intervention protocols should clearly state when interventions were provided so that potential timing impacts can be examined within and across studies.\n\nThe second question for developing an API was, what is the effect of sending a resource email or health coach invitation to heavy drinkers as a bridging strategy to indicated interventions? The resource email strategy (vs. health coach invitation) was associated with larger increases in health services utilization at the end of the first year of college. Moderator analyses found that the resource email, compared to the health coach invitation, was particularly effective in reducing the frequency of binge drinking for heavier drinkers (i.e., more frequent binge and high-intensity drinkers).\n\nFrequent binge and high-intensity drinking are problematic for individuals and campuses  (Patrick, 2016; Patrick & Azar, 2018; Patrick, Cronce, et al., 2016; Patrick & Terry-McElrath, 2017; Patrick, Terry-McElrath, et al., 2016) . Students who engage in the most frequent and highest intensity drinking are clearly at risk for experiencing alcohol consequences and inflicting alcoholrelated consequences on others. This result provides evidence that sending an email with a link to empirically supported intervention materials to students who report frequent binge and high-intensity drinking is a promising approach that has great potential for dissemination because it does not require interaction with a clinician.\n\nLimitations of the study include that it occurred on a single, predominantly White, campus in the Midwestern United States and may not generalize to other contexts. The COVID-19 pandemic Note. The ratio of ratios measures the difference between the API group and assessment-only control in change in binge drinking frequency from baseline to Follow-up 1. If the ratio of ratios is 1, there is no difference between the groups. If the ratio of ratios is below 1, the API had the desired effect, that is, reduced the change in binge drinking frequency relative to control. In this figure, a nonzero slope is evidence of effect modification by the proposed moderator. p values are for the moderator-by-API-by-Follow-up-1 interaction. See the online article for the color version of this figure.\n\noccurred during the spring of the participants' first year of college and had a major impact on students' lives and data collection and may have impacted the interpretation of results. The measurement of the main outcome was adjusted (i.e., retrospective to before spring break) in an effort to examine the primary outcome of binge drinking frequency from before the campus shutdown of in-person operations, but necessitated further retrospective recall; further, measurement of secondary outcomes could not be adjusted without unduly increasing respondent burden during an already difficult time for students. After shutdown, students reported fewer alcohol consequences compared to earlier assessments, as expected based on emerging evidence that college students reduced their alcohol consumption when their access to peers and parties was reduced  (Lechner et al., 2020; Martinez & Nguyen, 2020; White et al., 2020) . These unexpected effects of COVID-19 are both a limitation of the current intervention trial and an important topic for future research on the acute and longer-term impacts of this pandemic and other disruptions to young adults' lives. In this sample, the impacts of COVID-19 included reduced binge drinking  (Bonar et al., 2021)  but increased mental health symptoms  (Mehus et al., 2021) .\n\nThe present study is the first to develop an API that includes universal prevention and bridging strategies to indicated interventions for college drinking  (Hall et al., 2019) . All analyses were intent-to-treat analyses as specified in the preregistration and protocol synopsis  (Patrick et al., 2020) . Future research should examine levels of engagement in brief and resource-efficient interventions, including whether those who engage (e.g., complete Web-BASICS, opt to message with a health coach, use provided resources) benefit more than those who do not. In the present study, 69% of students in the intervention condition viewed the PNF (during Stage 1). The Stage 2 interventions sent to heavy drinkers were less often utilized: 41% of those sent the resource email proceeded to start Web-BASICS and 33% of those invited to chat with an online health coach did so. In the current trial, we cannot separate the impact of the Stage 1 and Stage 2 interventions because all heavy-drinking students received a combination of both. Future research should examine additional strategies for engaging at-risk students with universal and indicated interventions. For example, including the PNF at the end of the baseline survey (rather than as a separate emailed link), further personalization or tailoring of email and text messages, using more reminders, or giving small incentives to students who read or respond to intervention messages may help engage those who need intervention the most. Note. The ratio of ratios measures the difference between the coach group and the email group in change in binge drinking frequency from baseline to Follow-up 1. If the ratio of ratios is 1, there is no difference between the groups. If the ratio of ratios is below 1, coach is better than email, that is, the coach group had a smaller change in binge drinking frequency. If the ratio of ratios is above 1, email is better than coach. In this figure, a nonzero slope is evidence of effect modification by the proposed moderator. p values are for the relevant interaction term. See the online article for the color version of this figure."
    },
    {
      "title": "Conclusion",
      "text": "In the present study, the APIs did not have overall effects for the student population of incoming first-year college students. However, the APIs did reduce binge drinking for students intending to pledge into fraternities or sororities. For heavy-drinking students, a resource email providing a link to an online intervention (i.e., Web-BASICS) was more effective in increasing health services utilization than an invitation to chat with an online health coach. Such technology-based strategies to deliver targeted interventions require minimal resources and may be effective for supporting health for high-risk students during the transition to college. However, additional strategies for engaging indicated students are needed."
    },
    {
      "text": "Figure 1 Study Design"
    },
    {
      "text": "Figure 3 Model-Estimated Marginal Means Over Time by API (Secondary Aim, N = 591)"
    },
    {
      "text": "Figure 4 Moderators of Effect of Randomization to Any API on Change in Binge Drinking From Baseline to Follow-Up 1 (Tertiary Aim, N = 891)"
    },
    {
      "text": "Figure 5 Moderators of Main Effect of Stage 2 Selective Bridging Strategy on Change in Binge Drinking From Baseline to Follow-Up 1 in Heavy Drinkers Only (Tertiary Aim, N = 158)"
    },
    {
      "text": "Demographics of Study Sample and Prerandomization Drinking Behavior by Initial Randomization"
    },
    {
      "text": "Comparison of Change Outcomes in Any API Versus Control (Primary Aim, N = 891)"
    },
    {
      "text": "Main Effects of Timing and Bridging Strategy Among Students Randomized to Any API (Secondary Aim, N = 591)"
    }
  ],
  "references": [
    {
      "title": "SMART design issues and the consideration of opposing outcomes: Discussion of \"evaluation of viable dynamic treatment regimes in a sequentially randomized trial of advanced prostate cancer",
      "authors": [
        "D Almirall",
        "D Lizotte",
        "S Murphy",
        "Wang"
      ],
      "year": 2012,
      "doi": "10.1080/01621459.2012.665615"
    },
    {
      "title": "Brief screening and intervention for alcohol and drug use in a college student health clinic: Feasibility, implementation, and outcomes",
      "authors": [
        "H Amaro",
        "E Reed",
        "E Rowe",
        "J Picci",
        "P Mantella",
        "G Prado"
      ],
      "year": 2010,
      "doi": "10.1080/07448480903501764"
    },
    {
      "title": "Health promotion from the perspective of social cognitive theory",
      "authors": [
        "A Bandura"
      ],
      "year": 1998,
      "doi": "10.1080/08870449808407422"
    },
    {
      "title": "Mental health of college students and their noncollege-attending peers: Results from the National epidemiologic study on alcohol and related conditions",
      "authors": [
        "C Blanco",
        "M Okuda",
        "C Wright",
        "D Hasin",
        "B Grant",
        "S Liu",
        "M Olfson"
      ],
      "year": 2008,
      "doi": "10.1001/archpsyc.65.12.1429"
    },
    {
      "title": "Binge drinking before and after a COVID-19 campus closure among first-year college students",
      "authors": [
        "E Bonar",
        "M Parks",
        "M Gunlicks-Stoessel",
        "G Lyden",
        "C Mehus",
        "N Morrell",
        "M Patrick"
      ],
      "year": 2021,
      "doi": "10.1016/j.addbeh.2021.106879"
    },
    {
      "title": "Effects of a brief motivational intervention with college student drinkers",
      "authors": [
        "B Borsari",
        "K Carey"
      ],
      "year": 2000,
      "doi": "10.1037/0022-006X.68.4.728"
    },
    {
      "title": "Predictors of alcohol use during the first year of college: Implications for prevention",
      "authors": [
        "B Borsari",
        "J Murphy",
        "N Barnett"
      ],
      "year": 2007,
      "doi": "10.1016/j.addbeh.2007.01.017"
    },
    {
      "title": "Development and initial evaluation of a web-based program to increase parental awareness and monitoring of underage alcohol use: A brief report",
      "authors": [
        "P Brown",
        "M Dunn",
        "A Budney"
      ],
      "year": 2014,
      "doi": "10.1080/1067828x.2012.750553"
    },
    {
      "title": "Help-seeking for alcoholrelated problems in college students: Correlates and preferred resources",
      "authors": [
        "J Buscemi",
        "J Murphy",
        "M Martens",
        "M Mcdevitt-Murphy",
        "A Dennhardt",
        "J Skidmore"
      ],
      "year": 2010,
      "doi": "10.1037/a0021122"
    },
    {
      "title": "College students rarely seek help despite serious substance use problems",
      "authors": [
        "K Caldeira",
        "S Kasperski",
        "E Sharma",
        "K Vincent",
        "K O'grady",
        "E Wish",
        "A Arria"
      ],
      "year": 2009,
      "doi": "10.1016/j.jsat.2009.04.005"
    },
    {
      "title": "Perceived norms mediate effects of a brief motivational intervention for sanctioned college drinkers",
      "authors": [
        "K Carey",
        "J Henson",
        "M Carey",
        "S Maisto"
      ],
      "year": 2010,
      "doi": "10.1111/j.1468-2850.2009.01194.x"
    },
    {
      "title": "Individual-focused approaches to the prevention of college student drinking",
      "authors": [
        "J Cronce",
        "M Larimer"
      ],
      "year": 2011,
      "doi": "10.1016/b978-0-12-398338-1.00081-6"
    },
    {
      "title": "Self-reported barriers to professional help seeking among college students at elevated risk for suicide",
      "authors": [
        "E Czyz",
        "A Horwitz",
        "D Eisenberg",
        "A Kramer",
        "C King"
      ],
      "year": 2013,
      "doi": "10.1080/07448481.2013.820731"
    },
    {
      "title": "Up close and personal: Temporal variability in the drinking of individual college students during their first year",
      "authors": [
        "F Del Boca",
        "J Darkes",
        "P Greenbaum",
        "M Goldman"
      ],
      "year": 2004,
      "doi": "10.1037/0022-006X.72.2.155"
    },
    {
      "title": "Brief alcohol screening and intervention for college students",
      "authors": [
        "L Dimeff",
        "J Baer",
        "D Kivlahan",
        "G Marlatt"
      ],
      "year": 1999
    },
    {
      "title": "Decreasing heavy drinking in first-year students: Evaluation of a webbased personalized feedback program administered during orientation",
      "authors": [
        "D Doumas",
        "C Kane",
        "T Navarro",
        "J Roman"
      ],
      "year": 2011,
      "doi": "10.1002/j.2161-1882.2011.tb00060.x"
    },
    {
      "title": "Fraternity and sorority leaders and members: A comparison of alcohol use, attitudes, and policy awareness",
      "authors": [
        "A Fairlie",
        "W Dejong",
        "J Stevenson",
        "A Lavigne",
        "M Wood"
      ],
      "year": 2010,
      "doi": "10.3109/00952990.2010.491878"
    },
    {
      "title": "Reviewing and interpreting the effects of brief alcohol interventions: Comment on a Cochrane review about motivational interviewing for young adults",
      "authors": [
        "S Grant",
        "E Pedersen",
        "K Osilla",
        "M Kulesza",
        "E & D'amico"
      ],
      "year": 2016,
      "doi": "10.1111/add.13136"
    },
    {
      "title": "Protective behavioral strategies and future drinking behaviors: Effect of drinking intentions",
      "authors": [
        "V Grazioli",
        "T Dillworth",
        "K Witkiewitz",
        "C Andersson",
        "J Kilmer",
        "T Pace",
        "N Fossos-Wong",
        "H Carroll",
        "M Berglund",
        "J.-B Daeppen",
        "M Larimer"
      ],
      "year": 2015,
      "doi": "10.1037/adb0000041"
    },
    {
      "title": "Adaptive intervention designs in substance use prevention",
      "authors": [
        "K Hall",
        "I Nahum-Shani",
        "G August",
        "M Patrick",
        "S Murphy",
        "D Almirall"
      ],
      "year": 2019,
      "doi": "10.1007/978-3-030-00627-3_17"
    },
    {
      "title": "Does monitoring goal progress promote goal attainment? A meta-analysis of the experimental evidence",
      "authors": [
        "B Harkin",
        "T Webb",
        "B Chang",
        "A Prestwich",
        "M Conner",
        "I Kellar",
        "Y Benn",
        "P Sheeran"
      ],
      "year": 2016,
      "doi": "10.1037/bul0000025"
    },
    {
      "title": "Heavy episodic drinking and college entrance",
      "authors": [
        "B Hartzler",
        "K Fromme"
      ],
      "year": 2003,
      "doi": "10.2190/2l2x-f8e1-32t9-udmu"
    },
    {
      "title": "Comparative effectiveness of brief alcohol interventions for college students: Results from a network meta-analysis",
      "authors": [
        "E Hennessy",
        "E Tanner-Smith",
        "D Mavridis",
        "S Grant"
      ],
      "year": 2019,
      "doi": "10.1007/s11121-018-0960-z"
    },
    {
      "title": "New research findings since the 2007 surgeon general's call to action to prevent and reduce underage drinking: A review",
      "authors": [
        "R Hingson",
        "A White"
      ],
      "year": 2014,
      "doi": "10.15288/jsad.2014.75.158"
    },
    {
      "title": "Brief motivational interventions for college student drinking may not be as powerful as we think: An individual participant-level data meta-analysis",
      "authors": [
        "D Huh",
        "E Mun",
        "M Larimer",
        "H White",
        "A Ray",
        "I Rhew",
        "S.-Y Kim",
        "Y Jiao",
        "D Atkins"
      ],
      "year": 2015,
      "doi": "10.1111/acer.12714"
    },
    {
      "title": "Webbased alcohol prevention for incoming college students: A randomized controlled trial",
      "authors": [
        "J Hustad",
        "N Barnett",
        "B Borsari",
        "K Jackson"
      ],
      "year": 2010,
      "doi": "10.1016/j.addbeh.2009.10.012"
    },
    {
      "title": "Self-monitoring-methodological limitations and clinical applications",
      "authors": [
        "F Kanfer"
      ],
      "year": 1970,
      "doi": "10.1037/h0029874"
    },
    {
      "title": "A systematic review of the mHealth interventions to prevent alcohol and substance abuse",
      "authors": [
        "D Kazemi",
        "B Borsari",
        "M Levine",
        "S Li",
        "K Lamberson",
        "L Matta"
      ],
      "year": 2017,
      "doi": "10.1080/10810730.2017.1303556"
    },
    {
      "title": "Online suicide risk screening and intervention with college students: A pilot randomized controlled trial",
      "authors": [
        "C King",
        "D Eisenberg",
        "K Zheng",
        "E Czyz",
        "A Kramer",
        "A Horwitz",
        "S Chermack"
      ],
      "year": 2015,
      "doi": "10.1037/a0038805"
    },
    {
      "title": "RCT of web-based personalized normative feedback for college drinking prevention: Are typical student norms good enough",
      "authors": [
        "J Labrie",
        "M Lewis",
        "D Atkins",
        "C Neighbors",
        "C Zheng",
        "S Kenney",
        "L Napper",
        "T Walter",
        "J Kilmer",
        "J Hummer",
        "J Grossbard",
        "T Ghaidarov",
        "S Desai",
        "C Lee",
        "M Larimer"
      ],
      "year": 2013,
      "doi": "10.1037/a0034087"
    },
    {
      "title": "Personalized mailed feedback for college drinking prevention: A randomized clinical trial",
      "authors": [
        "M Larimer",
        "C Lee",
        "J Kilmer",
        "P Fabiano",
        "C Stark",
        "I Geisner",
        "K Mallett",
        "T Lostutter",
        "J Cronce",
        "M Feene",
        "C Neighbors"
      ],
      "year": 2007,
      "doi": "10.1037/0022-006x.75.2.285"
    },
    {
      "title": "Predicting drinking behavior and alcohol-related problems among fraternity and sorority members: Examining the role of descriptive and injunctive norms",
      "authors": [
        "M Larimer",
        "A Turner",
        "K Mallett",
        "I Geisner"
      ],
      "year": 2004,
      "doi": "10.1037/0893-164X.18.3.203"
    },
    {
      "title": "Changes in alcohol use as a function of psychological distress and social support following COVID-19 related University closings",
      "authors": [
        "W Lechner",
        "K Laurene",
        "S Patel",
        "M Anderson",
        "C Grega",
        "D Kenne"
      ],
      "year": 2020,
      "doi": "10.1016/j.addbeh.2020.106527"
    },
    {
      "title": "A brief, web-based personalized feedback selective intervention for college student marijuana use: A randomized clinical trial",
      "authors": [
        "C Lee",
        "C Neighbors",
        "J Kilmer",
        "M Larimer"
      ],
      "year": 2010,
      "doi": "10.1037/a0018859"
    },
    {
      "title": "Longitudinal data analysis using generalized linear models",
      "authors": [
        "K Liang",
        "S Zeger"
      ],
      "year": 1986,
      "doi": "10.1093/biomet/73.1.13"
    },
    {
      "title": "Comparing dynamic treatment regimes using repeated-measures outcomes: Modeling considerations in SMART studies",
      "authors": [
        "X Lu",
        "I Nahum-Shani",
        "C Kasari",
        "K Lynch",
        "D Oslin",
        "W Pelham",
        "G Fabiano",
        "D Almirall"
      ],
      "year": 2016,
      "doi": "10.1002/sim.6819"
    },
    {
      "title": "The impact of Covid-19 on college student well-being",
      "authors": [
        "A Martinez",
        "S Nguyen"
      ],
      "year": 2020,
      "doi": "10.25145/j.cedille.2022.22.29"
    },
    {
      "title": "Association between COVID-19-related loneliness or worry and symptoms of anxiety and depression among first-year college students",
      "authors": [
        "C Mehus",
        "G Lyden",
        "E Bonar",
        "M Gunlicks-Stoessel",
        "N Morrel",
        "M Parks",
        "A Wagner",
        "M Patrick"
      ],
      "year": 2021,
      "doi": "10.1080/07448481.2021.1942009"
    },
    {
      "title": "Motivational interviewing: Preparing people to change addictive behavior",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Mesa Grande: A methodological analysis of clinical trials of treatments for alcohol use disorders",
      "authors": [
        "W Miller",
        "P Wilbourne"
      ],
      "year": 2002,
      "doi": "10.1046/j.1360-0443.2002.00019.x"
    },
    {
      "title": "Feasibility and efficacy of a binge drinking prevention intervention for college students delivered via the Internet versus postal mail",
      "authors": [
        "M Moore",
        "J Soderquist",
        "C Werch"
      ],
      "year": 2005,
      "doi": "10.3200/jach.54.1.38-44"
    },
    {
      "title": "An experimental design for the development of adaptive treatment strategies",
      "authors": [
        "S Murphy"
      ],
      "year": 2005,
      "doi": "10.1002/sim.2022"
    },
    {
      "title": "Developing adaptive treatment strategies in substance abuse research",
      "authors": [
        "S Murphy",
        "K Lynch",
        "D Oslin",
        "J Mckay",
        "T Tenhave"
      ],
      "year": 2007,
      "doi": "10.1016/j.drugalcdep.2006.09.008"
    },
    {
      "title": "An introduction to adaptive interventions and SMART designs in education",
      "authors": [
        "I Nahum-Shani",
        "D Almirall"
      ],
      "year": 2019
    },
    {
      "title": "SMART longitudinal analysis: A tutorial for using repeated outcome measures from SMART studies to compare adaptive interventions",
      "authors": [
        "I Nahum-Shani",
        "D Almirall",
        "J Yap",
        "J Mckay",
        "K Lynch",
        "E Freiheit",
        "J Dziak"
      ],
      "year": 2020,
      "doi": "10.1037/met0000219"
    },
    {
      "title": "Just-in-Time Adaptive Interventions (JITAIs) in mobile health: Key components and design principles for ongoing health behavior support",
      "authors": [
        "I Nahum-Shani",
        "S Smith",
        "B Spring",
        "L Collins",
        "K Witkiewitz",
        "A Tewari",
        "S Murphy"
      ],
      "year": 2016,
      "doi": "10.1007/s12160-016-9830-8"
    },
    {
      "title": "Normative misperceptions and temporal precedence of perceived norms and drinking",
      "authors": [
        "C Neighbors",
        "A Dillard",
        "M Lewis",
        "R Bergstrom",
        "T Neil"
      ],
      "year": 2006,
      "doi": "10.15288/jsa.2006.67.290"
    },
    {
      "title": "Targeting misperceptions of descriptive drinking norms: Efficacy of a computerdelivered personalized normative feedback intervention",
      "authors": [
        "C Neighbors",
        "M Larimer",
        "M Lewis"
      ],
      "year": 2004,
      "doi": "10.1037/0022-006x.72.3.434"
    },
    {
      "title": "Internet-based personalized feedback to reduce 21st-birthday drinking: A randomized controlled trial of an event-specific prevention intervention",
      "authors": [
        "C Neighbors",
        "C Lee",
        "M Lewis",
        "N Fossos",
        "T Walter"
      ],
      "year": 2009,
      "doi": "10.1037/a0014386"
    },
    {
      "title": "Being controlled by normative influences: Self-determination as a moderator of a normative feedback alcohol intervention",
      "authors": [
        "C Neighbors",
        "M Lewis",
        "R Bergstrom",
        "M Larimer"
      ],
      "year": 2006,
      "doi": "10.1037/0278-6133.25.5.571"
    },
    {
      "title": "A call to action: Changing the culture of drinking at U.S. colleges",
      "authors": [
        "Niaaa"
      ],
      "year": 2002
    },
    {
      "title": "CollegeAIM",
      "authors": [
        "Niaaa"
      ],
      "year": 2019,
      "doi": "10.1037/e519132012-002"
    },
    {
      "title": "A call for research on high-intensity alcohol use",
      "authors": [
        "M Patrick"
      ],
      "year": 2016,
      "doi": "10.1111/acer.12945"
    },
    {
      "title": "High-intensity drinking",
      "authors": [
        "M Patrick",
        "B Azar"
      ],
      "year": 2018,
      "doi": "10.1111/acer.15189"
    },
    {
      "title": "A sequential multiple assignment randomized trial (SMART) protocol for empirically developing an adaptive preventive intervention for college student drinking reduction",
      "authors": [
        "M Patrick",
        "J Boatman",
        "N Morrell",
        "A Wagner",
        "G Lyden",
        "I Nahum-Shani",
        "C King",
        "E Bonar",
        "C Lee",
        "M Larimer",
        "D Almirall"
      ],
      "year": 2020,
      "doi": "10.1016/j.cct.2020.106089"
    },
    {
      "title": "Day-to-day variations in high-intensity drinking, expectancies, and positive and negative alcohol-related consequences",
      "authors": [
        "M Patrick",
        "J Cronce",
        "A Fairlie",
        "D Atkins",
        "C Lee"
      ],
      "year": 2016,
      "doi": "10.1016/j.addbeh.2016.02.025"
    },
    {
      "title": "Adolescents' reported reasons for alcohol and marijuana use as predictors of substance use and problems in adulthood",
      "authors": [
        "M Patrick",
        "J Schulenberg",
        "P O'malley",
        "L Johnston",
        "J Bachman"
      ],
      "year": 2011,
      "doi": "10.15288/jsad.2011.72.106"
    },
    {
      "title": "High-intensity drinking by underage young adults in the United States",
      "authors": [
        "M Patrick",
        "Y Terry-Mcelrath"
      ],
      "year": 2017,
      "doi": "10.1111/add.13556"
    },
    {
      "title": "High-intensity drinking among young adults in the United States: Prevalence, frequency, and developmental change",
      "authors": [
        "M Patrick",
        "Y Terry-Mcelrath",
        "D Kloska",
        "J Schulenberg"
      ],
      "year": 2016,
      "doi": "10.1111/acer.13164"
    },
    {
      "title": "Development and preliminary validation of the young adult alcohol consequences questionnaire",
      "authors": [
        "J Read",
        "C Kahler",
        "D Strong",
        "C Colder"
      ],
      "year": 2006,
      "doi": "10.15288/jsa.2006.67.169"
    },
    {
      "title": "Multiple imputation for nonresponse in surveys",
      "authors": [
        "D Rubin"
      ],
      "year": 1987,
      "doi": "10.1002/9780470316696"
    },
    {
      "title": "Key substance use and mental health indicators in the United States: Results from the 2017 National survey on drug use and health",
      "year": 2018,
      "doi": "10.1037/e501902006-001"
    },
    {
      "title": "National survey on drug use and health: Section 6: Miscellaneous tables",
      "year": 2019,
      "doi": "10.1017/9781316388563.010"
    },
    {
      "title": "Monitoring the future national survey results on drug use, 1975-2019",
      "authors": [
        "J Schulenberg",
        "L Johnston",
        "P O'malley",
        "J Bachman",
        "R Miech",
        "M Patrick"
      ],
      "year": 2020,
      "doi": "10.3998/2027.42/150623"
    },
    {
      "title": "Historical and developmental patterns of alcohol and drug use among college students: Framing the problem",
      "authors": [
        "J Schulenberg",
        "M Patrick"
      ],
      "year": 2012
    },
    {
      "title": "Efficacy of alcohol interventions for first-year college students: A meta-analytic review of randomized controlled trials",
      "authors": [
        "L Scott-Sheldon",
        "K Carey",
        "J Elliott",
        "L Garey",
        "M Carey"
      ],
      "year": 2014,
      "doi": "10.1037/a0035192"
    },
    {
      "title": "Effect of precollege drinking intentions on women's college drinking as mediated via peer social influences",
      "authors": [
        "M Testa",
        "J Kearns-Bodkin",
        "J Livingston"
      ],
      "year": 2009,
      "doi": "10.15288/jsad.2009.70.575"
    },
    {
      "title": "When do first-year college students drink most during the academic year? An internet-based study of daily and weekly drinking",
      "authors": [
        "P Tremblay",
        "K Graham",
        "S Wells",
        "R Harris",
        "R Pulford",
        "S Roberts"
      ],
      "year": 2010,
      "doi": "10.1080/07448480903540465"
    },
    {
      "title": "mice: Multivariate imputation by chained equations in R",
      "authors": [
        "S Van Buuren",
        "K Groothuis-Oudshoorn"
      ],
      "year": 2011,
      "doi": "10.18637/jss.v045.i03"
    },
    {
      "title": "A controlled trial of web-based feedback for heavy drinking college students",
      "authors": [
        "S Walters",
        "A Vader",
        "T Harris"
      ],
      "year": 2007,
      "doi": "10.1007/s11121-006-0059-9"
    },
    {
      "title": "What we have learned from the Harvard School Of Public Health College Alcohol Study: Focusing attention on college student alcohol consumption and the environmental conditions that promote it",
      "authors": [
        "H Wechsler",
        "T Nelson"
      ],
      "year": 2008,
      "doi": "10.15288/jsad.2008.69.481"
    },
    {
      "title": "Changes in alcohol consumption among college students due to COVID-19: Effects of campus closure and residential change",
      "authors": [
        "H White",
        "A Stevens",
        "K Hayes",
        "K Jackson"
      ],
      "year": 2020,
      "doi": "10.15288/jsad.2020.81.725"
    },
    {
      "title": "Global status report on alcohol and health",
      "year": 2018,
      "doi": "10.2471/b09422"
    },
    {
      "title": "Alcohol use disorders and the use of treatment services among college-age young adults",
      "authors": [
        "L Wu",
        "D Pilowsky",
        "W Schlenger",
        "D Hasin"
      ],
      "year": 2007,
      "doi": "10.1176/ps.2007.58.2.192"
    }
  ],
  "num_references": 74
}
