{
  "paper_id": "ABF8KR8Y",
  "title": "The Association Between Technology Use and Health Status in a Chronic Obstructive Pulmonary Disease Cohort: Multi-Method Study",
  "abstract": "Background: Telemedicine and electronic health (eHealth) interventions have been proposed to improve management of chronic obstructive pulmonary disease (COPD) for patients between traditional clinic and hospital visits to reduce complications. However, the effectiveness of such interventions may depend on patients' comfort with technology. Objective: The aim was to describe the relationship between patient demographics and COPD disease severity and the use of communication-related technology. Methods: We administered a structured survey about the use of communication technologies to a cohort of persons in the COPDGene study at one midwestern hospital in the United States. Survey results were combined with clinical and demographic data previously collected as part of the cohort study. A subsample of patients also completed eHealth simulation tasks. We used logistic or linear regression to determine the relationship between patient demographics and COPD disease severity and reported use of communication-related technology and the results from our simulated eHealth-related tasks. Results: A total of 686 patients completed the survey and 100 participated in the eHealth simulation. Overall, those who reported using communication technology were younger (P=.005) and had higher incomes (P=.03). Men appeared less likely to engage in text messaging (P<.001) than women. Patients who spent more time on tasks in the eHealth simulation had greater odds of a COPD Assessment Test score >10 (P=.02) and walked shorter distances in their 6-minute walk tests (P=.003) than those who took less time. \n Conclusions: Older patients, patients with lower incomes, and less healthy patients were less likely to report using communication technology, and they did not perform as well on our simulated eHealth tasks. Thus, eHealth-based interventions may not be as effective in these populations, and additional training in communication technology may be needed.",
  "year": 2012,
  "date": "2012-02",
  "journal": "Am J Respir Crit Care Med",
  "publication": "Am J Respir Crit Care Med",
  "authors": [
    {
      "forename": "Matthew",
      "surname": "Witry",
      "name": "Matthew Witry",
      "affiliation": "1  Department of Pharmacy Practice and Science , College of Pharmacy , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science \n\t\t\t\t\t\t\t\t College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States",
      "email": "matthew-witry@uiowa.edu"
    },
    {
      "forename": "Alejandro",
      "surname": "Comellas",
      "name": "Alejandro Comellas",
      "affiliation": "2  Department of Internal Medicine , Carver College of Medicine , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Carver College of Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Jacob",
      "surname": "Simmering",
      "name": "Jacob Simmering",
      "affiliation": "3  Signal Center for Health Innovation , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Signal Center for Health Innovation \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Philip",
      "surname": "Polgreen",
      "name": "Philip Polgreen",
      "affiliation": "2  Department of Internal Medicine , Carver College of Medicine , University of Iowa , Iowa City , IA , United States \n\t\t\t\t\t\t\t\t Department of Internal Medicine \n\t\t\t\t\t\t\t\t Carver College of Medicine \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Iowa City \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "Department of Pharmacy Practice and Science College of Pharmacy University of Iowa 115 S Grand Ave S515 PHAR Iowa City , IA , 52242 United States \n\t\t\t\t\t\t\t\t Department of Pharmacy Practice and Science College of Pharmacy \n\t\t\t\t\t\t\t\t University of Iowa \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 115 S Grand Ave S515 PHAR Iowa City \n\t\t\t\t\t\t\t\t\t 52242 \n\t\t\t\t\t\t\t\t\t IA \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/jmir.9382",
  "keywords": [
    "pulmonary disease, chronic obstructive",
    "telemedicine",
    "wireless technology",
    "electronic mail",
    "remote consultation",
    "patient simulation",
    "surveys"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Chronic obstructive pulmonary disease (COPD) is the third-leading cause of death in the United States and is a major cause of morbidity and mortality  [1] . The management of COPD includes smoking cessation, pulmonary rehabilitation, oxygen, and pharmacologic treatments such as systemic steroids, inhalers, and periodic antibiotic treatments  [2] . Diligent adherence to these therapies is associated with decreased mortality, fewer exacerbations and hospitalizations, and quality of life improvements  [3] [4] [5] . Most patients, however, are nonadherent to approximately half of their therapies  [6] . Barriers to COPD therapy adherence include the complexity and cost of regimens, incorrect medication knowledge and beliefs, health literacy, and cognitive deficits  [4, 7, 8] . The management of COPD can be especially challenging in rural areas where access to care is limited. Indeed, rural patients with COPD have been found to have worse outcomes  [9] .\n\nOne approach for supporting patient self-management between traditional office visits, including in rural areas, has been to use telephone-based interventions, an approach often referred to as \"telehealth.\" Such programs have used nurses or other members of the health care team to regularly monitor patient symptoms via telephone. When patient worsening is identified, actions such as the early prescribing of antibiotics or steroids can be administered  [10] . However, the results of telehealth interventions are mixed  [10, 11] .\n\nRecently, cellular and internet-connected devices have been suggested as an alternative or extension to telehealth interventions as a way for patients and providers to engage in bidirectional electronic information exchange. These interventions have been referred to as electronic health  (eHealth)  or included under the umbrella of telehealth. For example, internet-connected devices have been used as a means to measure a patient's lung function and oxygen saturation, to provide information about a patient's clinical condition to clinicians, or provide direct recommendations to the patient  [12] . Identifying interventions that increase the quality of patient-provider communication, symptom reporting, and data exchange are critical as health care systems look for strategies to decrease COPD exacerbations and hospital admissions  [13] . However, studies on internet-based telehealth interventions in patients with COPD have reported mixed results as well  [14] [15] [16] [17] .\n\nAlthough the use of the internet among older adults is increasing, it still is lower than among younger populations, with rates of internet adoption at 58% for persons aged 65 years and older  [18] . A study examining the use of secure messaging between patients and physicians found one-third of those aged 55 years and older had used secure messaging, but there were significant disparities in use due to income, race, education, and health status  [19] . Barriers to internet and information technology adoption for older adults include lack of broadband access, rural living, lower ownership of internet-enabled tablets or mobile phones, physical disabilities (ie, impaired vision), the preference for assistance when interacting with a new device, and health literacy  [20] [21] [22] [23] . Patients with COPD may also have a lower level of internet use because advanced age is a risk factor for COPD.\n\nThis paper aims to report the relationship between COPD and ownership and use of various technologies and devices. Specifically, we examine the effect of COPD severity and patient demographics on not only technology use and ownership, but also completion time for a simulated eHealth task."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "All data were collected from adults participating in the COPDGene multicenter cohort study at the University of Iowa Hospitals and Clinics. The COPDGene study details have been reported elsewhere  [24] . Briefly, COPDGene is a multicenter observational study including current and former smokers designed to identify genetic factors associated with COPD. A total of 10,192 non-Hispanic white and African American adults aged 45 to 80 years with a minimum 10 pack-year smoking history were enrolled between January 2008 and April 2011. Participants were phenotyped by completing questionnaires, blood tests, imaging, and spirometry. During a scheduled COPDGene study visit, patients were surveyed using a structured interview conducted by a respiratory therapist research nurse either by telephone or in person. Surveys were completed between August 2014 and June 2016. Beginning in May 2015, interested patients also could participate in a brief simulation in which a set of simple eHealth tasks were performed and timed. Patients were compensated for taking part in the COPDGene cohort, but no additional compensation was provided for taking part in the survey. Those agreeing to participate in the additional eHealth simulation were offered a US $10 gift card for their time. Both the survey and eHealth simulation substudy were approved by the COPDGene group and the University of Iowa Institutional Review Board. This study was conducted in accordance with the amended Declaration of Helsinki."
    },
    {
      "title": "Survey",
      "text": "The survey was administered via a structured interview. The objective was to assess the use of various communication technologies that could be used in eHealth interventions including cellular telephones, text messaging, email, and video chat (Multimedia Appendix 1). A combination of yes/no questions and several short responses were used. Interviews lasted 5 to 10 minutes and responses were recorded in RedCap (Nashville, TN, USA), a secure online database hosted at the University of Iowa and linked to the patient's COPDGene identifier."
    },
    {
      "title": "Clinical Data",
      "text": "Survey data were linked to clinical and demographic data from the COPDGene study database using the study identifier. Variables included age, gender, income level, and validated measures of disease progression-the 6-minute walk test and COPD Assessment Test (CAT)  [25]  score. These variables were collected during their most recent COPDGene visit."
    },
    {
      "title": "eHealth Simulation",
      "text": "Six months after the structured interviews began, we invited participants to engage in a series of timed eHealth simulation exercises. These tasks involved launching an app, entering an access code, and responding to two CAT items. Participants performed these tasks on a laptop computer running Microsoft Windows (Redmond, WA, USA) and two tablet computers, one running the iOS mobile operating system (Cupertino, CA, USA) and one running the Android operating system (Mountain View, CA, USA). The time required for study participants to perform each task was recorded using a digital stopwatch. The order of devices was randomized to allow for comparisons."
    },
    {
      "title": "Analysis",
      "text": "To describe technology ownership and use, we calculated the percentages of ownership of computers and cell phones, as well as the use of email and video chat services, such as Skype (Redmond, WA, USA). For patients who owned a cell phone, we computed percentages of those who carry a phone regularly, own an internet-enabled mobile phone (smartphone), and use text messaging. We also calculated the percentages of those who use text messaging, given they either own a smartphone or use a cell phone regularly.\n\nTo determine if technology use differed by demographic characteristics, we estimated six logistic regression models. All models had age, sex, and income as covariates, and the outcome variables were cell phone ownership, smartphone ownership, computer ownership, use of text messaging, use of email, and use of video chat.\n\nTo determine if technology use differed by the severity of the patient's disease, we estimated three sets of models. The outcomes for each set were the result of the 6-minute walk test and dichotomized CAT score (<10, ≥10). Because the result of the 6-minute walk test is continuous, we estimated linear regression models. For the dichotomous CAT score variable, we estimated logistic regression models. For each set of models, we estimated three separate models (one for each technology): text messaging, email, and video chat. Covariates for all models were patient age, sex, income, and a measure of technology use.\n\nWe characterized technology use in three ways. First, we divided ownership and use into three levels: nonowner of relevant technology, owner/nonuser of relevant technology, and owner/user of relevant technology. Second, we considered standardized task time from the eHealth simulations. We first converted each task time into a z score and took the sum of the normalized task times for the use of the iPad, Android tablet, cell phone texting, and email as a direct measure of familiarity of comfort with the given technology.\n\nFinally, we considered the ability of simple questions about technology ownership and use (eg, \"Do you own a smartphone, computer, or tablet?\" and the video chat measure \"Do you use Skype?\") to predict task performance. We estimated 12 linear regression models, one for each combination of device tested (laptop, Android tablet, iPad, and cell phone) and task (email, text messaging, and video chat). The outcome was task time, and the covariates were gender, age income, and a variable representing the use/nonuse of that task (nonowner, owner, nonuser, and user).\n\nAll statistical analysis was completed using R 3.2 (R Foundation for Statistical Computing, Vienna, Austria)."
    },
    {
      "title": "Results"
    },
    {
      "title": "Survey Results",
      "text": "There were 712 persons approached to complete the structured interview survey, of these 686 (96.3%) participated and provided complete survey data. In all, 100 patients also participated in the eHealth simulation task subsample out of 256 who were approached (39.1%). Demographics and summary statistics of the full sample and the subsample who performed the eHealth simulation tasks can be found in Table  1 . The mean age of participants who completed the survey was 68.7 (SD 8.2) years, and 52.2% (358/686) were female. A description of technology ownership and use is found in Table  2 . Nearly all (94.0%, 645/686) participants owned a cell phone, and most (74.3%, 510/686) of those carried their phone daily. Somewhat fewer (89%, 607/686) participants owned a computer, although nearly all (92.9%, 564/607) computer owners used email. A third (195/607) used video chat. The mean length of time needed for the eHealth simulations ranged from 49.4 (SD 30.6) seconds for the Android tablet to 76.3 (SD 46.9) seconds for the iOS tablet. Demographic predictors of technology use are summarized in Table  3 . Generally, increasing age was associated with lower odds of owning or using technology. Also, a high income (greater than US $75,000/year) had higher odds of owning and using technology compared to lower income groups. Notably, among cell phone owners, men had odds of texting that were 66% of those of women. In all cases (text messaging, email, and video chat), being an owner and user was associated with a lower CAT score compared with owner/nonusers and nonowners (Multimedia Appendix 2). Multimedia Appendix 3 repeats the analysis of Multimedia Appendix 2 but considers the distance covered in a 6-minute walk instead of CAT score. A statistically significant increase in distance covered among owner/users relative to owner/nonusers of email and video chat was observed, but not for text messaging. Nonowners of a computer or a smartphone walked a longer distance than owner/nonusers of email. None of the other nonowners traveled a statistically significant distance relative to owner/nonusers."
    },
    {
      "title": "eHealth Simulation Results",
      "text": "Results of a regression of standardized task time from the eHealth simulation and disease severity are reported in Table  4 . Increased task time was statistically significantly associated with having a CAT score greater than 10 and recording fewer steps on the 6-minute walk test, surrogate markers for increased disease severity. For each standard deviation from the mean task time, we found a 27% increase in the odds of having a CAT score of 10 or greater. Likewise, for each standard deviation increase from the mean task time, we found a 41-unit decrease in the distance covered in the 6-minute walk test.\n\nLastly, after adjustment for age, sex, and income, users of video chat took less time than owner/nonusers to complete the laptop, Android tablet, iOS, and text messaging tasks: OR 10.2 (95% CI -0.5 to -20.0), OR 6.3 (95% CI -16.5 to 3.9), OR 16.4 (95% CI -33.6 to 0.8), and OR 6.3 (95% CI -37.3 to 39.5) seconds, respectively. On the other hand, nonowners took more time than owner/nonusers on these tasks: OR 58.4 (95% CI 21.8-94.9), OR 42.7 (95% CI 4.5-80.8), OR 22.7 (95% CI -42.7 to 87.1), and OR 1.1 (95% CI -16.5 to 3.9) seconds, respectively. Lastly, in Multimedia Appendix 4, we report the results of models of task time from the eHealth simulation and reported ownership/nonownership and use/nonuse of the devices. Email users were significantly faster when using a laptop or Android tablet than nonusers of email. Similarly, video chat users were significantly faster on the laptop and iOS device than nonowners."
    },
    {
      "title": "Discussion",
      "text": "Our results showed that most respondents in our COPD cohort, regardless of income or age, had access to either a cell phone or personal computer, and most reported comfort using these devices. However, use and familiarity with newer technologies, such as smartphones or video chat, were less common. In general, we found that participants with more severe disease were less likely to report the use of technology. In addition, when we tested participants' ability to use technology in a simulated eHealth task, we found that patients who had more difficulty with completion of simulated eHealth tasks as evident by taking longer to complete the task were more likely to have more severe COPD as evident by having a greater odds of a CAT score greater than 10 and walking shorter distances in their 6-minute walk tests. Thus, persons with worse COPD-the very patients often targeted with eHealth-related interventions-may require more significant training and infrastructure support, such as greater incorporation of caregivers into the process. Others have made similar recommendations for bridging this digital divide with regard to patients living in rural communities, racial minorities, and persons with low health literacy  [19, [21] [22] [23] .\n\nWe found that patients who reported owning and using video chat and email, presumably for communicating with friends and family, completed the simulated tasks of submitting answers to CAT items more quickly. With some devices, however, patients who owned the device but reported not using it had worse task times than someone who did not even own the device. Thus, ownership alone may not be a sufficient screening question before an eHealth intervention because owner/nonusers had worse task performance than owners who were more frequent users. Thus, screening questions based on both access to and use of eHealth technologies could serve as surrogates for self-efficacy related to digital health literacy, a component of Health 2.0 skills  [26] .\n\nIn addition to having less advanced COPD, participants who used more and newer communication technologies were also younger and had higher incomes. Accordingly, studies and clinical services that allow for patients to self-select may be composed of relatively healthy patients and thus could make eHealth-related interventions and programs look more effective than studies with a broader sample. Conversely, studies or programs consisting of patients who are older, less affluent, or with more advanced stages of disease may be less effective because these patients are less likely to be comfortable using newer forms of communication. To help ensure effectiveness of eHealth interventions, it may be valuable to design and tailor interventions specific to these persons who are less familiar with technology because older adults, in general, prefer assistance when learning a new technology  [20] .\n\nOther studies have reported findings suggesting that patients with more severe disease may use technology less often, independent of other demographic factors  [27] . This finding has important implications for COPD interventions because patients with certain sociodemographic factors  [28]  and a history of COPD exacerbations are more likely to experience exacerbations, hospitalizations, and readmissions and therefore are the most in need of intervention. These findings, combined with our finding that demographic factors are associated with lower technology use, might imply that interventions to prevent readmissions in COPD patients may struggle to achieve the desired results based on the interplay between sociodemographics, health history, and experience with technology.\n\nOur findings echo concerns about the relationship between eHealth interventions and health disparities. There was a significant association in most of the analyses between low income, higher disease severity, and lower technology use. Proliferating eHealth initiatives that use advanced technologies could disproportionately benefit wealthier, more native users of technologies, adding to health disparities that already favor those with more financial resources. Although we did not specifically investigate differences between urban and rural patients with COPD, rural patients may have more severe disease than their urban and suburban counterparts  [9, 29] . This, combined with issues of rural access to high-speed internet, may further exacerbate health disparities for rural COPD patients. Having high-speed internet access would increase someone's likelihood to have prior experience with newer communication technologies, and their comfort levels with eHealth-related care  [21] .\n\nThis study is subject to several limitations. Although our survey had a high participation rate, we only surveyed and tested participants within a single center in the COPDGene study. Thus, our results may not be generalizable to the population of COPD patients as a whole. Also, unmeasured characteristics may have influenced each participant's decision to participate in COPDGene and in the eHealth simulation task subsample, factors that presumably could affect their use of the technologies of interest. The majority of our participants were white, and patients belonging to different racial or ethnic groups may have different experiences with technology and barriers to fully participating in eHealth interventions. Also, the survey was only administered in English. Future studies need to investigate the use of technology in diverse populations of COPD patients. Lastly, the cross-sectional nature of this study limits the ability to make causal inferences.\n\nDespite our limitations, we show that patients with COPD have different levels of access and experience using communications technology. With our simulated health tasks, we also showed that older patients and patients with more severe disease had more difficulty using technology. These findings demonstrate the need for education and assistance for patients who are either not as healthy or not as familiar with technology. Testing the effectiveness of new interventions should include assessment of previous technology use and familiarity."
    },
    {
      "text": "Characteristics of study participants."
    },
    {
      "text": "Description of technology ownership and use for the participants and mean task time for the subsample of participants engaging in the eHealth simulation tasks (N=686)."
    },
    {
      "text": "Logistic model of demographic predictors of ownership and use for the total sample."
    },
    {
      "text": "Logistic and ordinary least squares models including standardized eHealth simulation task times predicting disease severity (n=100).CAT: COPD Assessment Test. CAT score is based on logistic model."
    }
  ],
  "references": [
    {
      "title": "Morbidity & Mortality: Chart Book on Cardiovascular, Lung, and Blood Diseases",
      "year": 2012,
      "doi": "10.1037/e310862005-001"
    },
    {
      "title": "Global strategy for the diagnosis, management, and prevention of chronic obstructive pulmonary disease: GOLD executive summary",
      "authors": [
        "J Vestbo",
        "S Hurd",
        "A Agustí",
        "P Jones",
        "C Vogelmeier",
        "A Anzueto"
      ],
      "year": 2013,
      "doi": "10.1164/rccm.201204-0596pp"
    },
    {
      "title": "Adherence to inhaled therapy, mortality and hospital admission in COPD",
      "authors": [
        "J Vestbo",
        "J Anderson",
        "P Calverley",
        "B Celli",
        "G Ferguson",
        "C Jenkins"
      ],
      "year": 2009,
      "doi": "10.1136/thx.2009.113662"
    },
    {
      "title": "Patient adherence in COPD",
      "authors": [
        "J Bourbeau",
        "S Bartlett"
      ],
      "year": 2008,
      "doi": "10.1136/thx.2007.086041"
    },
    {
      "title": "Self-management and behaviour modification in COPD",
      "authors": [
        "J Bourbeau",
        "D Nault",
        "T Dang-Tan"
      ],
      "year": 2004,
      "doi": "10.1016/s0738-3991(03)00102-2"
    },
    {
      "title": "Nonadherence in chronic obstructive pulmonary disease patients: what do we know and what should we do next?",
      "authors": [
        "B Bender"
      ],
      "year": 2014,
      "doi": "10.1097/mcp.0000000000000027"
    },
    {
      "title": "Factors associated with medication nonadherence in patients with COPD",
      "authors": [
        "J George",
        "D Kong",
        "R Thoman",
        "K Stewart"
      ],
      "year": 2005,
      "doi": "10.1378/chest.128.5.3198"
    },
    {
      "title": "Medication adherence issues in patients treated for COPD",
      "authors": [
        "R Restrepo",
        "M Alvarez",
        "L Wittnebel",
        "H Sorenson",
        "R Wettstein",
        "D Vines"
      ],
      "year": 2008,
      "doi": "10.2147/copd.s3036"
    },
    {
      "title": "Geographic isolation and the risk for chronic obstructive pulmonary disease-related mortality: a cohort study",
      "authors": [
        "T Abrams",
        "M Vaughan-Sarrazin",
        "Fan Vs",
        "P Kaboli"
      ],
      "year": 2011,
      "doi": "10.7326/0003-4819-155-2-201107190-00003"
    },
    {
      "title": "Home telehealth for chronic obstructive pulmonary disease: a systematic review and meta-analysis",
      "authors": [
        "J Polisena",
        "K Tran",
        "K Cimon",
        "B Hutton",
        "S Mcgill",
        "K Palmer"
      ],
      "year": 2010,
      "doi": "10.1258/jtt.2009.090812"
    },
    {
      "title": "Systematic review of telemedicine services for patients affected by chronic obstructive pulmonary disease (COPD)",
      "authors": [
        "L Bartoli",
        "P Zanaboni",
        "C Masella",
        "N Ursini"
      ],
      "year": 2009,
      "doi": "10.1089/tmj.2009.0044"
    },
    {
      "title": "An autonomous mobile system for the management of COPD",
      "authors": [
        "M Van Der Heijden",
        "P Lucas",
        "B Lijnse",
        "Y Heijdra",
        "T Schermer"
      ],
      "year": 2013,
      "doi": "10.1016/j.jbi.2013.03.003"
    },
    {
      "title": "Readmissions reduction program (HRRP)",
      "year": 2017,
      "doi": "10.1377/hpb20131112.646839"
    },
    {
      "title": "A comprehensive care management program to prevent chronic obstructive pulmonary disease hospitalizations: a randomized, controlled trial",
      "authors": [
        "V Fan",
        "J Gaziano",
        "R Lew",
        "J Bourbeau",
        "S Adams",
        "S Leatherman"
      ],
      "year": 2012,
      "doi": "10.7326/0003-4819-156-10-201205150-00003"
    },
    {
      "title": "Detection of COPD exacerbations and compliance with patient-reported daily symptom diaries using a smart phone-based information system [corrected",
      "authors": [
        "N Johnston",
        "K Lambert",
        "P Hussack",
        "D Gerhardsson",
        "T Higenbottam",
        "J Lewis"
      ],
      "year": 2013,
      "doi": "10.1378/chest.12-2308"
    },
    {
      "title": "Effectiveness of telemonitoring integrated into existing clinical services on hospital admission for exacerbation of chronic obstructive pulmonary disease: researcher blind, multicentre, randomised controlled trial",
      "authors": [
        "H Pinnock",
        "J Hanley",
        "L Mccloughan",
        "A Todd",
        "A Krishan",
        "S Lewis"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f6070"
    },
    {
      "title": "The effect of smartphone interventions on patients with chronic obstructive pulmonary disease exacerbations: a systematic review and meta-analysis",
      "authors": [
        "M Alwashmi",
        "J Hawboldt",
        "E Davis",
        "C Marra",
        "J Gamble",
        "A Abu"
      ],
      "year": 2016,
      "doi": "10.2196/mhealth.5921"
    },
    {
      "title": "Pew Research Center",
      "authors": [
        "A Perrin",
        "M Duggan"
      ],
      "year": 2000,
      "doi": "10.1063/pt.5.028957"
    },
    {
      "title": "The digital divide and patient portals: Internet access explained differences in patient portal use for secure messaging by age, race, and income",
      "authors": [
        "I Graetz",
        "N Gordon",
        "V Fung",
        "C Hamity",
        "M Reed"
      ],
      "year": 2016,
      "doi": "10.1097/mlr.0000000000000560"
    },
    {
      "title": "Older adults and technology use URL",
      "authors": [
        "A Smith",
        "Research Pew",
        "Center"
      ],
      "year": 2014
    },
    {
      "title": "Subdividing the digital divide: differences in internet access and use among rural residents with medical limitations",
      "authors": [
        "J Wang",
        "K Bennett",
        "J Probst"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1534"
    },
    {
      "title": "Health literacy and health information technology adoption: the potential for a new digital divide",
      "authors": [
        "M Mackert",
        "A Mabry-Flynn",
        "S Champlin",
        "E Donovan",
        "K Pounders"
      ],
      "year": 2016,
      "doi": "10.2196/jmir.6349"
    },
    {
      "title": "The digital divide among low-income homebound older adults: Internet use patterns, eHealth literacy, and attitudes toward computer/Internet use",
      "authors": [
        "N Choi",
        "D Dinitto"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2645"
    },
    {
      "title": "Genetic epidemiology of COPD (COPDGene) study design",
      "authors": [
        "E Regan",
        "J Hokanson",
        "J Murphy",
        "B Make",
        "D Lynch",
        "T Beaty"
      ],
      "year": 2010,
      "doi": "10.3109/15412550903499522"
    },
    {
      "title": "Development and first validation of the COPD Assessment Test",
      "authors": [
        "P Jones",
        "G Harding",
        "P Berry",
        "I Wiklund",
        "W Chen",
        "L Kline"
      ],
      "year": 2009,
      "doi": "10.1183/09031936.00102509"
    },
    {
      "title": "Development of the digital health literacy instrument: measuring a broad spectrum of Health 1.0 and Health 2.0 skills",
      "authors": [
        "R Van Der Vaart",
        "C Drossaert"
      ],
      "year": 2017,
      "doi": "10.2196/jmir.6709"
    },
    {
      "title": "Older adults: are they ready to adopt health-related ICT",
      "authors": [
        "T Heart",
        "E Kalderon"
      ],
      "year": 2013,
      "doi": "10.1016/j.ijmedinf.2011.03.002"
    },
    {
      "title": "Identifying patients with COPD at high risk of readmission",
      "authors": [
        "J Simmering",
        "L Polgreen",
        "A Comellas",
        "J Cavanaugh",
        "P Polgreen"
      ],
      "year": 2016,
      "doi": "10.15326/jcopdf.3.4.2016.0136"
    },
    {
      "title": "Rural-urban disparities in quality of life among patients with COPD",
      "authors": [
        "B Jackson",
        "D Coultas",
        "S Suzuki",
        "K Singh",
        "S Bae"
      ],
      "year": 2013,
      "doi": "10.1111/jrh.12005"
    }
  ],
  "num_references": 29
}
