{
  "paper_id": "AIQXAJHZ",
  "title": "Culture and Consumer Behavior: The Role of Horizontal and Vertical Cultural Factors",
  "abstract": "We examine the influence of culture on consumer behavior with a particular focus on horizontal and vertical individualism and collectivism. Cultures vary in their propensity to emphasize hierarchy, a distinction captured by examining horizontal/vertical cultural orientations or contexts. These cultural factors pattern personal values and goals, power concepts, and normative expectations applied to the exercise of power. We review implications for how consumers respond to brands in the marketplace, service providers, and each others' needs. Entering a shopping mall in Boston or Beijing, one may be struck by the similarity in retail spaces and offerings. But do consumers in these marketplaces approach their decisions in the same way? What roles do cultural factors play? Consumer behavior encompasses a broad range of phenomena, and cultural factors have been shown to influence many of them. Culture shapes what general goals consumers have [1], and how they respond to prices [2, 3], brand images [4], and advertising elements [5]. Culture also influences the processing strategies and thinking styles of consumers [see 6, 7 for reviews]. These differences in cognitive processes influence whether brands, prices, and other marketing elements are thought about in relation to one another [3, 5, 8, 9], and shape the role of feelings and personal preferences in consumer decision-making [10, 7]. However, consumer research is not limited to the understanding of acquisitive processes. Increasingly, research on culture and consumer behavior has examined pro-social behaviors such as making charitable donations [11, 12, 1]  or choosing socially responsible brands [13]. These pro-social consumer decisions are illuminated by research on cultural differences in power and hierarchy. \n Hierarchy and Horizontal/Vertical Cultural Orientations In this article, we examine culture and consumer behavior with a focus on horizontal and vertical individualism and collectivism. Cultures vary in their propensity to emphasize hierarchy. Although extensive research has addressed Individualism/Collectivism, there is increasing attention to cultural classifications that address how hierarchy and power is",
  "year": 2017,
  "date": "2017-04-01",
  "journal": "J Pers Soc Psychol",
  "publication": "J Pers Soc Psychol",
  "authors": [
    {
      "forename": "Sharon",
      "surname": "Shavitt",
      "name": "Sharon Shavitt",
      "affiliation": "University of Illinois at Urbana-Champaign \n\t\t\t\t\t\t\t\t University of Illinois at Urbana-Champaign"
    },
    {
      "forename": "Hyewon",
      "surname": "Cho",
      "name": "Hyewon Cho",
      "affiliation": "University of Illinois at Urbana-Champaign \n\t\t\t\t\t\t\t\t University of Illinois at Urbana-Champaign"
    }
  ],
  "doi": "10.1016/j.copsyc.2015.11.007",
  "pmid": "20649366",
  "sections": [
    {
      "text": "patterned across societies, and their associated privileges and obligations. Much of this work comes from consumer psychology, an emphasis that is natural for a domain that seeks to understand, for instance, the pursuit of status and the appeal of luxury goods.\n\nTo address issues of hierarchy, recent research has productively built upon a distinction within individualism and collectivism introduced by Triandis and colleagues  [14, 15]  -between cultural orientations that are horizontal (valuing equality) and those that are vertical (emphasizing hierarchy). In Vertical-Individualist (VI) societies, such as the U.S., Great Britain and France, the emphasis is on gaining personal status through achievement, competition and surpassing others  [14, 15] . An individualistic form of hierarchy is emphasized, where winning is linked to the individual self, and people seek opportunities to stand out and to impress others  [16] . In contrast, in Horizontal-Individualist (HI) societies, such as Sweden, Denmark, Norway and Australia, people value equality and focus on expressing uniqueness rather than improving personal status. The emphasis is on selfreliance and self-expression, not on hierarchy  [17, 14] . In Vertical-Collectivist (VC) societies, such as Korea, Japan and India, people prioritize their in-group goals over personal goals, and emphasize compliance with authority figures. The emphasis is on fulfilling duties and obligations  [15] . Finally, in Horizontal-Collectivist (HC) societies, such as Brazil and some other Latin American contexts, people value interdependence and sociability within an egalitarian framework. The emphasis is on benevolence and sociability, not hierarchy  [16] .\n\nIn addition to between-country differences, the horizontal-vertical orientations of U.S. ethnic cultural groups also appear to differ, with Hispanic-Americans showing a greater tendency than European-Americans to be horizontal collectivists and lesser tendency to be vertical individualists  [16, 18] . Robust gender differences have also been observed, with females being higher than males in HC and lower in VI  [19, 3, 17] .\n\nFigure  1  outlines three broad ways in which horizontal and vertical cultural contexts differ. First, they nurture distinct values that are reflected in cultural artifacts such as advertisements, and that predict consumers' reactions to brands, products, and even political candidates. Second, horizontal and vertical cultural distinctions predict how power concepts are mentally represented and how consumers process information when power concepts are activated. Finally, injunctive norms --beliefs about what behaviors are approved of or disapproved of by others  [20]  --also vary across horizontal and vertical cultures. In particular, consumers show cultural differences in the degree to which they feel responsible for others, and accordingly their expectations for others' behavior toward them, including the behavior of service providers."
    },
    {
      "title": "A. Personal Values, Goals, and Judgments in the Marketplace",
      "text": "To capture horizontal/vertical cultural orientations at the individual level, Triandis and Gelfand (1998) [15] validated a 16-item scale that assesses each orientation with four attitudinal items, including: \"I'd rather depend on myself than others\" (HI); \"Winning is everything\" (VI); \"The well-being of my co-workers is important to me\" (HC); and \"It is my duty to take care of my family, even when I have to sacrifice what I want\" (VC).\n\nScores on the HI subscale are best predicted by self-direction values; VI by power values; HC by benevolence values; and VC by conformity values  [21] . People with an HI cultural orientation value being distinct and self-reliant. As a result, they score higher than others do on Self-Deceptive Enhancement (SDE;  [22] , the tendency to view oneself positively and to give an inflated assessment of one's skills and abilities. Indeed, whereas HI scores predict SDE, VI scores and other cultural orientations do not  [23] .\n\nPeople who are high in VI value achievement and impressing others  [17, 24] . Accordingly, they have more vivid and emotional representations of past experiences in which they stood out and impressed others  [16] , reflecting the goal-relevance of these experiences.\n\nPeople with an HC cultural orientation value being sociable and benevolent  [24, 15] . As a result, they score higher than others on Impression Management (IM;  [22] ), the tendency to present one's actions as appropriate and normative. Indeed, whereas HC scores predict IM, VC scores and other cultural orientations do not  [23] . People who are high in HC value cooperation and helping others  [16] . Accordingly, they have more vivid and emotional representations of experiences in which they gave valued help and support  [16] , reflecting the goal-relevance of these experiences.\n\nHorizontal/vertical cultural values are reflected in the marketplace in various ways. Advertisements are cultural artifacts that shed light on the goals and values of a society (e.g.,  [25, 26] ), and evidence suggests that differences in horizontal/vertical cultural values are reflected in the ad content that is prevalent in a society. An analysis of over 1200 magazine ads in five countries --Denmark, Korea, Poland, Russia, and the U.S. --found that, in vertical cultures such as Korea and the U.S., compared to the horizontal culture of Denmark, advertising appeals put more emphasis on status, luxury, and prestige (e.g., using endorsers identified as Ivy League graduates, labeling brands as \"award-winning\")  [27] . On the other hand, an emphasis on uniqueness and self-expression (e.g., highlighting how a product can reflect \"your personality\") is more common in the horizontal-individualist culture of Denmark than in the other countries studied. Although Denmark and the U.S. are both individualistic cultures, differences in their horizontal/vertical cultural values afford predictions that go beyond what would be anticipated by a broader focus on individualism/ collectivism. Paralleling these differences in ad content, consumers tend to favor brand concepts that are consistent with their dominant cultural values. It is critical for marketers to consider local cultural orientation when managing multinational brands  [28] , because matching to consumers' value priorities will enhance the success of brand positioning efforts  [29, 30] . For example, an HI orientation is associated with a preference for brands that stand for openness, not achievement and prestige (endorsing a slogan such as, \"freedom to pursue your own goals in exciting ways\"), whereas a VI orientation predicts a preference for brands that stand for achievement and prestige rather than openness (endorsing a slogan such as, \"status and prestige to enhance your own personal outcomes and interests\";  [13, 31] .\n\nFurther evidence that the vertical-horizontal distinction affords novel predictions about consumer behavior comes from research on the propensity to endorse products from one's own country over those from foreign countries (known as the country-of-origin effect;  [32] ).\n\nIn this study, Japanese participants evaluated a product from their home country more favorably than a foreign product regardless of its competitive superiority. On the other hand, U. S. participants only favored their home-country product when it was superior to the foreign product. Although this difference is consistent with the broad conceptualization of collectivism as prioritizing in-group goals over personal goals, mediation analyses using measured cultural orientations indicated that only the vertical aspect of collectivism and individualism explained country-of-origin effects. For instance, the collectivistic tendency to favor one's own country's products appeared to be driven by cultural values that emphasize deference to the ingroup, hierarchy, and status concerns (VC), not by values that stress cooperation and sociability (HC).\n\nHorizontal/vertical orientations also predict political choices. Zhang, Nelson and Mao (2009)  [33]  found that scores on a VI cultural orientation measure (not HI or individualism more broadly) specifically predicted voting for President Bush in the 2004 election. This appears to be because Bush conveyed values that resonated with a VI cultural orientation -values of power and achievement."
    },
    {
      "title": "B. Relating to Others: Mental Representations and Processes Linked to Power",
      "text": "Because power is instrumental in achieving desirable goals, cultures foster normative standards for its legitimate use  [34] . Vertical and horizontal cultural orientations predict different views about the meaning and purpose of power  [16] . Vertical individualists tend to view power in personalized terms  [35] : Power is a tool to advance their personal status and prestige. On the other hand, horizontal collectivists tend to conceptualize power in socialized terms: Power is a means to benefit and help others. Such differences in power concepts are reflected in liking for brands. VI scores predict a preference for brands that symbolize personalized power values of status and prestige, whereas HC scores predict a preference for brands that symbolize socialized power values of concern for the welfare of others  [16] .\n\nHorizontal and vertical cultural orientations are also associated with distinct cognitive processes and mindsets that influence consumer judgments. Indeed, culturally distinct mindsets are triggered when different power concepts are cued, even when processing information about nonsocial targets such as brands  [36] . The distinct goals associated with these power concepts, such as stereotyping others versus learning the individual needs of others, are served by different processing mindsets. When primed with personalized power, people with a VI cultural orientation have an increased tendency to stereotype brand information, showing better recognition of information congruent versus incongruent with the McDonald's stereotype of unhealthiness and convenience. This is presumably because a stereotyping mindset helps to defend one's powerful status over others  [37] . On the other hand, people with an HC cultural orientation when primed with socialized power have an increased tendency to individuate in information processing, showing better recall and recognition for information incongruent with the McDonald's stereotype. This is presumably because an individuating mindset allows one to form more accurate impressions of others in order to meet their individual needs  [38, 39] .\n\nFurthermore, injunctive norms applied to power holders vary by cultural orientation, and the application of these norms predict consumer judgments in a range of business and service settings  [40, 18] . European-Americans (i.e., people high in VI) tend to conceptualize power in personalized terms  [16] . However, self-centered power-holders can harm others by maximizing personal gain at others' expense. Indeed, people high in VI are more likely to endorse the misuse of power  [16] . To mitigate this, cultures in which a personalized view of power dominates should cultivate injunctive norms of exercising power with justice and equity  [18] . In contrast, because Hispanics tend to conceptualize power in socialized terms, injunctive norms for exercising power incorporate socio-emotional concerns with others' wellbeing (see  [41] ). Thus, Hispanics apply injunctive norms of compassion when judging power-holders. When power concepts are activated, this cultural difference in injunctive norms applied to powerful people is reflected in the degree to which hypothetical negotiators who behave in just versus compassionate ways elicit approval, or the degree to which powerful service providers in a consequential service interaction (physicians in a clinic) elicit satisfaction from their patients  [18] .\n\nResponses to receiving disrespectful service also reflect culturally distinct power concepts and norms. For people who are high (versus low) in a VI cultural orientation, and thus who have a personalized concept of power, receiving disrespectful service from a low-ranking person such as a front-desk receptionist is more likely to be seen as a threat to one's personal status and power. This experience can therefore trigger negative affective responses as well as efforts to restore one's power through status consumption. However, receiving disrespectful service from a high-ranking person (e.g., hotel vice-president) does not necessarily implicate one's personal status and could instead trigger deferential responses from people high in VI  [40] ."
    },
    {
      "title": "C. Responding to Others' Needs: Normative Expectations for Helping",
      "text": "Helping behaviors and their consequences vary by culture. For example, people with an HC cultural orientation conceptualize power as a means to benefit others, so they are more likely to help when power is salient. In one experiment  [16] , participants imagined they were a real-estate developer in a powerful position negotiating payment to a contractor for unanticipated expenses. Fairness norms did not require paying anything. Accordingly, participants high (vs. low) in VI were willing to pay less, presumably because they were focused on personal gain. However, participants high (vs. low) in HC were willing to pay more, presumably driven by concern for the contractor's welfare. This links to the finding that injunctive norms of power vary by culture, influencing both judgments of power-holders  [18]  as well as intentions for how to exercise power  [16] .\n\nAcross cultures, people tend to experience emotional benefits from pro-social spending  [42] . However, horizontal/vertical orientation may moderate the affective consequences of helping others  [43] . People high in HC, because they are less likely to perceive helping as a choice that reflects their personal character, appear less likely to experience an affective boost from helping others.\n\nResearch on a related construct to horizontal/vertical orientation --power distance --offers additional insights on consumers' pro-social behavior. Power distance reflects the degree to which less powerful members of organizations in a society expect and accept inequalities in power  [44] . At the individual level, consumers with high versus low power distance belief (PDB,; 45) perceive they have less responsibility to others, resulting in decreased charitable giving  [11] . High-PDB individuals accept inequality and perceive that charity recipients are experiencing their appropriate social position. Thus, they feel less responsible for reducing social disparities. However, when a charity addresses uncontrollable needs such as from natural disasters (vs. needs perceived to be controllable such as obesity), people engage in charitable giving regardless of their PDB level  [11] ."
    },
    {
      "title": "Conclusions and Future Directions",
      "text": "Horizontal/vertical cultural orientations address how hierarchy and power is conceptualized and afford novel predictions about consumer behavior that go beyond the broader individualism/collectivism distinction. Horizontal/vertical orientations predict distinct personal values and goals, power concepts, and normative expectations. Thus, they influence how consumers react to advertisements, brands and service providers in the marketplace, and how they respond to others and to their needs.\n\nFuture research could examine the processes of cultural change that give rise to relatively horizontal or vertical values, and the role of the marketplace in these processes. For instance, economic shifts that impact consumers' purchasing power may give rise to changes in hierarchy and power values. So may frequent exposure to products and messages that activate such values (e.g., widespread exposure to luxury brands and appeals). Research should also examine what types of appeals persuade those with vertical versus horizontal orientations to help or donate to others, and to experience satisfaction in their interactions with service providers. Marketing messages aimed at boosting such positive outcomes could be more effective if they took into consideration consumers' horizontal/vertical orientations in addition to individualism/collectivism."
    },
    {
      "title": "References and recommended reading",
      "text": "Papers of particular interest, published within the period of review, have been highlighted as:\n\nof special interest **of outstanding interest **1. Yang H, Stamatogiannakis A, Chattopadhyay A. Pursuing Attainment versus Maintenance Goals: The Interplay of Self-Construal and Goal Type on Consumer Motivation. J Consum Res. 2015; 42(1):93-108. This empirical paper establishes a fundamental link between independent vs. interdependent self-construal and goal type. Attainment (maintenance) goals, such as those to reduce (maintain) one's bodyweight, are more motivating for participants with a more independent (interdependent) self-construal. Differences are shown for primed self-construal as well as within and between cultures. 2. Bolton LE, Keh HT, Alba JW. How do price fairness perceptions differ across culture? J Marketing Res. 2010; 47(3):564-576. *3. Lalwani AK, Shavitt S. You get what you pay for? Self-construal influences price-quality judgments. J Consum Res. 2013; 40(2):255-267. This empirical paper shows that people with an interdependent (vs. independent) cultural self-construal are more likely to perceive price information as linked to quality and to use price to infer the quality of a product. This cultural difference is mediated by differences in holistic thinking. *4. Torelli CJ, Özsomer A, Carvalho SW, Keh HT, Maehle N. Brand concepts as representations of human values: do cultural congruity and compatibility between values matter? J Marketing. 2012; 76(4):92-108. In this empirical paper, the authors develop a generalizable structure of abstract brand concepts that represent human values, finding that brand meanings elicit favorable reactions from consumers to the extent that they resonate with consumers' cultural values. They also examine reactions to brand repositioning attempts, and show that cultural orientations predict responses to new, abstract meanings for brands. 5. Kwon M, Saluja G, Adaval R. Who said what: The effects of cultural mindsets on perceptions of endorser-message relatedness. J Consum Psychol. 2015; 25(3):389-403. 6. Briley DA, Wyer RS Jr, Li E. A dynamic view of cultural influence: A review. J Consum Psychol. 2014; 24(4):557-571. **7. Riemer H, Shavitt S, Koo M, Markus HR. Preferences don't have to be personal: Expanding attitude theorizing with a cross-cultural perspective. Psychol Rev. 2013; 121(4):619-648. This theoretical synthesis reviews decades of research and theorizing on attitudes and persuasion to their basis in Western sociocultural assumptions about the centrality of personal preferences and their stability and consistency. It develops a new normative-contextual model of attitudes based on an extensive review of research insights from non-Western cultural contexts. This model shifts the focus to novel research questions about the need to integrate others' views into one's attitudes, and about how attitude instability and inconsistency serve this purpose. *8. Monga AB, John DR. What makes brands elastic? The influence of brand concept and styles of thinking on brand extension evaluation. J Marketing. 2010; 74(3):80-92. This empirical paper addresses how cultural factors predict what happens when known brands (e.g., Kodak) introduce new product extensions (e.g., file cabinets). The research shows that holistic thinkers (versus analytic thinkers) are more favorable towards such distant brand extensions for functional brands because holistic thinkers are more likely to find symbolic relationships between disparate products. However, no such difference was found for prestige brands where presumably symbolic links are easy to find regardless of thinking style. 9. Ahluwalia R. How far can a brand stretch? Understanding the role of self-construal. J Marketing Res. 2008; 45(3):337-350. *10. Hong J, Chang HH. \"I\" Follow My Heart and \"We\" Rely on Reasons: The Impact of Self-Construal on Reliance on Feelings versus Reasons in Decision Making. J Consum Res. 2015; 41(6):1392-1411. People with independent self-construal (vs. interdependent self-construal) rely on their feelings (vs. reasons) in making judgments and decisions and prefer affectively superior options to cognitively superior options. These effects are moderated when consumers were making choices for others (vs. self) and they had to justify their choices. **11. Winterich KP, Zhang Y. Accepting inequality deters responsibility: How power distance decreases charitable behavior. J Consum Res. 2014; 41(2):274-293. People with higher power distance belief perceive a weaker responsibility to help others, which results in decreased charitable behavior. However, if a charity addresses the uncontrollable nature of needs, these differences are mitigated. 12. Duclos R, Barasch A. Prosocial behavior in intergroup relations: How donor self-construal and recipient group-membership shape generosity. J Consum Res. 2014; 41(1):93-108. 13. Torelli CJ, Monga AB, Kaikati AM. Doing poorly by doing good: Corporate social responsibility and brand concepts. J Consum Res. 2012; 38(5):948-963. 14. Triandis, HC. Individualism & collectivism. Westview press; 1995. **15. Triandis HC, Gelfand MJ. Converging measurement of horizontal and vertical individualism and collectivism. J Pers Soc Psychol. 1998; 74(1):118-128. This important measurement paper defines the theoretical constructs of horizontal and vertical individualism and collectivism. Supporting prior research showing the importance of this cultural distinction in the United States (Singelis et al.  , 1995) , the authors show that the structure also exists in South Korea, a collectivistic context. The research refines and validates a scale to measure these constructs, and establishes their convergent and divergent validity. It then explores the nomological network of related constructs to show interrelations with existing measures of related constructs."
    },
    {
      "text": "Figure 1."
    }
  ],
  "references": [
    {
      "title": "Culture and concepts of power",
      "authors": [
        "C Torelli",
        "S Shavitt"
      ],
      "year": 2010,
      "doi": "10.1037/a0019973"
    },
    {
      "title": "and Asia). Cultural differences in power concepts are observed across a wide range of psychological domains known to be patterned by culture, including beliefs, attitudes, memories, and goals. These differences are observed at both at the individual level and the group level of analysis"
    },
    {
      "title": "Horizontal and vertical individualism and achievement values a multimethod examination of Denmark and the United States",
      "authors": [
        "M Nelson",
        "S Shavitt"
      ],
      "year": 2002,
      "doi": "10.1177/0022022102033005001"
    },
    {
      "title": "Justice or compassion? Cultural differences in power norms affect consumer satisfaction with power-holders",
      "authors": [
        "C Torelli",
        "S Shavitt",
        "Y Cho",
        "A Holbrook",
        "T Johnson",
        "S Weiner"
      ],
      "year": 2015,
      "doi": "10.1108/imr-09-2013-0222"
    },
    {
      "title": "Interrelationships among vertical and horizontal collectivism, modesty, and self-enhancement",
      "authors": [
        "J Kurman",
        "N Sriram"
      ],
      "year": 2002,
      "doi": "10.1177/0022022102033001005"
    },
    {
      "title": "A focus theory of normative conduct: Recycling the concept of norms to reduce littering in public places",
      "authors": [
        "R Cialdini",
        "R Reno",
        "C Kallgren"
      ],
      "year": 1990,
      "doi": "10.1037//0022-3514.58.6.1015"
    },
    {
      "title": "Validity Of vertical and Horizontal Individualism and Collectivism in Singapore: Relationships with Values and Interests",
      "authors": [
        "S Soh",
        "F Leong"
      ],
      "year": 2002,
      "doi": "10.1177/0022022102033001001"
    },
    {
      "title": "Measurement and control of response bias",
      "authors": [
        "D Paulhus"
      ],
      "year": 1991,
      "doi": "10.1016/b978-0-12-590241-0.50006-x"
    },
    {
      "title": "What is the relation between cultural orientation and socially desirable responding?",
      "authors": [
        "A Lalwani",
        "S Shavitt",
        "T Johnson"
      ],
      "year": 2006,
      "doi": "10.1037/0022-3514.90.1.165"
    },
    {
      "title": "The measurement of values and individualismcollectivism",
      "authors": [
        "S Oishi",
        "U Schimmack",
        "E Diener",
        "E Suh"
      ],
      "year": 1998,
      "doi": "10.1177/01461672982411005"
    },
    {
      "title": "Persuasion and culture: Advertising appeals in individualistic and collectivistic societies",
      "authors": [
        "S Han",
        "S Shavitt"
      ],
      "year": 1994,
      "doi": "10.1006/jesp.1994.1016"
    },
    {
      "title": "Deviance or uniqueness, harmony or conformity? A cultural analysis",
      "authors": [
        "H Kim",
        "Markus Hr"
      ],
      "year": 1999,
      "doi": "10.1037//0022-3514.77.4.785"
    },
    {
      "title": "Horizontal and vertical cultural differences in the content of advertising appeals",
      "authors": [
        "S Shavitt",
        "T Johnson",
        "J Zhang"
      ],
      "year": 2011
    },
    {
      "title": "The global brand: How to create and develop lasting brand value in the world market",
      "authors": [
        "N Hollis"
      ],
      "year": 2008
    },
    {
      "title": "The horizontal/vertical distinction in cross-cultural consumer research",
      "authors": [
        "S Shavitt",
        "A Lalwani",
        "J Zhang",
        "C Torelli"
      ],
      "year": 2006,
      "doi": "10.1207/s15327663jcp1604_3"
    },
    {
      "title": "New Directions in cross-cultural consumer psychology",
      "authors": [
        "S Shavitt",
        "A Lee",
        "C Torelli"
      ],
      "year": 2009,
      "doi": "10.4324/9780203809570.ch44"
    },
    {
      "title": "Globalization, culture, and branding: How to leverage cultural equity for building iconic brands in the era of globalization",
      "authors": [
        "C Torelli"
      ],
      "year": 2013
    },
    {
      "title": "Cultural variations in country of origin effects",
      "authors": [
        "Z Gürhan-Canli",
        "D Maheswaran"
      ],
      "year": 2000,
      "doi": "10.1509/jmkr.37.3.309.18778"
    },
    {
      "title": "Beyond de Tocqueville: The roles of vertical and horizontal individualism and conservatism in the 2004 US presidential election",
      "authors": [
        "J Zhang",
        "M Nelson",
        "E Mao"
      ],
      "year": 2009,
      "doi": "10.1016/j.jcps.2009.02.012"
    },
    {
      "title": "Social psychology of culture",
      "authors": [
        "C Chiu",
        "Y Hong"
      ],
      "year": 2006,
      "doi": "10.4324/9781315782997"
    },
    {
      "title": "The power motive",
      "authors": [
        "D Winter"
      ],
      "year": 1973
    },
    {
      "title": "The impact of power on information processing depends on cultural orientation",
      "authors": [
        "C Torelli",
        "S Shavitt"
      ],
      "year": 2011,
      "doi": "10.1016/j.jesp.2011.04.003"
    },
    {
      "title": "Controlling other people: The impact of power on stereotyping",
      "authors": [
        "S Fiske"
      ],
      "year": 1993,
      "doi": "10.1037//0003-066x.48.6.621"
    },
    {
      "title": "Power can bias impression processes: Stereotyping subordinates by default and by design",
      "authors": [
        "S Goodwin",
        "A Gubin",
        "S Fiske",
        "V Yzerbyt"
      ],
      "year": 2000,
      "doi": "10.1177/1368430200003003001"
    },
    {
      "title": "Power and Social Perception",
      "authors": [
        "A Russell",
        "S Fiske"
      ],
      "year": 2010
    },
    {
      "title": "Identity-based motivation: Constraints and opportunities in consumer research",
      "authors": [
        "S Shavitt",
        "C Torelli",
        "J Wong"
      ],
      "year": 2009,
      "doi": "10.1016/j.jcps.2009.05.009"
    },
    {
      "title": "Cultural styles, relationship schemas, and prejudice against out-groups",
      "authors": [
        "J Sanchez-Burks",
        "R Nisbett",
        "O Ybarra"
      ],
      "year": 2000,
      "doi": "10.1037//0022-3514.79.2.174"
    },
    {
      "title": "Prosocial spending and well-being: Cross-cultural evidence for a psychological universal",
      "authors": [
        "L Aknin",
        "C Barrington-Leigh",
        "E Dunn",
        "J Helliwell",
        "J Burns",
        "R Biswas-Diener",
        "M Norton"
      ],
      "doi": "10.3386/w16415"
    },
    {
      "title": "Does Helping Help You Feel Good? The Answer Depends on Cultural Orientation",
      "authors": [
        "H Cho",
        "S Shavitt"
      ],
      "year": 2014
    },
    {
      "title": "Culture's consequences: Comparing values, behaviors, institutions and organizations across nations",
      "authors": [
        "G Hofstede"
      ],
      "year": 2001
    },
    {
      "title": "Power distance belief and impulsive buying",
      "authors": [
        "Y Zhang",
        "K Winterich",
        "V Mittal"
      ],
      "year": 2010,
      "doi": "10.1509/jmkr.47.5.945"
    }
  ],
  "num_references": 31
}
