{
  "paper_id": "AISPSVT3",
  "title": "Enhanced recovery after elective spinal and peripheral nerve surgery: pilot study from a single institution",
  "abstract": "I n recent years, enhanced recovery after surgery (ERAS) protocols have emerged as multimodal approaches designed to improve clinical outcomes in surgical patients. ERAS engages all healthcare providers in a longitudinal fashion, with an underlying theme of reduction of the dramatic stress response due to surgery. Coordination among multiple teams (outpatient staff, anesthesia team, surgical team, in-house ward staff, etc.) and dedicated interventional education as well as engagement of patients is critical to ensure a unified approach to the patient's surgical journey in order to deliver a higher quality of care.  14",
  "year": 2019,
  "date": "2019-01-25",
  "journal": "Clin Neurol Neurosurg",
  "publication": "Clin Neurol Neurosurg",
  "authors": [
    {
      "forename": "Zarina",
      "surname": "Ali",
      "name": "Zarina Ali",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery",
      "email": "zarina.ali@uphs.upenn.edu"
    },
    {
      "forename": "Tracy",
      "surname": "Flanders",
      "name": "Tracy Flanders",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Ali",
      "surname": "Ozturk",
      "name": "Ali Ozturk",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Neil",
      "surname": "Malhotra",
      "name": "Neil Malhotra",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Lena",
      "surname": "Leszinsky",
      "name": "Lena Leszinsky",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Brendan",
      "surname": "Mcshane",
      "name": "Brendan Mcshane",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Diana",
      "surname": "Gardiner",
      "name": "Diana Gardiner",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Kristin",
      "surname": "Rupich",
      "name": "Kristin Rupich",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "H",
      "surname": "Chen",
      "name": "H Chen",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "James",
      "surname": "Schuster",
      "name": "James Schuster",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Paul",
      "surname": "Marcotte",
      "name": "Paul Marcotte",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Michael",
      "surname": "Kallan",
      "name": "Michael Kallan",
      "affiliation": "2  Center for Clinical Epidemiology and Biostatistics , and \n\t\t\t\t\t\t\t\t Center for Clinical Epidemiology and Biostatistics"
    },
    {
      "forename": "M",
      "surname": "Grady",
      "name": "M Grady",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "forename": "Lee",
      "surname": "Fleisher",
      "name": "Lee Fleisher",
      "affiliation": "3  Department of Anesthesia , Perelman School of Medicine , University of Pennsylvania , Philadelphia , Pennsylvania \n\t\t\t\t\t\t\t\t Department of Anesthesia \n\t\t\t\t\t\t\t\t Perelman School of Medicine \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t Pennsylvania"
    },
    {
      "forename": "William",
      "surname": "Welch",
      "name": "William Welch",
      "affiliation": "1  Department of Neurosurgery , \n\t\t\t\t\t\t\t\t Department of Neurosurgery"
    },
    {
      "affiliation": "University of Pennsylvania , Philadelphia , PA. \n\t\t\t\t\t\t\t\t University of Pennsylvania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Philadelphia \n\t\t\t\t\t\t\t\t\t PA"
    }
  ],
  "doi": "10.3171/2018.9.spine18681",
  "keywords": [
    "enhanced recovery after surgery",
    "ERAS",
    "opioid epidemic",
    "clinical outcomes",
    "spine surgery",
    "multimodal"
  ],
  "sections": [
    {
      "text": "Since the inception of ERAS,  16  multiple surgical fields such as colorectal,  5  urology,  21  and orthopedic joint surgery  6  have applied their respective protocols with varying levels of success. Because the national opioid epidemic is a growing concern in the medical community, and in particular in surgical populations, we hypothesized that the patient-centered approach inherent to ERAS has the potential to decrease overall opioid use both in the short and long term.  7, 18, 24 Indeed, the United States makes up less than 5% of the world's population but is responsible for 80% of the world's prescription opioids.  19 Directly addressing opioid use with patients as well as the active introduction of a multimodal, opioid-sparing ERAS pain regimen aims to combat this growing public health concern.\n\nIn today's aging population of patients with spinal disorders and multiple comorbid conditions, a comprehensive care pathway like ERAS serves to reduce overall surgical morbidity.  9 A neurosurgical ERAS pathway aims to optimize the pre-, peri-, and postoperative care of patients in order to result in a more efficient recovery.  8 Despite the success of ERAS in other fields of surgery, development and application of such a pathway has been limited in neurosurgery. There have been some early investigations of its application to lumbar fusion surgery via a minimally invasive surgical procedure,  30, 31  but no reports have been published on a comprehensive ERAS pathway in elective spine and peripheral nerve surgery. We present our institution's initial experience with implementation of ERAS in elective spine and peripheral nerve surgery and assess its impact on perioperative and postoperative opioid use."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Study Design",
      "text": "This is a prospective cohort analysis to evaluate the impact of a novel ERAS protocol for patients undergoing elective spine or peripheral nerve surgery by the same attending neurosurgeons (Z.A., A.O., W.W.) who operate at a single hospital (Pennsylvania Hospital) within the University of Pennsylvania Health System. The 2 cohorts underwent treatment at a single institution before ERAS implementation (September-December 2016) and after ERAS implementation (April-June 2017). Clinical outcomes before and after ERAS implementation were assessed. This study was approved as quality improvement by the institutional review board at the University of Pennsylvania."
    },
    {
      "title": "Patient Inclusion and Exclusion Criteria",
      "text": "Inclusion criteria consisted of the following: clinical history and diagnostic imaging supporting the need for elective spine or peripheral nerve surgery, age older than 18 years, and the ability to understand and actively participate in the program as deemed by the attending neurosurgeon. Exclusion criteria included the following: contraindications to elective spine or peripheral nerve surgery as deemed by the attending neurosurgeon, diagnosis of liver disease, and pregnancy."
    },
    {
      "title": "Control Group",
      "text": "The control group was a historical cohort of 74 patients who underwent elective spine and peripheral nerve surgery at Pennsylvania Hospital between September and December 2016. These patients included all individuals who had at least 1-month follow-up data in historical medical records and who underwent traditional surgical care at the discretion of the attending neurosurgeon in a nonstandardized fashion. This care included routine Foley catheter placement peri-or postoperatively, and routine postoperative pain management with patient-controlled analgesia (PCA) postoperatively (i.e., postoperative day [POD] 0-1), among other routine parameters. Patients fasted the night before surgery, beginning at midnight."
    },
    {
      "title": "ERAS Group",
      "text": "The ERAS group comprised 201 consecutive eligible patients who underwent surgery between April and June 2017 at the same institution. Once an attending neurosurgeon determined that a patient was a candidate for elective spine or peripheral nerve surgery, the patient was prospectively asked for consent and enrolled into a unique ERAS protocol, which is outlined here (Fig.  1 ) and has previously been published in full.  1  Patients underwent extensive preoperative education with the surgeon and advanced care provider in the neurosurgery clinic about the ERAS standardized approach to their pre-, peri-, and postoperative care. In the preoperative setting, patients received surgical site care education. Patients who met the criteria were requested to obtain additional consultations in the preoperative time period with the following specialists: pain management for patients on significant preoperative opioid medications (requiring a > 30 morphine equivalent dose [MED] for > 4 weeks); sleep medicine if the patient had a score of > 2 on the STOP-BANG sleep apnea screening questionnaire; primary care for smoking cessation initiation if applicable; endocrine for diabetic patients with serum glucose > 200 g/dl or HbA1c > 8%. All patients were provided with written educational materials detailing their ERAS surgical journey, as well as being given written educational materials provided by a nutritionist about preoperative protein intake optimization and smoking cessation education if applicable. Patients in the ERAS group completed the Risk Assessment and Prediction Tool (RAPT) preoperatively as a means of educating patients and their families about their discharge disposition. Preoperative nutrition screening for patients with body mass index (BMI) < 18.5 or > 25 kg/m 2 with serum albumin levels was performed; patients were referred for nutrition consultation if albumin was < 3.5 g/dl. Patients were also asked to consent to receive mobile text message reminders prior to and following their surgery; this application was facilitated through a pilot program called \"Engaged Recovery at Penn\" through the Penn Innovation Center. No additional resources were required other than establishing open lines of communication with consulting services to facilitate appointments.\n\nIn the perioperative setting, patients were instructed to take a carbohydrate load (20 oz Gatorade or Powerade) the day prior to and on the day of surgery, 2 hours before their scheduled arrival to the hospital. Perioperative pain control was performed via an opioid-sparing multimodality regimen (Fig.  2 ), which was adapted from the ERAS path-way created by McEvoy et al.  20  The Penn Neurosurgery ERAS Pain Management Protocol includes preoperative administration of gabapentin, elimination of the routine use of postoperative intravenous opioids via PCA pumps, and use of acetaminophen. Additionally, local infiltration of bupivacaine at the time of closure was also administered. Other intraoperative analgesia was provided as per the anesthesiologist. Patients were also provided with 1 packet of chewing gum and asked to comply with chewing 1 piece of gum 3 times daily postoperatively to reduce the risk of postoperative ileus.  23, 26 urgery was performed using a Safe Spinal Surgery Checklist, which was designed to engage all operating room staff just prior to closure of the wound to ensure completion of all elements of the desired procedure, including use of drains, local anesthetic, and other components of surgery as deemed necessary by the attending neurosurgeon. Postoperative nursing instructions in the ERAS pathway included the instruction to assist the patients in getting out of bed within 6 hours of surgery. Additionally, nurses were instructed to ambulate patients 3-5 times daily beginning on POD 1 unless bed rest restrictions were applied as deemed by the attending surgeon. Mobilization was defined as any active movement from the bed. Nursing was also encouraged to assist all patients in having meals out of the bed and in a chair. Foley catheter use was limited to those patients with intraoperative durotomies or greater than 3 levels of thoracolumbosacral fusion procedures. A standard wound care regimen was established in which all patients received a chlorhexidine bath daily beginning on POD 1 while in the hospital. After the in-patient hospitalization, in addition to routine followup with the surgeon, patients are instructed to follow up routinely with their primary care provider within 2 weeks to maintain continuity of medical care. Patients were also provided with a Web link via text message with resources on nutrition, exercise, and mindfulness after surgery. A postacute care resource triage pathway was developed to provide guidance to nursing home and rehabilitation centers for managing acute neurosurgical patient issues."
    },
    {
      "title": "Study Parameters",
      "text": "Primary outcomes included the following: opioid and nonopioid consumption on POD 1, need for opioid use at 1 month postoperatively, and patient-reported pain scores. Secondary outcomes included mobilization and ambulation status on POD 0-1, Foley catheter use (intraoperative and postoperative), need for straight catheterization, hospital length of stay (LOS; days), need for ICU admission, discharge status, and readmission within 30 days. Complications were defined as infection, reoperation, deep venous thrombosis or pulmonary embolism, durotomy, cardiac arrest, death, or any adverse event that could be attributed to the surgery and verified via the electronic medical record. Patient-reported outcomes (PROs) were measured using the EuroQol-5 Dimensions Scale (EQ-5D), Oswestry Disability Index (ODI) for patients undergoing lumbar surgery, and the Neck Disability Index (NDI) for patients undergoing cervical surgery. Patients were asked to complete each appropriate questionnaire at their preop- erative and 1-month postoperative visit. The mean change in score was calculated for patients with complete pre-and postoperative scores."
    },
    {
      "title": "Statistical Analysis",
      "text": "Comparisons among various patient characteristics and measurements for the 2 patient groups (control vs ERAS) were performed with independent 2-sample t-tests for continuous variables and Fisher's exact test for categorical variables. All data for the study were collected and analyzed by independent observers in collaboration with a biostatistician (M.J.K.). SAS software version 9.4 (SAS Institute) was used for all analyses."
    },
    {
      "title": "Results",
      "text": "Table  1  summarizes the patient demographics for each group. The control group consisted of 74 patients, and the ERAS group was composed of 201 patients. The 2 groups were similar in age, BMI, sex, history of prior spine surgery, preoperative narcotic use, and smoking status. The groups were also similar in preoperative overall health index measured using the EQ-5D and the preoperative disability index measured by the ODI and NDI. Medical comorbidities (such as obstructive sleep apnea, diabetes, chronic obstructive pulmonary disease) in each group were not significantly different. The distribution of surgical procedures between groups was also similar, with the majority of surgeries consisting of laminectomies, discectomies, and foraminotomies (Table  1 ). Less than 10% of surgeries in both groups consisted of other surgeries; in the control group there were 4 peripheral nerve surger-ies, 2 hardware revision/removal surgeries, and 1 repair of durotomy. In the ERAS group there were 4 deep muscle biopsies, 4 peripheral nerve cases, 3 hardware removals, 2 tumor resections, 1 spinal cord detethering, and 1 arachnoid cyst fenestration. The majority of surgeries were performed under general anesthesia. Less than 10% of cases in both groups consisted of outpatient surgery.\n\nTable  2  outlines opioid and nonopioid consumption in the control group as compared to the ERAS group. A greater proportion of ERAS patients received a combination of at least 3 (72.6% vs 41.9%, p < 0.001) or 4 (44.8% vs 18.9%, p < 0.001) nonopioid agents compared to control patients. PCA use was almost completely eliminated in the ERAS group (0.5%), whereas more than half (54.1%) of patients used PCAs in the control group (p < 0.001). Similarly, the proportion of ERAS patients using opioids at 1 month postoperatively was significantly reduced as compared to the non-ERAS group, half of whom were still using narcotics (38.8% vs 52.7%, p = 0.041). Ketorolac (23.9% vs 10.8%, p = 0.018) and gabapentin (80.6% vs 21.6%, p < 0.001) were more frequently administered to the ERAS patients compared to the control group. Acetaminophen and cyclobenzaprine were used in both populations, with a tendency to be used more frequently in the ERAS group. A similar number of patients in both groups used dexamethasone and diazepam as adjuncts to pain control. Maximum pain scores on POD 0-3 in patients remaining in the hospital were not significantly different between ERAS and control groups (Table  2 ).\n\nMobilization and ambulation data were limited in both groups due to lack of nursing data entry. However, based on the available data, the ERAS group demonstrated greater mobilization on POD 0 (53.4% vs 17.1%, p < 0.001) and on POD 1 (84.1% vs 45.7%, p < 0.001) as compared to the control group. Ambulation was also found to be greater in the ERAS group on POD 0 (46.9% vs 17.1%, p = 0.001) and POD 1 (64.2% vs 28.6%, p < 0.001) compared to the control group. Postoperative Foley use was significantly decreased in the ERAS group (20.4% vs 47.3%, p < 0.001) without a significant increase in straight catheterization (11.9% vs 8.1%, p = 0.51).\n\nWith regard to resource utilization (Table  3 ), implementation of ERAS did not significantly increase overall LOS (3.6 vs 4.0 days, p = 0.37) or ICU admission (11.9% vs 14.9%, p = 0.54). The readmission rate at 30 days was also not found to be significantly different between the ERAS patients and the control group (3.0% vs 5.4%, p = 0.47). There was no significant difference in change in PROs (Table  4 ) at 1 month postoperatively measured with the EQ-5D (-0.5 vs -0.8, p = 0.38), ODI (-4.3 vs -11.8, p = 0.12), or NDI (11.1 vs 11.1, p = 1.00)."
    },
    {
      "title": "Discussion",
      "text": "Wainwright et al. first proposed the application of ERAS in major spine surgery.  29 Since then, ERAS has made initial forays into the population undergoing elective minimally invasive spine surgery.  30, 31 We report the clinical outcomes of the first prospective cohort study in which a novel ERAS protocol was used in a heterogeneous population that underwent elective spine and peripheral nerve surgery.\n\nThe current opioid epidemic is a public health emergency in the United States.  18 Three-quarters of our institution's spinal and peripheral nerve surgical population represent opioid-naïve patients. There is an increasing amount of data supporting the finding that between 3% and 7% of opioid-naïve patients undergoing surgery continued to take opioids 1 year after surgery.  27 Decreasing opioid use after spine surgery is a daunting task, but our multidimensional ERAS protocol addresses this issue, in part, by using a multimodal, opioid-sparing approach to spine surgery pain management. PCA use with intravenous opioids was nearly completely eliminated in the ERAS group (0.5% vs 54.1%, p < 0.001). This was accomplished without an increase in pain scores in the ERAS population, suggesting that routine PCA use is not necessary in this population. We believe that the addition of multiple nonopioid agents, such as acetaminophen and preoperative gabapentin, among other agents, helps to mitigate the need for routine PCA use and overall opioid use in patients following spine surgery. Most notably, our results show that the adoption of an opioid-sparing multimodal pain regimen following spine surgery via an ERAS pathway resulted in reduced opioid use at 1 month postoperatively. This has profound implications in helping to limit the chronic opioid dependency in patients following spine surgery, but further studies will need to assess the durability of this change.\n\nThe cognitive-behavioral phenomenon of fear avoidance further perpetuates pain in the patient undergoing spine surgery.  13, 17 Postoperative fear of movement has strong associations with pain, disability, and physical\n\nTABLE 1. Baseline demographic data in patients with elective spine and peripheral nerve surgery Characteristic Control, n = 74 ERAS, n = 201 p Value Age, yrs μ = 62.9 (σ = 11.3) μ = 60.5 (σ = 14.5) 0.14 ‡ BMI μ = 30.2 (σ = 5.6) μ = 29.7 (σ = 5.4) 0.56 † Males 42 (56.8%) 106 (52.7%) 0.59* Prior spinal surgery 28 (37.8%) 68 (33.8%) 0.57* Preop narcotic use 19 (25.7%) 47 (23.4%) 0.75* Obstructive sleep apnea 13 (17.6%) 31 (15.4%) 0.71* Smoking status 0.41* Current 11 (14.9%) 20 (10.0%) Former 30 (40.5%) 78 (38.8%) Never 33 (44.6%) 103 (51.2%) Diabetes 16 (21.6%) 32 (15.9%) 0.29* Chronic obstructive pulmonary disease 4 (5.4%) 9 (4.5%) 0.75* Procedures 1: laminectomy/ discectomy/ foraminotomy 31 (41.9%) 95 (47.3%) 0.46* 2: thoracolumbosacral fusion <4 levels 12 (16.2%) 47 (23.4%) ≥4 levels 3 (4.1%) 4 (2.0%) 3: cervicothoracic laminectomy w/ or w/o fusion <4 levels 5 (6.8%) 17 (8.5%) ≥4 levels 11 (14.9%) 10 (5.0%) 4: anterior cervical discectomy & fusion Total 5 (6.8%) 13 (6.5%) 1 level 2 (2.7%) 9 (4.5%) 2 levels 3 (4.1%) 4 (2.0%) 3 levels 0 (0.0%) 0 (0.0%) 5: other 7 (9.5%) 15 (7.5%) Patient status Inpatient 67 (90.5%) 182 (90.5%) 0.61* Outpatient 7 (9.5%) 15 (7.5%) Observational 0 (0.0%) 4 (2.0%) Anesthetic type General 64 (86.5%) 180 (89.6%) 0.40* Spinal 10 (13.5%) 18 (9.0%) MAC 0 (0.0%) 3 (1.5%) MAC = monitored anesthesia care; μ = average; σ = standard deviation. Unless otherwise stated, there were 74 patients in the control group and 201 in the ERAS group. * Compares association between the 2 groups using Fisher's exact test. † Compares mean differences, pooled method (assuming equal variances across the groups). ‡ Compares mean differences, Satterthwaite method (assuming unequal variances across the groups). Unauthenticated | Downloaded 07/28/25 07:03 PM UTC\n\nhealth in patients who undergo spine surgery.  2  To combat this, strict parameters for early ambulation were prescribed in the ERAS protocol, and indeed, the ERAS group exhibited greater mobilization and ambulation on POD 0-1 than the control group. We believe that addressing the fear of movement immediately in the postoperative period by encouraging timely postoperative mobility and ambulation reduces immobility and enhances recovery.\n\nEarly and aggressive mobility in the ERAS cohort did not result in increased pain, and no changes in LOS were observed in our pilot program. This may be due to a modest sample size. Foley catheters are associated with acute  25  and chronic  12  urinary tract infections, urethral trauma,  15  kidney and bladder damage,  11  bladder stones,  10  and pseudopolyps.  22 onscious limitation of the use of Foley catheters in the patient undergoing spine surgery has the potential to avoid or minimize numerous adverse effects as well as allow for ease in patient mobility and ambulation. The ERAS group demonstrated significantly less postoperative Foley use compared to the pre-ERAS group. This factor was not found to result in an increase in straight catheterization. Because postoperative urinary retention (POUR) can increase the LOS and impact surgical morbidity,  3  avoiding the use of Foley catheters is a major goal during the inpatient period for patients who do not require bed restrictions. Our findings suggest that such avoidance may be associated with improved inpatient mobility and ambulation.\n\nERAS implementation did not result in increased overall LOS or ICU admission. Patients in the ERAS group demonstrated a trend toward reduced LOS, which perhaps may be more apparent with a larger cohort analysis. The readmission and complications rates at 30 days were not found to be significantly different, although these conclusions may also be limited due to the small sample size.\n\nThe major goals of the ERAS pathway are to optimize the surgical experience for patients and improve their clinical outcomes. The patient population undergoing spine and peripheral nerve surgery is indeed heterogeneous. This care paradigm relies on the multidisciplinary and collaborative care of all individuals involved in the patient's surgical journey to engage in the patient's care in a relatively standardized fashion. We believe that the incremental benefits of the various elements of the ERAS pathway translate into improved overall care in the form of a reduction in opioid use.\n\nFuture directions aim to include cost-effectiveness of the ERAS protocol as well as PRO measures with wellvalidated questionnaires such as the Patient-Reported Outcomes Measurement Information System (PROMIS), ODI, NDI, and EQ-5D. PROs have become the gold standard to measure clinical efficacy after a surgical intervention,  4, 28  and such questionnaires in the pre-and postoperative time points provide both the patient and the neurosurgeon with insight into the patient's overall clinical function and improvement. We also hope to study the effects of the ERAS protocol on overall health, such as long-term improvements in BMI and A1C."
    },
    {
      "title": "Limitations of the Study",
      "text": "There are several limitations to this study. This is a\n\nTABLE 2. Opioid and nonopioid pain medication use in patients with elective spine and peripheral nerve surgery Variable* Control, n = 74 ERAS, n = 201 p Value Opioid medications PCA use 40 (54.1%) 1 (0.5%) <0.001 † No. of patients using any opioid on POD 1 [66/183] 63 (95.5%) 164 (89.6%) 0.21 † Maximum overall pain score μ = 8.1 (σ = 1.9) μ = 8.0 (σ = 2.2) 0.76 ‡ POD 0 [73/199] n = 73/74; μ = 6.4 (σ = 2.7) n = 199/201; μ = 6.6 (σ = 2.9) 0.56 ‡ POD 1 [65/181] n = 65/66; μ = 7.6 (σ = 2.4) n = 181/183; μ = 7.5 (σ = 2.3) 0.69 ‡ POD 2 [52/139] n = 52/54; μ = 7.6 (σ = 1.9) n = 139/139; μ = 7.1 (σ = 2.4) 0.14 ‡ POD 3 [34/78] n = 34/35; μ = 6.5 (σ = 2.6) n = 78/81; μ = 6.9 (σ = 2.4) 0.43 ‡ Narcotic use postop (1 mo) 39 (52.7%) 78 (38.8%) 0.041 † Nonopioid medications Acetaminophen 62 (83.8%) 182 (90.5%) 0.13 † Dexamethasone 12 (16.2%) 27 (13.4%) 0.56 † Ketorolac 8 (10.8%) 48 (23.9%) 0.018 † Valium 45 (60.8%) 119 (59.2%) 0.89 † Cyclobenzaprine 33 (44.6%) 105 (52.2%) 0.28 † Gabapentin 16 (21.6%) 162 (80.6%) <0.001 † ≥3 multimodal nonopioid agents 31 (41.9%) 146 (72.6%) <0.001 † ≥4 multimodal nonopioid agents 14 (18.9%) 90 (44.8%) <0.001 † prospective cohort analysis limited by a moderate sample size. The control group is a historical one, and the data were reviewed retrospectively. Randomization and blinding were not performed. Data collection is limited to the information provided in medical records. Minor protocol deviations from this multimodal pathway were not well documented and are difficult to assess. Baseline activity level and cognitive function can lead to bias within the ERAS or control groups. Differences in these factors were not fully explored but could introduce selection bias. We hope that a future randomized controlled design can help eliminate any forms of selection bias. Although we monitored medical comorbidities and assessed for overall trends, we have not yet studied the compliance of patients in performing all recommended preoperative consultations. However, we believe that the value of a formalized ERAS pathway allows for better surgical education for patients preoperatively. Because expectations drive patients' outcomes, we believe that ERAS aids in aligning expectations and personalizing surgical education.\n\nDespite these limitations, this study demonstrates the safety and efficacy of our Penn Neurosurgery ERAS protocol. We continue to refine the pathway and monitor outcomes. An ERAS pathway similar to this one can be safely incorporated in other centers performing spine and peripheral nerve surgery and, based on these has the potential to result in improved outcomes."
    },
    {
      "title": "Conclusions",
      "text": "ERAS engages each aspect of the patient's surgical journey in order to improve outcomes in a multidisciplinary, multimodal approach. In the patient undergoing elective spine and peripheral nerve surgery, ERAS is fea-  sible and necessary to optimize the value of neurosurgical care. The present study has shown that our ERAS protocol greatly improves postoperative mobilization and ambulation and, most importantly, has the potential to safely reduce opioid use both in the perioperative period and at 1 month after surgery, with important potential for relief of chronic opioid dependence."
    },
    {
      "text": "FIG. 1. Illustration showing the pre-, peri-, and postoperative components of the Penn Neurosurgery ERAS protocol. Figure is available in color online only."
    },
    {
      "text": "FIG. 2. Illustration highlighting the various components of the pain management protocol within ERAS. IV = intravenous; PACU = postanesthesia care unit. Figure is available in color online only."
    },
    {
      "text": "PROs in patients with elective spine and/145] μ = 40.5 (σ = 17.4) μ = 43.3 (σ = 18.1) 0.41 NDI [13/32] μ = 38.0 (σ = 20.6) μ = 40.4 (σ = 20.0) 0.72 Overall health rating [74/183] μ = 62.5 (σ = 22.4) μ = 66.6 (σ = 19.4) 0.14 Postop PRO score (1 mo) EQ-5D [61/95] μ = 8.0 (σ = 2.0) μ = 8.4 (σ = 1.8) 0.20 ODI [21/78] μ = 25.4 (σ = 16.5) μ = 37.8 (σ = 19.9) 0.010 NDI [9/18] μ = 43.1 (σ = 18.8) μ = 40.8 (σ = 13.6) 0.71 Overall health rating [61/100] μ = 71.8 (σ = 21.3) μ = 73.0 (σ = 19.1) 0.70 ∆ in PRO scores ∆EQ-5D [61/91] μ = -0.8 (σ = 2.0) μ = -0.5 (σ = 2.0) 0.38 ∆ODI [18/72] μ = -11.8 (σ = 12.9) μ = -4.3 (σ = 19.1) 0.12 ∆NDI [7/14] μ = 11.1 (σ = 22.6) μ = 11.1 (σ = 16.5) 1.00 ∆Overall health rating [61/97] μ = 8.3 (σ = 25.9) μ = 4.5 (σ = 22.6) 0.33 ∆ = change. Boldface type indicates statistical significance. * Numbers in brackets represent patients from the control group/ERAS group. † Compares mean differences, pooled method (assuming equal variances across the groups). Unauthenticated | Downloaded 07/28/25 07:03 PM UTC"
    },
    {
      "text": "Boldface type indicates statistical significance. * Numbers in brackets represent patients from the control group/ERAS group. † Compares association between the 2 groups using Fisher's exact test. ‡ Compares mean differences, Satterthwaite method (assuming unequal variances across the groups)."
    }
  ],
  "references": [
    {
      "title": "Pre-optimization of spinal surgery patients: development of a neurosurgical enhanced recovery after surgery (ERAS) protocol",
      "authors": [
        "Z Ali",
        "T Ma",
        "A Ozturk",
        "N Malhotra",
        "J Schuster",
        "P Marcotte"
      ],
      "year": 2018,
      "doi": "10.1016/j.clineuro.2017.12.003"
    },
    {
      "title": "The effect of fear of movement beliefs on pain and disability after surgery for lumbar and cervical degenerative conditions",
      "authors": [
        "K Archer",
        "S Wegener",
        "C Seebach",
        "Y Song",
        "R Skolasky",
        "C Thornton"
      ],
      "year": 1976,
      "doi": "10.1097/brs.0b013e3181f8c6f4"
    },
    {
      "title": "Postoperative urinary retention: anesthetic and perioperative considerations",
      "authors": [
        "G Baldini",
        "H Bagry",
        "A Aprikian",
        "F Carli"
      ],
      "year": 2009
    },
    {
      "title": "Patient reported outcome measures could help transform healthcare",
      "authors": [
        "N Black"
      ],
      "year": 2013,
      "doi": "10.1136/bmj.f167"
    },
    {
      "title": "Development of an enhanced recovery after surgery (ERAS) protocol in laparoscopic colorectal surgery: results of the first 120 consecutive cases from a university hospital",
      "authors": [
        "A Brescia",
        "F Tomassini",
        "G Berardi",
        "C Sebastiani",
        "M Pezzatini",
        "' Dall",
        "A Oglio"
      ],
      "year": 2017,
      "doi": "10.1007/s13304-017-0432-1"
    },
    {
      "title": "An enhanced recovery after surgery program for hip and knee arthroplasty",
      "authors": [
        "N Christelis",
        "S Wallace",
        "C Sage",
        "U Babitu",
        "S Liew",
        "J Dugal"
      ],
      "year": 2015,
      "doi": "10.5694/mja14.00601"
    },
    {
      "title": "Rates and risk factors for prolonged opioid use after major surgery: population based cohort study",
      "authors": [
        "H Clarke",
        "N Soneji",
        "D Ko",
        "L Yun",
        "D Wijeysundera"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1251"
    },
    {
      "title": "Enhanced Recovery After Neurosurgery: paradigm shift and call to arms",
      "authors": [
        "N Dangayach",
        "J Caridi",
        "J Bederson",
        "S Mayer"
      ],
      "year": 2017,
      "doi": "10.1016/j.wneu.2017.02.101"
    },
    {
      "title": "The aging of the global population: the changing epidemiology of disease and spinal disorders",
      "authors": [
        "M Fehlings",
        "L Tetreault",
        "A Nater",
        "T Choma",
        "J Harrop",
        "T Mroz"
      ],
      "year": 2015,
      "doi": "10.1227/neu.0000000000000953"
    },
    {
      "title": "Bladder catheterisation",
      "authors": [
        "R Feneley",
        "D Painter",
        "A Evans",
        "D Stickler"
      ],
      "year": 2002
    },
    {
      "title": "Urinary catheters: history, current status, adverse events and research agenda",
      "authors": [
        "R Feneley",
        "I Hopley",
        "P Wells"
      ],
      "year": 2015,
      "doi": "10.3109/03091902.2015.1085600"
    },
    {
      "title": "Traditional Foley drainage systems-do they drain the bladder?",
      "authors": [
        "M Garcia",
        "S Gulati",
        "D Liepmann",
        "G Stackhouse",
        "K Greene",
        "M Stoller"
      ],
      "year": 2007,
      "doi": "10.1016/j.juro.2006.08.101"
    },
    {
      "title": "Clinical course and impact of fear-avoidance beliefs in low back pain: prospective cohort study of acute and chronic low back pain: II",
      "authors": [
        "M Grotle",
        "N Vøllestad",
        "J Brox"
      ],
      "year": 1976,
      "doi": "10.1097/01.brs.0000214878.01709.0e"
    },
    {
      "title": "Implementation of ERAS and how to overcome the barriers",
      "authors": [
        "A Kahokehr",
        "T Sammour",
        "K Zargar-Shoshtari",
        "L Thompson",
        "A Hill"
      ],
      "year": 2009
    },
    {
      "title": "Inci-dence and prevention of iatrogenic urethral injuries",
      "authors": [
        "C Kashefi",
        "K Messer",
        "R Barden",
        "C Sexton",
        "J Parsons"
      ],
      "year": 2008,
      "doi": "10.1016/j.juro.2008.01.108"
    },
    {
      "title": "Multimodal approach to control postoperative pathophysiology and rehabilitation",
      "authors": [
        "H Kehlet"
      ],
      "year": 1997,
      "doi": "10.1093/bja/78.5.606"
    },
    {
      "title": "The use of fear-avoidance beliefs and nonorganic signs in predicting prolonged disability in patients with neck pain",
      "authors": [
        "M Landers",
        "R Creger",
        "C Baker",
        "K Stutelberg"
      ],
      "year": 2008,
      "doi": "10.1016/j.math.2007.01.010"
    },
    {
      "title": "Opioid epidemic in the United States",
      "authors": [
        "L Manchikanti",
        "S Helm",
        "Ii",
        "B Fellows",
        "J Janata",
        "V Pampati",
        "J Grider"
      ],
      "year": 2012,
      "doi": "10.36076/ppj.2012/15/es9"
    },
    {
      "title": "Therapeutic opioids: a ten-year perspective on the complexities and complications of the escalating use, abuse, and nonmedical use of opioids",
      "authors": [
        "L Manchikanti",
        "A Singh"
      ],
      "year": 2008,
      "doi": "10.36076/ppj.2008/11/s63"
    },
    {
      "title": "American Society for Enhanced Recovery (ASER) and Perioperative Quality Initiative (POQI) joint consensus statement on optimal analgesia within an enhanced recovery pathway for colorectal surgery: part 1-from the preoperative period to PACU",
      "authors": [
        "M Mcevoy",
        "M Scott",
        "D Gordon",
        "S Grant",
        "Jkm Thacker",
        "C Wu"
      ],
      "year": 2017,
      "doi": "10.1186/s13741-017-0064-5"
    },
    {
      "title": "Enhanced recovery after surgery (ERAS) protocols: time to change practice?",
      "authors": [
        "M Melnyk",
        "R Casey",
        "P Black",
        "A Koupparis"
      ],
      "year": 2011,
      "doi": "10.5489/cuaj.11002"
    },
    {
      "title": "Catheter-induced hemorrhagic pseudopolyps of the urinary bladder",
      "authors": [
        "G Milles"
      ],
      "year": 1965,
      "doi": "10.1001/jama.1965.03090110106036"
    },
    {
      "title": "Chewing gum for enhancing early recovery of bowel function after caesarean section",
      "authors": [
        "Pereira Gomes Morais",
        "E Riera",
        "R Porfírio",
        "G Macedo",
        "Sarmento Vasconcelos",
        "V De Souza Pedrosa"
      ],
      "year": 2016
    },
    {
      "title": "Comparison of perioperative oral multimodal analgesia versus IV PCA for spine surgery",
      "authors": [
        "S Rajpal",
        "D Gordon",
        "T Pellino",
        "A Strayer",
        "D Brost",
        "G Trost"
      ],
      "year": 2010,
      "doi": "10.1097/bsd.0b013e3181cf07ee"
    },
    {
      "title": "Preventing hospital-acquired urinary tract infection in the United States: a national study",
      "authors": [
        "S Saint",
        "C Kowalski",
        "S Kaufman",
        "T Hofer",
        "C Kauffman",
        "R Olmsted"
      ],
      "year": 2008,
      "doi": "10.1086/524662"
    },
    {
      "title": "Chewing gum for postoperative recovery of gastrointestinal function",
      "authors": [
        "V Short",
        "G Herbert",
        "R Perry",
        "C Atkinson",
        "A Ness",
        "C Penfold"
      ],
      "year": 2015,
      "doi": "10.1002/14651858.cd006506.pub2"
    },
    {
      "title": "Incidence of and risk factors for chronic opioid use among opioid-naive patients in the postoperative period",
      "authors": [
        "E Sun",
        "B Darnall",
        "L Baker",
        "S Mackey"
      ],
      "year": 2016,
      "doi": "10.1001/jamainternmed.2016.3298"
    },
    {
      "title": "The impact of measuring patientreported outcomes in clinical practice: a systematic review of the literature",
      "authors": [
        "J Valderas",
        "A Kotzeva",
        "M Espallargues",
        "G Guyatt",
        "C Ferrans",
        "M Halyard"
      ],
      "year": 2008,
      "doi": "10.1007/s11136-007-9295-0"
    },
    {
      "title": "Enhanced recovery after surgery (ERAS) and its applicability for major spine surgery",
      "authors": [
        "T Wainwright",
        "T Immins",
        "R Middleton"
      ],
      "year": 2016,
      "doi": "10.1016/j.bpa.2015.11.001"
    },
    {
      "title": "Reduced acute care costs with the ERAS ® minimally invasive transforaminal lumbar interbody fusion compared with conventional minimally invasive transforaminal lumbar interbody fusion",
      "authors": [
        "M Wang",
        "H Chang",
        "J Grossman"
      ],
      "year": 2018,
      "doi": "10.1093/neuros/nyx400"
    },
    {
      "title": "Development of an Enhanced Recovery After Surgery (ERAS) approach for lumbar spinal fusion",
      "authors": [
        "M Wang",
        "P Chang",
        "J ; Grossman",
        "Dr"
      ],
      "year": 2017,
      "doi": "10.3171/2016.9.spine16375"
    }
  ],
  "num_references": 31
}
