{
  "paper_id": "AU6WJMCV",
  "title": "Trend in data errors after the implementation of an electronic medical record system: A longitudinal study in an Australian regional Drug and Alcohol Service",
  "abstract": "Objectives: To investigate trends in data errors over the 40 months after the implementation of an electronic medical record (eMR) system in an Australian regional Drug and Alcohol (D&A) Service. Methods: One hundred and twenty three error reports and data on occasions of service were obtained from the D&A Service. Statistical analysis was conducted to describe types of errors, to compare distribution of error types among different documentation forms, D&A Service sites and job roles. Error rates were also analysed. Results: In the 40 months after the implementation, a total of 18,549 errors occurred. These errors were grouped into four types: mismatched data fields (54.5 %), duplicate medical record (1.8 %), date/time error (8.2 %) and blank field (35.4 %). The distribution of error types differed in the forms being completed, the sites and the job roles. Quarterly error rate increased from 28.8 errors per 100 occasions of service in Year 1 Quarter 1-40.6 in Quarter 3, then decreased to 18.1 in Quarter 4. It dropped to 6.6 in Year 2 Quarter 2 and continued to decrease to 2.5 in Year 4 Quarter 1. Monthly error rate was the highest at 44.6 in Month 8, fell to the lowest at 1.0 in Month 18 and remained at under 7.3 from Month 19 to Month 40. Conclusions: After the implementation of the eMR system, the error rate increased in the first three quarters before decreasing. It reached stability about one and a half years after implementation. There were significant differences in the error distribution among the documentation forms, sites and job roles. The findings of this study could be used by eMR trainers to tailor training sessions for specific sites and job roles. These findings might also be useful for managers of other D&A Services to plan for the implementation of new electronic documentation systems.",
  "year": 2017,
  "date": "2017",
  "journal": "Health Inf. Manage. J",
  "publication": "Health Inf. Manage. J",
  "authors": [
    {
      "forename": "Siyu",
      "surname": "Qian",
      "name": "Siyu Qian",
      "affiliation": "a  Drug and Alcohol Service , Illawarra Shoalhaven Local Health District , Wollongong , New South Wales 2500 , Australia \n\t\t\t\t\t\t\t\t Drug and Alcohol Service \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2500 \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Esther",
      "surname": "Munyisia",
      "name": "Esther Munyisia",
      "affiliation": "c  College of Health and Medicine , University of Tasmania , Hobart , Tasmania 7005 , Australia Centre for Digital Transformation , \n\t\t\t\t\t\t\t\t College of Health and Medicine \n\t\t\t\t\t\t\t\t Centre for Digital Transformation \n\t\t\t\t\t\t\t\t University of Tasmania \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 7005 \n\t\t\t\t\t\t\t\t\t Hobart \n\t\t\t\t\t\t\t\t\t Tasmania \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "David",
      "surname": "Reid",
      "name": "David Reid",
      "affiliation": "a  Drug and Alcohol Service , Illawarra Shoalhaven Local Health District , Wollongong , New South Wales 2500 , Australia \n\t\t\t\t\t\t\t\t Drug and Alcohol Service \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2500 \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "David",
      "surname": "Hailey",
      "name": "David Hailey",
      "affiliation": "b  Centre for Digital Transformation , School of Computing and Information Technology , Faculty of Engineering and Information Sciences , University of Wollongong , Wollongong , New South Wales 2522 , Australia \n\t\t\t\t\t\t\t\t School of Computing and Information Technology \n\t\t\t\t\t\t\t\t Faculty of Engineering and Information Sciences \n\t\t\t\t\t\t\t\t Centre for Digital Transformation \n\t\t\t\t\t\t\t\t University of Wollongong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2522 \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Jade",
      "surname": "Pados",
      "name": "Jade Pados",
      "affiliation": "a  Drug and Alcohol Service , Illawarra Shoalhaven Local Health District , Wollongong , New South Wales 2500 , Australia \n\t\t\t\t\t\t\t\t Drug and Alcohol Service \n\t\t\t\t\t\t\t\t Illawarra Shoalhaven Local Health District \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2500 \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Ping",
      "surname": "Yu",
      "name": "Ping Yu",
      "affiliation": "b  Centre for Digital Transformation , School of Computing and Information Technology , Faculty of Engineering and Information Sciences , University of Wollongong , Wollongong , New South Wales 2522 , Australia \n\t\t\t\t\t\t\t\t School of Computing and Information Technology \n\t\t\t\t\t\t\t\t Faculty of Engineering and Information Sciences \n\t\t\t\t\t\t\t\t Centre for Digital Transformation \n\t\t\t\t\t\t\t\t University of Wollongong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2522 \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t New South Wales \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "affiliation": "School of Computing and Information Technology , Faculty of Engineering and Information Sciences , University of Wollongong 1 Northfields Ave , Wollongong NSW 2522 , Australia. \n\t\t\t\t\t\t\t\t School of Computing and Information Technology \n\t\t\t\t\t\t\t\t Faculty of Engineering and Information Sciences \n\t\t\t\t\t\t\t\t University of Wollongong \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1 Northfields Ave \n\t\t\t\t\t\t\t\t\t 2522 \n\t\t\t\t\t\t\t\t\t Wollongong \n\t\t\t\t\t\t\t\t\t NSW \n\t\t\t\t\t\t\t\t\t Australia"
    }
  ],
  "doi": "10.1016/j.ijmedinf.2020.104292",
  "sections": [
    {
      "title": "Introduction",
      "text": "To improve quality of care, patient safety and efficiency of service delivery, electronic medical record (eMR) systems have been implemented in many healthcare settings including Drug and Alcohol (D&A) Service  [1] . These systems have made large, longitudinal data available for use in clinical and operational decision making, research and funding allocation  [1] [2] [3] .\n\nWith the ever-growing amount of clinical data, data errors are common  [4] , impeding the realisation of improved record quality. An American study conducted in an emergency department found that even small data errors had measurable effects on the department's ability to determine its operational performance  [2] . In a study conducted in the UK, researchers deliberately seeded errors in a large database of 17,600 congenital heart operations to examine the impact of these errors on the estimation of mortality rates  [5] . They found that the estimated mortality rates could be more than double the true value using the error-seeded data  [5] . An Australian study using longitudinal primary and ambulatory eMR data to estimate the duration of drug therapy highlighted the risk of underestimation when using erroneous data  [6] . In another Australian study conducted in a hospital surgical unit, researchers found that erroneous data affected approximately 16 % of inpatient cases during a six-month time period, resulting in a $575,000 underpayment to the hospital  [7] .\n\nRecognising the importance for healthcare organisations to develop error-reduction strategies, many studies have investigated the types and causes of data errors in eMR systems. A systematic review of 34 studies identified eight key themes of prescribing errors associated with the use of a computerised provider order entry system  [8] . One of the themes was misinterpretation, for example, users misinterpreted the meaning of the text 'total volume' in the system. They thought it was the total volume of dose that should be administered, but the system meant the total volume of an individual bag of fluid. As a result, they entered wrong information  [8] . This misinterpretation issue was not uncommon, as a later study also identified it as a cause of data errors  [9] .\n\nThese findings indicate that system designers lack a good understanding about how healthcare professionals work. A systematic review on the impact of system design on usability identified a drop-down menu selection error  [10] , a type of error that has been frequently reported by studies on computerised provider order entry systems  [8, 11] . Causes of this error included lengthy lists of items in the menu  [10]  and inadvertent mouse wheeling to unknowingly choose an incorrect item  [12] . It was also found that higher rate of the drop-down menu selection error was associated with single mouse click and urgent clinical situations  [13] . Other types of errors identified by previous studies included time stamp error, missing data, duplicate records and inconsistencies between data fields  [2, 9, [14] [15] [16] [17] .\n\nTo date, there is limited longitudinal research investigating trend in data errors after the implementation of an eMR system. This study was conducted in a D&A Service in New South Wales (NSW), Australia. It first described types of data errors that occurred in the eMR system. It then compared the distribution of error types among different documentation forms, D&A Service sites and job roles. Lastly, it examined the longitudinal trends in the amount and type of errors over the 40 months associated with the system."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Setting",
      "text": "This study was conducted in a government-funded regional D&A Service. The service has four clinics (Sites 1-4) and a centralised intake team to take in new clients. It provides a range of services to both community and inpatients. These include stimulant treatment program, opioid treatment program, counselling service, withdrawal management, needle and syringe program, substance use in pregnancy and parenting service, magistrates early referral into treatment, Aboriginal health service, hospital consultation liaison and health education."
    },
    {
      "title": "Electronic medical record system",
      "text": "The D&A Service had used a community-based electronic documentation system since 2007. A drawback of that system was that it did not allow staff to view clients' hospital records. For better continuity of care, an integrated eMR system was implemented in December 2014, allowing staff to view clients' records in both inpatient and community settings.\n\nThe eMR system contains three types of documentation forms-intake form, assessment form and clinical note. These forms are used by staff during a client's 'encounter', i.e. from intake, assessment, treatment to discharge (Fig.  1 ). A client's encounter may have one or more service episodes, each focusing on a specific treatment service e.g. withdrawal management. One episode may include several occasions of service and each occasion of service generates one documentation in the intake form, assessment form or clinical note. In a form, one or more errors could occur. Fig.  1 . A client's encounter in the Drug and Alcohol Service and the relevant eMR documentation."
    },
    {
      "title": "Mandatory reporting of activity data for funding allocation",
      "text": "To underpin activity-based funding, the NSW Ministry of Health has mandated health services to report non-admitted patient-level (NAP) activity since June 2013  [18] . Documentation of reporting data are mandatory in the eMR intake form, assessment form and clinical note. To ensure the data are of acceptable quality, they are extracted by performance unit staff from the eMR system and uploaded to a Web NAP (WebNAP) system to check quality against a set of validation rules (e.g. the service end date/time must be later than the service start date/time)  [19] . The WebNAP system then generates error reports for a Health Information Manager to identify and correct these errors in the eMR system. The corrected data will then be extracted by the performance unit staff for reporting for funding purpose."
    },
    {
      "title": "Data collection and pre-processing",
      "text": "One month prior to the implementation of the eMR system, baseline error rate was examined i.e. 7.5 % (see publication  [1] ). After the implementation, 123 WebNAP error reports containing errors that occurred between December 2014 and April 2018 were collected. Although they may not include all possible errors (e.g. errors in free-text documentation) in the eMR, these reports captured the errors of the compulsory data items for claiming funding.\n\nThe error report is an excel file containing the following information: clinic name, healthcare professional's name, client name, client medical record number, appointment date/time, service date/time, referral date/time, referral receipt date/time, job roles, setting type, modality of care (e.g. face to face or telephone), type of documentation form (i.e. intake, assessment or clinical note), financial class, Department of Veterans' Affairs (DVA) card type and DVA card number, and error type. Each row of data in the excel spreadsheet represents an error identified in a documentation form.\n\nTo protect the privacy of clients and healthcare professionals, these items -clinic name, healthcare professional's name, client name and client medical record number-were removed before analysis.\n\nTo allow estimation of error rate, the occasions of service data were also collected. These data were from January 2015 to April 2018 and did not include December 2014 as in the error reports. As each occasion of service generated one documentation form, the total number of occasions of service would be the same as the total number of documentation forms completed."
    },
    {
      "title": "Data analysis",
      "text": "The outcomes of interest included (1) overall distribution of types of data errors; (2) distribution of error types in different documentation forms, D&A sites and job roles and (3) error rates by site, job role, quarter and month. It was not possible to calculate error rate by documentation form due to a lack of data about the numbers of three types of forms in the occasions of service.\n\nThe 123 WebNAP error reports contained duplicates. This is because when an error report was generated, it contained not only the new errors occurred since the last report, but also errors that had not been corrected. To allow accurate count of unique errors, these reports were amalgamated and duplicates were removed before analysis.\n\nData analysis was conducted in Microsoft Excel and R 3.6.1  [20] . The error reports contained coded errors. These coded errors were further grouped into four types: mismatched data fields, duplicate medical record, date/time error and blank field (Table  1 ). The definition of each error type has been described in  [9]  (also see Supplementary material Appendix A). Descriptive analysis was conducted on these four error types.\n\nA chi-square test was conducted to test the independence of variables. A Z test was conducted for pairwise comparison of the distribution of error types (i.e. percentage of errors made in each type) among the three types of documentation forms. The same tests was conducted for the four clinics and centralised intake and for the job roles. Bonferroni correction was applied when comparing more than two groups. Statistically significant differences were assumed when the p value was <0.05.\n\nError rate at each site was estimated by dividing the total number of errors by the total number of occasions of service provided at that site. Using the same method, error rates by job role, quarter and month were also calculated."
    },
    {
      "title": "Ethics approval",
      "text": "Ethics approval was granted by the Joint University of Wollongong and Illawarra Shoalhaven Local Health District Human Ethics Research Ethics Committee. The study was also approved by the D&A Service Director. Data were de-identified before analysis."
    },
    {
      "title": "Results"
    },
    {
      "title": "Types of data errors",
      "text": "Overall, 18,549 errors occurred between December 2014 and April 2018 (Table  1 ). More than half (54.5 %) of these errors were mismatched data fields, predominately the service option error which meant the combination of job role, modality of care and setting type violated the validation rules set in the WebNAP system. Of all the errors, 1617 occurred in the intake form, 1070 in the assessment form and 15,862 in the clinical note."
    },
    {
      "title": "Distribution of error types",
      "text": "Fig.  2  shows the distribution of error types by documentation form. In the clinical note, 55.6 % of the errors were mismatched data fields, significantly higher than that in the assessment form (50.4 %, p = 0.003) and the intake form (46.4 %, p < 0.001). Similarly, 36.1 % of the errors occurred the clinical note were blank field error, significantly higher than that in the intake form (30.5 %, p < 0.001). For p-values of pairwise comparisons, see Supplementary material Appendix B.\n\nAt all four sites and centralised intake, mismatched data field was the most frequently occurring error with centralised intake being more likely to make this error (Fig.  3 ).\n\nCompared to all other staff, Aboriginal health worker was more likely to make mismatched data fields error (88.1 %) but psychologist was the least likely to make this error (30.2 %) (Fig.  4 )."
    },
    {
      "title": "Trend in errors over the 40 months after eMR implementation",
      "text": "Between January 2015 and April 2018, 153,587 occasions of service were documented. In the same time period, 17,927 errors occurred, resulting in an overall rate of 11.7 errors per 100 occasions of service (Table  2 ).\n\nFig.  5  shows the number of occurrences of each error type over the 40 months after the implementation of the eMR system. The number of blank field error had a surge from only seven errors in Year 1 Quarter 2 to 1457 in Quarter 3.\n\nFig.  6  shows trend in quarterly error rate. The rate was 28.8 errors per 100 occasions of service in Year 1 Quarter 1 after the eMR implementation. It decreased slightly to 25.4 in Quarter 2, then increased to 40.6 in Quarter 3. In Quarter 4, it dropped to 18.1. In Year 2, the error rate continued to decrease, then stayed around 5. In Year 3, it further decreased from 5.5 to 2.9.\n\nIn the first eight months after the implementation, monthly error rate increased from 18.5 errors per 100 occasions of service to 44.6 with some fluctuations (Supplementary material Appendix C). It dropped slightly in Month 9, then significantly in Month 10 and continued to decrease. It decreased to the lowest at 1.0 in Month 18 and remained at under 7.3 between Month 19 and Month 40."
    },
    {
      "title": "Discussion",
      "text": "Accurate healthcare data are essential for healthcare organisations to provide safe, high quality and efficient patient care and to obtain government funding under the activity-based funding model. The use of the eMR system has made large data available, but the accuracy of these data relies on the end users, healthcare professionals, who enter data into the system. Using secondary data collected from an Australian regional D&A Service, this study generates knowledge about longitudinal trend in data errors after the eMR implementation.\n\nThe error reports analysed in this study only identified salient errors of the compulsory data items for claiming funding. They may only reflect 'the tip of the iceberg' of all the possible errors in the eMR. A lack of underlying data that could produce the denominator of the error rate for each documentation form made it impossible to compare error rate across these forms, nor at the individual client level; albeit only numbers or distributions are not as informative as a rate. This could have limited the possibility of drawing meaningful inferences. As many studies, this study also used p value, of which the usefulness in quantifying the strength of evidence has long been debated  [21, 22] . Therefore, caution needs to be taken when interpreting and generalising the results of this study.\n\nAmong all types of errors, service option error accounted for more than half. This error occurred when the combination of job role, modality of care and setting type did not match with the rules. For example, when a D&A Service doctor provided specialist care to a client in a hospital, the doctor might incorrectly select 'hospital' for the 'setting type', instead of selecting 'community' which was the all-time correct selection for the D&A Service to obtain funding. However, it probably made sense for this doctor to select 'hospital', as the person misinterpreted 'setting type' as the location of care. Misinterpretation of terms used in eMR systems could cause data errors  [8, 9] . As it is common for D&A Service staff to provide care in hospitals, it is important for eMR trainers to emphasise the meaning of 'setting type'. As 'setting type' was selected from a drop-down menu, there was a possibility that mouse wheeling also contributed to this error  [8, 11] . System designers might consider disabling mouse wheeling in the drop-down menu. As a study suggests that single mouse click is associated with higher rate of drop-down menu selection error  [13] , the system could also mandate double click to improve the accuracy of item selection. As 'community' should always be selected for the D&A Service, 'community' has been made default in the eMR system examined in this study to reduce errors.\n\nThe errors described in this study could have been prevented with forcing functions or minimised with real-time error messages in the eMR system, rather than waiting for a validation process to be run in the separate WebNAP system. The eMR system should have been designed to prevent or reduce errors from occurring in the first place.\n\nCompared with intake and assessment forms, the clinical note was more likely to contain the blank field error. Most of the blank field errors were blank job role and were not caused by staff. Blank job role often meant the Health Information Manager or the performance unit had not aliased the staff member in the eMR system correctly or at all.\n\nThe centralised intake team was more likely to make mismatched data fields error, whereas Site 4 was more likely to generate blank field error. The differences might be a reflection of the clinical activities conducted at these sites. The centralised intake team only conducts the intake activity to register the clients, whereas Site 4 provide a specialised opioid treatment service. When designing eMR training sessions, a Fig.  2 . Distribution of the four types of errors in the intake form, assessment form and clinical note. trainer may need to consider these differences to achieve effective training outcomes.\n\nSignificant differences in the error distribution were identified among the job roles. Aboriginal health worker was 10-50 % more likely to make mismatched data fields error than all the other types of providers (Fig.  4 ). The differences might be due to the variation in how clinical activities were conducted e.g. face-to-face in a clinic room or on the phone, and how the activities were documented e.g. during the conduct of the activity or after its completion. Qualitative research is needed to investigate the actual reasons for these differences.\n\nTrend analysis shows that there was a surge in the number of blank field error between Year 1 Quarter 3 and Year 2 Quarter 1 after the eMR implementation. According to the then Health Information Manager, this surge was caused by the eMR system, not the healthcare staff. Future research may need to pay attention to system-generated errors, investigate why and how this type of error occur, how it was detected and remediated, and how the system malfunction over many months could be avoided. Overall, the error rate showed an increasing trend in the first three quarters before decreasing in the fourth quarter. This trend might reflect the learning curve experienced by the healthcare staff in adapting to use the eMR system after its initial implementation. Ongoing training and hands-on support were provided to help staff to learn to use the new system, which appeared to reduce the error rate. One and a half years after the implementation, error rate dropped back to the similar level of 7.5 % that was recorded in an audit conducted one month before the eMR implementation in this D&A Service  [1] . This finding might suggest that 1.5 years was taken for the healthcare staff to adapt to using this new electronic documentation system. This is useful knowledge for managers of any health services in planning for the implementation of new electronic documentation systems."
    },
    {
      "title": "Conclusion",
      "text": "This longitudinal study investigated the trend in data errors in an Australian regional D&A Service in the 40 months after the implementation of the eMR system. Four types of errors were identified, namely mismatched data fields (54.5 %), duplicate medical record (1.8 %), date/time error (8.2 %) and blank field (35.4 %). Significant differences were found in the distribution of error types among the types of documentation form, the D&A Service sites, and the job roles. The error rate increased from 18.5 errors per 100 occasions of service to 44.6 in the first eight months post-implementation. It stabilised and remained under 7.3 about 1.5 years post-implementation. Error rate for each form was not possible to calculate due to a lack of data."
    },
    {
      "title": "Summary table",
      "text": "What is already known:\n\n• Electronic medical record systems have been implemented in many healthcare organisations, generating large amount of clinical data that can be used for clinical and operational decision making, research and funding allocation. • Errors in data may impede their intended use."
    },
    {
      "title": "What this study adds:",
      "text": "• This study provides insights into the types of data error and the variation in the errors made in different documentation forms, at different clinical sites and by staff in various job roles. • One and a half years after the implementation of a new electronic medical record system, the error rate stabilised and remained under 7.3 %."
    },
    {
      "text": "Fig. 3. Distribution of the four types of errors at sites 1, 2, 3 and 4 and centralised intake."
    },
    {
      "text": "Fig. 4. Distribution of the four types of errors in different job roles."
    },
    {
      "text": "Fig. 5. Trend in number of errors by type over the course of three years after eMR implementation."
    },
    {
      "text": "Fig. 6. Trend in quarterly error rate over the course of three years after eMR implementation."
    },
    {
      "text": "The number and percentage of occurrences of each error type in each documentation form between December 2014 and April 2018."
    },
    {
      "text": "Error rates at each site and centralised intake between January 2015 and April 2018."
    }
  ],
  "references": [
    {
      "title": "Accuracy of outpatient service data for activitybased funding in New South Wales, Australia",
      "authors": [
        "E Munyisia",
        "D Reid",
        "P Yu"
      ],
      "year": 2017,
      "doi": "10.1177/1833358316678957"
    },
    {
      "title": "Effects of common data errors in electronic health records on emergency department operational performance metrics: a Monte Carlo simulation",
      "authors": [
        "M Ward",
        "W Self",
        "C Froehle"
      ],
      "year": 2015,
      "doi": "10.1111/acem.12743"
    },
    {
      "title": "Can an online clinical data management service help in improving data collection and data quality in a developing country setting?",
      "authors": [
        "M Wildeman",
        "J Zandbergen",
        "A Vincent",
        "C Herdini",
        "J Middeldorp",
        "R Fles",
        "O Dalesio",
        "E Van Der Donk",
        "I Tan"
      ],
      "year": 2011,
      "doi": "10.1186/1745-6215-12-190"
    },
    {
      "title": "Analysis of Data Errors in Clinical Research Databases",
      "authors": [
        "S Goldberg",
        "A Niemierko",
        "A Turchin"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2288-10-91"
    },
    {
      "title": "Dead reckoning: can we trust estimates of mortality rates in clinical databases?",
      "authors": [
        "S Gallivan",
        "J Stark",
        "C Pagel",
        "G Williams",
        "W Williams"
      ],
      "year": 2008,
      "doi": "10.1016/j.ejcts.2007.11.026"
    },
    {
      "title": "Data mining approach to estimate the duration of drug therapy from longitudinal electronic medical records",
      "authors": [
        "O Montvida",
        "O Arandjelović",
        "E Reiner",
        "S Paul"
      ],
      "year": 2017,
      "doi": "10.2174/1875036201709010001"
    },
    {
      "title": "The risk and consequences of clinical miscoding due to inadequate medical documentation: a case study of the impact on health services funding",
      "authors": [
        "P Cheng",
        "A Gilchrist",
        "K Robinson",
        "L Paul"
      ],
      "year": 2009,
      "doi": "10.1177/183335830903800105"
    },
    {
      "title": "A systematic review of the types and causes of prescribing errors generated from using computerized provider order entry systems in primary and secondary care",
      "authors": [
        "C Brown",
        "H Mulcaster",
        "K Triffitt",
        "D Sittig",
        "J Ash",
        "K Reygate",
        "A Husband",
        "D Bates",
        "S Slight"
      ],
      "year": 2016,
      "doi": "10.1093/jamia/ocw119"
    },
    {
      "title": "Precision of eMR data: the case for a drug and alcohol service",
      "authors": [
        "S Qian",
        "E Munyisia",
        "P Yu",
        "D Hailey",
        "D Reid"
      ],
      "year": 2017
    },
    {
      "title": "The impact of CPOE medication systems' design aspects on usability, workflow and medication orders",
      "authors": [
        "R Khajouei",
        "M Jaspers"
      ],
      "year": 2010
    },
    {
      "title": "Technology-induced errors associated with computerized provider order entry software for older patients",
      "authors": [
        "M Vélez-Díaz-Pallarés",
        "A Álvarez Díaz",
        "T Caro",
        "N Vicente Oliveros",
        "E Delgado-Silveira",
        "M Muñoz",
        "A García",
        "T Cruz-Jentoft",
        "Bermejo-Vicedo"
      ],
      "year": 2017,
      "doi": "10.1007/s11096-017-0474-y"
    },
    {
      "title": "E-prescribing errors in community pharmacies: exploring consequences and contributing factors",
      "authors": [
        "O Odukoya",
        "J Stone",
        "M Chui"
      ],
      "year": 2014,
      "doi": "10.1016/j.ijmedinf.2014.02.004"
    },
    {
      "title": "Alternative computer mouse trigger designs in computerized physician order entry (CPOE) system to reduce clinicians' dropdown menu selection errors",
      "authors": [
        "X Wu",
        "C Wu",
        "D Wei",
        "Y Xiao"
      ],
      "year": 2019,
      "doi": "10.1016/j.ergon.2019.01.007"
    },
    {
      "title": "Prescription errors and outcomes related to inconsistent information transmitted through computerized order entry: a prospective study",
      "authors": [
        "H Singh",
        "S Mani",
        "D Espadas",
        "N Petersen",
        "V Franklin",
        "L Petersen"
      ],
      "year": 2009,
      "doi": "10.1001/archinternmed.2009.102"
    },
    {
      "title": "Operational data integrity during electronic health record implementation in the ED",
      "authors": [
        "M Ward",
        "C Froehle",
        "K Hart",
        "C Lindsell"
      ],
      "year": 2013,
      "doi": "10.1016/j.ajem.2013.03.027"
    },
    {
      "title": "Matching identifiers in electronic health records: implications for duplicate records and patient safety",
      "authors": [
        "A Mccoy",
        "A Wright",
        "M Kahn",
        "J Shapiro",
        "E Bernstam",
        "D Sittig"
      ],
      "year": 2013,
      "doi": "10.1136/bmjqs-2012-001419"
    },
    {
      "title": "Contradictions in information technology mediated work in long-term care: an activity theoretic ethnographic study",
      "authors": [
        "S Qian",
        "P Yu",
        "A Bhattacherjee"
      ],
      "year": 2019,
      "doi": "10.1016/j.ijnurstu.2019.05.017"
    },
    {
      "title": "Demand and Performance Evaluation Branch, Non-admitted Patient Activity Reporting Requirements",
      "year": 2013,
      "doi": "10.5365/wpsar.2024.15.4.1085"
    },
    {
      "title": "WebNAP Interface Requirements Specification for Reporting of Non-admitted Patient Occasions of Service Via File Based Extracts Version 2.1.4",
      "year": 2013,
      "doi": "10.5365/wpsar.2024.15.4.1085"
    },
    {
      "title": "R: A Language and Environment for Statistical Computing",
      "authors": [
        "Team Core"
      ],
      "year": 2019,
      "doi": "10.32614/r.manuals"
    },
    {
      "title": "Psychology journal bans P values",
      "authors": [
        "C Woolston"
      ],
      "year": 2015,
      "doi": "10.1038/519009f"
    },
    {
      "title": "Toward evidence-based medical statistics. 1: The P value fallacy",
      "authors": [
        "S Goodman"
      ],
      "year": 1999,
      "doi": "10.7326/0003-4819-130-12-199906150-00008"
    }
  ],
  "num_references": 22
}
