{
  "paper_id": "AYJ8NKB6",
  "title": "Social return on investment-Development and convergence",
  "abstract": "Social return on investment (SROI) is a relatively new approach to assessing the value created by human activity. This paper explores the development of SROI since its creation in 1996 and concludes by outlining areas for future development. SROI is compared with mainstream global approaches to generating standardized information that informs resource allocation decisions, financial accounting in general, sustainability accounting in the private sector and cost benefit analysis in the public sector.",
  "year": 2016,
  "date": "2016-11-21",
  "journal": "New Economics Foundation",
  "publication": "New Economics Foundation",
  "authors": [
    {
      "forename": "Jeremy",
      "surname": "Nicholls",
      "name": "Jeremy Nicholls",
      "affiliation": "Social Value International , United Kingdom \n\t\t\t\t\t\t\t\t Social Value International \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "jeremy.nicholls@socialvalueint.org"
    }
  ],
  "doi": "10.1016/j.evalprogplan.2016.11.011",
  "sections": [
    {
      "title": "What is SROI?",
      "text": "SROI has been defined in different ways and there are many approaches to 'calculating' a SROI. The definition below is taken from the Guide to SROI  (Nicholls, Lawlor, Neitzer, & Goodspeed, 2009) , written by what was then the SROI Network, and is the definition still in use by Social Value International.\n\nThis definition covers the key aspects of SROI  (Nicholls et al., 2009) :\n\n\"Every day our actions and activities create and destroy value; they change the world around us. Although the value we create goes far beyond what can be captured in financial terms, this is, for the most part, the only type of value that is measured and accounted for. As a result, things that can be bought and sold take on a greater significance and many important things get left out. Decisions made like this may not be as good as they could be as they are based on incomplete information about full impacts. Social Return on Investment (SROI) is a framework for measuring and accounting for this much broader concept of value; it seeks to reduce inequality and environmental degradation and improve wellbeing by incorporating social, environmental and economic costs and benefits. SROI measures change in ways that are relevant to the people or organizations that experience or contribute to it. It tells the story of how change is being created by measuring social, environmental and economic outcomes and uses monetary values to represent them. This enables a ratio of benefits to costs to be calculated. For example, a ratio of 3:1 indicates that an investment of £1 delivers £3 of social value.\n\nSROI is about value, rather than money. Money is simply a common unit and as such is a useful and widely accepted way of conveying value.\n\nIn the same way that a business plan contains much more information than the financial projections, SROI is much more than just a number. It is a story about change, on which to base decisions, that includes case studies and qualitative, quantitative and financial information.\n\nAn SROI analysis can take many different forms. It can encompass the social value generated by an entire organization, or focus on just one specific aspect of the organisation's work. There are also a number of ways to organise the 'doing' of an SROI. It can be carried out largely as an in-house exercise or, alternatively, can be led by an external researcher.\"\n\nIt is a framework for a more complete understanding of how people are affected by the activities of an organization in order that resource allocation decisions can take these effects into account. It puts those affected at the heart of the process and uses a mix of qualitative and quantitative data. SROI is often seen as an approach that monetizes outcomes, which can then be aggregated to create a measure of efficiency with which resources are turned in to value. It is less often recognised as an approach that uses these two types of information in order to decide which outcomes should be included in the account where understanding the relative value of those outcomes is intrinsic to making decisions to increase value.\n\nAlthough social impact is generally about outcomes, in SROI outcomes are changes in people's lives, either direct or indirect."
    },
    {
      "title": "A brief history of the approach",
      "text": "SROI has developed over the last 20 years since its creation in 1996 led by Jed Emerson when at the Roberts Enterprise Development Foundation (The Roberts Enterprise Foundation, REDF had originally started work with Cost Benefit Analysis (CBA) but argued that they needed a new approach to address these questions, one that broadened who received returns and what those returns were.\n\nIn 2004 the Hewlett Foundation supported a small working group of SROI practitioners from the United States and Europe. This group updated guidance and further broadened the scope, incorporating work by AccountAbility which had developed a number of standards for accountability including Principles Standard  (AccountAbility, 2003a , 2008b ), Stakeholder Engagement Standard (AccountAbility, 2005 , 2011) , AccountAbility (2008a) and work on materiality, for example Redefining Materiality (Account-Ability, 2003b). These principles emphasized two new developments. The first was the importance of including stakeholders, the people who experience the effects of our activities, in determining relevant and significant issues. The second was the importance of assurance of reports, which inevitably included judgements made in applying the principles. Reviews of SROI often focus on its roots in CBA, and the influence of the work of AccountAbility in sustainability accounting and reporting may not be sufficiently recognised.\n\nThis resulted in new guidance where SROI  (Scholten, Nicholls, Olsen, & Galimidi, 2006, p. 12)  was defined as:\n\n\"A process of understanding, measuring and reporting on the social, environmental and economic value created by an organisation.\"\n\nFrom 2004, the new economics foundation (nef) led the development of practise and method and produced a number of new guides including the 'DIY Guide to SROI'  (New Economics Foundation, 2007)  and reports such as 'A Bit Rich'  (New Economics Foundation, 2009) , on the real value of different professions. At the same time a European SROI Network was formed to allow practitioners across Europe to share their experience. In 2008 the SROI Network was established in the UK.\n\n1.2. The SROI network, SIAA and social value international SROI Network was formed to create an organization that would be owned by members to better support the continued standardization of the SROI methodology and to increase use of the approach. The Network recognised from the start that SROI was not an approach that could be 'owned' any more than financial accounting. This placed the onus on the network to provide benefits that encouraged those interested in SROI to become involved and to win the argument that international standardization was critical to increasing and improving practice. One consequence was that despite increasing global standardization, SROI continues to be interpreted in different ways.\n\nMembership expanded around the world and SROI networks were established in a number of other countries. Members also come from public, private and civil society organizations and from investors, advisors and policy makers, as well as organization and businesses delivering goods and services.\n\nThe Network issued a Guide to SROI in 2009  (Nicholls et al., 2009) . This was the result of extensive consultation with members of the network and with cross-sectoral advisory group. The Guide had been supported by the UK Government and initially had a focus on UK non-profit organizations.\n\nAn updated version was released in 2012  (Nicholls, Lawlor, Neitzer, & Goodspeed, 2012)  in order to take account the international growth of the Network and increasing interest from public and private sectors. Since then the Guide has been also been translated into several languages.\n\nAt the same time as these developments, there was a more general growth in interest in social impact analysis and in 2011, the Social Impact Analysts Association (SIAA) was established in the UK. The role of the SIAA was to support practitioners working in charities and social enterprises, with the support of Bertelsmann Foundation and NPC. Social Impact groups started to develop in other countries too.\n\nIn 2015 the SROI Network merged with SIAA, reflecting ongoing movement from fragmentation to collaboration and standardization. The new organization was called Social Value International (SVI); the governing body for the national networks. There are currently seven full national networks and a number of affiliate networks.\n\nSVI's vision is: \"A world where decision making, ways of working and resource allocation are based on the principles of accounting for value leading to increased equality and well-being and reduced environmental degradation\" (SVI, nd).\"\n\nSVI works to develop principles, practice, people and power in order to achieve this vision. It supports a principle-based approach. The Seven Principles of Social Value  (Social Value International, 2015)  are important as a basis for standardizing practise and for systemic change because they provide confidence that there is some consistency with flexibility for on-going development of standards over time and mirrors the importance in financial accounting.\n\nThe Seven Principles of Social Value are: 1. Involve stakeholders 2. Understand change 3. Do not over claim 4. Only include what is material 5. Value what matters 6. Be transparent 7. Verify the result The influence of AccountAbility can be seen in Stakeholder involvement, Materiality and Verification. The influence of CBA is in Understanding change, Value what matters and Do not over claim. The influence of financial accounting can be seen in the principle-based approach supported by assurance. A more extensive comparison of SVI principles with CBA, sustainability accounting and financial accounting is set out below.\n\nSROI is a special case of the implementation of those principles where valuation of the outcomes uses financial proxies to monetize outcomes. There are other approaches to understanding the relative importance of different outcomes, for example ranking, weighting and Multi Criteria Analysis (an approach to support decision making where there are several possibly conflicting criteria), that would be recognised by SVI. As this article contributes to a series of articles focusing on SROI much of the paper will refer to SROI and for ease to SROI principles. It is though important to remember that SVI's principles for accounting for social value are the same principles but allow different approaches to the principle of value what matters. CBA is based on welfare economics, so often begins with perspective that all welfare effects will be included. In practice, However, it often focuses on a particular policy and desired outcomes with some recognition of unintended consequences. Whilst it is not possible to consider all welfare effects, focusing on a policy objective without stakeholder involvement risks omission of material outcomes.\n\nLike SROI, materiality is a fundamental question for sustainability reporting and the information included is a balance between stakeholder and business views of what is material.\n\nMateriality is also fundamental to accounting and the information included should be material to investors.\n\nThe issues of who those investors and what motivates them is explored below. SROI has a more difficult challenge as it seeks to include what is material to all stakeholders that are affected whilst recognizing that an organization cannot and cannot usefully include every outcome where one individual argues that their unique experience is material. Value what matters (using monetary equivalents in SROI)\n\nBoth CBA and SROI use money as a proxy for the relative value of outcomes.\n\nIssues included in sustainability reports are generally not valued although this is starting to change.\n\nFinancial accounting is generally based on market transactions. However, there are various costs that are based on valuations. Approaches to fair value, have allowed management to assess the value of, for example investments in other companies.\n\nMining companies are expected to assess the future closure costs of mines. Accountant have to assess both the probability and financial consequences of contingent liabilities and if in discussion with their auditors necessary include that estimate on the balance sheet.\n\nThere are many other examples where values, and therefore profits, dividends and investments are not driven by solely prices that have arisen in market transactions. Be transparent Requires transparency. Requires transparency. Requires transparency. Verify the result SROI follows accounting and some sustainability reporting by requiring appropriate verification of the result. This may well take the form of an external assurance process, but could include a range of other methods of verification (such as going back to the stakeholders and asking their opinion on the results of the report).\n\nAn SROI analysis will inevitably include judgements about what is included or excluded, and these judgements need to be reviewed as reasonable.\n\nCBA does not require an independent assurance process of the judgements made relying on the knowledge and professionalism of the person carrying out the analysis to ensure that it is complete.\n\nAssurance of sustainability reports is good practice and included in some standards e.g. GRI.\n\nBoth financial accounting and SROI require appropriate assurance. Public accounts must be audited for all but small companies. Large companies may have internal management accounts externally audited or internally audited.\n\nOver the last seven years, as well as international growth, there has been an increase in diversity of membership which now includes public sector bodies, international development organizations, charities, corporate, business representative networks, social enterprises, universities, social and impact investors, housing associations and many others."
    },
    {
      "title": "Governance structure",
      "text": "The board of SVI is made up of full national network members and other experts. SVI is responsible for the maintenance and development of the methodology for applying the principles and to that end has established a methodology subcommittee and an assurance technical committee.\n\nFollowing consultation with members, the SROI Network (and subsequently, the re-named Social Value UK (SVUK)) produced supplements to the Guide to SROI on Materiality (Social Value UK, 2012), Stakeholder Involvement (Social Value UK, 2013a) and Using SROI (Social Value UK, 2013b). SVI has recently released guidance on Creating well defined outcomes (Social Value UK, 2016). The aim is to produce supplements for each of the principles. Although work on supplements is currently focusing on the principles and on the requirements of the assurance standard it has been recognised that work is also required on guidance for good practice for different audiences and purposes, for different scales of activity and for different sectors. Perhaps the most significant of these is to develop more guidance on what is a good enough application of principles for internal decision making as opposed to external reporting.\n\nSVI provides a range of assurance and accreditation services to develop consistency in practise which includes assurance of SROI reports and follows a set of criteria developed by the Assurance Technical Subcommittee  (Social Value International, 2016b) . SVI also accredits training courses that are consistent with its principles including a core 2-day practitioner course provided by SVUK. A combination of training, methodology and assurance are the basis for developing standards and improving practise, critically at different levels of rigour as appropriate. The assurance standard is often used as a proxy for external reporting although it is designed to assure that the report shows a good understanding and application of SROI principles and practice and this may not be the assurance that readers of public reports or external audiences require."
    },
    {
      "title": "Comparison with other approaches",
      "text": "As principles are central to accounting for social value and SROI, the easiest way to compare with other approaches is by reference to principles as set out in Table  1 ."
    },
    {
      "title": "Comparison with CBA",
      "text": "CBA tends to be used by the public sector or quasi-public sector, so is often applied with a level of rigour commensurate with the decisions to spend tax payer's resources. In contrast, SROI principles can be used at any level of rigour subject to a minimum approach to accountability, as long as it is 'good enough' for the decision it is being used to inform. At one end of the spectrum SROI can use similar levels of rigour as CBA, with additional requirements for consideration of materiality and assurance/verification. At the other end of the spectrum a much lower level of rigour could still be good enough for board-level strategic decisions within relatively small organizations.\n\nAn illustration of this would be the Maryland Scientific Methods Scale  (Sherman et al., 1998) , which ranges from 1 to 5 and indicates the level of rigour of different approaches to assessing a counterfactual. At the top end of this scale are Randomized Control Trials (RCTs). A much lower level of rigour would be an assessment of the counterfactual simply by asking beneficiaries what would have happened otherwise when they enter a program. This level of rigour would be unlikely to influence policy, but can still be useful for designing services.\n\nWhilst CBA and SROI do have areas of overlap, their differences originate from the fact that SROI is additionally informed by financial accounting and sustainability reporting: particularly with respect to materiality, verification of a result, and use of different levels of rigour according to use and audience. Some of the future requirements for developing Social Value Principles covered in Section 6 relate to the welfare basis for CBA in comparison to SROI."
    },
    {
      "title": "Comparison with sustainability accounting",
      "text": "The main differences are that sustainability accounting has tended to focus on issues that stakeholders have raised rather than outcomes, has generally not taken a counterfactual into account and has not used financial proxies. There is though a view that SROI should in fact report the absolute rather than the net results for reporting corporate impact to avoid the argument that negative outcomes would have happened anyway (since it is likely that the products or services would be delivered by another company)  (Henriques, 2015) . With the development of approaches like TIMMS (see for example PWC, 2013) and True Value (see for example  KPMG, 2014) , and an increase in businesses reporting on social and environmental profit and loss, this is starting to change."
    },
    {
      "title": "Comparison with financial accounting",
      "text": "Although SROI started out as a development of CBA, and then evolved to include aspects of sustainability accounting, it has increasingly drawn on the approach taken by financial accounting as a way of developing standards of good practice.\n\nThe main similarities are:\n\nfinancial accounting is designed to provide good enough information to investors to make decisions that they recognize come with risk. It is not designed to prove the financial value being created; and accounting standards have developed over time based on a set of principles, sharing the application of those and an assurance process to encourage and ensure standardization. SROI draws on all three techniques but can be compared with financial accounting in that the purpose of the principles and their application is: to provide good enough information for those receiving the social returns to make decisions. In practise this is not possible since those receiving the social (or environmental returns) do not get the information and are not able to make resource allocation decisions based on it. The organization creating social or environmental value is generally not accountable to those who get it and there is a breakdown in the principle agent relationship. However, the assumption is that the information should be produced as if it were used for this purpose; and to develop standardization over time."
    },
    {
      "title": "Materiality",
      "text": "-what should be included? One of the central questions in any account of the value created by human activities is what should be included (and what should be excluded). In CBA, financial accounting and SROI the second question is then how should what has been included be valued: the first is the question of what is material. SVUK's (2012, p. 1) principle states that:\n\n\"Determine what information and evidence must be included in the accounts to give a true and fair picture, such that stakeholders can draw reasonable conclusions about impact.\"\n\nOne of the most important decisions to make is which outcomes to include and exclude from an account. This decision should recognize that there will be many outcomes, and a reporting organization cannot manage and account for all of them. The basic judgement to make is whether a stakeholder would make a different decision about the activity if a particular piece of information were excluded. An assurance process is important in order to give those using the account comfort that material issues have been included.\n\nMateriality is not therefore the same as proportionality. Materiality requires a decision to ensure that the outcomes included, both positive and negative, are those that, if omitted, would affect the decisions of the stakeholders. This process requires a judgement on the extent to which stakeholder groups are split into smaller groups which experience different material outcomes-a balance is required between considering every stakeholder as an individual case with a personal outcome profile, and aggregating stakeholders together and so risking a loss of understanding how different smaller groups experience different outcomes.\n\nProportionality means that the extent or depth of the analysis should be tailored to the relative size, impacts, and risks of the activity under analysis.\n\nOne of the basic principles of financial accounting is materiality. The limitations on what is considered material in financial accounting have contributed to the demand for other information, especially on social and environmental effects. Whilst this shift has increased the issues that are material, a consistent approach to determining materiality is still required."
    },
    {
      "title": "Materiality in financial accounting-the invention of the wealth maximizing investor",
      "text": "Materiality was originally a concept in financial accounting. A financial account should include information that is material. But the question is: material to whom?\n\nAlthough the history of accounting goes back several centuries, materiality developed as part of standardization following introduction of the limited liability company and the increase in global trade and investment from end of 19th Century.\n\nIn the UK at that time, initially any company seeking limited liability required an Act of Parliament, which tended to be given only where there was a clear purpose and that purpose was considered a public good. Limited liability was awarded for specific purposes to undertake beneficial activities, often with monopolistic access to a region and product/service, such as building railroads or utilities. The accounts that governments mandated for railroads and utilities were primarily for the government to ensure that rates and prices on consumers were fair. The limited liability company, which nowadays are the majority, began with an explicit public purpose  (Morgan & Thomas, 1969) . The motivation of the investor was for financial return but framed by a public good.\n\nAs this requirement changed, first with standard Memorandum and Articles of Association and then with the ability to make amendments, accounting standards emerged to improve comparability across companies and coherence within accounting practice, and to establish a way for regulators and courts to know if financial reports were 'true'. The basis for deciding what should be included was influenced by classical economic theory as exemplified by Adam  Smith's (1904)  famous quote:\n\n\"By pursuing his own interest he frequently promotes that of the society more effectually than when he really intends to promote it\".\n\nThe assumption is that the 'best' allocation of resources for society follows individual self-interest. As a result, the idea emerged that the information in financial accounts should be the information that a wealth-maximizing individual would need to make investment decisions. It is important to remember that this individual is an assumed average person that has emerged through practise rather than being stated within legislation relating to the production of company accounts. It is also therefore worth noting that in The Theory of Moral Sentiments, Smith (1761) subsequently went on to write:\n\n\"How selfish man may be supposed, there are evidently some principles in his nature, which interest him in the fortune of others, and render their happiness necessary to him, though he derives nothing from it except the pleasure of seeing it.\""
    },
    {
      "title": "Materiality in non-financial reporting",
      "text": "Sustainability reporting starts from the view that financial accounting information is not good enough and that decisions made by investors will be suboptimal, not only for the investor who is not factoring in, for example, longer-term costs that businesses will have to incur in the future or the higher risks to business survival from social and environmental factors. There is an on-going debate as a result onwhether the additional information that should be included still relates to the same theoretical investor, whether organizations should account for effects of the business on others even where they would not have an effect on investor decisions, or whether these are the same thing where the long term investor would want to know these other effects.\n\nSocial Value Internationals perspective is that organizations should be accountable for the effects that their activities have, for the material outcomes caused by the organization that can be attributed to it independent of the debate about investor interests. This is a wide view of materiality, considering what is material from the perspective of stakeholders (those effected). This does not mean that an organization would need to account for every effect that individual stakeholders argue are material. Judgement are inescapable in materiality decisions and this leads to the need for independent assurance of those judgements. The assurance provider is, in effect, acting on behalf of those who have been affected is assessing whether these judgements are reasonable. There is a natural human tendency to exclude information that doesn't fit with our beliefs or intentions known as cognitive dissonance. Positive intended outcomes are accepted whilst reasons are found to exclude unintended negatives, for example not being caused by or the responsibility of the organization or data being inadequate. The assurance provider's role is to resist these tendencies.\n\nNonetheless the starting point is that those without power and without a voice will be less likely to find ways to hold organizations to account for the effects of their activities and so the materiality decision is designed to ensure that these effects are included. At its simplest this means including both positive intended outcomes as well as negative unintended outcomes experienced by stakeholders."
    },
    {
      "title": "Accountability and maximizing value",
      "text": "The combination of the SVI's vision and the lessons from financial accounting have affirmed the importance of principles but also led to a new focus-on maximizing value.\n\nFinancial accounting is designed to create good enough information for investors to make investment decisions on assumption their motivation is to maximize financial returns. Investors can hold organizations to account and are protected by a mix of legislation, standards, analysis and journalism. The accounting ecosystem is designed to ensure that the information provided is good enough or true and fair for an investor to make decisions where the objective is to maximize financial returns. The key parts of the system are:\n\nLegislation-driving transparency and practice; Principles and standards in how they are applied-developing to reflect changes in the environment, ensuring completeness and relevance of the information; Audit-where auditors are employed by those expecting a financial return, to ensure that accounts are good application of principles and standards; Accountability-investors (and consumers) can hold businesses to account through their investment and purchasing decisions."
    },
    {
      "title": "For social returns this ecosystem is far from fully developed:",
      "text": "There is little legislation requiring organizations to account for the social returns they are making. This is changing for example recent EC legislation on company non-financial reporting requires information on social and environmental impact; Principles and standards are converging and there is now considerable overlap and commonality between the main approaches to accounting for (non-financial) value. The main differences relate to completeness and relevance of the information and the extent to which it supports decisionmaking; There is no requirement for assurance of social impact information and where it does occur the assurance provider is not legally expected to act on behalf of those receiving the social returns. The stakeholders do not reappoint the social auditor at the AGM. Existing legislation makes assurance voluntary or limited to inconsistencies revealed in the course of financial audit;\n\nThe mechanisms by which those receiving social returns can hold those delivering those returns to account are very limited. Ironically, this lack of accountability means that it has been possible for the on-going arguments about the many ways of measuring social impact to persist far longer than would otherwise have been the case and to sometimes focus on levels of accuracy for scientific proof rather than making choices between different options for creating impact. Whenever data is deemed not good enough to make a decision it seems to be forgotten that it doesn't follow that the data is good enough to just keep doing the same thing. As a consequence, the ecosystem is not currently designed to maximize social returns.\n\nThe ecosystem that generates financial returns leads to resources to be allocated without taking into account all the material effects that business has on people, effects that are then described as social and environmental effects, which cumulatively contributes to increasing inequality and environmental degradation.\n\nInvestors' pursuit of financial returns is relentless and global, and better accounting of social and environmental outcomes (or even organizations improving their performance year on year) will not be enough to offset the non-accounted social and environmental costs of this relentless pursuit of financial value. Information on social impact needs to allow organizations to maximize value, understood on the working assumption that they could be held to account by those effected. This means comparing the relative importance of changes in people's lives caused by different options for delivering products or services and selecting the one that on balance will create more value. It also means organizations need to be as relentless in pursuit of social value as business is for financial value and there is an urgent need for generally accepted principles as a basis for building practice, standards and assurance.\n\nThe Principles of Social Value (Social Value International, 2015) are designed to help organizations maximize value by providing information that on balance allows organizations to allocate resources to activities that on balance are expected to create more value than other possible activities. This means setting budgets or forecasting value as well accounting for actual value created, where budgets achievable but aspirational. The Principles of Social Value (ibid.) are derived from a series of questions, detailed below, that need to be considered if seeking to maximize value."
    },
    {
      "title": "Framing questions to set the scene",
      "text": "What is the activity that is being considered? Who is going to use the information that is produced, and what decision will be informed (this means the ultimate purpose of these questions wont be to measure your impact)? How accurate and how detailed do the answers need to be? If this isnt clear at the start, either too much will be done or not enough. Either way time and resources will be wasted. For accountability the answers need to provide a complete understanding of material changes. Given that the answers cant be objective, and given our natural cognitive dissonance, how does whoever is using the information to make decisions have the assurance that the answers are detailed, accurate and complete and the information supporting the answers is transparent? Who is going to answer these questions?"
    },
    {
      "title": "Accounting questions",
      "text": "Who has changed (or, when forecasting or budgeting your social value, 'who will change')? Which groups (and subgroups) of people or organizations? How have they changed, including positive and negative, and expected and unexpected changes? How long will the organization be accountable for the change? How will the change be measured? Based on that, how much change happened? How much change was caused by our activities? What was the relative importance of the different changes, from the perspective of those experiencing them?\n\nIf this isn't quantified and made commensurate, people making choices between different options will start with a personal view of what changes they personally think are important to stakeholders, and this is unlikely to be shared or common. If the process of quantifying importance is explicit, the discussion that will end in a choice starts from a common understanding. Do all the changes need to be managed or are some not important enough on basis of the answers? There will generally be many changes as a result of any activity."
    },
    {
      "title": "Implications",
      "text": "With this information it should be possible to consider whether an organization has met its objectives but also whether they are the right objectives, and whether activities should stop, scale or be amended in order to create more value.\n\nIf any of these questions are not answered the risk that the information is not complete, for any level of rigour, increases. This increases the risk that either no decision or not the 'best' decision will be made. The proposition is that these questions should be answered at roughly the same level of accuracy and detail for any decision rather than some very well and others not at all."
    },
    {
      "title": "Principles of social value and user centered design",
      "text": "The Principles of Social Value  (Social Value International, 2015)  summarize these questions. In practice, organizations can make a start simply by asking people what changes, looking for patterns in the answers, considering and then testing changes to services on the basis of those patterns, user centered research and design."
    },
    {
      "title": "Value what matters and SROI",
      "text": "Quantifying the relative importance of different outcomes can be done by rating or weighting outcomes and one way of weighting is to use financial proxies. The purpose is to inform discussions and choices between competing ways of allocating limited resources. A consequence of using a commensurate scale is that relative weightings can be aggregated. This is not to reduce everything to a single value; an aggregation has little meaning without the disaggregated information and the judgements made in deciding what should be collected."
    },
    {
      "title": "Culture",
      "text": "Answering these questions or applying The Principles of Social Value  (Social Value International, 2015)  should be accompanied by a culture of relentless pursuit of value for stakeholders (or customers, clients, beneficiaries) characterized by a high level of detail in defining stakeholders and different sub groups or segments. Even at relatively low levels of rigour, in many situations this information can be used to change or develop existing services (which includes stop service, scale service, change service, target service on specific customer or beneficiary segments).\n\nThe decision to change or adapt a service or product depends on a mix of:\n\nThe cost of implementing the change; The cost of reversing the change if the information on which the decision does not increase value; The implications and costs to stakeholders in that case; and The risk that data is incomplete, inaccurate or too general.\n\nHowever, the culture of the organization is as important. There are always options to change the way activities are delivered. The decision to continue an existing service will also be based on same factors as the decision to change the service. Although there are no direct immediate financial costs there is still the risk that the data that support the decision not to change is incomplete, inaccurate or too general and that there are implications and costs to stakeholders as a result of not changing. An organization which is making use of information, considering new ways of doing things and implementing some on a regular basis is more likely to be creating more value than one that does not use information on social impact to make changes.\n\nThere is a world of difference between managers looking at the results of their impact measurement and considering improvements and governance asking whether the organization has created as much value as it can with the resources it has.\n\nEverything follows from this question. It means the organization has to be actively considering alternative ways of delivering services and alternative services. It means having a discussion about the relative value of different mixes of changes in different groups of people wellbeing. It means having to put the views, needs and expectations of those who lives are expected to improve at the heart of any discussion about what outcomes should be delivered to address which underlying issues. It means not thinking about a group of beneficiaries or even a single group of customers but constantly thinking about whether there are enough people who want slightly different outcomes to justify the cost of more focused products with specific attributes. It means having to think about whom to work within if sustainable value is going to be created. It means having more detailed information about changes that have to be aggregated in order to report to funders and commissioners who often need data to be summarized or more generic measures of change across groups.\n\nThis thinking process is much less about evaluation to prove and much more about constantly trying to create more value for those we are working for or who are being effected, thinking about the viability of different offers for different sections of people we work with: entrepreneur alongside social scientist. As such it means replacing a test of good enough data designed to 'prove' with tests that are designed to ensure information is good enough for timely decisions. Boards and management then need to develop a better understanding of the risks and consequences of getting a decision wrong, increasing the need for assurance. It means accepting that information is not always designed to be objective as much as designed to bring more transparency of the issues relating to value to any group of people who are trying to make decisions to increase value. It means benchmarking against others and often means changing what we are doing.\n\nThe Principles of Social Value (Social Value International, 2015) are designed to help maximize value, not just report on how much value has been created."
    },
    {
      "title": "Future developments",
      "text": "The development of the principles and standardization of their application is an on-going process. SVI is developing supplementary guidance on the principles and most recently issued guidance on creating well defined outcomes (Social Value UK, 2016). As well as completing guidance for all the principles there are a number of other areas where more work is required."
    },
    {
      "title": "Examples of maximizing behaviour",
      "text": "Although there are more examples of organizations reporting externally on their social impact there are still relatively few examples of organizations that have embedded a culture of maximizing value, that set annual aspirational budgets and which can evidence regular changes to activities based on impact information."
    },
    {
      "title": "Guidance that reflects needs for different audiences and purposes",
      "text": "SROI guidance developed first as general guidance on the application of principles and then as the assurance process developed became linked to guidance to meet the assurance standard, which aims to test a good understanding of the principles. Increasingly there is a need for guidance for different audiences and purposes together with related assurance standards. Examples would include:\n\nGuidance and an assurance standard for social and impact investors; and Guidance on application of principles for innovation and design decisions, including co production."
    },
    {
      "title": "Comparisons of value between different groups",
      "text": "Every approach to social impact measurement must deal with the issue of interpersonal comparisons. This is the issue of how impacts on different individuals in society are aggregated. The topic of interpersonal comparisons is crucial because positive and negative impacts of an action fall on different people in society and the question we must pose is whether impacts on different people in society can be compared in a meaningful and robust quantitative way and if so what the relative weighting across individuals should be."
    },
    {
      "title": "Clarity over the normative position",
      "text": "SROI needs to develop a clear normative approach to support the general position of reducing inequality and environmental degradation and a clear definition of what this means (see  Fujiwara, 2015  and for further discussion). The relationship between the normative positions (the idea of what is good for society) of welfare approaches such as CBA which are based on and agency centered approaches needs to be developed in the context of accountability and decision-making approaches such as financial accounting. CBA aggregates compensating welfare changes. Agency centered approaches do not. SROI and social value principles are driven by the proposition that accountability to those effected will drive maximizing behavior and be of value to individuals and society perhaps in relation to  Milanovic (2016)  view that welfarism can be rejected whilst still arguing that economic outcomes should be more equal since inequality reduces economic growth and slowly influences politics. Given that individuals are equal any departure has to have a logical defence."
    },
    {
      "title": "Changing financial accounting",
      "text": "Behind all these issues is the argument that we need to change financial accounting. The criticism about SROI in relation to its normative position could possibly also be applied to financial accounting. Financial accounting is based on view that pursuit of individual value as represented by individual control of those resources for which there is a market price will lead to the highest overall social 'good'.\n\nHowever, this is a public policy decision not an accounting question. It is society that demands that business should produce accounts and in the UK accounts that are true and fair. True and fair has come to be defined as being consistent with generally accepted accounting standard to meet the needs of investors.\n\nInevitably preparing the annual accounts of each organization does not start with an analysis of the information needs of each individual current or future investor. The decision on what to include has to be by reference to some sort of theoretical average investor. More than this is has to be by reference to the assumed motivations of that investor and over time this has come to be a wealth maximizing motivation.\n\nIt is for society to decide what assumed motivation it wants to use as the basis for financial accounting. Given that this is a theoretical average investor society, through elected government, could decide any motivation. At the same time there is a question as to whether individual investors are motivated solely by financial returns. Not the investment companies and advisors who act on behalf of individual investors, for example members of pension funds, but the individual investors themselves. Perhaps a more accurate reflection would be that investors want financial returns subject to there being no material negative social or environmental outcomes for others. This motivation could be the basis of financial accounting and would change the decision on what is material.\n\nVery quickly the accounting profession would develop standards for how to account and audit this information that, whilst not perfect, would be a much better (yet still good enough) representation of investors motives.\n\nBusinesses would need to account for and could include provisions for these costs that would lower distributable reserves and shift investments to those businesses that on balance have lower social and environmental costs. Within this framework, investment companies and advisors could continue to make investments in order maximize financial returns.\n\nThis would also affect how GDP is calculated. Although by no means a complete solution to the limitations of GDP, it would mean that the value being measured in GDP took more account of social and environmental effects."
    },
    {
      "title": "Conclusion",
      "text": "There is now a body of practise across all sectors in determining social and environmental outcomes and approaches to valuing those outcomes and there is growing convergence around basic principles. This provides the basis for opening a wider discussion on public policy. Whilst there is a lot more to be done for that practise to become widely accepted, there is an urgent need to influence the way in which financial accounting influences global resource allocation decisions and an opportunity to achieve that by recognizing that any the test of new developments is in comparison with financial accounting rather than other approaches. The Principles of Social Value, approach with an assurance process, supported by a member owned organization to develop best practise offers a chance to do this."
    },
    {
      "text": "Comparison of SROI to other approaches."
    }
  ],
  "references": [
    {
      "title": "Redefining Materiality: Practice and public policy for effective corporate governance",
      "year": 2003,
      "doi": "10.4324/9781351278881-36"
    },
    {
      "title": "AA1000 AccountAbility stakeholder engagement standard 2005",
      "year": 2005,
      "doi": "10.4324/9781351278881-36"
    },
    {
      "title": "AA1000 AccountAbility stakeholder engagement standard 2011",
      "year": 2008,
      "doi": "10.4324/9781351278881-36"
    },
    {
      "title": "The Seven Principle Problems of SROI",
      "authors": [
        "D Fujiwara"
      ],
      "year": 2015,
      "doi": "10.18411/a-2017-023"
    },
    {
      "title": "The Roberts Enterprise Development Fund",
      "authors": [
        "C Gair"
      ],
      "year": 1996
    },
    {
      "title": "SROI: can it have a mainstream impact? Retrieved from",
      "authors": [
        "A Henriques"
      ],
      "year": 2015
    },
    {
      "title": "A new Vision of Value: Connecting corporate and societal value creation",
      "authors": [
        "Kpmg"
      ],
      "year": 2014,
      "doi": "10.9785/ovs.9783504383954"
    },
    {
      "title": "Defense of Equality (without Welfare Economics)",
      "authors": [
        "B Milanovic"
      ],
      "year": 2016,
      "doi": "10.1787/af42cee1-en"
    },
    {
      "title": "The London stock exchange",
      "authors": [
        "E Morgan",
        "W Thomas"
      ],
      "year": 1969,
      "doi": "10.1017/s0770451800041749"
    },
    {
      "title": "Measuring social value: A DIY guide to social return on investment",
      "year": 2007,
      "doi": "10.9707/1944-5660.1375"
    },
    {
      "title": "A Bit Rich: Calculating the real value to society of different professions",
      "year": 2009,
      "doi": "10.7551/mitpress/9668.003.0010"
    },
    {
      "title": "A guide to Social Return on Investment",
      "authors": [
        "J Nicholls",
        "E Lawlor",
        "E Neitzer",
        "T Goodspeed"
      ],
      "year": 2009,
      "doi": "10.1787/888932371234"
    },
    {
      "title": "A guide to Social Return on Investment",
      "authors": [
        "J Nicholls",
        "E Lawlor",
        "E Neitzer",
        "T Goodspeed"
      ],
      "year": 2012,
      "doi": "10.1002/9781119208310.fmatter"
    },
    {
      "title": "Measuring and managing total impact: A new language for business decisions",
      "authors": [
        "Pwc"
      ],
      "year": 2013
    },
    {
      "title": "Social return on investment: A guide to SROI analysis",
      "authors": [
        "P Scholten",
        "J Nicholls",
        "S Olsen",
        "B Galimidi"
      ],
      "year": 2006
    },
    {
      "title": "Preventing Crime: What works, what doesn't, what's promising",
      "authors": [
        "L Sherman",
        "D Gottfredson",
        "D Mackenzie",
        "J Eck",
        "P Reuter",
        "S Bushway"
      ],
      "year": 1998,
      "doi": "10.1037/e520922006-001"
    },
    {
      "title": "The theory of moral sentiments",
      "authors": [
        "A Smith"
      ],
      "doi": "10.1017/cbo9780511800153.005"
    },
    {
      "title": "An inquiry into the nature and causes of the wealth of nations",
      "authors": [
        "A Smith"
      ],
      "year": 1904
    },
    {
      "title": "Supplementary Guidance for Principle 2: Understand what changes: Part One: Creating well defined outcomes",
      "year": 2012,
      "doi": "10.12692/ijb/9.1.34-44"
    },
    {
      "title": "New Social Entrepreneurs: The Success, Challenge and Lessons of Non-Profit Enterprise Creation",
      "year": 1996,
      "doi": "10.4324/9780429458156-5"
    }
  ],
  "num_references": 20
}
