{
  "paper_id": "BA2MY5SH",
  "title": "Committed to Create Value for Researchers Survey of Attitudes toward Sharing Health Care Information in Telemedicine Ment Health Hum Resilience Int J Survey of Attitudes toward Sharing Health Care Information in Telemedicine",
  "abstract": "Japan considers preventive healthcare crucial for extending healthy life expectancy. Recent medical and care industry orients to extend healthy life expectancy by utilizing preventive healthcare. Some preventive healthcare, which is called \"digital healthcare,\" is developed as wearable devices with AI. Especially, medical apps are gaining attention as insurance coverage applications among them. Various services are being developed for preventive healthcare care using digital healthcare. These services enhance patients' and users' knowledge about not only their health but also medical care per se, raising expectations for smart medical care. However, healthcare professionals need to monitor patients individually, leading to a concentrated burden. While efforts are being made to reduce healthcare professionals' excessive exertion through digital healthcare, many patients fail to engage consistently in using the devices/applications, often due to resistance and reluctance to enter their health information into apps. Therefore, we have developed an app that allows the sharing of health information among multiple users, with sufficient explanation and consent obtained from the users. We verify whether mutual data sharing can improve each other's health habits. As a result, we confirmed that items such as diet and exercise habits improved by 1.4 times.",
  "year": 2024,
  "date": "2024-03-01",
  "authors": [
    {
      "name": "Kenji Nakamura",
      "email": "nac-k@gunma-u.ac.jp",
      "affiliation": {
        "organization": "Center for Mathematics and Data Science",
        "department": "Center for Mathematics and Data Science",
        "institution": "Gunma University",
        "address": "Japan"
      }
    }
  ],
  "doi": "10.23880/mhrij-16000240",
  "issn": "2578-5095",
  "md5": "03AF9C420F9213781751C6637E4A8AC8",
  "publication": {
    "journal": "International Journal of Healthcare Information Systems and Informatics (IJHISI)",
    "journal_inferred": true
  },
  "keywords": [
    "Telemedicine",
    "Digital Healthcare",
    "Blockchain, Metaverse",
    "PHR"
  ],
  "funding": [
    "",
    "",
    "Acknowledgements We sincerely thank team of  Gunma Prefectural Government web3  team and the participants for their cooperation in the experiment. Part of this research was supported by  Toyota Foundation   D22-ST-0019  and  JSPS 22K18548 ."
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Japan is rapidly aging, with 30% of its population aged 65 and over  [1, 2] . Furthermore, the onset of COVID-19 in 2019 has increased the complexity of infection control, disinfection, and sterilization, complicating the daily tasks of healthcare workers  [3] . Although there is extensive research on digitalizing the monitoring and medical care of elderly individuals at home, widespread adoption has not been achieved.\n\nThe low adoption rate for digital devices is due to the significant burden on healthcare workers. Monitoring technologies that utilize digital technology and applications are being deployed in various fields, including mechanisms for detecting and predicting viral diseases using Fitbit or Apple Watch  [4] . For example, Jiang et al. have been analyzing body temperature, heart rate, heart rate variability, blood oxygen saturation, respiratory rate, and blood pressure during COVID-19 to monitor patients and predict increases in blood pressure and heart rate. This monitoring system collects data centrally and is actively supported by medical professionals. Unlike on-site medical services, digital technology enables a single healthcare professional to monitor many patients. However, data and authority are concentrated in the hands of healthcare workers  [5, 6]  leading to a concentrated burden of monitoring in medical settings.\n\nThe central management of digital data, where service providers have strong authority and users have weak authority, is referred to WEB2.0  [7] . WEB2.0 systems allow for two-way communication between data managers and users, with data managers holding privileged authority. In contrast, WEB3.0 represents a user-centric data management system characterized by blockchain-led technology  [8] . It eliminates the concentration of authority in data managers, enabling a user-oriented decentralized data management. However, the functionality of monitoring may decrease if there are few users. If this is the case, it is significant to explore what improvements can be expected by introducing a centralized structure of WEB3.0 in the relationship between healthcare workers and patients, compared to traditional monitoring. The blockchain technology at the heart of Web 3.0 has seen remarkable development in recent years. In the blockchain, there are data management functions called nodes, and multiple nodes complement each other's data and monitor each other. For example, if part of the data is lost, the nodes can check each other's data and restore it. Users themselves can also take on the role of nodes, provide mechanical power for encryption, and receive rewards. Therefore, it is difficult for a specific administrator to unilaterally exclude users, allowing users to hold onto data as a resource while monitoring each other. In the past, this resistance to tampering has been applied to electronic medical records and healthcare systems  [9] . However, there are public and private types of blockchain. In the public type, all information is shared among all nodes. The private type, combined with authentication functions, can construct systems with high confidentiality. Medical systems tend to use the private type to increase confidentiality. We have examined whether this mechanism is useful to monitor the medication and medical activities of the elderly. Figure  1  shows conventional and Web3 monitoring."
    },
    {
      "title": "Purpose",
      "text": "In the global healthcare system, it is natural for healthcare workers to monitor patients, yet this creates a structure where the burden is concentrated on healthcare workers. However, blockchain allows for the sharing of information among users, enabling them to monitor each other's healthcare information. This potential has been explored for monitoring the medication adherence and health management activities of the elderly. The goal is to reduce the burden on healthcare providers and to construct a sustainable Web3-based monitoring system. This mutual monitoring of healthcare information among the elderly aims to reduce the workload on healthcare providers and build a culture that maintains a sustainable state of health. This culture and mechanism, referred to as mutual aid, explores a new patient-centered remote healthcare system."
    },
    {
      "title": "Methods",
      "text": "We have developed a private blockchain-based monitoring system that allows for the sharing of healthcare information through wearable devices. When elderly individuals perform morning calisthenics and report their activities to their wearable devices, this information is reflected on the wearable devices of other elderly individuals as well. To facilitate mutual monitoring, we installed an approval button on the wearable devices. This button, referred to as \"good,\" was implemented to acknowledge and sustain each other's activities. We introduced this system to closely-knit elderly communities to test whether healthcare information could be improved. Figure  2  displays the interface of the application. The Tic Watch Pro 3 was used as the wearable device, and the app was developed on Wear OS. Data communication was conducted via Bluetooth, allowing for the sharing of data by switching between each other's apps. The apps were alternated between server mode and transmission mode every minute to share data. Figure  3  shows how wearable devices communicate data. The red line is the line to communicate and the black line is the line to standby."
    },
    {
      "title": "Result",
      "text": "We built a private blockchain-type monitoring system for wearable devices. As a pilot test, we asked six elderly residents of a care house to wear wearable devices for one month. The average age was 77.1 years, and all were women. The survey was conducted from April 1 to July 31, 2023, and interviews were conducted with healthcare professionals. Explanations were given in person and written consent was obtained.\n\nBefore the intervention, the average number of times per month was 8.2, whereas, after the intervention, the average number of times per month increased to 11.7. A Wilcoxon signed rank sum test was conducted because a normal distribution could not be assumed owing to the small number of participants. The hypothesis that there was no significant difference in the average number of times before and after the intervention was rejected at p=0.02."
    },
    {
      "title": "Conclusion",
      "text": "Although this experiment was still in its pilot phase, it yielded unique information. When briefed, four participants refused to partake upon learning that their data would be mutually monitored. Their refusal stemmed from a reluctance to have their personal data viewed by others. Given the nature of blockchain technology, there is a potential for medical information to be stored while shared among individuals. Although measures can be made to prevent viewing by unauthorized parties, individual reactions to such measures may vary. Alissa has reported a discrepancy in patient knowledge concerning medical care utilizing digital technologies like telemedicine  [10, 11] . This discrepancy is possibly attributed to the highly confidential nature of Japanese health information, including highly personalized data such as banking and genomic information. However, once the experiment began, facility staff reported an increase in communication through digital applications, facilitated by mutual aid via digital technology. Notably, conversations during lunchtime and after hours, attributed to this experiment, also increased.\n\nAs a result, the four individuals who initially refused to participate expressed a desire to join the experiment. This indicates that the blockchain system has created opportunities for mutual aid and suggests the experiment's success. This study was conducted over a short period with a small number of participants, necessitating further investigation. Some limitations of this study must be addressed. Firstly, the participants were from a closely-knit group, not strangers to one another. This aspect requires careful verification in our study. While Decentralized Autonomous Organizations (DAOs) have been gaining popularity, operating on the principle that all users have equal authority in community decision-making online, their application in medical care, especially post-operative monitoring, remains challenging due to the significant authority healthcare professionals hold in medical care  [12] . Therefore, for the adoption of Web3 technologies in healthcare, medical professionals must retain the authority to oversee. While understanding this might mitigate concerns, it appears to be a time-consuming process. This challenge has also been reported by Hussien et al., highlighting the need for deep user understanding  [12, 13] . However, there's an unmet expectation in Japan for patients to hold their healthcare data, enhancing preventive medicine and linking it to medical care. This blockchain system, allowing patients to possess their healthcare data, could be incredibly beneficial for prevention and telemedicine.\n\nFuture challenges would include exploring the utilization of virtual spaces like the Metaverse or DAOs for users with low intimacy. While users with high intimacy can capture each other's presence and build mutual aid relationships, introducing such systems to unknown users is challenging. Hence, the Metaverse, utilizing avatars and 3D objects, could compensate for the lack of intimacy. Examples of Metaverse implementation in education exist  [14] . Interaction with avatars, representing oneself, could offer various benefits for the elderly, whose social activities are diminishing. This approach could enable users in Japan's declining population to hold their healthcare data and connect to high-quality remote medical care."
    },
    {
      "text": "Figure 1: Conventional and Web3 monitoring."
    },
    {
      "text": "Figure 2: App screen of wearable device."
    },
    {
      "text": "Figure 3: How wearable devices communicate data."
    },
    {
      "text": "Nakamura K, et al. Survey of Attitudes toward Sharing Health Care Information in Telemedicine. Ment Health Hum Resilience Int J 2024, 8(1): 000240. Copyright© Nakamura K, et al."
    },
    {
      "title": "Acknowledgements",
      "text": "We sincerely thank team of  Gunma Prefectural Government web3  team and the participants for their cooperation in the experiment. Part of this research was supported by  Toyota Foundation   D22-ST-0019  and  JSPS 22K18548 ."
    }
  ],
  "references": [
    {
      "title": "Survey of Attitudes toward Sharing Health Care Information in Telemedicine",
      "authors": [
        "K Nakamura"
      ],
      "year": 2024,
      "doi": "10.23880/mhrij-16000240",
      "journal": "Ment Health Hum Resilience Int J",
      "volume": "8",
      "issue": "1",
      "pages": "240",
      "raw": "Survey of Attitudes toward Sharing Health Care Information in Telemedicine \n\t\t \n\t\t\t K Nakamura \n\t\t \n\t\t 10.23880/mhrij-16000240 \n\t \n\t \n\t\t Ment Health Hum Resilience Int J \n\t\t \n\t\t\t 8 \n\t\t\t 1 \n\t\t\t 240 \n\t\t\t 2024 \n\t\t \n\t \n\t Nakamura K, et al. Survey of Attitudes toward Sharing Health Care Information in Telemedicine. Ment Health Hum Resilience Int J 2024, 8(1): 000240."
    },
    {
      "title": "Population Census",
      "authors": [
        "Copyright© Nakamura"
      ],
      "year": 2010,
      "doi": "10.3886/icpsr31082",
      "raw": "Copyright© Nakamura \n\t\t \n\t\t \n\t\t\t K \n\t\t \n\t\t 10.3886/icpsr31082 \n\t\t Population Census \n\t\t Japan \n\t\t \n\t\t\t Statistics Bureau \n\t\t\t 2010 \n\t\t \n\t \n\t References 1 \n\t Copyright© Nakamura K, et al. References 1. (2010) Population Census. Japan: Statistics Bureau."
    },
    {
      "title": "The impact of COVID-19 on nursing workload and planning of nursing staff on the Intensive Care: A prospective descriptive multicenter study",
      "authors": [
        "M Hoogendoorn",
        "S Brinkman",
        "R Bosman",
        "J Haringman",
        "J Spijkstra"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijnurstu.2021.104005",
      "journal": "Int J Nurs Stud",
      "volume": "121",
      "pages": "104005",
      "raw": "The impact of COVID-19 on nursing workload and planning of nursing staff on the Intensive Care: A prospective descriptive multicenter study \n\t\t \n\t\t\t M E Hoogendoorn \n\t\t \n\t\t \n\t\t\t S Brinkman \n\t\t \n\t\t \n\t\t\t R J Bosman \n\t\t \n\t\t \n\t\t\t J Haringman \n\t\t \n\t\t \n\t\t\t J J Spijkstra \n\t\t \n\t\t 10.1016/j.ijnurstu.2021.104005 \n\t \n\t \n\t\t Int J Nurs Stud \n\t\t \n\t\t\t 121 \n\t\t\t 104005 \n\t\t\t 2021 \n\t\t \n\t \n\t Hoogendoorn ME, Brinkman S, Bosman RJ, Haringman J, Spijkstra JJ, et al. (2021) The impact of COVID-19 on nursing workload and planning of nursing staff on the Intensive Care: A prospective descriptive multicenter study. Int J Nurs Stud 121: 104005."
    },
    {
      "title": "Project and Prototype of Mobile Application for Monitoring the Global COVID-19 Epidemiological Situation",
      "authors": [
        "B Sawik",
        "J Plonka"
      ],
      "year": 2022,
      "doi": "10.3390/ijerph19031416",
      "journal": "Int J Environ Res Public Health",
      "volume": "19",
      "issue": "3",
      "pages": "1416",
      "raw": "Project and Prototype of Mobile Application for Monitoring the Global COVID-19 Epidemiological Situation \n\t\t \n\t\t\t B Sawik \n\t\t \n\t\t \n\t\t\t J Plonka \n\t\t \n\t\t 10.3390/ijerph19031416 \n\t \n\t \n\t\t Int J Environ Res Public Health \n\t\t \n\t\t\t 19 \n\t\t\t 3 \n\t\t\t 1416 \n\t\t\t 2022 \n\t\t \n\t \n\t Sawik B, Plonka J (2022) Project and Prototype of Mobile Application for Monitoring the Global COVID-19 Epidemiological Situation. Int J Environ Res Public Health 19(3): 1416."
    },
    {
      "title": "Emerging Telemedicine Tools for Remote COVID-19 Diagnosis, Monitoring, and Management",
      "authors": [
        "H Lukas",
        "C Xu",
        "Y Yu",
        "W Gao"
      ],
      "year": 2020,
      "doi": "10.1021/acsnano.0c08494",
      "journal": "ACS Nano",
      "volume": "14",
      "issue": "12",
      "raw": "Emerging Telemedicine Tools for Remote COVID-19 Diagnosis, Monitoring, and Management \n\t\t \n\t\t\t H Lukas \n\t\t \n\t\t \n\t\t\t C Xu \n\t\t \n\t\t \n\t\t\t Y Yu \n\t\t \n\t\t \n\t\t\t W Gao \n\t\t \n\t\t 10.1021/acsnano.0c08494 \n\t \n\t \n\t\t ACS Nano \n\t\t \n\t\t\t 14 \n\t\t\t 12 \n\t\t\t \n\t\t\t 2020 \n\t\t \n\t \n\t Lukas H, Xu C, Yu Y, Gao W (2020) Emerging Telemedicine Tools for Remote COVID-19 Diagnosis, Monitoring, and Management. ACS Nano 14(12): 16180-16193."
    },
    {
      "title": "What is web 2.0, Design Patterns and Business Models for the Next Generation of Software",
      "authors": [
        "T Reilly"
      ],
      "year": 2007,
      "doi": "10.18574/nyu/9780814764077.003.0008",
      "raw": "What is web 2.0, Design Patterns and Business Models for the Next Generation of Software \n\t\t \n\t\t\t T O Reilly \n\t\t \n\t\t 10.18574/nyu/9780814764077.003.0008 \n\t\t \n\t\t\t 2007 \n\t\t\t \n\t\t \n\t \n\t Reilly TO (2007) What is web 2.0, Design Patterns and Business Models for the Next Generation of Software, pp: 1-21."
    },
    {
      "title": "Bitcoin: A Peer-to-Peer Electronic Cash System",
      "authors": [
        "S Nakamoto"
      ],
      "year": 2008,
      "raw": "Bitcoin: A Peer-to-Peer Electronic Cash System \n\t\t \n\t\t\t S Nakamoto \n\t\t \n\t\t \n\t\t\t 2008 \n\t\t \n\t \n\t Nakamoto S (2008) Bitcoin: A Peer-to-Peer Electronic Cash System."
    },
    {
      "title": "A Novel Architecture for Tamper Proof Electronic Health Record Management System using Blockchain Wrapper",
      "authors": [
        "M Rahman",
        "I Khalil",
        "Pcm Arachchige",
        "A Bouras",
        "Y Xun"
      ],
      "year": 2019,
      "doi": "10.1145/3327960.3332392",
      "raw": "A Novel Architecture for Tamper Proof Electronic Health Record Management System using Blockchain Wrapper \n\t\t \n\t\t\t M S Rahman \n\t\t \n\t\t \n\t\t\t I Khalil \n\t\t \n\t\t \n\t\t\t Pcm Arachchige \n\t\t \n\t\t \n\t\t\t A Bouras \n\t\t \n\t\t \n\t\t\t Y Xun \n\t\t \n\t\t 10.1145/3327960.3332392 \n\t \n\t \n\t\t Proceedings of the 2019 ACM International Symposium on Blockchain and Secure Critical Infrastructure (BSCI '19) \n\t\t the 2019 ACM International Symposium on Blockchain and Secure Critical Infrastructure (BSCI '19) \n\t\t \n\t\t\t Association for Computing Machinery \n\t\t\t 2019 \n\t\t\t \n\t\t \n\t \n\t Rahman MS, Khalil I, Arachchige PCM, Bouras A, Xun Y (2019) A Novel Architecture for Tamper Proof Electronic Health Record Management System using Blockchain Wrapper. In Proceedings of the 2019 ACM International Symposium on Blockchain and Secure Critical Infrastructure (BSCI '19). Association for Computing Machinery pp: 97-105."
    },
    {
      "title": "Digital Disparities in Patient Adoption of Telemedicine: A Qualitative Analysis of the Patient Experience",
      "authors": [
        "A Dickey",
        "M Wasko"
      ],
      "year": 2023,
      "doi": "10.4018/ijhisi.318043",
      "journal": "International Journal of Healthcare Information Systems and Informatics (IJHISI)",
      "volume": "18",
      "issue": "1",
      "pages": "21",
      "raw": "Digital Disparities in Patient Adoption of Telemedicine: A Qualitative Analysis of the Patient Experience \n\t\t \n\t\t\t A M Dickey \n\t\t \n\t\t \n\t\t\t M M Wasko \n\t\t \n\t\t 10.4018/ijhisi.318043 \n\t \n\t \n\t\t International Journal of Healthcare Information Systems and Informatics (IJHISI) \n\t\t \n\t\t\t 18 \n\t\t\t 1 \n\t\t\t 21 \n\t\t\t 2023 \n\t\t \n\t \n\t Dickey AM, Wasko MM (2023) Digital Disparities in Patient Adoption of Telemedicine: A Qualitative Analysis of the Patient Experience. International Journal of Healthcare Information Systems and Informatics (IJHISI) 18(1): 21."
    },
    {
      "title": "Tablet in the Consultation Room and Physician Satisfaction",
      "authors": [
        "R Kumi",
        "I Reychav",
        "J Azuri",
        "R Sabherwal"
      ],
      "year": 2023,
      "doi": "10.4018/ijhisi.318445",
      "journal": "International Journal of Healthcare Information Systems and Informatics (IJHISI)",
      "volume": "18",
      "issue": "1",
      "pages": "12",
      "raw": "Tablet in the Consultation Room and Physician Satisfaction \n\t\t \n\t\t\t R Kumi \n\t\t \n\t\t \n\t\t\t I Reychav \n\t\t \n\t\t \n\t\t\t J Azuri \n\t\t \n\t\t \n\t\t\t R Sabherwal \n\t\t \n\t\t 10.4018/ijhisi.318445 \n\t \n\t \n\t\t International Journal of Healthcare Information Systems and Informatics (IJHISI) \n\t\t \n\t\t\t 18 \n\t\t\t 1 \n\t\t\t 12 \n\t\t\t 2023 \n\t\t \n\t \n\t Kumi R, Reychav I, Azuri J, Sabherwal R (2023) Tablet in the Consultation Room and Physician Satisfaction. International Journal of Healthcare Information Systems and Informatics (IJHISI) 18(1): 12."
    },
    {
      "title": "Blockchain and the Emergence of Decentralized Autonomous Organizations (Daos): An Integrative Model and Research Agenda",
      "authors": [
        "Carlos Santana",
        "Laura Albareda"
      ],
      "year": 2022,
      "doi": "10.1016/j.techfore.2022.121806",
      "journal": "Technological Forecasting and Social Change",
      "volume": "182",
      "raw": "Blockchain and the Emergence of Decentralized Autonomous Organizations (Daos): An Integrative Model and Research Agenda \n\t\t \n\t\t\t Carlos Santana \n\t\t \n\t\t \n\t\t\t Laura Albareda \n\t\t \n\t\t 10.1016/j.techfore.2022.121806 \n\t \n\t \n\t\t Technological Forecasting and Social Change \n\t\t \n\t\t\t 182 \n\t\t\t 2022 \n\t\t \n\t \n\t Carlos Santana, Laura Albareda (2022) Blockchain and the Emergence of Decentralized Autonomous Organizations (Daos): An Integrative Model and Research Agenda, Technological Forecasting and Social Change 182."
    },
    {
      "title": "Decentralized Autonomous Organizations: Concept, Model, and Applications",
      "authors": [
        "W Wang",
        "J Ding",
        "Y Li",
        "L Yuan"
      ],
      "year": 2019,
      "doi": "10.1109/tcss.2019.2938190",
      "journal": "IEEE Transactions on Computational Social Systems",
      "volume": "6",
      "issue": "5",
      "raw": "Decentralized Autonomous Organizations: Concept, Model, and Applications \n\t\t \n\t\t\t W Wang \n\t\t \n\t\t \n\t\t\t J Ding \n\t\t \n\t\t \n\t\t\t Y Li \n\t\t \n\t\t \n\t\t\t L Yuan \n\t\t \n\t\t \n\t\t\t Ouyang \n\t\t \n\t\t 10.1109/tcss.2019.2938190 \n\t \n\t \n\t\t IEEE Transactions on Computational Social Systems \n\t\t \n\t\t\t 6 \n\t\t\t 5 \n\t\t\t \n\t\t\t 2019 \n\t\t \n\t \n\t S Wang, W Ding, J Li, Y Yuan, L Ouyang, et al. (2019) Decentralized Autonomous Organizations: Concept, Model, and Applications, in IEEE Transactions on Computational Social Systems 6(5): 870-878."
    },
    {
      "title": "A Systematic Review for Enabling of Develop a Blockchain Technology in Healthcare Application: Taxonomy, Substantially Analysis, Motivations, Challenges, Recommendations and Future Direction",
      "authors": [
        "H Hussien",
        "S Yasin",
        "Sni Udzir",
        "A Zaidan",
        "B Zaidan"
      ],
      "year": 2019,
      "doi": "10.1007/s10916-019-1445-8",
      "journal": "J Med Syst",
      "volume": "43",
      "issue": "10",
      "pages": "320",
      "raw": "A Systematic Review for Enabling of Develop a Blockchain Technology in Healthcare Application: Taxonomy, Substantially Analysis, Motivations, Challenges, Recommendations and Future Direction \n\t\t \n\t\t\t H M Hussien \n\t\t \n\t\t \n\t\t\t S M Yasin \n\t\t \n\t\t \n\t\t\t Sni Udzir \n\t\t \n\t\t \n\t\t\t A A Zaidan \n\t\t \n\t\t \n\t\t\t B B Zaidan \n\t\t \n\t\t 10.1007/s10916-019-1445-8 \n\t \n\t \n\t\t J Med Syst \n\t\t \n\t\t\t 43 \n\t\t\t 10 \n\t\t\t 320 \n\t\t\t 2019 \n\t\t \n\t \n\t Hussien HM, Yasin SM, Udzir SNI, Zaidan AA, Zaidan BB (2019) A Systematic Review for Enabling of Develop a Blockchain Technology in Healthcare Application: Taxonomy, Substantially Analysis, Motivations, Challenges, Recommendations and Future Direction. J Med Syst 43(10): 320."
    },
    {
      "title": "Educational applications of metaverse: possibilities and limitations",
      "authors": [
        "B Kye",
        "N Han",
        "E Kim",
        "Y Park"
      ],
      "year": 2021,
      "doi": "10.3352/jeehp.2021.18.32",
      "journal": "J Educ Eval Health Prof",
      "volume": "18",
      "pages": "32",
      "raw": "Educational applications of metaverse: possibilities and limitations \n\t\t \n\t\t\t B Kye \n\t\t \n\t\t \n\t\t\t N Han \n\t\t \n\t\t \n\t\t\t E Kim \n\t\t \n\t\t \n\t\t\t Y Park \n\t\t \n\t\t \n\t\t\t Jo S \n\t\t \n\t\t 10.3352/jeehp.2021.18.32 \n\t \n\t \n\t\t J Educ Eval Health Prof \n\t\t \n\t\t\t 18 \n\t\t\t 32 \n\t\t\t 2021 \n\t\t \n\t \n\t Kye B, Han N, Kim E, Park Y, Jo S (2021) Educational applications of metaverse: possibilities and limitations. J Educ Eval Health Prof 18: 32."
    }
  ],
  "num_references": 14,
  "figures": [
    {
      "caption": "Figure 1 :",
      "description": "Figure 1: Conventional and Web3 monitoring."
    },
    {
      "caption": "Figure 2 :",
      "description": "Figure 2: App screen of wearable device."
    },
    {
      "caption": "Figure 3 :",
      "description": "Figure 3: How wearable devices communicate data."
    },
    {
      "description": "Nakamura K, et al. Survey of Attitudes toward Sharing Health Care Information in Telemedicine. Ment Health Hum Resilience Int J 2024, 8(1): 000240. Copyright© Nakamura K, et al."
    }
  ],
  "num_figures": 4,
  "num_citations": 15,
  "cited_references": [
    "b3",
    "b13",
    "b4",
    "b2",
    "b5",
    "b7",
    "b12",
    "b11",
    "b8",
    "b6",
    "b9",
    "b10"
  ],
  "notes": [
    "[raw_affiliation] 1  Center for Mathematics and Data Science , Gunma University , Japan",
    "[raw_affiliation] 2  Graduate School of Humanities and Social Sciences , Saitama University , Japan",
    "[raw_affiliation] 3  Innovative Medical Research Center , Gunma University Hospital , Japan",
    "[raw_affiliation] Gunma University , 371-0858 , Maebashi city , Gunma , Japan ,",
    "[submission] Received Date: January 01, 2024",
    "[raw_reference] Nakamura K, et al. Survey of Attitudes toward Sharing Health Care Information in Telemedicine. Ment Health Hum Resilience Int J 2024, 8(1): 000240.",
    "References 1",
    "[raw_reference] Copyright© Nakamura K, et al. References 1. (2010) Population Census. Japan: Statistics Bureau.",
    "[raw_reference] Hoogendoorn ME, Brinkman S, Bosman RJ, Haringman J, Spijkstra JJ, et al. (2021) The impact of COVID-19 on nursing workload and planning of nursing staff on the Intensive Care: A prospective descriptive multicenter study. Int J Nurs Stud 121: 104005.",
    "[raw_reference] Sawik B, Plonka J (2022) Project and Prototype of Mobile Application for Monitoring the Global COVID-19 Epidemiological Situation. Int J Environ Res Public Health 19(3): 1416.",
    "[raw_reference] Lukas H, Xu C, Yu Y, Gao W (2020) Emerging Telemedicine Tools for Remote COVID-19 Diagnosis, Monitoring, and Management. ACS Nano 14(12): 16180-16193.",
    "[raw_reference] Reilly TO (2007) What is web 2.0, Design Patterns and Business Models for the Next Generation of Software, pp: 1-21.",
    "[raw_reference] Nakamoto S (2008) Bitcoin: A Peer-to-Peer Electronic Cash System.",
    "[raw_reference] Rahman MS, Khalil I, Arachchige PCM, Bouras A, Xun Y (2019) A Novel Architecture for Tamper Proof Electronic Health Record Management System using Blockchain Wrapper. In Proceedings of the 2019 ACM International Symposium on Blockchain and Secure Critical Infrastructure (BSCI '19). Association for Computing Machinery pp: 97-105.",
    "[raw_reference] Dickey AM, Wasko MM (2023) Digital Disparities in Patient Adoption of Telemedicine: A Qualitative Analysis of the Patient Experience. International Journal of Healthcare Information Systems and Informatics (IJHISI) 18(1): 21.",
    "[raw_reference] Kumi R, Reychav I, Azuri J, Sabherwal R (2023) Tablet in the Consultation Room and Physician Satisfaction. International Journal of Healthcare Information Systems and Informatics (IJHISI) 18(1): 12.",
    "[raw_reference] Carlos Santana, Laura Albareda (2022) Blockchain and the Emergence of Decentralized Autonomous Organizations (Daos): An Integrative Model and Research Agenda, Technological Forecasting and Social Change 182.",
    "[raw_reference] S Wang, W Ding, J Li, Y Yuan, L Ouyang, et al. (2019) Decentralized Autonomous Organizations: Concept, Model, and Applications, in IEEE Transactions on Computational Social Systems 6(5): 870-878.",
    "[raw_reference] Hussien HM, Yasin SM, Udzir SNI, Zaidan AA, Zaidan BB (2019) A Systematic Review for Enabling of Develop a Blockchain Technology in Healthcare Application: Taxonomy, Substantially Analysis, Motivations, Challenges, Recommendations and Future Direction. J Med Syst 43(10): 320.",
    "[raw_reference] Kye B, Han N, Kim E, Park Y, Jo S (2021) Educational applications of metaverse: possibilities and limitations. J Educ Eval Health Prof 18: 32."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
