{
  "paper_id": "BB582DS6",
  "title": "Translating Research Evidence into Practice to Reduce Health Disparities: A Social Determinants Approach",
  "abstract": "Translating research evidence to reduce health disparities has emerged as a global priority. The 2008 World Health Organization Commission on Social Determinants of Health recently urged \"closing the health gap in a generation\" 1 . Achieving this goal requires a social determinants approach to create public health systems that translate efficacy (documented in research settings) to effectiveness (in the broader community). In this article, we review the scope, definitions, and framing of health disparities, and explore programs at the local, national, and global levels to address disparities in specific areas of health. Such efforts translate research evidence into realworld settings to reduce health disparities, and use collaborative social action to initiate broadscale, sustainable change.",
  "year": 2011,
  "date": "2011-12-02",
  "journal": "J Epidemiol Community Health",
  "publication": "J Epidemiol Community Health",
  "authors": [
    {
      "forename": "Howard",
      "surname": "Koh",
      "name": "Howard Koh"
    },
    {
      "forename": "Sarah",
      "surname": "Oppenheimer",
      "name": "Sarah Oppenheimer"
    },
    {
      "forename": "Sarah",
      "surname": "Massin-Short",
      "name": "Sarah Massin-Short"
    },
    {
      "forename": "Karen",
      "surname": "Emmons",
      "name": "Karen Emmons"
    },
    {
      "forename": "Alan",
      "surname": "Geller",
      "name": "Alan Geller"
    },
    {
      "forename": "K",
      "surname": "Viswanath",
      "name": "K Viswanath"
    },
    {
      "surname": "Scm",
      "name": "Scm"
    },
    {
      "affiliation": "Division of Public Health Practice , Harvard School of Public Health , Boston , MA \n\t\t\t\t\t\t\t\t Division of Public Health Practice \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Division of Public Health Practice , Harvard School of Public Health , Boston , MA \n\t\t\t\t\t\t\t\t Division of Public Health Practice \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Division of Public Health Practice , Harvard School of Public Health , Boston , MA \n\t\t\t\t\t\t\t\t Division of Public Health Practice \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Department of Society, Human Development, and Health , Harvard School of Public Health , Boston , MA \n\t\t\t\t\t\t\t\t Department of Society, Human Development, and Health \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Center for Community-Based Research , Dana-Farber Cancer Institute , Boston , MAx \n\t\t\t\t\t\t\t\t Center for Community-Based Research \n\t\t\t\t\t\t\t\t Dana-Farber Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MAx"
    },
    {
      "affiliation": "Division of Public Health Practice , Harvard School of Public Health , Boston , MA \n\t\t\t\t\t\t\t\t Division of Public Health Practice \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Department of Society, Human Development, and Health , Harvard School of Public Health , Boston , MA \n\t\t\t\t\t\t\t\t Department of Society, Human Development, and Health \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Center for Community-Based Research , Dana-Farber Cancer Institute , Boston , MAx \n\t\t\t\t\t\t\t\t Center for Community-Based Research \n\t\t\t\t\t\t\t\t Dana-Farber Cancer Institute \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MAx"
    },
    {
      "affiliation": "Division of Public Health Practice , Harvard School of Public Health , 677 Huntington Avenue , Landmark Center 3 rd Floor East , Boston , MA 02115 \n\t\t\t\t\t\t\t\t Division of Public Health Practice \n\t\t\t\t\t\t\t\t Harvard School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 677 Huntington Avenue Landmark Center 3 rd Floor East \n\t\t\t\t\t\t\t\t\t 02115 \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "Division of Public Health Practice , Harvard School of Public Health , \n\t\t\t\t\t\t\t\t Division of Public Health Practice \n\t\t\t\t\t\t\t\t Harvard School of Public Health"
    }
  ],
  "doi": "https://doi.org/10.13039/100000054",
  "pmid": "18854506",
  "sections": [
    {
      "title": "Introduction",
      "text": "While ideally, all individuals should have an equal opportunity to reach their full potential for health, the reality falls far short of this goal. Because so many lack opportunities for physical and mental well-being, the elimination of health disparities has emerged as a major worldwide public health objective. The 2008 World Health Organization (WHO) Commission on Social Determinants of Health (CSDH) identifies persistent and widening health inequities as avoidable and calls for closing the health gap in a generation.  1  Globally, several of the eight United Nations Millennium Development Goals (MDGs) either directly or indirectly address the elimination of health disparities via eradicating extreme poverty and hunger, achieving universal primary education, and promoting gender equality and empowering women.  2  Similarly, in the United States, Healthy People 2010's two overarching and visionary goals uphold the theme of maximizing quantity and quality of life and eliminating health disparities.  3  improve health and prevent disease, the global scientific community has conducted considerable research, generated relevant evidence, and translated research findings into evidence-based guides. Within the United States, these include The Guide to Community Preventive Services, The Guide to Clinical Preventive Services, and the Institute of Medicine's (IOM) Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care.  [4] [5] 5] [6]  Global examples include the International Agency for Research on Cancer (IARC)'s World Cancer Report and the WHO's Action Plan for the Global Strategy for the Prevention and Control of Noncommunicable Diseases.  7, 8   owever, the extensive evidence and recommendations related to disease prevention and treatment have been largely concentrated in public health and academic medicine and could be more strongly linked to other critically related disciplines as well as to practice and advocacy settings. Without such linkage, the compelling evidence and recommendations will fail to benefit all people, thereby leaving or even increasing stark health inequalities throughout the U.S. and the world.\n\nSpecifically, eliminating health disparities will require heightened emphasis on translating and disseminating proven interventions in a way that will reach all people, irrespective of social class or racial and ethnic background. It will also require transcending the confines of academia to reach and influence broader real-world settings. This paper reviews the scope of health disparities, including their current definitions and framing, and explores strategies for eliminating them using an intersectoral, social determinants approach. In particular, we highlight several recent U.S. and global initiatives that translate research evidence into realworld settings to eliminate health disparities, using collaborative social action to initiate broad-scale, sustainable change."
    },
    {
      "title": "The Scope of Health Disparities",
      "text": "Of all members of society, poor and low socioeconomic position (SEP) populations suffer disproportionately from poor health outcomes. Myriad international and domestic studies abound.  1, 9, 10  F r example, a recent comparative multi-country study by Mackenbach et al. noted a near universal link within 22 European countries between lower socioeconomic status and higher mortality.  11 These results mirror social disparities in mortality noted in other recent studies of Sweden,  12  England and Wales,  13  Japan,  14  and the U.S.  15  Other profound health disparities are also common in the United States. Notably, the recent Eight Americas Report highlights large social and geographic disparities in life expectancy across the country that cannot be explained by `race, income, or basic health-care access utilization alone'.  16 The complicated roots of such health disparities include poor and minority populations facing social factors (e.g., living environment, education, employment, and communication opportunities) that negatively impact health.  [17] [18] 8] [19] [20] [21]  Similarly, the Agency for Health Care Research and Quality's (AHRQ) latest annual National Healthcare Disparities Report concluded that, between 2000-2001 and the most recent 2004-2005 data, overall disparities in health care quality and access remained unchanged or worsened for poor and racial/ethnic minority populations.  9 The report cited continued or widening gaps for specific health outcomes such as immunization rates, AIDS diagnoses, and receipt of prenatal care, with lack of insurance noted as a persistent major barrier to eliminating health disparities."
    },
    {
      "title": "Framing Health Disparities: Beyond Biology",
      "text": "Eliminating health disparities first requires broadening the lens to understand health. The field of medicine has traditionally been grounded in the individual approach to health, in which diagnosis and treatment focus on an individual's biology of disease. Such an approach, while critically important, represents only part of a needed and broader population approach. Expanding to an integrated, multi-level, social determinants approach complements a focus on individual biology of disease with attention to social and economic factors, social support networks, physical and social environment, access to health services, and social and health policies.  [22] [23] 3] [24] [25]  As Rose has noted, these may occur both \"upstream\" (e.g., policies) and \"downstream\" (e.g., behaviors and other individual-level factors) to influence health outcomes.  26 ducing health disparities involves a \"whole stream\" strategy that combines such upstream and downstream approaches. For example, global HIV prevention efforts have frequently adopted strategies focused both on upstream factors (e.g., gender equity policies, systems to increase antiretroviral access, and targeted media campaigns)  [27] [28] [29] [30]  and downstream factors (e.g., counseling and testing outreach, safer sex and risk reduction counseling).  28, [31] [32] [33]  Addressing all of these influences over an individual's lifespan maximizes a person's chance to reach his or her highest attainable standard of health.\n\nGrowing literature explores and describes the social determinants of health within a public health framework. Ansari et al.'s model, for example, proposes an integrated framework that includes four major components at multiple levels -(1) social determinants (comprised of socio-economic determinants, psychosocial risk factors, and community and societal characteristics), (2) disease-inducing behaviors, (3) health outcomes, and (4) health care system attributes.  34 In addition, the WHO CSDH uses a public health framework explicating the social determinants of health to generate their recommendations: to improve conditions of daily life, tackle inequitable resource distribution, and measure and understand problems and assess the impact of action.  1  An integrated social determinants approach provides varied and complementary lenses through which to view and address health disparities. In addition to examining types of diseases (e.g., cancer or cardiovascular disease), this approach includes added lenses involving sociodemographic domains (e.g., socioeconomic position or gender), risk factors (e.g., tobacco use or obesity), and geography (e.g., rural versus urban, or developed versus developing countries). Figure  1  illustrates the potential factors within each of these four lenses, and the extent to which all of these perspectives overlap and interact under realworld conditions.\n\nMoving toward practice then requires the interaction of these various lenses with targeted actions designed to address the needs of socially disadvantaged groups. The Affordability Ladder Program (ALPS) tool proposed by Dahlgren and Whitehead provides a method to analyze options in health services from a public, demand-side perspective.  35 ALPS uses a step-by-step framework that begins with an identified health care need and then progresses toward a variety of `treatment paths' (i.e., no care, informal care, access to professional care, quality of professional care) while simultaneously considering the health and social consequences, burden of payment, and policy environment that correspond to each step. This approach, which allows study of health systems from an equity lens, offers opportunities to measure and evaluate how various populations experience myriad aspects of health care.\n\nThe social determinants approach also involves defining \"health disparities\" in a way that engages people to become advocates for change. Thus far, the public health community has used multiple definitions, underscoring the term's complexity.  36, 37   s the first group to offer an \"official\" definition for this term, the National Institutes of Health (NIH) specified that \"health disparities are differences in the incidence, prevalence, mortality, and burden of diseases and other adverse health conditions that exist among specific population groups in the United States.\"  37 Another frequently used definition explains a health disparity as \"the quantity that separates a group from a specified reference point on a particular measure of health.\"  38 Though accurate, these definitions employ dispassionate and technical language. Using instead the term \"inequality\" or the even more illustrative \"inequity\" moves us closer to the normative concept that differences in health are unjust, unnecessary, and unacceptable.  25, 39   this regard, Braveman and Gruskin have proposed a definition of health (in)equity that compares health and its social determinants between more and less advantaged social groups on specific criteria.  40 Such a reframing can help mobilize social and public health actors to address unjust conditions, generate public commitment for change, and ensure accountability to promote health equity. As an example, the WHO CSDH's report uses the language of `inequities' as opposed to `inequalities' throughout the document.  1 Such framing efforts may better mobilize those involved in research, practice, and policy to join the public and the media in bridging the critical disconnect between \"development and delivery\" noted by  Freeman. 41"
    },
    {
      "title": "Translating Research Evidence into Practice to Reduce Health Disparities",
      "text": "Translating the evidence of health inequities into practice requires focusing on research that bridges the gap between discovery and delivery. In the past, it was usually assumed that research results would somehow \"trickle down\" (i.e., \"passive diffusion\") without much attention paid to the exact mechanisms or the intended target audience (i.e., \"research dissemination\"). In studying this conundrum, Glasgow, Emmons and others conclude that public health studies have, to date, focused largely on efficacy research-i.e., trials conducted in limited settings with strictly defined, homogenous samples and resource-intense, specialized intervention protocols, often with limited real-world application.  [42] [43] 3] [44]  They recommend instead more commitment to effectiveness research in which interventions are tested in real-world settings with a broader audience. The disconnect between efficacy and effectiveness research needs special attention since challenges to adoption, implementation, and sustainability of interventions on a population level, particularly in resource-limited settings, raises issues about real-world limitations that can drive health inequities.  42 The assumption is that when interventions are scaled up, it is likely that the benefits may accrue unequally across different SEP groups thus exacerbating disparities.\n\nMoving from efficacy to effectiveness can build sustainability at the community level. To this end, Glasgow and others have recommended regular employment of the Reach, Effectiveness, Adoption, Implementation, and Maintenance (RE-AIM) model, illustrated in Table  1 , to focus and evaluate public health research efforts.  42, 45   ffectiveness comes through brief, carefully constructed, and feasible interventions that public health workers can implement in multiple real-world settings. These efforts refocus on \"research that is contextual, practical, and robust\" and move public health toward sustained intervention effects at both the individual-and community-levels  44  Translating results to influence public health practice and policy requires explicit attention to the real world challenges of implementation and \"scaling up\". Kim and Gilks, for example, have emphasized scaling up as a key element to countering the AIDS epidemic worldwide (particularly within resource-poor settings), calling on researchers, practitioners, and policymakers to move beyond pilot projects, establish specific and time-limited targets, and accelerate momentum for expanding treatment access and adherence support.  46 The practice of implementation can, in turn, generate new research questions relevant to the realworld problems of health disparities.\n\nNovel methodologies and approaches must drive innovative research design and dissemination to benefit communities. One model deserving further attention involves community-based participatory research (CBPR) which emphasizes academicians and community members as equal partners in the research process.  47, 48   f note, CBPR invests in human capacity and builds competencies among community-based organizations (CBOs) to effectively engage in research dissemination. Whereas models of research translation have traditionally asked how research institutions may unilaterally translate evidence for the benefit of practice (i.e., `push factors'), CBPR focuses rather on generating a two-way dialogue between researchers and the community. This reciprocal model focuses both on research interests initiated by the practice community (i.e., `pull factors') as well as `push factors' initiated by researchers.  20 In this way, both community and researcher can jointly specify where research gaps exist.\n\nPublic health leaders and researchers practicing CBPR and other innovative models of research design must engage diverse sectors -including CBOs, government agencies and policymakers, and target populations -to develop research aims, interventions, conclusions, and dissemination efforts that fit the interests of all participants. Traditionally, society has focused on improving population health primarily through health care delivery systems (e.g., hospitals, clinics, and patient settings). However, events such as 9/11, the anthrax attacks of 2001, and Hurricane Katrina have all underscored the need for broad partnerships involving all societal sectors (such as homeland security and public safety, as well as the business community, the media, and government officials). Doing so builds sustainable and effective public health systems that both alleviate health inequities and save lives."
    },
    {
      "title": "Calls for Intersectoral Efforts to Reduce Health Disparities through a Social"
    },
    {
      "title": "Determinants Approach",
      "text": "Global momentum is moving toward using broad-scale, social determinants approaches to reduce disparities. This movement has been marked by the formation of both international and national commissions, the drafting of reports, and an emphasis on creating intersectoral systems and opportunities for collaboration. Significantly, for example, the WHO CSDH boldly and bluntly concludes in its 2008 report that \"social injustice is killing people on a grand scale\" and calls on all governments to achieve health equity and close the health gap in a generation.  1  The CSDH also emphasizes complementing the health sector with other diverse and critical sectors of society -government, local communities, civil society, the private sector, and research institutions --to influence the social determinants of health. Marmot and Bell emphasize that translating the CSDH recommendations effectively into national policies and practice arenas requires top government leadership, action across diverse policy areas, community participation, and integration of local, national, and global efforts.  49 Moreover, they, as well as Wilensky and Satcher, highlight the critical timing and opportunities presented by the global financial crisis and the change in U.S. administration to enact the CSDH's recommendations and employ new energies for eliminating health disparities.  49, 50   e WHO and the Public Health Agency of Canada have also recently published the 2008 report Health Equity through Intersectoral Action, which summarizes ongoing interdisciplinary work.  51 An analysis of 18 case studies from high, middle, and low income countries, including England, Ecuador, and Uganda, respectively, shows how governments and communities are trying to use intersectoral action and a social determinants approach to reduce inequities. England's national commitment to reducing disparities is evidenced by release of the Inequalities in Health Report,  51, 52  and subsequent development of a comprehensive Programme for Action in 2003.  53 This initiative, which calls for action at both national and local levels, has spurred 18 government units into collaborative and comprehensive strategies to increase health equity in numerous target areas including smoking, housing quality, nutrition, injuries, infant mortality, and poverty reduction. A final report issued in 2008 showed that nearly all policy commitments made within this initiative had been achieved since 2003.  54 In addition, mortality rates for cardiovascular disease and cancer for persons under 75 years in the identified target group (i.e., persons in the fifth of areas with the worst health and deprivation indicators as compared to the population as a whole) fell faster between 1995-1997 and 2004-2006 than in the country as a whole, and life expectancy for both men and women in this same target group increased between 1995-1997 and 2004-2006.  51, 54   he program has cited the setting of clear national targets based on specific evidence-based actions, the use of local evidence and actions, and the engagement of both national leaders and neighborhood and community groups as some of the factors responsible in these successes to date.  54 While disparities in infant mortality, overall life expectancy, and other target areas persist and/or are behind target levels, England has commissioned a Strategic Review of Health Inequalities to be completed in the next year to more carefully explore the progress and challenges in meeting current program targets.  54, 55   er countries cited in the WHO report, including Uganda and Ecuador, have also demonstrated progress in planning.  51 Uganda employed a new framework to move decision making to the local level to better assist those in need.  56 Ecuador implemented an intersectoral health council (CIS) to improve health systems and policies in the municipality of Cotacachi by mobilizing work between the local health sector and other sectors including education, labor, and environment.  57 In both of these cases, the approach emphasized the importance of integrating diverse stakeholders, especially from local leaders and policymakers, to ensure effective and sustainable strategies for social change. In Uganda, the new intersectoral framework has supported the extension of social services in new settlements, enhanced the monitoring of intervention efforts to protect and support internally displaced persons, and reduced cases of childhood acute malnutrition and stunting in the Kitgum District of Northern Uganda over the one-year period between 2005 and 2006.  51, 56    Ecuador, recent actions and policy changes coordinated by the CIS has led to enhanced health and social programs in the area and resulted in a range of outcomes such as the elimination of maternal or child deaths in Cotacachi for three consecutive years (2004 to 2006), and improvements in literacy among area residents between 2004 to 2006.  57  the U.S., the IOM in the report Crossing the Quality Chasm cites equity as one of six specific aims for improving health care quality.  58 As the stated purpose of the health system is \"to continually reduce the burden of illness, injury, and disability, and to improve the health and functioning of the people in the United States,\" the report concludes that health care should be safe, effective, patient-centered, timely, efficient and equitable. Hence, a quality health system ultimately requires making the system equitable both on a populationlevel (by assuring universal care) and on an individual-level (by assuring that individual's care is based on specific needs and not on personal characteristics such as gender, race, income, education, and location). In this spirit, the IOM formed a Roundtable on Racial and Ethnic Health Disparities, which has sponsored several national conferences and reviewed the critical Eight Americas Report, cited above.  16 This group has also called for new efforts in leadership and multidisciplinary collaboration to create policies and programs that reduce health disparities not just by addressing issues of health care access, quality and utilization, but also by addressing efforts to reduce fundamental socioeconomic inequities."
    },
    {
      "title": "Intersectoral, Social Determinants Interventions to Improve Public Health",
      "text": "Several resources have recently addressed health inequities through public health practice. The National Association of County and City Health Officials (NACCHO) handbook Tackling Health Inequities through Public Health Practice provides concrete and practical information on how local health departments may employ programming aimed at social justice and achieving health equity.  59 The Centers for Disease Control and Prevention (CDC)'s new resource Promoting Health Equity features nine case examples, including both small-and large-scale projects, to illustrate program and policy initiatives undertaken by communities to address health inequities. These examples underscore the importance of innovative and multidisciplinary partnerships for community action that utilize a social determinants approach.  60 oject BRAVE, for example, a school-based intervention in New Orleans, developed through a partnership between a school-based organization, CBOs, and local public health researchers to reduce the social determinants of violence.  60 Classes encourage students to analyze their experiences of violence through writing, theatre, and other storytelling efforts, thereby raising awareness and helping students become agents of community change. Shortterm assessment suggests that school attendance has increased among program participants; subsequent evaluation efforts will focus on longer-term outcomes such as crime-rates, school attainment, and social support. A second program, Healthy Eating and Exercising to Reduce Diabetes (HEED), developed by the East Side Village Health Workers Partnership, encourages women on Detroit's East Side to engage in physical activity and healthy eating to reduce diabetes risk.  60 Rooted in a CBPR approach, the program aims to increase knowledge, resources, and opportunities for physical activity and nutrition. Thus far, HEED has conducted outcome and process evaluations of its efforts, tracked sales of and demand for fresh produce in area markets, and most recently, advocated for policy change to increase community access to healthy foods. From Neurons to King County Neighborhoods, a policy intervention developed by Public Health-Seattle & King County involved state and local government, CBOs, community residents, and other stakeholders in Washington to strengthen early childhood environments that will support children's healthy development, school readiness, and school success.  60 To date, the program has conducted stakeholder interviews to gauge knowledge of policy efforts and identify community needs, as well as facilitated several population-level assessments of kindergarten school readiness and used this data to mobilize community action in specific neighborhoods.\n\nIncreasing evidence also points to the effectiveness of intersectoral interventions to address \"upstream factors\" such as housing, neighborhood conditions, and improving SEP. Williams has cited the Moving to Opportunity (MTO) housing mobility policy interventions as particularly effective in improving mental health through in the U.S.  17, 61  Using a randomized controlled design, MTO moved families from high-to lower-poverty neighborhoods in five U.S. cities. Three years after the move, parents in the intervention groups reported significantly fewer distress and depressive symptoms than control parents, and boys in the intervention groups reported significantly fewer anxious/depressive and dependency problems than boys in the control group. In addition, a ten-year follow-up study from Norway showed significant mental health improvements among residents a decade after their previously poorly functioning neighborhood was refurbished with new schools, recreation facilities, and transportation lines.  17, 62   erd et al. also recently found strong preliminary evidence linking a 4.6% reduction in disability (as indicated by self-reported mobility limitations in 1990 and 2000 census data) to every $100 increase in Supplemental Security Income benefits, suggesting a need for further research regarding the implications of income support policies for health status.  17, 63   loser look at several other broad public health efforts, key areas identified by Marmot and Bell as well as Wilensky and Satcher as critical areas for action  49, 50  illustrate the enormous potential of intersectoral interventions based on a social determinants approach."
    },
    {
      "title": "Reducing Disparities through Comprehensive Health Care Reform",
      "text": "Recent passage of the historic Massachusetts Health Care Reform Law (\"Chapter 58\"), a bipartisan effort signed into law in April 2006, promoted the concept of \"shared responsibility\" among individuals, employers, and government to strive toward nearuniversal health care coverage. To date, this unique effort has enrolled more than 428,000 newly insured persons, and Massachusetts is now recognized as the state with the lowest rates of uninsurance (2.6%).  64, 65   hile this achievement has received tremendous national attention, less well known are the innovative programs and mechanisms included in the law for reducing health disparities.  66 Specifically, Chapter 58 includes explicit provisions to increase health insurance coverage that may not only reduce disparities in the rates of uninsurance among racial/ethnic groups, but also improve prevention and treatment services for underserved populations, require explicit data collection on disparities as part of adjusting provider payments (particularly through Pay-for-Performance [P4P]), and increase policy attention to these issues through changes in government infrastructure. Some activities stemming from the law's attention to disparities deserve particular attention.  67 For example, using Community Health Workers in underserved communities to enroll individuals into health insurance plans appears to have contributed to declining rolls of the uninsured. Also, the establishment of the legislative Health Disparities Council creates a vehicle for annual recommendations to the state regarding improving data on disparities in health access, health outcomes, and the health care workforce; providing recommendations on designing, implementing, and improving programs; and offering ways to improve diversity and cultural competency in the health care workforce.  68 And, provisions in the law make Massachusetts the first state to require aligning Medicaid hospital rate increases contingent upon quality measures, including measures in disparities reduction through the P4P guidelines.  69 other notable example of efforts to reduce disparities through legislative action includes those in San Francisco to make health care services accessible and affordable for uninsured residents. While it does not provide health insurance, the Healthy San Francisco initiative offers universal access to primary and preventive care to uninsured residents through a clinic network on a sliding fee scale.  70"
    },
    {
      "title": "Reducing Disparities in Tobacco Dependence",
      "text": "With five million preventable deaths worldwide attributed to tobacco use each year, tobacco control deserves our highest commitment. Of note, the tobacco industry has gained financial strength over decades with a comprehensive marketing approach that has targeted youth, lower SEP populations, minorities, and developing countries, thereby creating broad societal and global inequities.  71 e burden of tobacco addiction and tobacco-related deaths on developing nations deserves special mention. Notably, one billion men worldwide smoke; 50% of men living in developing countries smoke, compared to 35% of men living in developed countries.  68, 69   ina, where nearly 70% the male population smokes, consumes more than 30% of the world's cigarettes.  72, 73   counter this global public health challenge, the WHO launched the Framework Convention on Tobacco Control (FCTC), the first and only international public health treaty. To date, 166 countries have both signed and ratified this treaty, committing their governments to adopting a comprehensive range of measures to combat health and economic impacts of tobacco. 74  The United States remains one of 26 countries who have not signed and ratified the FCTC. 74  If implemented aggressively, the FCTC articles, in theory, should address the overall tobacco disparities seen worldwide. It is also important to note, however, that as the first effort of its kind, the FCTC faces challenges in implementation given diverse political climates, economic incentives, competing priorities, and resource scarcities throughout the world. It is imperative that sectors involved in FCTC implementation take the issue of disparities into explicit consideration.\n\nPrevious analyses of data from the Global Youth Tobacco Survey (surveyed children ages 13-15 years in developing countries) have shown that over 75% of youth support smokefree policies despite the fact that the majority report being exposed to smoke in public places.  75 Further attention to reducing global disparities in tobacco should focus on establishing smoke-free policies in public places to protect children and establish smoke-free norms for the next generation.\n\nIn the U.S., effective statewide prevention and cessation programs, starting with those created in California and Massachusetts, have used a comprehensive social determinants approach that integrates media, policies, price increases, and other tactics to aid communities, schools, families, and individuals.  76, 77   argeting both upstream factors (e.g., counter-advertising campaigns, smoke-free policies, tobacco taxes) and downstream factors (e.g., individual and group counseling as well as nicotine replacement therapy) has deglamorized and denormalized the tobacco industry's image.  [76] [77] 7] [78] [79] [80]  Despite effectiveness of comprehensive tobacco control programs in reducing per capita smoking consumption, 77 inequities remain. For example, while smoking rates of Hispanic and Asian women, women over 65 years, and college-educated individuals are now below Healthy People 2010 goals, populations with lower income and/or lower education as well as other population subgroups continue to exceed national standards.  81  response, many states have increased provision of free and low cost cessation medications for populations in need, as well as other efforts aimed at addressing health disparities. In a 2005 needs assessment conducted by NACCHO's Tobacco Prevention and Control Project, 83% of local health department respondents indicated that they addressed health disparities through their tobacco control programs. Moreover, the 2005 National Profile of Local Health Departments showed significant associations between tobacco control programming and efforts to address inequities.  82 Nonetheless, no overarching national approach exists and coverage of services remains a patchwork of options. A 2006 survey reported that 39 state Medicaid programs covered at least one type of tobacco dependence treatment (but not necessarily the same treatments) and additionally, four states covered cessation treatment exclusively for pregnant women.  83 The results of a 2008 survey reported by the American Lung Association found that only seven states offered comprehensive cessation benefits to Medicaid recipients.  84"
    },
    {
      "title": "Reducing Cancer Disparities",
      "text": "Of the many pressing global public health concerns, the WHO has recently projected that cancer will be the world's top killer by 2010. 7,  85 Cancer disparities have become a major worldwide public health priority.  86 n the U.S., the National Cancer Institute (NCI) has committed to developing communityacademic networks to address cancer disparity issues, joining resource-rich institutions with community resources. 87  In this spirit, the NCI first created the Special Populations Network (SPN) (2000-2005), which later evolved into the Community Networks Program (CNP) (2005-2010). While most SPN and CNP efforts have focused on specific minority populations (e.g., African-or Asian-Americans), the Massachusetts initiative has instead focused on low SEP communities, which include many racial/ethnic minority groups in the U.S. MassCONECT (Massachusetts Community Networks to Eliminate Cancer Disparities through Education, Research, and Training) has employed a social determinants approach to link relevant stakeholders including academicians, policymakers, community leaders, and other representatives from community-based coalitions, media, and local and state government, to reduce and eliminate cancer inequities. Specifically, MassCONECT has built on the foundation of four community-based coalitions to engage community leaders and policymakers in three major cities with low SEP populations (Boston, Worcester, and Lawrence).\n\nIn this broad approach, MassCONECT has emphasized several specific themes for sustainability of disparities reduction efforts. First, making data usable at the community level through public health geocoding and mapping,  88  and broadening outreach to local media regarding widespread health inequities, 20 are high priorities. Disseminating efficacious interventions also includes providing mammography services to underserved populations, ensuring greater access to tobacco cessation services through the statewide Quitline, supporting coalition efforts to increase rates of those newly insured through state health care reform, and training CBOs in media advocacy to frame health issues of importance to them and address local health inequities. MassCONECT also is moving toward sustainability through a series of leveraged CBPR grants focusing on such issues as increasing cancer screening rates in community health centers, disseminating efficacious interventions in low SEP communities through the online cancer control planning tool (Cancer CONTROL P.L.A.N.E.T.), and decreasing children's exposure to secondhand smoke in the home."
    },
    {
      "title": "Conclusion",
      "text": "Health disparities are prevalent within and across nations and urgently require a comprehensive approach. In this paper, we examine the challenges in translating research evidence to influence public health policy and practice. Such translation includes framing the issues as inequities, calling for a more intersectoral, social determinants approach, and sharing lessons from interventions that have made a difference. Despite recent momentum in bridging the gap between research evidence and practice, the need for capacity building within communities to take advantage of developments in the bio-medical sciences as well as a stronger public policy agenda and public support to eliminate health inequities remains paramount.\n\nIn 1948, the WHO defined health as \"a state of complete physical, mental and social wellbeing and not merely the absence of disease or infirmity.\"  34 More than 60 years later, we more fully understand that the social determinants approach serves as a vital foundation for broad-scale improvements in health. In addition to science and research, factors including education, media, policy, advocacy, community engagement, and social strategy must serve as drivers to addressing and resolving inequities. In the midst of our diversity, such approaches can heighten commitment to what unifies us. As former President John F. Kennedy once said: \"… [I]f we cannot end now our differences, at least we can help make the world safe for diversity, for in the final analysis our most basic link is that we all inhabit this small planet, we all breathe the same air, we all cherish our children's future, and we are"
    },
    {
      "title": "Multiple and overlapping lenses for viewing health disparities"
    },
    {
      "text": "FIGURE 1."
    }
  ],
  "references": [
    {
      "title": "Commission on Social Determinants of Health. Closing the Gap in a Generation",
      "year": 2008
    },
    {
      "title": "The Millennium Development Goals Report 2008",
      "year": 2008,
      "doi": "10.18356/d2d0a8c2-en"
    },
    {
      "title": "Healthy People 2010: Understanding and Improving Health",
      "year": 2000
    },
    {
      "title": "Task Force on Community Preventive Services. The Guide to Community Preventive Services: What works to promote health",
      "year": 2005,
      "doi": "10.1093/acprof:oso/9780195151091.001.0001"
    },
    {
      "title": "Guide to Clinical Preventive Services: Report of the U.S. Preventive Services Task Force",
      "authors": [
        "U Preventive"
      ],
      "year": 2002
    },
    {
      "title": "Unequal Treatment: Confronting Racial and Ethnic Disparities in Health Care",
      "doi": "10.17226/12875"
    },
    {
      "authors": [
        "B Smedley",
        "A Stith",
        "A Nelson"
      ],
      "year": 2003
    },
    {
      "title": "-2013 Action Plan for the Global Strategy for the Prevention and Control of Noncommunicable Diseases",
      "year": 2008
    },
    {
      "title": "Twelve worlds: a geo-demographic comparison of global inequalities in mortality",
      "authors": [
        "P Day",
        "J Pearce",
        "D Dorling"
      ],
      "year": 2008,
      "doi": "10.1136/jech.2007.067702"
    },
    {
      "title": "Socioeconomic inequalities in health in 22 European countries",
      "authors": [
        "J Mackenbach",
        "I Stirbu",
        "A Roskam",
        "M Schaap",
        "G Menvielle",
        "M Leinsalu"
      ],
      "year": 2008
    },
    {
      "title": "Social class and cause of death",
      "authors": [
        "R Erikson",
        "J Torssander"
      ],
      "year": 2008
    },
    {
      "title": "Social inequalities in male mortality for selected causes of death by the National Statistics Socio-economic Classification, England and Wales, 2001-2003",
      "authors": [
        "C White",
        "G Edgar",
        "V Siegler"
      ],
      "year": 2008
    },
    {
      "title": "Municipal socioeconomic status and mortality in Japan: sex and age differences, and trends in 1973-1998",
      "authors": [
        "Y Fukuda",
        "K Nakamura",
        "T Takano"
      ],
      "year": 2004,
      "doi": "10.1016/j.socscimed.2004.04.012"
    },
    {
      "title": "The non-linear risk of mortality by income level in a healthy population: US National Health and Nutrition Examination Survey mortality follow-up cohort, 1988-2001",
      "authors": [
        "D Rehkopf",
        "L Berkman",
        "B Coull",
        "N Krieger"
      ],
      "year": 2008,
      "doi": "10.1186/1471-2458-8-383"
    },
    {
      "title": "Eight Americas: investigating mortality disparities across races, counties, and race-counties in the United States",
      "authors": [
        "C Murray",
        "S Kulkarni",
        "C Michaud",
        "N Tomijima",
        "M Bulzacchelli",
        "T Iandiorio"
      ],
      "year": 2006
    },
    {
      "title": "Moving upstream: how interventions that address the social determinants of health can improve health and reduce disparities",
      "authors": [
        "D Williams",
        "M Costa",
        "A Odunlami",
        "S Mohammed"
      ],
      "year": 2008
    },
    {
      "title": "disparities in health: descriptions, causes, and mechanisms",
      "authors": [
        "N Adler",
        "Dh Rehkopf"
      ],
      "year": 2008,
      "doi": "10.1146/annurev.publhealth.29.020907.090852"
    },
    {
      "title": "Social conditions as fundamental causes of disease",
      "authors": [
        "B Link",
        "J Phelan"
      ],
      "year": 1995,
      "doi": "10.2307/2626958"
    },
    {
      "title": "Public communications and its role in reducing and eliminating health disparities",
      "authors": [
        "K Viswanath"
      ],
      "year": 2006
    },
    {
      "title": "Socioeconomic disparities in health: pathways and policies",
      "authors": [
        "N Adler",
        "K Newman"
      ],
      "year": 2002,
      "doi": "10.1377/hlthaff.21.2.60"
    },
    {
      "title": "Improving Health in the Community: A Role for Performance Monitoring",
      "year": 1997,
      "doi": "10.1017/s0730938400023790"
    },
    {
      "title": "Social Epidemiology",
      "authors": [
        "L Berkman",
        "I Kawachi"
      ],
      "year": 2000
    },
    {
      "title": "Theories for social epidemiology in the 21st century: an ecosocial perspective",
      "authors": [
        "N Krieger"
      ],
      "year": 2001,
      "doi": "10.1093/ije/30.4.668"
    },
    {
      "title": "A glossary for social epidemiology",
      "authors": [
        "N Krieger"
      ],
      "year": 2001
    },
    {
      "title": "The Strategy of Preventive Medicine",
      "authors": [
        "G Rose"
      ],
      "year": 1992
    },
    {
      "title": "The next 5 years of global HIV/AIDS policy: critical gaps and strategies for effective responses",
      "authors": [
        "G Szekeres"
      ],
      "year": 2008,
      "doi": "10.1097/01.aids.0000327432.82795.92"
    },
    {
      "title": "Priority Interventions: HIV/AIDS prevention, treatment and care in the health sector",
      "year": 2009
    },
    {
      "title": "The reach and impact of social marketing and reproductive health communication campaigns in Zambia",
      "authors": [
        "R Van Rossem",
        "D Meekers"
      ],
      "year": 2007
    },
    {
      "title": "Promoting HIV risk awareness and testing in Latinos living on the U.S.-Mexico border: the Tu No Me Conoces social marketing campaign",
      "authors": [
        "A Olshefsky",
        "M Zive",
        "R Scolari",
        "M Zuniga"
      ],
      "year": 2007
    },
    {
      "title": "Rapid HIV Testing in Outreach and Other Community Settings ---United States, 2004--2006",
      "year": 2007,
      "doi": "10.1001/jama.299.3.280"
    },
    {
      "title": "HIV prevention among injection drug users: the need for integrated models",
      "authors": [
        "D Metzger",
        "H Navaline"
      ],
      "year": 2003,
      "doi": "10.1093/jurban/jtg083"
    },
    {
      "title": "Behavioural strategies to reduce HIV transmission: how to make them work better",
      "authors": [
        "T Coates",
        "L Richter",
        "C Caceres"
      ],
      "year": 2008
    },
    {
      "title": "A public health model of the social determinants of health",
      "authors": [
        "Z Ansari",
        "N Carson",
        "M Ackland",
        "L Vaughan",
        "A Serraglio"
      ],
      "year": 2002,
      "doi": "10.1007/s00038-003-2052-4"
    },
    {
      "title": "A framework for assessing health systems from the public's perspective: the ALPS approach",
      "authors": [
        "G Dahlgren",
        "M Whitehead"
      ],
      "year": 2007,
      "doi": "10.2190/u814-6x80-n787-807j"
    },
    {
      "title": "Examining the Health Disparities Research Plan of the National Institutes of Health: Unfinished Business"
    },
    {
      "title": "The National Academies Press",
      "authors": [
        "F Mitchell",
        "M Williams"
      ],
      "year": 2006
    },
    {
      "title": "Defining and investigating social disparities in cancer: critical issues",
      "authors": [
        "N Krieger"
      ],
      "year": 2005,
      "doi": "10.1007/s10552-004-1251-5"
    },
    {
      "title": "Methodological issues in measuring health disparities. National Center for Health Statistics",
      "authors": [
        "K Keppel",
        "E Pamuk",
        "J Lynch",
        "O Carter-Pokras",
        "V Mays",
        "J Pearcy"
      ],
      "year": 2005
    },
    {
      "title": "What is a \"health disparity",
      "authors": [
        "O Carter-Pokras",
        "C Baquet"
      ],
      "year": 2002,
      "doi": "10.1093/phr/117.5.426"
    },
    {
      "title": "Defining equity in health",
      "authors": [
        "P Braveman",
        "S Gruskin"
      ],
      "year": 2003
    },
    {
      "title": "Poverty, culture, and social injustice: determinants of cancer disparities",
      "authors": [
        "H Freeman"
      ],
      "year": 2004
    },
    {
      "title": "Why don't we see more translation of health promotion research to practice? Rethinking the efficacy-to-effectiveness transition",
      "authors": [
        "R Glasgow",
        "E Lichtenstein",
        "A Marcus"
      ],
      "year": 2003,
      "doi": "10.2105/ajph.93.8.1261"
    },
    {
      "title": "How can we increase translation of research into practice? Types of evidence needed",
      "authors": [
        "R Glasgow",
        "K Emmons"
      ],
      "year": 2007
    },
    {
      "title": "What types of evidence are most needed to advance behavioral medicine?",
      "authors": [
        "R Glasgow"
      ],
      "year": 2008
    },
    {
      "title": "Applying the RE-AIM framework to assess the public health impact of policy change",
      "authors": [
        "S Jilcott",
        "A Ammerman",
        "J Sommers",
        "R Glasgow"
      ],
      "year": 2007
    },
    {
      "title": "Scaling up treatment--why we can't wait",
      "authors": [
        "J Kim",
        "C Gilks"
      ],
      "year": 2005,
      "doi": "10.1056/nejme058261"
    },
    {
      "title": "Review of community-based research: assessing partnership approaches to improve public health",
      "authors": [
        "B Israel",
        "A Schulz",
        "E Parker",
        "A Becker"
      ],
      "year": 1998
    },
    {
      "title": "Community-based Participatory Research: Assessing the Evidence",
      "year": 2004
    },
    {
      "title": "Action on health disparities in the United States: commission on social determinants of health",
      "authors": [
        "M Marmot",
        "R Bell"
      ],
      "year": 2009
    },
    {
      "title": "Don't forget about the social determinants of health",
      "authors": [
        "G Wilensky",
        "D Satcher"
      ],
      "year": 2009,
      "doi": "10.1377/hlthaff.28.2.w194"
    },
    {
      "title": "Health Equity Through Intersectoral Action: An Analysis of 18 Country Case Studies",
      "year": 2008,
      "doi": "10.26719/2015.21.6.379"
    },
    {
      "title": "Independent Inquiry into Inequalities in Health",
      "authors": [
        "D Acheson"
      ],
      "year": 1998
    },
    {
      "title": "Tackling Health Inequalities: A Programme for Action",
      "year": 2003
    },
    {
      "title": "Health Inequalities: Progress and Next Steps",
      "year": 2008,
      "doi": "10.1037/e407482005-001"
    },
    {
      "title": "Health Inequalities: Third Report of Session 2008-09",
      "year": 2009
    },
    {
      "title": "Intersectoral Action on Health in a Conflict Situation: A Case Study of Kitgum District, Northern Uganda",
      "authors": [
        "R Mutambi",
        "R Hasunira",
        "V Oringa"
      ],
      "year": 2007
    },
    {
      "title": "Innovative Intersector Practices for Health and Equity: The Case of Cotacachi Ecuador",
      "authors": [
        "L Vega"
      ],
      "year": 2007
    },
    {
      "title": "Crossing the Quality Chasm: A New Health System for the 21st Century",
      "year": 2001
    },
    {
      "title": "Tackling Health Inequities Through Public Health Practice: A Handbook for Action",
      "authors": [
        "R Hofrichter"
      ],
      "year": 2006
    },
    {
      "title": "Promoting Health Equity: A Resource to Help Communities Address Social Determinants of Health",
      "authors": [
        "L Brennan Ramirez",
        "E Baker",
        "M Metzler"
      ],
      "year": 2008
    },
    {
      "title": "Moving to opportunity: an experimental study of neighborhood effects on mental health",
      "authors": [
        "T Leventhal",
        "J Brooks-Gunn"
      ],
      "year": 2003
    },
    {
      "title": "Urban environment and mental health: a longitudinal study",
      "authors": [
        "O Dalgard",
        "K Tambs"
      ],
      "year": 1997
    },
    {
      "title": "Upstream solutions: does the supplemental security income program reduce disability in the elderly?",
      "authors": [
        "P Herd",
        "R Schoeni",
        "J House"
      ],
      "year": 2008
    },
    {
      "title": "Health Care in Massachusetts: Key Indicators",
      "year": 2009
    },
    {
      "title": "State of the States",
      "year": 2009
    },
    {
      "title": "Chapter 58 of the Acts of 2006; An Act Providing Access to Affordable, Quality, Accountable Health Care",
      "year": 2006,
      "doi": "10.2307/1342089"
    },
    {
      "title": "Health Insurance Coverage in Massachusetts: Estimates from the 2008 Massachusetts Health Insurance Survey",
      "authors": [
        "S Long",
        "A Cook",
        "K Stockley"
      ],
      "year": 2008,
      "doi": "10.1377/forefront.20140326.038035"
    },
    {
      "title": "Massachusetts Medicaid Disparities Policy Roundtable. Pay-for-Performance Incentives to Reduce Racial and Ethnic Disparities in Health Care in the Massachusetts Medicaid Program",
      "year": 2007
    },
    {
      "title": "Healthy San Francisco: Our Health Access Program",
      "year": 2009
    },
    {
      "title": "Chapter 5: Disparities in Tobacco Use and Lung Cancer",
      "authors": [
        "H Koh",
        "S Massin-Short",
        "L Elqura"
      ],
      "year": 2009
    },
    {
      "title": "The Tobacco Atlas",
      "authors": [
        "J Mackay",
        "M Eriksen",
        "O Shafey"
      ],
      "year": 2006
    },
    {
      "title": "Poverty, Socioeconomic Position, and Cancer Disparities: Global Challenges and Opportunities",
      "authors": [
        "H Koh",
        "Massin- Short",
        "S Elqura",
        "L Judge"
      ],
      "year": 2008
    },
    {
      "title": "The Framework Convention Alliance for Tobacco Control",
      "year": 2009,
      "doi": "10.1057/9780230361249.0014"
    },
    {
      "title": "A cross country comparison of exposure to secondhand smoke among youth",
      "authors": [
        "Collaborative The",
        "Group"
      ],
      "year": 2006
    },
    {
      "title": "Best Practices for Comprehensive Tobacco Control Programs -2007",
      "year": 2007
    },
    {
      "title": "The first decade of the Massachusetts Tobacco Control Program",
      "authors": [
        "H Koh",
        "C Judge",
        "H Robbins",
        "C Celebucki",
        "D Walker",
        "G Connolly"
      ],
      "year": 2005
    },
    {
      "title": "Ending the Tobacco Problem: A blueprint for the nation",
      "year": 2007
    },
    {
      "title": "Preventing 3 million premature deaths and helping 5 million smokers quit: a national action plan for tobacco cessation",
      "authors": [
        "M Fiore",
        "R Croyle",
        "S Curry",
        "C Cutler",
        "R Davis",
        "C Gordon"
      ],
      "year": 2004
    },
    {
      "title": "The Role of the Media in Promoting and Reducing Tobacco Use",
      "year": 2008
    },
    {
      "title": "Cigarette Smoking Among Adults -United States, 2006",
      "year": 2007
    },
    {
      "title": "Issue Brief: Incorporating Principles of Social Justice to Tobacco Control",
      "year": 2007
    },
    {
      "title": "State Medicaid Coverage for Tobacco-Dependence Treatments -United States, 2006",
      "authors": [
        "Cdc"
      ],
      "year": 2008
    },
    {
      "title": "Helping Smokers Quit: State Cessation Coverage",
      "year": 2009
    },
    {
      "title": "Cancer No. 1 Killer by 2010",
      "authors": [
        "J Stephenson"
      ],
      "year": 2009,
      "doi": "10.1001/jama.2008.958"
    },
    {
      "title": "Toward the Elimination of Cancer Disparities",
      "authors": [
        "H Koh"
      ],
      "year": 2009,
      "doi": "10.1007/978-0-387-89443-0"
    },
    {
      "title": "Dissemination Research and Research Dissemination: How Can We Close the Gap?",
      "authors": [
        "J Kerner",
        "B Rimer",
        "K Emmons"
      ],
      "year": 2005,
      "doi": "10.1037/0278-6133.24.5.443"
    },
    {
      "title": "Painting a truer picture of US socioeconomic and racial/ethnic health inequalities: the Public Health Disparities Geocoding Project",
      "authors": [
        "N Krieger",
        "J Chen",
        "P Waterman",
        "D Rehkopf",
        "S Subramanian"
      ],
      "year": 2005,
      "doi": "10.2105/ajph.2003.032482"
    },
    {
      "authors": [
        "J Kennedy"
      ],
      "year": 1963,
      "doi": "10.1515/9780295999630-038"
    }
  ],
  "num_references": 88
}
