{
  "paper_id": "BHQ34H4Q",
  "title": "Mind the Gap: Social Media Engagement by Public Health Researchers",
  "abstract": "Background: The traditional vertical system of sharing information from sources of scientific authority passed down to the public through local health authorities and clinicians risks being made obsolete by emerging technologies that facilitate rapid horizontal information sharing. The rise of Public Health 2.0 requires professional acknowledgment that a new and substantive forum of public discourse about public health exists on social media, such as forums, blogs, Facebook, and Twitter. Objective: Some public health professionals have used social media in innovative ways: to surveil populations, gauge public opinion, disseminate health information, and promote mutually beneficial interactions between public health professionals and the lay public. Although innovation is on the rise, most in the public health establishment remain skeptical of this rapidly evolving landscape or are unclear about how it could be used. We sought to evaluate the extent to which public health professionals are engaged in these spaces. \n Methods: We conducted a survey of professorial-and scientist-track faculty at the Johns Hopkins Bloomberg School of Public Health in Baltimore, Maryland, USA. We asked all available faculty via email to complete a 30-question survey about respondent characteristics, beliefs about social media, and usage of specific technologies, including blogs, Facebook, Twitter, and YouTube. Results: A total of 181 (19.8%) of 912 professor-and scientist-track faculty provided usable responses. The majority of respondents rarely used major social media platforms. Of these 181 respondents, 97 (53.6%) had used YouTube, 84 (46.4%) had used Facebook, 55 (30.4%) had read blogs, and 12 (6.6%) had used Twitter in the prior month. More recent degree completion was the best predictor of higher usage of social media. In all, 122 (67.4%) agreed that social media is important for disseminating information, whereas only 55 (30.4%) agreed that social media is useful for their research. In all, 43 (23.8%) said social media was helpful for professional career advancement, whereas 72 (39.8%) said it was not. Only 43 (23.8%) faculty said they would employ a full-or part-time social media consultant, and 30 (16.6%) currently employed one. Conclusions: Despite near-universal appreciation of the potential for social media to serve as a component of public health strategy, a small minority are actually engaged in this space professionally, whereas most are either disinterested or actively opposed to professional engagement. Social media is seen by most as more useful for spreading information than obtaining it. As public discourse on a number of critical health topics continues to be influenced and sometimes shaped by discussions online from Twitter to Facebook, it would seem that greater discourse is needed about when and how public health professionals should engage in these media, and also how personal, institutional, and professional barriers to greater use of social media may be overcome.",
  "year": 2013,
  "date": "2013",
  "journal": "Am J Disaster Med",
  "publication": "Am J Disaster Med",
  "authors": [
    {
      "forename": "Brett",
      "surname": "Keller",
      "name": "Brett Keller",
      "affiliation": "1  Johns Hopkins School of Public Health , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Alain",
      "surname": "Labrique",
      "name": "Alain Labrique",
      "affiliation": "2  Johns Hopkins School of Public Health , Department of International Health and Department of Epidemiology , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Public Health \n\t\t\t\t\t\t\t\t Department of International Health and Department of Epidemiology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States",
      "email": "alabriqu@jhsph.edu"
    },
    {
      "forename": ";",
      "surname": "Kriti",
      "name": "; Kriti"
    },
    {
      "forename": "M",
      "surname": "Jain",
      "name": "M Jain",
      "affiliation": "1  Johns Hopkins School of Public Health , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Public Health \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Andrew",
      "surname": "Pekosz",
      "name": "Andrew Pekosz",
      "affiliation": "3  Johns Hopkins School of Public Health , Department of Molecular Microbiology and Immunology and Department of Environmental Health Sciences , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Johns Hopkins School of Public Health \n\t\t\t\t\t\t\t\t Department of Molecular Microbiology and Immunology \n\t\t\t\t\t\t\t\t Department of Environmental Health Sciences \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Orin",
      "surname": "Levine",
      "name": "Orin Levine",
      "affiliation": "4  Bill & Melinda Gates Foundation , Seattle , WA , United States Johns Hopkins School of Public Health Department of International Health and \n\t\t\t\t\t\t\t\t Johns Hopkins School of Public Health Department of International Health \n\t\t\t\t\t\t\t\t Bill & Melinda Gates Foundation \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Seattle \n\t\t\t\t\t\t\t\t\t WA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "affiliation": "Department of Epidemiology 615 North Wolfe St , E5543 Baltimore , MD , 21205 United States \n\t\t\t\t\t\t\t\t Department of Epidemiology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 615 North Wolfe St \n\t\t\t\t\t\t\t\t\t E5543 21205 \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/jmir.2982",
  "pmid": "24425670",
  "keywords": [
    "Internet",
    "social media",
    "public health",
    "blogging"
  ],
  "sections": [
    {
      "title": "Introduction"
    },
    {
      "title": "Background",
      "text": "Over the past 2 decades, the Internet has become an important source of public information. Recently, with the growth and global penetration of social networks, a wide range of online platforms have become important forums for public dialog about health and health care. Across the globe, we posit that a sea change is occurring, characterized not by seekers of static reference information from Internet sources, but by those looking to engage in interactive, bidirectional communication with global communities of like individuals sharing common health aspirations or challenges. As proposed by Evgeny Morozov  [1]  in his recent book To Save Everything, Click Here, we find ourselves rapidly ascending to dizzying heights of \"technologic solutionism,\" characterized by the devolution of trust in traditional sources of public health information and a growing reliance on the \"wisdom of crowds and the marketplace of ideas.\" Social media has taken on a new and important role in public discourse and debate, ranging from the mundane to issues of public health significance. Social media platforms, Web-or mobile-based, facilitate interaction by letting users create, share, and view user-generated content. Users can be transformed from passive consumers into content producers  [2] .\n\nEven before the rise in popularity of social media, patients were increasingly accustomed to seeking medical information online. In a survey of patients from a primary care internal medicine private practice, 53.5% of respondents said they used the Internet to find medical information  [3] . A further 60% of those who used the Internet to find medical information believed the quality of information that they found online was the same as or better than what their doctors provided  [3] . A 2013 online survey confirmed that health professionals and patients use social media for different purposes, with patients seeking knowledge, garnering social support, and exchanging advice, whereas health professionals communicate with colleagues and market their services  [4] .\n\nIn the past decade, however, many reviews of the quality of medical information available on the Internet based on reviews by clinical experts have rated information as poor and often potentially dangerous  [5] . A 2007 systematic review of online information about inflammatory bowel disease identified many sources, but these were characterized by highly variable quality  [6] . Eysenbach  [7] , in his 1998 BMJ review, proposed that although the Internet's inherent \"anarchic nature\" was essential for uncensored debate, this same attribute can allow poor quality and even dangerous misinformation to proliferate.\n\nWhen the interactive element of social media is added to the ease of finding information (and potential misinformation) online, the speed and reach of public health debate is often unprecedented, especially in areas that are fraught with controversy. The tools required to create sophisticated online content are widely accessible and information that seems to be authoritative or scientifically valid can be generated at low cost. The result may be that distinguishing science from opinion is much more challenging today for the lay public than it may have been a decade ago. Civil society organizations ranging from patient and special interest groups to so-called \"citizen advocacy\" groups are increasingly driving public discussion around the introduction of new vaccines  [8] . Social media is being explored as a means to deliver some interventions, although the full potential of these strategies remain to be demonstrated  [9, 10] . The capacity of social networking and social media technologies to effect sea changes in society were made evident by the events of the 2011 \"Arab Spring,\" demonstrating how ideas and information could spread virally across population  [11] .\n\nStill, a strong health professional view persists that the user-generated content of social media sites are little more than backchannels, which serve mainly to spread \"misinformation and rumor\"  [3] . This divide is further illustrated by recent findings that patients are more likely than physicians to use social media sites to access or discuss health information  [12] . A review of social media usage by local health departments found that communication has been mostly one-way, from departments to the public, but that dialog and engagement are increasing  [13] .\n\nWe argue that social media can be seen as a new landscape for dialog and public health insight, where researchers can gather health information, disseminate research findings, and provide guidance. Opportunities for research abound because social media users are surprisingly open in discussing their own health  [14] . Patient-centered online communities, such as PatientsLikeMe.com, have been used to gain insight into rare disease conditions, patient-reported drug-related side effects, and even to validate new instruments  [15] [16] [17] . Researchers have used sophisticated natural language processing and big data tools to analyze conversations on Twitter, and have been able to predict annual influenza and other epidemic diseases with remarkable accuracy  [14] . Scanfield and colleagues  [18]  used Twitter in 2010 as a means of exploring antibiotic misuse and sharing. As early as 2008, Collier and colleagues  [19]  had developed Web-based text mining systems to identify and map \"public health rumors\" into a system they coined BioCaster. These examples illustrate how social media sites, ranging from Twitter to Facebook and even the media-sharing site YouTube, offer novel platforms for health information exchange. Despite initial skepticism about the reach or impact of these platforms, it has become clear that these networks continue to grow, and younger populations are likely to increase their reliance on these sources for public health and medical guidance  [20] ."
    },
    {
      "title": "Objective",
      "text": "Although social media sites seem to be increasingly important tools for personal health information exchange, relatively few XSL • FO RenderX empirical studies have examined characteristics of those who use social media or the potential health effects of accessing user-generated content  [21] . There is even less published information about how and why public health researchers and practitioners use social media professionally. As the public discourse continues to mature within these virtual spaces, it will be critical to identify opportunities to engage health professionals in the dialog. Although it may be overly ambitious to seek to balance this conversation, further study may identify ways to improve the dissemination of valid information and influence positive behavior change  [18] .\n\nWe sought to illustrate this potential by evaluating the extent to which public health researchers are engaged in these spaces.\n\nTo that end, we conducted a survey of professorial-and scientist-track faculty at the Johns Hopkins Bloomberg School of Public Health, the oldest and largest school of public health in the United States, to begin filling in this gap in public health knowledge. We investigated Johns Hopkins faculty beliefs about social media and their use of various social media tools. A follow-up survey is planned in 2014 to track changes in opinions and activities over time."
    },
    {
      "title": "Methods",
      "text": "In April 2011, we conducted an online survey of social media beliefs and practices among faculty at the Johns Hopkins School of Public Health, Baltimore, MD, USA, a leading public health institution in the United States with a large faculty with diverse research interests. To our knowledge, this is the first survey of its kind.\n\nThe Johns Hopkins Bloomberg School of Public Health regularly updates a public listing of its 1564 full-and part-time faculty and researchers. There are 2 primary tracks for faculty-professor or scientist-in addition to positions of varying permanence. We restricted our survey to the 912 faculty in professorial-and scientist-track positions.\n\nWe requested all members of an updated faculty email list to complete an anonymous online survey with questions about respondent characteristics, beliefs about social media, and usage of specific technologies, including blogs, Facebook, Twitter, and YouTube. The 30-question survey was administered using a commercial survey website, SurveyMonkey. Three email invitations were sent during a 6-week period in March-April 2011.\n\nWe constructed a Social Media Usage Index (SMUI) score with a possible range of 0-16, weighting each social media service equally. For each of the 4 social media services mentioned in the survey (blogs, Facebook, Twitter, and YouTube), respondents were assigned zero points for never having heard of a service, 1 point for having heard of but never using the service, 2 points for using the service but not in the past month, 3 points for using the service once or twice in the past month, and 4 points for using the service 3 or more times in the past month.\n\nResponses were analyzed with Stata statistical software version IC 11.2 (StataCorp LP, College Station, TX, USA). The Johns Hopkins School of Public Health Institutional Review Board reviewed the study and declared it exempt."
    },
    {
      "title": "Results",
      "text": "We received 181 usable responses by professor-and scientist-track faculty out of a total of 912 potential respondents in those positions, for a response rate of 19.8%. Unusable responses included incomplete responses and responses by individuals on the faculty email list but not part of the professoror scientist-track faculty. Respondent characteristics are described in Table  1 .\n\nMost respondents rarely used major social media platforms. Respondents were more likely to have used YouTube (94/181, 51.9%) and Facebook (81/181, 44.8%) than to have read blogs (53/181, 29.3%) or used Twitter (12/181, 6.6%) in the prior month. Awareness of these services was nearly universal: only 1 respondent had not heard of Twitter and YouTube, and all respondents had heard of Facebook and blogs. Respondents were much more likely to use all 4 services for personal reasons, but the proportion of use that was predominantly personal for YouTube (163/181, 90.0%) and Facebook (164/181, 90.6%) was greater than for Twitter (146/181, 80.7%) and blogs (149/181, 82.3%). When restricted to respondents who used the services regularly (≥3 times/week) the proportion of mostly personal use was similar for YouTube (160/181, 88.4%), Facebook (165/181, 91.2%), and blogs (122/181, 67.4%); only 6/181 (3.3%) respondents used Twitter this frequently.\n\nFaculty responses seemed to distribute along a continuum of enthusiasm. One respondent, asked about whether faculty should be engaged in social media discussions, replied, \"I very rarely look at YouTube, only if someone sends me something. I write 30,000 emails per year. There is no time for additional media of any kind. I am skeptical of researchers who use social media to increase interest in their work.\" In contrast, others expressed supportive opinions of engagement, with a caveat of limiting such interaction, \"I think it is helpful to be engaged in some social media in the current age; however, maintaining a formal presence takes time most of us don't have. It is beneficial that my center organizes it for us, and we work with students to do blogging. Unfortunately, credibility as an academic may be affected when blogging too much.\" Finally, a smaller number of faculty recognized that social media is useful to public health professionals \"to get information out when trying to build awareness or change policy. The short, informal nature of social media is critical to reaching certain audiences who don't have the time to weed through long reports or read journal articles.\" Another respondent echoed the sentiment, \"I think it is very important for raising awareness of a public health issue, for advocacy purposes, and for dissemination of study results.\" Social media was seen, in this sample, as more useful for spreading research results than conducting research: 122 (67.4%) agreed that social media is important for disseminating information, whereas only 55 (30.4%) agreed that social media is useful for their research. Respondents were skeptical when asked whether social media engagement was helpful for career advancement; 43 (23.8%) said social media usage was useful, whereas 72 (39.8%) said it was not. A minority were very involved with social media: 43 (23.8%) faculty said they would employ a full-or part-time social media consultant, and 30 (16.6%) currently employed one. Open responses questions indicated considerable enthusiasm for social media from respondents engaged in the field. Figure  1  is a visual diagram (Wordle) that arranges the top 150 most common words in survey respondents' open response answers, scaling the size of words to match their usage frequency.\n\nWe fitted bivariate and multivariate linear regression models with the SMUI score as the dependent variable to identify factors associated with higher social media usage scores (Table  2 ). Mean SMUI did not differ by gender or age category, but was higher for associate professors. For each additional year since degree completion, the mean SMUI score decreased slightly."
    },
    {
      "title": "Years since degree completion",
      "text": "[Reference] 0 years <.001 -0.12 (-0.18, -0.05) Per year increase a P values calculated with t tests."
    },
    {
      "title": "Discussion",
      "text": "Our results suggest that despite a substantial appreciation for the potential of social media to serve as a component of public health strategy, only a small minority of public health faculty are actually engaged in this space professionally. The majority of respondents were either disinterested or actively opposed to professional engagement in the social media space. Although the generalizability of these results is limited somewhat by only soliciting responses at a single institution, the Johns Hopkins Bloomberg School of Public Health is the largest of its type and represents a substantial portion of public health faculty in the United States.\n\nAs public discourse on a number of critical health topics continues to be influenced and sometimes shaped by discussions online from Twitter to Facebook, public health faculty should seriously consider when and how public health professionals should engage in these media, but also how personal, institutional, and professional barriers to greater use of social media may be overcome. Strategies for overcoming these barriers may start with greater awareness of specific applications of social media for public health practice and research. Textbox 1 lists social media resources from the Centers for Disease Control and Prevention (CDC), the National Information Center on Health Services Research and Health Care Technology, and the Johns Hopkins School of Public Health. Recognition of engagement in social media also needs to be incorporated into the way faculty are recognized for their professional practice. This, however, will require the need for robust metrics to quantify the reach and impact specific faculty or institutions are having in these spaces. Services like Klout, Tweetlevel, Bloglevel, and Export.ly provide analytics with some interpretive filters which attempt to quantify the influence specific individuals or organizations have on others.\n\nTextbox 1. Social media resources. • CDC Social Media page [22] • CDC's Health Communicator's Social Media Toolkit [23] • Social Media Resources listed by the National Information Center on Health Services Research and Health Care Technology [24]\n\n• Social Media Channels at the Johns Hopkins School of Public Health  [25]  In the age of social media, information is no longer constrained to vertical channels of authority; ideas are shared freely between citizens who can inform or misinform the public. As Chou et al  [20]  pointed out in their 2009 characterization of users of social media for health information, age, socioeconomic status, and ethnicity may be important confounders of access to or use of these channels. It will be important to further explore the degree to which social media information sources play a role in individual decision making, such as whether to vaccinate one's children or to choose formula over breast-milk. Public health professionals-from physicians to government officials to academic researchers-should strategically adopt new technologies and styles of communication or risk being excluded from this conversation entirely.\n\nTo encourage the use of new approaches to information sharing through social media and engagement in public discourse within this space, we call for increased professional discussion of the benefits and risks of more active engagement in social media by public health professionals, both as a means of gathering new information and to influence ongoing discussions of public health importance."
    },
    {
      "text": "Figure 1. A \"Wordle\" diagram of survey responses on current and desired uses of social media in public health research and practice."
    },
    {
      "text": "Social Media Usage Index (SMUI) score by respondent characteristics."
    },
    {
      "text": "Correlates of Social Media Usage Index (SMUI) scores in multivariate analysis."
    }
  ],
  "references": [
    {
      "title": "To Save Everything, Click Here: The Folly of Technological Solutionism",
      "authors": [
        "E Morozov"
      ],
      "year": 2013,
      "doi": "10.5860/choice.51-0324"
    },
    {
      "title": "Emergent use of social media: a new age of opportunity for disaster resilience",
      "authors": [
        "M Keim",
        "E Noji"
      ],
      "year": 2011
    },
    {
      "title": "Patients' use of the Internet for medical information",
      "authors": [
        "J Diaz",
        "R Griffith",
        "J Ng",
        "S Reinert",
        "P Friedmann",
        "A Moulton"
      ],
      "year": 2002,
      "doi": "10.1046/j.1525-1497.2002.10603.x"
    },
    {
      "title": "Patients' and health professionals' use of social media in health care: motives, barriers and expectations",
      "authors": [
        "M Antheunis",
        "K Tates",
        "T Nieboer"
      ],
      "year": 2013,
      "doi": "10.1016/j.pec.2013.06.020"
    },
    {
      "title": "Reliability of health information on the Internet: an examination of experts' ratings",
      "authors": [
        "M Craigie",
        "B Loader",
        "R Burrows",
        "S Muncer"
      ],
      "year": 2002,
      "doi": "10.2196/jmir.4.1.e2"
    },
    {
      "title": "A systematic review of patient inflammatory bowel disease information resources on the World Wide Web",
      "authors": [
        "A Bernard",
        "M Langille",
        "S Hughes",
        "C Rose",
        "D Leddin",
        "Veldhuyzen Van Zanten"
      ],
      "year": 2007,
      "doi": "10.1111/j.1572-0241.2007.01325.x"
    },
    {
      "title": "Towards quality management of medical information on the Internet: evaluation, labelling, and filtering of information",
      "authors": [
        "G Eysenbach",
        "T Diepgen"
      ],
      "year": 1998,
      "doi": "10.1136/bmj.317.7171.1496"
    },
    {
      "title": "Civil society: a critical new advocate for vaccination in Europe",
      "authors": [
        "V Laurent-Ledru",
        "A Thomson",
        "J Monsonego"
      ],
      "year": 2011,
      "doi": "10.1016/j.vaccine.2010.11.004"
    },
    {
      "title": "The delivery of public health interventions via the Internet: actualizing their potential",
      "authors": [
        "G Bennett",
        "R Glasgow"
      ],
      "year": 2009,
      "doi": "10.1146/annurev.publhealth.031308.100235"
    },
    {
      "title": "Improving influenza vaccination rates in pregnancy through text messaging: a randomized controlled trial",
      "authors": [
        "M Moniz",
        "S Hasley",
        "L Meyn",
        "R Beigi"
      ],
      "year": 2013,
      "doi": "10.1097/aog.0b013e31828642b1"
    },
    {
      "title": "The role of information communication technologies in the \"Arab Spring",
      "authors": [
        "E Stepanova",
        "Eurasia"
      ],
      "year": 2011
    },
    {
      "title": "Social Internet sites as a source of public health information",
      "authors": [
        "K Vance",
        "W Howe",
        "R Dellavalle"
      ],
      "year": 2009,
      "doi": "10.1016/j.det.2008.11.010"
    },
    {
      "title": "Use of twitter among local health departments: an analysis of information sharing, engagement, and action",
      "authors": [
        "B Neiger",
        "R Thackeray",
        "S Burton",
        "C Thackeray",
        "J Reese"
      ],
      "year": 2013,
      "doi": "10.2196/jmir.2775"
    },
    {
      "title": "You are what you tweet: Analyzing Twitter for public health",
      "authors": [
        "M Paul",
        "M Dredze"
      ],
      "year": 2011,
      "doi": "10.1609/icwsm.v5i1.14137"
    },
    {
      "title": "The multiple sclerosis rating scale, revised (MSRS-R): development, refinement, and psychometric validation using an online community",
      "authors": [
        "P Wicks",
        "T Vaughan",
        "M Massagli"
      ],
      "year": 2012,
      "doi": "10.1186/1477-7525-10-70"
    },
    {
      "title": "Mining online social network data for biomedical research: a comparison of clinicians' and patients' perceptions about amyotrophic lateral sclerosis treatments",
      "authors": [
        "C Nakamura",
        "M Bromberg",
        "S Bhargava",
        "P Wicks",
        "Q Zeng-Treitler"
      ],
      "year": 2012,
      "doi": "10.2196/jmir.2127"
    },
    {
      "title": "Patient-reported outcomes as a source of evidence in off-label prescribing: analysis of data from PatientsLikeMe",
      "authors": [
        "J Frost",
        "S Okun",
        "T Vaughan",
        "J Heywood",
        "P Wicks"
      ],
      "year": 2011,
      "doi": "10.2196/jmir.1643"
    },
    {
      "title": "Dissemination of health information through social networks: twitter and antibiotics",
      "authors": [
        "D Scanfeld",
        "V Scanfeld",
        "E Larson"
      ],
      "year": 2010,
      "doi": "10.1016/j.ajic.2009.11.004"
    },
    {
      "title": "BioCaster: detecting public health rumors with a Web-based text mining system",
      "authors": [
        "N Collier",
        "S Doan",
        "A Kawazoe",
        "R Goodwin",
        "M Conway",
        "Y Tateno"
      ],
      "year": 2008,
      "doi": "10.1093/bioinformatics/btn534"
    },
    {
      "title": "Social media use in the United States: implications for health communication",
      "authors": [
        "W Chou",
        "Y Hunt",
        "E Beckjord",
        "R Moser",
        "B Hesse"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1249"
    },
    {
      "title": "Communication inequalities and public health implications of adult social networking site use in the United States",
      "authors": [
        "E Kontos",
        "K Emmons",
        "E Puleo",
        "K Viswanath"
      ],
      "year": 2010,
      "doi": "10.1080/10810730.2010.522689"
    },
    {
      "title": "Social Media at CDC",
      "doi": "10.1016/s1042-0991(15)31650-9"
    },
    {
      "title": "The Health Communicator's Social Media Toolkit",
      "doi": "10.7476/9786557250402.0002"
    },
    {
      "title": "Social media channels URL",
      "doi": "10.1016/j.osnem.2018.10.004"
    }
  ],
  "num_references": 24
}
