{
  "paper_id": "BJWV2IJK",
  "title": "Assessing the Clinical Robustness of Digital Health Startups: Cross-sectional Observational Analysis",
  "abstract": "Background: The digital health sector has experienced rapid growth over the past decade. However, health care technology stakeholders lack a comprehensive understanding of clinical robustness and claims across the industry. Objective: This analysis aimed to examine the clinical robustness and public claims made by digital health companies. \n Methods: A cross-sectional observational analysis was conducted using company data from the Rock Health Digital Health Venture Funding Database, the US Food and Drug Administration, and the US National Library of Medicine. Companies were included if they sell products targeting the prevention, diagnosis, or treatment phases of the care continuum. Clinical robustness was defined using regulatory filings and clinical trials completed by each company. Public claims data included clinical, economic, and engagement claims regarding product outcomes made by each company on its website. Results: A total of 224 digital health companies with an average age of 7.7 years were included in our cohort. Average clinical robustness was 2.5 (1.8 clinical trials and 0.8 regulatory filings) with a median score of 1. Ninety-eight (44%) companies had a clinical robustness score of 0, while 45 (20%) companies had a clinical robustness score of 5 or more. The average number of public claims was 1.3 (0.5 clinical, 0.4 economic, and 0.4 engagement); the median number of claims was 1. No correlation was observed between clinical robustness and number of clinical claims (r 2 =0.02), clinical robustness and total funding (r 2 =0.08), or clinical robustness and company age (r 2 =0.18). \n Conclusions: Many digital health companies have a low level of clinical robustness and do not make many claims as measured by regulatory filings, clinical trials, and public data shared online. Companies and customers may benefit from investing in greater clinical validation efforts.",
  "year": 2019,
  "date": "2019-06-26",
  "journal": "Sci Transl Med",
  "publication": "Sci Transl Med",
  "authors": [
    {
      "forename": "Sean",
      "surname": "Day",
      "name": "Sean Day",
      "affiliation": "1  Rock Health Inc , San Francisco , CA , United States \n\t\t\t\t\t\t\t\t Rock Health Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Veeraj",
      "surname": "Shah",
      "name": "Veeraj Shah",
      "affiliation": "1  Rock Health Inc , San Francisco , CA , United States \n\t\t\t\t\t\t\t\t Rock Health Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Sari",
      "surname": "Kaganoff",
      "name": "Sari Kaganoff",
      "affiliation": "1  Rock Health Inc , San Francisco , CA , United States \n\t\t\t\t\t\t\t\t Rock Health Inc \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t San Francisco \n\t\t\t\t\t\t\t\t\t CA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Shannon",
      "surname": "Powelson",
      "name": "Shannon Powelson",
      "affiliation": "3  Whiting School of Engineering , Johns Hopkins University , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Whiting School of Engineering \n\t\t\t\t\t\t\t\t Johns Hopkins University \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Simon",
      "surname": "Mathews",
      "name": "Simon Mathews",
      "affiliation": "4  Division of Gastroenterology & Hepatology , Johns Hopkins University School of Medicine , Baltimore , MD , United States \n\t\t\t\t\t\t\t\t Division of Gastroenterology & Hepatology \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States",
      "email": "smathe14@jhmi.edu"
    },
    {
      "affiliation": "Division of Gastroenterology & Hepatology Johns Hopkins University School of Medicine 1800 Orleans St Baltimore , MD , 21287 United States \n\t\t\t\t\t\t\t\t Division of Gastroenterology & Hepatology \n\t\t\t\t\t\t\t\t Johns Hopkins University School of Medicine \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 1800 Orleans St \n\t\t\t\t\t\t\t\t\t 21287 \n\t\t\t\t\t\t\t\t\t Baltimore \n\t\t\t\t\t\t\t\t\t MD \n\t\t\t\t\t\t\t\t\t United States"
    }
  ],
  "doi": "10.2196/37677",
  "keywords": [
    "digital health",
    "health tech",
    "software as a medical device (SaaMD)",
    "real-world evidence",
    "venture capital"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "The digital health sector has grown rapidly over the past decade  [1, 2] . There are more than 1900 digital health startup companies in the United States that have raised more than US $2 million in venture funding, which in total have raised more than US $77 billion in venture capital funding since 2011  [3] .\n\nAlthough growth is apparent, the ability to measure impact is not. Several studies have highlighted the need for greater clinical validation  [4, 5]  and found that many solutions were not supported by robust clinical evidence  [6, 7]  and demonstrated Day et al JOURNAL OF MEDICAL INTERNET RESEARCH"
    },
    {
      "title": "XSL • FO",
      "text": "RenderX mixed results on cost savings and cost-effectiveness  [8, 9] . In addition, there is evidence that some claims made by digital health companies have been misleading  [10] [11] [12] , with a few highly publicized cases resulting in legal action by the Federal Trade Commission and state attorneys general  [13] [14] [15] . Most studies focusing on clinical impact are narrowly defined to specific clinical therapeutic areas (eg, diabetes, cardiac arrhythmia), making it difficult to extrapolate findings to the broader field of digital health  [16] [17] [18] [19] [20] [21] [22] . Additional limitations include a small sample of companies and the use of publications as a proxy for clinical impact. Other studies in digital health have examined larger clinical trends, such as growth in clinical trials, but these often lack data on clinical and customer focus  [23, 24] .\n\nAs a result, the literature is often too narrow or too broad to enable an understanding of clinical impact. In addition, no studies have examined both clinical rigor and public claims made by companies. To address these limitations, we sought to comprehensively examine the topic of clinical robustness in digital health companies by using a more comprehensive definition of clinical rigor and examining companies' public claims across the most in-depth database of US-based digital health companies. These findings provide additional context for all stakeholders in health technology that rely on a more accurate characterization of digital health solutions."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Population",
      "text": "Companies were identified using the Digital Health Venture Funding Database maintained by Rock Health Inc, a digital health venture fund and advisory firm, which has been used in prior studies  [25] [26] [27] . The database includes all digital health companies with headquarters in the United States that have raised at least one venture funding round of US $2 million or more since 2011. Our analysis included companies that sell products targeting the prevention, diagnosis, or treatment phases of the care continuum, which raised at least one round of funding between 2011 and 2020. Digital health companies are defined as those that build and sell digital technologies in health care  [28, 29] ."
    },
    {
      "title": "Company Variables",
      "text": "Total venture funding, clinical area(s) of focus, care continuum phase(s), and customer data were collected for each company. Clinical areas represented 1 of 20 specific clinical domains (eg, cardiovascular, nephrology). Care continuum phase was defined according to the following: prevention, diagnosis, or treatment. Customer type referred to the category of buyer for a company's products, such as payer (ie, health insurance companies), biopharma (ie, pharmaceutical or biopharmaceutical companies), and medical devices (ie, companies that manufacture medical devices). Companies can be categorized into multiple categories (ie, companies may address multiple phases of the care continuum or multiple clinical areas). Company variables were gathered from the Digital Health Venture Funding Database, which Rock Health maintains using publicly available information such as company websites, press releases, and US Securities and Exchange Commission filings. Data for companies were collected through August 3, 2021."
    },
    {
      "title": "Claims Variables",
      "text": "The number and type of claims, defined as unique quantitative statements about product outcomes, made on a company's website were collected in the following categories: clinical, economic, and engagement. The definitions of these claim types are detailed in Table  1 . Data were obtained by reviewing all pages of a company's website, excluding links to external pages such as press releases, between May 3, 2021, and August 3, 2021."
    },
    {
      "title": "Clinical Robustness Variables",
      "text": "We collected regulatory data from the Food and Drug Administration (FDA), including the number of 510(k), De Novo, and premarket approval filings (where the company was listed as the \"Requester\" on fda.gov). In addition, we collected the number and type of clinical trials by searching ClinicalTrials.gov where the company was listed as \"Sponsor / Collaborator.\" Data on both FDA filings and clinical trials were collected between July 1, 2021, and September 2, 2021, through a combination of web scraping and manual searching. Data collection on claims was completed by at least 3 authors, with blinded cross-review to ensure consistency in data collection.\n\nA \"clinical robustness\" score was calculated for each company, defined as the sum of the number of regulatory filings and clinical trials. Each regulatory filing and clinical trial was weighted equally in the calculation."
    },
    {
      "title": "Data and Statistical Analysis",
      "text": "All data were stored in Microsoft Excel (Microsoft Corp), where all descriptive and statistical analyses including coefficient of correlation between variables were calculated."
    },
    {
      "title": "Results"
    },
    {
      "title": "Population Characteristics",
      "text": "There were 224 companies in the cohort, with an average age of 7.7 years. Collectively, these companies have raised a total of US $8.2 billion in venture capital funding since 2011. The companies spanned 3 phases of the care continuum, with 25 offering solutions for prevention, 106 offering solutions for diagnosis, and 110 companies offering solutions for treatment (Multimedia Appendix 1). Some companies offered products across multiple phases of the care continuum and were therefore counted in multiple categories. Average company funding was similar across phases of care-prevention companies raised US $35.3 million; diagnosis companies raised US $37.8 million; and treatment companies raised US $37.9 million."
    },
    {
      "title": "Clinical Robustness",
      "text": "The average clinical robustness score for all companies was 2.5 (clinical trials: 1.8; regulatory filings: 0.8). The median clinical robustness score was 1, with 98 companies (44%) having a score of 0 and 34 companies (15%) having a score of 1.\n\nDiagnosis companies had the highest average clinical robustness scores (2.8), followed by treatment companies (2.2), and then prevention companies (1.9).\n\nThe average clinical robustness score of companies that sold to employers was 3.1, compared to 2.0, 2.2, and 2.7 for those companies that sold to payers, consumers, and providers, respectively (Multimedia Appendix 2). Fifteen of the 18 clinical areas had a higher average number of clinical trials than regulatory filings. The distribution of companies by clinical robustness score can be found in Table  2 ."
    },
    {
      "title": "Claims",
      "text": "The average number of total claims for all companies was 1.3 (0.5 clinical, 0.4 economic, and 0.4 engagement) with the median number of total claims equal to 1 (0 clinical, 0 economic, 0 engagement) (Multimedia Appendix 3). The median number of claims of any type was zero for companies that sold to consumers and providers. The median number of economic and engagement claims for companies that sold to payers was also zero. Companies that sold to employers made more clinical, economic, and engagement claims than companies that sold to all other customer types (Figure  1 ). Many companies (43%) made zero claims."
    },
    {
      "title": "Clinical Robustness and Claims",
      "text": "There was no correlation between clinical robustness and number of clinical claims (r 2 =0.02), clinical robustness and total funding (r 2 =0.08), or clinical robustness and company age (r 2 =0.18). In addition, there was no strong correlation between clinical areas that had higher clinical robustness scores and clinical areas where companies have received higher average funding (r 2 =0.07)."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "Our findings indicate that many venture-backed startups in digital health have limited clinical robustness as measured by regulatory filings and clinical trials. There was, however, a sizable minority (20%) that had a score of 5 or more, suggesting a small population of rigorously tested solutions (Table  2 ). Although this subpopulation may portend progress, the lack of meaningful clinical validation for nearly half of digital health companies (44% had a clinical robustness score of 0) highlighted a major gap in health care technology today. The lack of overall correlation between a company's total venture funding and its clinical robustness score similarly highlighted a significant asymmetry in how companies are potentially valued in today's marketplace (ie, no correlation between clinical impact and funding) (Figure  2 ). However, it is possible that funding amounts reflect future anticipated value rather than current value  [30] .\n\nAlthough average clinical robustness was quite low across the population, there was significant variation across clinical areas (eg, high in cardiovascular and nephrology and low in oncology and primary care) (Figure  3 ). This may reflect the varying levels of technological maturity of digital health solutions across clinical disciplines. Prior literature points to significant differences in technological maturity between well-funded clinical areas such as diabetes  [27]  and less well-funded areas such as reproductive and maternal health  [31] .\n\nThe average and median number of all claims was also low. These findings indicated that digital health companies largely did not share outcomes publicly. This may have reflected a desire to keep this data private, but more likely represented a lack of meaningful analyses of any impact (clinical, economic, or engagement) since this data could be used as a competitive differentiator if shared publicly. Separately, we identified 32 companies that had one or more clinical claims and a clinical robustness score of 0. These findings may suggest a disconnect between marketing and evidence. Additional future research could examine the links between public claims and clinical trials or regulatory filings (ie, are individual claims directly supported by clinical trials or regulatory filings?). Companies that sold to employers made more claims and had higher clinical robustness scores compared to other customer types (Figure  1 ). This may suggest that this customer base is currently the most competitive and/or has the highest entry standards, despite accounting for a relatively small percentage (<12%) of companies in the sample. A competitive employer market for digital health tools is unsurprising given the rising cost burden of health care on employers  [32]  and evidence that employers are increasingly offering digital health benefits to improve health outcomes  [33, 34]  and contain health care costs  [35, 36] ."
    },
    {
      "title": "Limitations",
      "text": "Our definition of clinical robustness was limited to clinical trials and regulatory findings, which remain proxies for effectiveness and require companies to register their activities. However, we believe these elements offer a better estimation of clinical rigor than publications, which can lag in timing and may not always relate to clinical outcomes. We chose to focus on clinical trials and regulatory filings because they were publicly available data and are generally undertaken to demonstrate an impact on clinical outcomes. Our approach to measuring clinical robustness equally accounts for clinical trials that demonstrate a technology does and does not work. Additionally, our data collection methodology could have missed clinical trials that were not registered on ClinicalTrials.gov or regulatory filings that were submitted to the FDA under an individual's name rather than the company name (both scenarios are atypical). Future research could incorporate condition-or disease-specific metrics of effectiveness that are then standardized across clinical areas to provide a more accurate measure of clinical impact.\n\nIn addition, our cohort only included venture-backed companies above US $2 million in funding. This may have resulted in selection bias by excluding both ends of the spectrum (ie, not including earlier stage companies or large conglomerate technology companies). Although our population excludes these companies, we believe that our sample represents the most comprehensive assessment of outcomes or claims across the digital health landscape and encompasses the majority of funded companies and activity in this space. As a point of reference, the average seed stage deal size in 2021 was US $3.5 million, 75% higher than our minimum funding threshold  [37] ."
    },
    {
      "title": "Conclusions",
      "text": "Despite the hundreds of digital health companies targeting the myriad of needs across the care continuum, clinical robustness and public communication of claims remains low across much of the sector. These results highlight a significant opportunity for companies to differentiate themselves and for customers to demand greater validation for the products and services they purchase."
    },
    {
      "text": "Figure 1. Average number of claims made by start-ups broken out by customer type."
    },
    {
      "text": "Figure 2. Clinical robustness, total claims, and total company funding across the digital health landscape."
    },
    {
      "text": "Figure 3. Funding and clinical robustness across various clinical areas."
    },
    {
      "text": "Types of claims made by digital health companies."
    },
    {
      "text": "Distribution of companies by clinical robustness score."
    }
  ],
  "references": [
    {
      "title": "A decade of digital medicine innovation",
      "authors": [
        "E Topol"
      ],
      "year": 2019,
      "doi": "10.1126/scitranslmed.aaw7610"
    },
    {
      "title": "A digital health industry cohort across the health continuum",
      "authors": [
        "A Cohen",
        "E Dorsey",
        "S Mathews",
        "D Bates",
        "K Safavi"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0276-9"
    },
    {
      "title": "Rock Health Digital Health Venture Funding Database",
      "year": 2020,
      "doi": "10.1044/2023-1004-nih-disabilities-disparities"
    },
    {
      "title": "Digital health: a path to validation",
      "authors": [
        "S Mathews",
        "M Mcshea",
        "C Hanley",
        "A Ravitz",
        "A Labrique",
        "A Cohen"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0111-3"
    },
    {
      "title": "Mobile app validation: a digital health scorecard approach",
      "authors": [
        "R Sedhom",
        "M Mcshea",
        "A Cohen",
        "J Webster",
        "S Mathews"
      ],
      "year": 2021,
      "doi": "10.1038/s41746-021-00476-7"
    },
    {
      "title": "Top-Funded Digital Health Companies And Their Impact On High-Burden, High-Cost Conditions",
      "authors": [
        "K Safavi",
        "S Mathews",
        "D Bates",
        "E Dorsey",
        "A Cohen"
      ],
      "year": 2019,
      "doi": "10.1377/hlthaff.2018.05081"
    },
    {
      "title": "Stealth research: Lack of peer-reviewed evidence from healthcare unicorns",
      "authors": [
        "I Cristea",
        "E Cahan",
        "Jpa Ioannidis"
      ],
      "year": 2019,
      "doi": "10.1111/eci.13072"
    },
    {
      "title": "The economic impact of artificial intelligence in health care: systematic review",
      "authors": [
        "J Wolff",
        "J Pauling",
        "A Keck",
        "J Baumbach"
      ],
      "year": 2020,
      "doi": "10.2196/16866"
    },
    {
      "title": "The cost-effectiveness of digital health interventions on the management of cardiovascular diseases: systematic review",
      "authors": [
        "X Jiang",
        "Ming You"
      ],
      "year": 2019,
      "doi": "10.2196/13166"
    },
    {
      "year": 2022,
      "doi": "10.2196/37677"
    },
    {
      "title": "Using science to sell apps: Evaluation of mental health app store quality claims",
      "authors": [
        "M Larsen",
        "K Huckvale",
        "J Nicholas",
        "J Torous",
        "L Birrell",
        "E Li"
      ],
      "year": 2019,
      "doi": "10.1038/s41746-019-0093-1"
    },
    {
      "title": "Understanding the quality, effectiveness and attributes of top-rated smartphone health apps",
      "authors": [
        "H Wisniewski",
        "G Liu",
        "P Henson",
        "A Vaidyam",
        "N Hajratalli",
        "J Onnela"
      ],
      "year": 2019,
      "doi": "10.1136/ebmental-2018-300069"
    },
    {
      "title": "Safety of patient-facing digital symptom checkers",
      "authors": [
        "H Fraser",
        "E Coiera",
        "D Wong"
      ],
      "year": 2018,
      "doi": "10.1016/S0140-6736(18)32819-8"
    },
    {
      "title": "Lumosity to pay $2 million to settle FTC deceptive advertising charges for its 'brain training' program",
      "year": 2016,
      "doi": "10.1126/science.aae0179"
    },
    {
      "title": "FTC Charges Marketers of 'Vision Improvement' App With Deceptive Claims",
      "year": 2015,
      "doi": "10.1021/cen-v038n031.p023"
    },
    {
      "title": "Announces Settlements With Three Mobile Health Application Developers For Misleading Marketing And Privacy Practices",
      "authors": [
        "A Schneiderman"
      ],
      "year": 2017,
      "doi": "10.23860/diss-yu-degan-2017"
    },
    {
      "title": "Effectiveness of mHealth interventions for patients with diabetes: An overview of systematic reviews",
      "authors": [
        "S Kitsiou",
        "G Paré",
        "M Jaana",
        "B Gerber"
      ],
      "year": 2017,
      "doi": "10.1371/journal.pone.0173160"
    },
    {
      "title": "Digital Health Interventions for Cardiac Rehabilitation: Systematic Literature Review",
      "authors": [
        "S Wongvibulsin",
        "E Habeos",
        "P Huynh",
        "H Xun",
        "R Shan",
        "Porosnicu Rodriguez"
      ],
      "year": 2021,
      "doi": "10.2196/18773"
    },
    {
      "title": "Digital health interventions for the prevention of cardiovascular disease: a systematic review and meta-analysis",
      "authors": [
        "R Widmer",
        "N Collins",
        "C Collins",
        "C West",
        "L Lerman",
        "A Lerman"
      ],
      "year": 2015,
      "doi": "10.1016/j.mayocp.2014.12.026"
    },
    {
      "title": "The effectiveness of digital health interventions in the management of musculoskeletal conditions: systematic literature review",
      "authors": [
        "S Hewitt",
        "R Sephton",
        "G Yeowell"
      ],
      "year": 2020,
      "doi": "10.2196/15617"
    },
    {
      "title": "Do mHealth applications improve clinical outcomes of patients with cancer? A critical appraisal of the peer-reviewed literature",
      "authors": [
        "J Osborn",
        "A Ajakaiye",
        "T Cooksley",
        "C Subbe"
      ],
      "year": 2020,
      "doi": "10.1007/s00520-019-04945-4"
    },
    {
      "title": "The effectiveness of telemental health: a 2013 review",
      "authors": [
        "D Hilty",
        "D Ferrer",
        "M Parish",
        "B Johnston",
        "E Callahan",
        "P Yellowlees"
      ],
      "year": 2013,
      "doi": "10.1089/tmj.2013.0075"
    },
    {
      "title": "A systematic review of mHealth application interventions for peripartum mood disorders: trends and evidence in academia and industry",
      "authors": [
        "N Feldman",
        "D Back",
        "R Boland",
        "J Torous"
      ],
      "year": 2021,
      "doi": "10.1007/s00737-021-01138-z"
    },
    {
      "title": "Characteristics of Digital Health Studies Registered in ClinicalTrials.gov",
      "authors": [
        "C Chen",
        "R Harrington",
        "S Desai",
        "K Mahaffey",
        "M Turakhia"
      ],
      "year": 2019,
      "doi": "10.1001/jamainternmed.2018.7235"
    },
    {
      "title": "An app a day: examining clinical evidence for safety and efficacy of diabetes mobile health apps",
      "authors": [
        "A Pathak",
        "S Bain",
        "E Pacifici"
      ],
      "year": 2020,
      "doi": "10.1017/cts.2020.191"
    },
    {
      "title": "Top-funded digital health companies and their impact on high-burden, high-cost conditions",
      "authors": [
        "K Safavi",
        "S Mathews",
        "D Bates",
        "E Dorsey",
        "A Cohen"
      ],
      "year": 2019,
      "doi": "10.1377/hlthaff.2018.05081"
    },
    {
      "title": "A digital health industry cohort across the health continuum",
      "authors": [
        "A Cohen",
        "E Dorsey",
        "S Mathews",
        "D Bates",
        "K Safavi"
      ],
      "year": 2020,
      "doi": "10.1038/s41746-020-0276-9"
    },
    {
      "title": "Is digital health for diabetes in an investment bubble?",
      "authors": [
        "D Klonoff",
        "B Evans",
        "M Zweig",
        "S Day",
        "D Kerr"
      ],
      "year": 2020,
      "doi": "10.1177/1932296819867742"
    },
    {
      "title": "What digital health is (and isn't)",
      "year": 2013,
      "doi": "10.1177/2055207619898984"
    },
    {
      "title": "Valuing young, start-up and growth companies: estimation issues and valuation challenges",
      "authors": [
        "A Damodaran"
      ],
      "year": 2009,
      "doi": "10.2139/ssrn.1418687"
    },
    {
      "title": "Femtech: digital help for women's health care across the life span",
      "authors": [
        "B Wiederhold"
      ],
      "year": 2021,
      "doi": "10.1089/cyber.2021.29230.editorial"
    },
    {
      "title": "National health expenditure projections, 2019-28: expected rebound in prices drives rising spending growth",
      "authors": [
        "S Keehan",
        "G Cuckler",
        "J Poisal",
        "A Sisko",
        "S Smith",
        "A Madison"
      ],
      "year": 2020,
      "doi": "10.1377/hlthaff.2020.00094"
    },
    {
      "title": "The impact of digital health interventions on health-related outcomes in the workplace: A systematic review",
      "authors": [
        "A Howarth",
        "J Quesada",
        "J Silva",
        "S Judycki",
        "P Mills"
      ],
      "year": 2018,
      "doi": "10.1177/2055207618770861"
    },
    {
      "title": "Employee and employer benefits from a migraine management program: disease outcomes and cost analysis",
      "authors": [
        "L Schaetz",
        "T Rimner",
        "P Pathak",
        "J Fang",
        "D Chandrasekhar",
        "J Mueller"
      ],
      "year": 2020,
      "doi": "10.1111/head.13933"
    },
    {
      "title": "Return on investment: medical savings of an employer-sponsored digital intensive lifestyle intervention for weight loss",
      "authors": [
        "C Horstman",
        "D Ryan",
        "L Aronne",
        "C Apovian",
        "J Foreyt",
        "H Tuttle"
      ],
      "year": 2021,
      "doi": "10.1002/oby.23117"
    },
    {
      "title": "Digital tools and solutions for mental health: an employer's guide. Northeast Business Group on Health and One Mind PsyberGuide",
      "authors": [
        "M Cunningham-Hill",
        "Z Dodge-Rice",
        "Wilson Myers",
        "C Sherman",
        "C Neary",
        "M Schueller"
      ],
      "year": 2020
    },
    {
      "title": "Pitchbook",
      "year": 2020,
      "doi": "10.47671/tvg.75.18.2002918"
    }
  ],
  "num_references": 37
}
