{
  "paper_id": "BN4869VE",
  "title": "The Efficacy of Short Message Service for Postoperative Pain Management: Systematic Review Protocol",
  "year": 2018,
  "date": "2018",
  "journal": "NCHS Data Brief",
  "publication": "NCHS Data Brief",
  "authors": [
    {
      "forename": "Christoph",
      "surname": "Buck",
      "name": "Christoph Buck",
      "email": "christoph.buck@qut.edu.au"
    },
    {
      "forename": "Christian",
      "surname": "Keweloh",
      "name": "Christian Keweloh"
    },
    {
      "forename": "Adam",
      "surname": "Bouras",
      "name": "Adam Bouras",
      "affiliation": "c  University of Missouri , School of Medicine \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t University of Missouri"
    },
    {
      "forename": "Eduardo",
      "surname": "Simoes",
      "name": "Eduardo Simoes",
      "affiliation": "d  University of Missouri , School of Medicine School of Management Queensland University of Technology 2 George St , Brisbane City QLD 4000 \n\t\t\t\t\t\t\t\t School of Medicine \n\t\t\t\t\t\t\t\t School of Management Queensland \n\t\t\t\t\t\t\t\t University of Missouri \n\t\t\t\t\t\t\t\t University of Technology \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 2 George St \n\t\t\t\t\t\t\t\t\t 4000 \n\t\t\t\t\t\t\t\t\t Brisbane City \n\t\t\t\t\t\t\t\t\t QLD"
    },
    {
      "affiliation": "a  Queensland University of Technology , School of Management \n\t\t\t\t\t\t\t\t School of Management \n\t\t\t\t\t\t\t\t Queensland University of Technology"
    },
    {
      "affiliation": "b  University of Bayreuth , Chair of Information Systems Management \n\t\t\t\t\t\t\t\t Chair of Information Systems Management \n\t\t\t\t\t\t\t\t University of Bayreuth"
    }
  ],
  "doi": "10.15620/cdc:112644",
  "pmid": "30500323",
  "sections": [
    {
      "title": "Background",
      "text": "In the United States, more than 700,000 citizens died from drug overdoses between 1999 and 2017, about two-thirds of them due to opioids  [1, 2] . Addiction to opioids, especially to pharmaceutical opioids, poses a major public health threat  [3, 4] . These pharmaceutical opioids are typically prescribed for post-operative pain management  [5] . According to the World Drug Report of the United Nations Office on Drugs and Crime 2019 (UNODC)  [4] , appropriate pain management strategies must be developed and implemented to respond adequately to this threat. These pain management strategies particularly rely on effective physician-patient communication  [6] . With advancing digitalization, however, this communication has to be increasingly provided through telemedicine  [7] . According to Lu et al.  [8] , mobile instant messaging applications (MIM), as well as short message services (SMS) offer major potential, whereby SMS is more frequently utilized. SMS communication provides a variety of features and proven benefits for healthcare applications  [9, 10] . To address this opioid epidemic, pain management combined with SMS as a communication medium could be viable, whereby the postoperative phase seems to be particularly decisive. Therefore, this paper aims to structure the current state of the literature regarding postoperative pain management via SMS. To our knowledge, there is currently no specific literature review on SMS-based pain management and no synthesized results."
    },
    {
      "title": "Objectives",
      "text": "By answering the research question through a systematic literature review, a conceptual framework for future research should be provided. This paper examines the following research question: Is postoperative pain management feasible and effective utilizing SMS?"
    },
    {
      "title": "Methods",
      "text": "The systematic literature review will be based on the recommendations of several guidelines  [11] [12] [13] ."
    },
    {
      "title": "Exclusion & Inclusion Criteria",
      "text": "Type of Publication: Only studies that have been published in a scientific journal or at a conference will be included in the systematic literature review. Language: Only studies that have been published in English will be included in the systematic literature review. Duplicates: All duplicates will be excluded."
    },
    {
      "title": "Type of Intervention & Outcome:",
      "text": "All studies that deviate thematically after conducting the Title-Abstract-, or Full-Text-Screening, will be excluded."
    },
    {
      "title": "Research Method:",
      "text": "All studies with a secondary research method will be excluded.\n\nBased on the remaining studies, a forward and backward search will be executed."
    },
    {
      "title": "Search Strategy",
      "text": "The search string is designed by using Boolean operators. The search string will be adapted to the specific characteristics and requirements of the respective database. The following databases will be used for the literature search: PubMed, Medline, Scopus, Web of Science, CINAHL, Science Direct, IEEE, and AISeL.\n\n\"text messag*\" OR \"short messag*\" OR \"sms\" AND \"postoperative care*\" OR \"post-operative care*\" OR \"surge*\" OR \"surgic*\" OR \"operat*\" AND \"pain\" OR \"medicat*\" OR \"opioid*\" OR \"analgesic\""
    },
    {
      "title": "Data Collection & Data Synthesis",
      "text": "The relevant studies will be grouped and described according to study design, research objective, surgical procedure, automation, message purpose, time, pain scale and other aspects as appropriate. The results of the systematic literature review will serve as a basis for developing a communication model."
    },
    {
      "title": "Data Display",
      "text": "The results will be displayed by the following systematic literature review flowchart  [13, 14] .\n\nAdditionally, the key results are summarized and presented in tables as outlined below."
    },
    {
      "title": "Results",
      "text": "The systematic literature review process will be conducted between March and April 2019. The results will be consolidated and evaluated from April 2019.\n\nStudy Study Design Research Aim Surgical Procedure Autom ation … Study 1 Study 2 …"
    }
  ],
  "references": [
    {
      "title": "Drug Overdose Deaths in the United States, 1999-2017",
      "authors": [
        "H Hedegaard",
        "A Miniño",
        "M Warner"
      ],
      "year": 2018,
      "doi": "10.15620/cdc:112644"
    },
    {
      "title": "Annual Surveillance Report of Drug-Related Risks and Outcomes -United States: Surveillance Special Report: Centers for Disease Control and Prevention",
      "year": 2018,
      "doi": "10.1037/e421272005-001"
    },
    {
      "title": "Non-medical use of prescription opioids and prescription opioid-related harms: why so markedly higher in North America compared to the rest of the world?",
      "authors": [
        "B Fischer",
        "A Keates",
        "G Bühringer",
        "J Reimer",
        "J Rehm"
      ],
      "year": 2014,
      "doi": "10.1111/add.12224"
    },
    {
      "year": 2019,
      "doi": "10.18356/9789210019545c005"
    },
    {
      "year": 2019
    },
    {
      "title": "Characteristics of opioid prescriptions in 2009",
      "authors": [
        "N Volkow",
        "T Mclellan",
        "J Cotto",
        "M Karithanom",
        "Srb Weiss"
      ],
      "year": 2011,
      "doi": "10.1001/jama.2011.401"
    },
    {
      "title": "Patient-Clinician Communication About Pain: A Conceptual Model and Narrative Review",
      "authors": [
        "S Henry",
        "M Matthias"
      ],
      "year": 2018,
      "doi": "10.1093/pm/pny003"
    },
    {
      "title": "Healthcare and digital transformation",
      "authors": [
        "E Haggerty"
      ],
      "year": 2017,
      "doi": "10.1016/s1353-4858(17)30081-8"
    },
    {
      "title": "Use of Short Message Service and Smartphone Applications in the Management of Surgical Patients: A Systematic Review",
      "authors": [
        "K Lu",
        "N Marino",
        "D Russell",
        "A Singareddy",
        "D Zhang",
        "A Hardi",
        "S Kaar",
        "V Puri"
      ],
      "year": 2018,
      "doi": "10.1089/tmj.2017.0123"
    },
    {
      "title": "Improved adherence and outcomes for pediatric liver transplant recipients by using text messaging",
      "authors": [
        "T Miloh",
        "R Annunziato",
        "R Arnon",
        "J Warshaw",
        "S Parkar",
        "F Suchy",
        "K Iyer",
        "N Kerkar"
      ],
      "year": 2009,
      "doi": "10.1542/peds.2009-0415"
    },
    {
      "title": "Smartphone Use in",
      "authors": [
        "A Smith",
        "L Rainie",
        "K Mcgeeney",
        "S Keeter",
        "M Duggan"
      ],
      "year": 2015
    },
    {
      "title": "Guidelines for performing Systematic Literature Reviews in software engineering",
      "authors": [
        "B Kitchenham"
      ],
      "year": 2007,
      "doi": "10.1201/b19467-8"
    },
    {
      "title": "A Guide to Conducting a Systematic Literature Review of Information Systems Research",
      "authors": [
        "C Okoli",
        "K Schabram"
      ],
      "year": 2010,
      "doi": "10.2139/ssrn.1954824"
    },
    {
      "title": "Preferred reporting items for systematic reviews and meta-analyses: the PRISMA statement",
      "authors": [
        "D Moher",
        "A Liberati",
        "J Tetzlaff",
        "D Altman"
      ],
      "year": 2009,
      "doi": "10.1371/journal.pmed.1000097"
    },
    {
      "title": "Factors influencing the decision to crowdsource: A systematic literature review",
      "authors": [
        "N Thuan",
        "P Antunes",
        "D Johnstone"
      ],
      "year": 2016,
      "doi": "10.1007/s10796-015-9578-x"
    }
  ],
  "num_references": 15
}
