{
  "paper_id": "BPLCY3YP",
  "title": "Pharmacist-Led Digital Health Interventions for Patients with Diabetes: A Systematic Review",
  "abstract": "Digital health interventions have emerged as a promising approach for patient care. The aim of this study was to conduct a systematic review of pharmacist-led digital health interventions for patients with diabetes. The PubMed database was used to select randomized controlled trials that assess the effectiveness of digital health interventions on clinical outcomes among patients with type 1 and 2 diabetes from January 2005 to May 2024. We included randomized controlled trial (RCT) studies on type 1 and 2 diabetes mellitus, analyzing the effects of all digital health interventions by pharmacists, including telephone-based intervention, web-based intervention, and mobile health application, as compared to usual care. The outcomes were a reduction in HbA1c, changes in medication adherence, and reduction of adverse effects. We used the PRISMA reporting standard to implement and report the results. A total of 19 studies were included. Among these, the included digital health interventions were telephone monitoring (n = 15), webbased intervention (n = 2), mobile health application (n = 1), and text-message reminder (n = 1). The findings showed variability: around half of the studies (n = 10, 52.63%) indicated that patients receiving digital health interventions had reduced HbA1c levels compared to those receiving usual care, while five studies (26.31%) found no difference between the intervention and usual care. Five studies (26.31%) showed that such interventions increased medication adherence, while two studies (10.53%) found no difference when compared to standard care. Effectiveness of the intervention is related to several factors, including practicability and patient engagement, frequency of the intervention, and the provision of personalized communication. Tailoring interventions to individual patient profiles and providing adequate support for enhancing practicability of these tools may improve their effectiveness. Further research assessing the cost-effectiveness of such intervention is necessary to inform healthcare policy.",
  "year": 2025,
  "date": "2025-01-11",
  "journal": "Avicenna J Med",
  "publication": "Avicenna J Med",
  "authors": [
    {
      "forename": "Alicia",
      "surname": "Christy",
      "name": "Alicia Christy",
      "affiliation": "1  Department of Pharmacology and Clinical Pharmacy , Universitas Padjadjaran , Sumedang Regency , Jatinangor , Indonesia; \n\t\t\t\t\t\t\t\t Department of Pharmacology and Clinical Pharmacy \n\t\t\t\t\t\t\t\t Universitas Padjadjaran \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sumedang Regency \n\t\t\t\t\t\t\t\t\t Jatinangor \n\t\t\t\t\t\t\t\t\t Indonesia;"
    },
    {
      "forename": "Frisca",
      "surname": "Fernanda",
      "name": "Frisca Fernanda",
      "affiliation": "1  Department of Pharmacology and Clinical Pharmacy , Universitas Padjadjaran , Sumedang Regency , Jatinangor , Indonesia; \n\t\t\t\t\t\t\t\t Department of Pharmacology and Clinical Pharmacy \n\t\t\t\t\t\t\t\t Universitas Padjadjaran \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sumedang Regency \n\t\t\t\t\t\t\t\t\t Jatinangor \n\t\t\t\t\t\t\t\t\t Indonesia;"
    },
    {
      "forename": "Widya",
      "surname": "Insani",
      "name": "Widya Insani",
      "affiliation": "1  Department of Pharmacology and Clinical Pharmacy , Universitas Padjadjaran , Sumedang Regency , Jatinangor , Indonesia; \n\t\t\t\t\t\t\t\t Department of Pharmacology and Clinical Pharmacy \n\t\t\t\t\t\t\t\t Universitas Padjadjaran \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sumedang Regency \n\t\t\t\t\t\t\t\t\t Jatinangor \n\t\t\t\t\t\t\t\t\t Indonesia;",
      "email": "widya.insani@unpad.ac.id",
      "orcid": "0000-0002-0066-9746"
    },
    {
      "forename": "Rizky",
      "surname": "Abdulah",
      "name": "Rizky Abdulah",
      "affiliation": "1  Department of Pharmacology and Clinical Pharmacy , Universitas Padjadjaran , Sumedang Regency , Jatinangor , Indonesia; \n\t\t\t\t\t\t\t\t Department of Pharmacology and Clinical Pharmacy \n\t\t\t\t\t\t\t\t Universitas Padjadjaran \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sumedang Regency \n\t\t\t\t\t\t\t\t\t Jatinangor \n\t\t\t\t\t\t\t\t\t Indonesia;"
    },
    {
      "affiliation": "Department of Pharmacology and Clinical Pharmacy , Universitas Padjadjaran , Jl. Raya Bandung Sumedang KM 21 , Jatinangor , West Java , 45363 , Indonesia , \n\t\t\t\t\t\t\t\t Department of Pharmacology and Clinical Pharmacy \n\t\t\t\t\t\t\t\t Universitas Padjadjaran \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Jl. Raya Bandung Sumedang KM 21 Jatinangor West Java \n\t\t\t\t\t\t\t\t\t 45363 \n\t\t\t\t\t\t\t\t\t Indonesia"
    }
  ],
  "doi": "10.2147/jmdh.s494584",
  "keywords": [
    "pharmacist",
    "digital health intervention",
    "diabetes",
    "clinical outcomes",
    "pharmaceutical care"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Diabetes is a progressive and chronic metabolic disease, characterized by elevated blood glucose levels, which over time can result in organ damage and increase the risk of other metabolic conditions such as renal impairment, hypertension, and cardiovascular diseases.  1 Diabetes affects about 422 million people worldwide and is the cause of 1.5 million deaths each year, of which the majority are living in low-and middle-income countries.  2 Pharmacotherapy is the cornerstone of diabetes treatment, involving antidiabetic agents such as insulin, sulfonylureas, and biguanides.  2  Various factors may influence treatment outcomes among patients with diabetes, such as medication adherence, the presence of medicationrelated problems, and dietary compliance, which underscore the importance of personalized care and monitoring. Previous study conducted regarding medication adherence of diabetic patients showed that about 50% of patients were non-adherent towards their prescribed antidiabetic medication.  3 harmacists play an important role in diabetes management, particularly through direct patient monitoring. Unlike other healthcare professionals, pharmacists have the advantage of more frequent patient interactions, as they do not require prior authorization for consultations.  4 Previous study showed that pharmaceutical care was associated with reductions in HbA1c (Hemoglobin A1c) by 1.24% in 2 years compared to the control group, which only reduced by -0.59%.  5 Orabone et al evaluated a pharmacist-managed diabetes program and found that pharmacist interventions in primary care resulted in reduced HbA1c and increased medication adherence.  6 igital health interventions (DHI) are defined as the use of digital and information technology to support and enhance health systems, patient care, and health outcomes.  7 The adoption of digital health intervention can further improve diabetes management by providing tools for continuous monitoring and personalized patient engagement. Pharmacist-led digital health intervention has some advantages including cost and resource efficiency. To our knowledge, no study has systematically reviewed the effectiveness of pharmacist-led digital health intervention for patients with diabetes. Therefore, the objective of this review was to summarize the characteristics and effectiveness of pharmacist-led digital health intervention for people with diabetes."
    },
    {
      "title": "Material and Methods"
    },
    {
      "title": "Search Strategy",
      "text": "The Preferred Reporting Items for Systematic Reviews and Meta-Analyses (PRISMA) statement was used to guide the reporting of the findings. A systematic search was conducted within the PubMed database covering the period from January 2005 to May 2024. The search strategy included terms related to: i) digital health interventions; ii) pharmacist and pharmaceutical care; and iii) diabetes. The following keywords were used: ((Telepharmacy[tiab] OR automated medication system[tiab] OR electronic medication order entry[tiab] OR electronic medication management system ["
    },
    {
      "title": "Inclusion and Exclusion Criteria",
      "text": "We included randomized controlled trial (RCT) studies performed on adults with type 1 and 2 diabetes mellitus, assessing the impact of digital health interventions led by pharmacists. The outcomes were the reduction in HbA1c or fasting blood glucose (FBG), changes in medication adherence, fasting plasma glucose (FPG), two-hour postprandial glucose (2hPG) and reduction of adverse events, such as hypoglycemia. Studies were excluded if they: (a) were not related to digital health interventions, (b) were not an RCT, (c) did not focus on diabetes mellitus, (d) were literature reviews/systematic reviews, RCT protocols, or conference abstracts, or (e) did not include a pharmacist in the intervention."
    },
    {
      "title": "Screening and Data Extraction",
      "text": "Two investigators (AC and FF) screened the titles and abstracts generated from the databases using the predetermined criteria. Any discrepancies between the two reviewers were then resolved through discussion with a third reviewer (WNI). Following initial screening, the full text of potentially relevant papers were further assessed to identify eligible studies. The process of study selection was presented using an adapted PRISMA diagram. The process of data extraction was conducted using a standardized data collection form for all included studies. Data extracted included general characteristics of the studies, study design, and main findings. Journal of Multidisciplinary Healthcare 2025:18"
    },
    {
      "title": "Results"
    },
    {
      "title": "Literature Search and Selection Process",
      "text": "Figure  1  presents a flowchart outlining the article selection process. An initial database search yielded 49 articles from PubMed, from which titles and abstracts were screened. This initial screening led to the exclusion of 12 studies, resulting in 37 studies eligible for full-text review. Following this second-level screening, 19 articles met the inclusion criteria and were incorporated into the final analysis."
    },
    {
      "title": "Characteristics of the Studies",
      "text": "Table  1  shows a summary of all the results taken from 19 included studies. Half of the included studies were conducted in the United States of America (n = 10),  8, 10, 13, 16, [18] [19] [20] [24] [25] [26]  and the rest were conducted in France (n = 2),  9, 14  China (n = 1),  11  Thailand (n = 1),  12  Iran (n = 1),  15  Brazil (n = 1),  17  England (n = 1),  21  Malaysia (n = 1),  22  and Jordan (n = 1).  23  Sa ple size of the studies ranged from 27 to 3734 patients. The types of digital interventions were telephone-based (n = 15), web-based (n = 2), mobilebased (n = 1), and text-message reminder (n = 1). More than half of the studies assessed HbA1C (n =15)  [9] [10] [11] [12] [13] 15, [17] [18] [19] [20] [21] [22] [23] [24] 26  The remaining evaluated changes in medication adherence (n = 7). 8, 11, 12, 14, 15, 18, 25  Another study investigated the changes in FPG, 2hPG, and adverse event. 11"
    },
    {
      "title": "Telephone-Based Intervention",
      "text": "We found that fifteen studies used telephone-based monitoring.  [8] [9] [10] [11] 13, [15] [16] [17] 17] [19] [20] [21] [23] [24] [25] [26]  Eight studies revealed the digital health interventions improved HbA1c level as compared to usual care  10, 11, 13, 17, 21, 23, 24, 26  and a total of five studies found no difference compared to the control group.  9, 15, [18] [19] 9] [20]  Other than HbA1c, a total of five studies use telephone-based intervention to assess medication adherence. Three studies showed an increase in medication adherence, while two studies revealed no significant impact of digital health intervention on medication adherence (Table  2 ). One study showed that with the help of DHIs, pharmacists could document more adverse events compared to usual care, showing that DHIs could as well help in the process of early detection of adverse events.  16   104 privacy for patients. However, a drawback is the potential language barrier, as some studies only include one language, excluding patients who do not speak it."
    },
    {
      "title": "Web-Based Intervention",
      "text": "Among the articles we studied, two studies used web-based interventions.  9, 22 Web-based interventions can be described as a mostly self-guided program, executed by an online program operated through a website and used by consumers seeking health-related assistance.  27 Usually, the intervention program itself attempts to create positive change and/or     27  This intervention enabled pharmacists to upload patient data, including blood glucose levels, which facilitated monitoring of disease progression and informed the selection of more effective treatment options.  9, 22 Unfortunately, these two studies show that web-based interventions did not significantly lower the level of HbA1c compared to the control group. The disadvantage of both studies is that patients did not directly use the web or software; instead, it was primarily operated by the pharmacist."
    },
    {
      "title": "Mobile Health Application",
      "text": "One study used a mobile health application and another one used text message reminders.  12, 14 Patients used the mobile application to consult directly with the pharmacist, receive medication reminders, and access information about diabetes.\n\nThe result was positive with a lower mean of HbA1c in the intervention group compared to the control group and higher medication adherence compared to the control group from baseline. Mobile-based interventions have the advantage of supporting multiple languages, with the application translating according to the pharmacist's native language. However, the disadvantage is that patients need to know how to operate the application."
    },
    {
      "title": "Text-Message Reminder",
      "text": "Text messages were used in one study.  14 In the article we reviewed, the text messages were sent automatically daily for three months in an SMS group and contained medication reminders sent every day and educational narrative content sent during the first 5 days of a week. The narrative contents were divided into chapters, containing advice and important information relevant to type 2 diabetes, such as giving advice to increase physical activities, about food, lifestyle choices, etc.\n\nFor the first day of the week, patients were sent a general fact, the next day they were sent a relevant information. The third day, patients were sent an open question, the fourth a tip, and the fifth a message designed to encourage them. Patients were then subjected to follow ups through assessment after the first, second, and third months. During the third month's follow up, patient's satisfaction of the SMS service was evaluated. For next three months, no text messages were sent, and assessments were then conducted again at the end of that point (6th month follow-up). Using daily reminder text messages also showed an improvement in patient medication adherence compared to usual care."
    },
    {
      "title": "Discussion",
      "text": "To our knowledge, this is the first systematic review to assess the effectiveness of pharmacist-led digital interventions for patients with type 1 and type 2 diabetes, assessing outcomes related to diabetes treatment, such as HbA1c and FBG, medication adherence, and reduction of adverse effects. Overall, the results were inconsistent. Around half of the studies (n = 9, 47.37%) showed that these interventions reduced HbA1c compared to usual care, while five studies (26.31%) showed there was no difference between the intervention and the control group.  9, 15, [18] [19] 9] [20]  Four studies (21.05%) showed an increase in medication adherence compared to the control group,  11, 14, 15, 25  while two studies (10.53%) showed no difference compared to the control group.  8, 18 he effectiveness of the intervention is influenced by several factors, including its practicability and patient engagement, the frequency of intervention, the provision of personalized communication, and the integration with clinical care through automation.\n\nWe found that telephone-based monitoring was the most frequently used (n = 15, 78.95%) digital health intervention. Similarly, a previous systematic review evaluating the use of digital technology by community pharmacists to improve public health also found that telephone-based interventions were the most commonly used digital health intervention method compared to other strategies such as mobile application and web-based intervention.  28 We observed that telephone-based interventions showed superior efficacy in reducing HbA1c levels and increasing medication adherence compared to other forms of digital health interventions. Telephone-based interventions are relatively more straightforward, which might explain their effectiveness in this demographic. For instance, a study focusing on digital health interventions for younger individuals (aged 16-35 years) found that web-based interventions, such as mental wellness websites, were more commonly utilized.  29 This suggests that the simplicity of the intervention's approach may play a crucial role in its adoption and effectiveness, particularly among older patients with chronic diseases such as diabetes.\n\nIn our review, several studies (n = 7, 36.84%) found no significant difference in diabetes outcomes between the digital health intervention and usual care. The impersonal nature of these tools, ie, the lack of direct human interaction and personalized communication, which can add additional burden of care to both providers and patients, was cited as a barrier to the implementation of this intervention.  30 In addition, access to digital technology, behavioral factors, and issues related with practicability of the intervention may also hinder the effectiveness.  21, 22 Future studies should consider these factors when designing interventions for patients with diabetes.\n\nAnother reason would be the frequencies of interventions. Three out of five studies utilizing telephone-based interventions that showed no significant difference had a frequency of phone calls ranging only from one to six. This suggests that a limited number of calls were insufficient to produce a meaningful impact on patient outcomes. In a study by Lauffenburger et al, patients did not receive the necessary frequency of interventions. Of the 700 patients, only 202 responded to the first call, 106 (52.5%) continued to the second call, and only 52 (25.7%) received three or more calls. This low frequency of interventions was likely insufficient, especially given the extended 12-month follow-up period.  18  similar outcome was observed in one study, where no significant improvement in HbA1c levels was found. 19  Although the study used a phone call system, the calls had a median duration of less than 5 minutes, which appeared insufficient to yield significant results.\n\nThe follow-up period in the studies included in our review ranged from 3 to 24 months. Although 3 months is relatively short, this period was considered sufficient for evaluating HbA1c levels, as demonstrated in two studies.  11, 13 This assessment is based on the average 3-month lifespan of red blood cells, allowing HbA1c levels to reflect any changes in lifestyle or medication adherence resulting from the intervention.  31 However, extended follow-up periods would offer a more comprehensive view of the long-term impact of digital interventions on medication adherence and disease management. Prolonged intervention duration may also gradually influence patients' medication-taking behaviors.  32  study done by Schiff et al showed that patients in the intervention arm is more likely to have adverse effects. This could be caused by the fact that the DHI used in this study works as a media for patients to report adverse drug reactions and its severity. Therefore, the fact that patients in the intervention arm is found more likely to have adverse effects is favorable in terms of early detection of adverse events, and early detection leads to early management of adverse reactions. This makes it easier for medical practitioners including pharmacists to plan change of therapy regimen and education regarding hypoglycemia for diabetic patients, as awareness on symptoms of hypoglycemia is really important.  33 n a study utilizing automated text-message reminders, the messages remained personalized by the pharmacist, tailored to each patient's profile with specific information on physical activity, diet, and daily lifestyle choices.  14 The automated text messaging yielded positive results, including a reduction in BMI and improved medication adherence; however, it did not lead to significant changes in HbA1c levels. A limitation of automated messaging is the absence of direct pharmacist interaction, which restricts opportunities for patient feedback and questions, thereby diminishing the pharmacist's supportive role. Additionally, studies should explore integrating automated and semi-automated interventions to balance the time efficiency and personalized care provided by pharmacists. Although automated interventions like personalized text messaging showed promising results in improving medication adherence, the absence of direct pharmacist interaction may limit their overall impact. Hence, future studies should investigate hybrid approaches combining automated systems with opportunities for pharmacist feedback. For example, in the study done by Gillani et al, direct pharmacist intervention is still better than telemonitoring and usual care, proving the importance of direct pharmacist involvement.  22 igital health intervention could be used not only for disease monitoring but also to assist in the drug management process, eg, the clinical decision support system (CDSS) that provides medication safety alerts to reduce medication errors, such as dosing errors, contraindications, and drug-drug interactions in diabetes treatment.  34 As shown by the study done by Schiff et al, with the help of DHIs, pharmacists could document more adverse events compared to usual care, showing that DHIs could as well help in the process of early detection of adverse events.  16 Nevertheless, this review indicates that there are still few studies addressing digital intervention for medication safety in diabetes. This review could serve as a foundation for further improving existing digital health interventions to enhance their effectiveness.\n\nPharmacist-led digital interventions for other chronic diseases, such as hypertension, have shown that medication management through digital interventions improved blood pressure control.  33 Similar research conducted for patients with dyslipidemia demonstrated that a basic internet-based health management platform is moderately effective in controlling the patient's diet, physical activity, and tobacco use, thereby providing adequate protection against dyslipidemia.  35 These studies demonstrated that digital health interventions have the potential to improve disease control for chronic diseases.\n\nThis study has several potential limitations. First, only the PubMed database was used as a source for articles. However, the decision to limit the search to PubMed was guided by the scope of our research. Our systematic review primarily focused on biomedical and clinical studies, for which PubMed serves as a highly comprehensive and widely recognized source. Second, although all the included studies employed RCTs, there remains a potential risk of selection  https://doi.org/10.2147/JMDH.S494584\n\nJournal of Multidisciplinary Healthcare 2025:18 bias, particularly in unblinded trials where restricted randomization is utilized to maintain equal group sizes.  36 eterogeneity in the types of interventions included in this review may limit the generalizability of the findings.  37 The strengths of this review include its unique focus on pharmacist-led digital health interventions and its broad inclusion of various clinical outcomes, including HbA1c levels, medication adherence, and adverse effects. This approach provides a comprehensive understanding of the multifaceted impact of these interventions on patient health and supports evidencebased decision-making in digital health care."
    },
    {
      "title": "Conclusion",
      "text": "This review found that pharmacist-led digital health interventions for patients with diabetes included telephone-based monitoring, web-based intervention, mobile health application, and text-message reminder. The outcomes were inconclusive. While several studies demonstrated positive outcomes, such as reduced HbA1C levels and increased medication adherence, some research did not yield the anticipated results. The effectiveness of the intervention is influenced by several factors, including its practicability and patient engagement, the frequency of intervention, the provision of personalized communication. Further research assessing the cost-effectiveness of such intervention is necessary to inform healthcare policy."
    },
    {
      "text": "tiab] OR automated dispensing[tiab] OR computerized reminder system[tiab] OR information technology[tiab] OR medication ordering entry-[tiab] OR electronic medication ordering and administration system[tiab] OR remote consultation[tiab] OR electronic consult*[tiab] OR digital technology*[tiab] OR teleconsult*[tiab] OR mhealth[tiab] OR m-health[tiab] OR multimedia[tiab] OR virtual[tiab] OR mobile health[tiab] OR telemedicine[tiab] OR electronic health record[tiab] OR telehealth[tiab] OR telecare[tiab] OR telehealth care[tiab] OR mobile health intervention*[tiab] OR mobile applications[tiab] OR mobile telemedicine[tiab] OR mcare[tiab] OR m-care[tiab] OR mobile communication[tiab] OR mobile technology*[tiab] OR multimedia technology*[tiab] OR mobile device*[tiab] OR app[tiab] OR apps[tiab] OR mobile app*[tiab] OR website* [tiab] OR internet consultation*[tiab] OR internet monitoring[tiab] OR video consultation*[tiab] OR video monitoring[tiab] OR telephone*[tiab] OR mobile phone*[tiab] OR smartphone*[tiab] OR smart-phone*[tiab] OR text message*[tiab] OR text messaging[tiab] OR SMS[tiab] OR short message*[tiab] OR multimedia message*[tiab] OR multi-media message*[tiab] OR website platform[tiab] OR web-based medication platform[tiab] OR web-based application[tiab] OR web-based tool[tiab] OR electronic health[tiab] OR ehealth[tiab] OR e-health[tiab])) AND (Pharmacist*[tiab] OR pharmaceutical care[tiab]) AND (diabetes[tiab])."
    },
    {
      "text": "https://doi.org/10.2147/JMDH.S494584 Journal of Multidisciplinary Healthcare 2025:18 102"
    },
    {
      "text": "Figure 1 Flow Diagram of Systematic Review."
    },
    {
      "text": "General Characteristics of Studies"
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Main Findings of the Studies"
    },
    {
      "text": "Continued)."
    },
    {
      "text": "Continued)."
    }
  ],
  "references": [
    {
      "title": "Pathophysiology of diabetes: an overview",
      "authors": [
        "M Banday",
        "A Sameer",
        "S Nissar"
      ],
      "year": 2020,
      "doi": "10.4103/ajm.ajm_53_20"
    },
    {
      "year": 2024,
      "doi": "10.2471/b09146"
    },
    {
      "title": "Factors related to barriers and medication adherence in patients with type 2 diabetes mellitus: a cross-sectional study",
      "authors": [
        "E Zairina",
        "G Nugraheni",
        "A Sulistyarini"
      ],
      "year": 2022,
      "doi": "10.1007/s40200-021-00961-6"
    },
    {
      "title": "Pharmacists as accessible primary health care providers: review of the evidence",
      "authors": [
        "R Tsuyuki",
        "N Beahm",
        "H Okada",
        "Al Hamarneh"
      ],
      "year": 2018,
      "doi": "10.1177/1715163517745517"
    },
    {
      "title": "Analysis of Glycemic Control of a Pharmacist-Led Medication Management Program in Patients with Type 2 Diabetes",
      "authors": [
        "J Ko",
        "J Lu",
        "K Rascati"
      ],
      "year": 2016,
      "doi": "10.18553/jmcp.2016.22.1.32"
    },
    {
      "title": "Pharmacist-Managed Diabetes Programs: improving Treatment Adherence and Patient Outcomes",
      "authors": [
        "A Orabone",
        "V Do",
        "E Cohen"
      ],
      "year": 2022,
      "doi": "10.2147/dmso.s342936"
    },
    {
      "title": "Recommendations on digital interventions for health system strengthening",
      "year": 2019,
      "doi": "10.1016/j.vaccine.2017.07.046"
    },
    {
      "title": "Pharmacist-led telehealth disease management program for patients with diabetes and depression",
      "authors": [
        "L Cohen",
        "T Taveira",
        "W Wu",
        "P Pirraglia"
      ],
      "year": 2020,
      "doi": "10.1177/1357633x18822575"
    },
    {
      "title": "Reinforced follow-up for children and adolescents with type 1 diabetes and inadequate glycaemic control: a randomized controlled trial intervention via the local pharmacist and telecare",
      "authors": [
        "C Gay",
        "F Chapuis",
        "N Bendelac",
        "F Tixier",
        "S Treppoz",
        "M Nicolino"
      ],
      "year": 2006,
      "doi": "10.1016/s1262-3636(07)70263-x"
    },
    {
      "title": "Mobile Health Intervention in Patients With Type 2 Diabetes: a Randomized Clinical Trial",
      "authors": [
        "B Gerber",
        "A Biggers",
        "J Tilton"
      ],
      "year": 2023,
      "doi": "10.1001/jamanetworkopen.2023.33629"
    },
    {
      "title": "Efficacy of Pharmaceutical Care in Patients with Type 2 Diabetes Mellitus and Hypertension: a Randomized Controlled Trial",
      "authors": [
        "W Wang",
        "L Geng",
        "C Sun",
        "H Li",
        "J Wang"
      ],
      "year": 2022,
      "doi": "10.1155/2022/7681404"
    },
    {
      "title": "Family support-based intervention using a mobile application provided by pharmacists for older adults with diabetes to improve glycaemic control: a randomised controlled trial",
      "authors": [
        "P Poonprapai",
        "S Lerkiatbundit",
        "W Saengcharoen"
      ],
      "year": 2022,
      "doi": "10.1007/s11096-022-01389-5"
    },
    {
      "title": "Effectiveness of a Student Pharmacist-Led Telephone Follow-Up Intervention to Improve Hemoglobin A1C in Diabetic Patients",
      "authors": [
        "S Peasah",
        "K Granitz",
        "M Vu",
        "B Jacob"
      ],
      "year": 2020,
      "doi": "10.1177/0897190019857409"
    },
    {
      "title": "Impact of personalized text messages from pharmacists on medication adherence in type 2 diabetes in France: a real-world, randomized, comparative study",
      "authors": [
        "J Gautier",
        "C Boitard",
        "Y Michiels",
        "G Raymond",
        "G Vergez",
        "G Guedon"
      ],
      "year": 2021,
      "doi": "10.1016/j.pec.2021.02.022"
    },
    {
      "title": "Efficacy of a telephone-based intervention among patients with type-2 diabetes; a randomized controlled trial in pharmacy practice",
      "authors": [
        "A Sarayani",
        "M Mashayekhi",
        "M Nosrati"
      ],
      "year": 2018,
      "doi": "10.1007/s11096-018-0593-0"
    },
    {
      "title": "Screening for Adverse Drug Events: a Randomized Trial of Automated Calls Coupled with Phone-Based Pharmacist Counseling",
      "authors": [
        "G Schiff",
        "E Klinger",
        "A Salazar"
      ],
      "year": 2019,
      "doi": "10.1007/s11606-018-4672-7"
    },
    {
      "title": "Pharmacist-physician collaborative care model for patients with uncontrolled type 2 diabetes in Brazil: results from a randomized controlled trial",
      "authors": [
        "P Aguiar",
        "Chp Da Silva",
        "C Chiann",
        "E Dórea",
        "D Lj",
        "S Storpirtis"
      ],
      "year": 2018,
      "doi": "10.1111/jep.12606"
    },
    {
      "title": "Impact of a novel pharmacist-delivered behavioral intervention for patients with poorly-controlled diabetes: the ENhancing outcomes through Goal Assessment and Generating Engagement in Diabetes Mellitus (ENGAGE-DM) pragmatic randomized trial",
      "authors": [
        "J Lauffenburger",
        "R Ghazinouri"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0214754"
    },
    {
      "title": "Randomized trial of telephone outreach to improve medication adherence and metabolic control in adults with diabetes",
      "authors": [
        "P O'connor",
        "J Schmittdiel",
        "R Pathak"
      ],
      "year": 2014,
      "doi": "10.2337/dc14-0596"
    },
    {
      "title": "Caring for poorly controlled diabetes mellitus: a randomized pharmacist intervention",
      "authors": [
        "P Odegard",
        "A Goo",
        "J Hummel",
        "K Williams",
        "S Gray"
      ],
      "year": 2005,
      "doi": "10.1345/aph.1e438"
    },
    {
      "title": "The Medicines Advice Service Evaluation (MASE): a randomised controlled trial of a pharmacist-led telephone based intervention designed to improve medication adherence",
      "authors": [
        "I Lyons",
        "N Barber",
        "D Raynor",
        "L Wei"
      ],
      "year": 2016,
      "doi": "10.1136/bmjqs-2015-004670"
    },
    {
      "title": "Determining Effective Diabetic Care; A Multicentre -Longitudinal Interventional Study",
      "authors": [
        "Wasif Gillani"
      ],
      "year": 2016,
      "doi": "10.2174/1381612822666160813235704"
    },
    {
      "title": "Randomized controlled trial of clinical pharmacy management of patients with type 2 diabetes in an outpatient diabetes clinic in Jordan",
      "authors": [
        "A Jarab",
        "S Alqudah",
        "T Mukattash",
        "G Shattat",
        "T Al-Qirim"
      ],
      "year": 2012,
      "doi": "10.18553/jmcp.2012.18.7.516"
    },
    {
      "title": "Proactive case management of high-risk patients with type 2 diabetes mellitus by a clinical pharmacist: a randomized controlled trial",
      "authors": [
        "H Choe",
        "S Mitrovich",
        "D Dubay",
        "R Hayward",
        "S Krein",
        "S Vijan"
      ],
      "year": 2005
    },
    {
      "title": "MAP study: RCT of a medication adherence program for patients with type 2 diabetes",
      "authors": [
        "P Odegard",
        "D Christensen"
      ],
      "year": 2012,
      "doi": "10.1331/japha.2012.11001"
    },
    {
      "title": "Effectiveness of Targeted Insulin-Adherence Interventions for Glycemic Control Using Predictive Analytics Among Patients With Type 2 Diabetes: a Randomized Clinical Trial",
      "authors": [
        "J Lauffenburger",
        "J Lewey"
      ],
      "year": 2019,
      "doi": "10.1001/jamanetworkopen.2019.0657"
    },
    {
      "title": "Web-based interventions for behavior change and self-management: potential, pitfalls, and progress",
      "authors": [
        "E Murray"
      ],
      "year": 2012,
      "doi": "10.2196/med20.1741"
    },
    {
      "title": "A Systematic Review of Randomized Controlled Trials of Telehealth and Digital Technology Use by Community Pharmacists to Improve Public Health",
      "authors": [
        "P Crilly",
        "R Kayyali"
      ],
      "year": 2020,
      "doi": "10.3390/pharmacy8030137"
    },
    {
      "title": "Co-design of Digital Health Interventions for Young Adults: protocol for a Scoping Review",
      "authors": [
        "J Malloy",
        "S Partridge",
        "J Kemper",
        "A Braakhuis",
        "R Roy"
      ],
      "year": 2022,
      "doi": "10.2196/38635"
    },
    {
      "title": "Barriers and facilitators to the implementation of digital technologies in mental health systems: a qualitative systematic review to inform a policy framework",
      "authors": [
        "C Berardi",
        "M Antonini",
        "Z Jordan",
        "H Wechtler",
        "F Paolucci",
        "M Hinwood"
      ],
      "year": 2024,
      "doi": "10.1186/s12913-023-10536-1"
    },
    {
      "title": "Hemoglobin A1C",
      "authors": [
        "E Eyth",
        "R Naik"
      ],
      "year": 2024
    },
    {
      "title": "Effects of weight loss with diet and/or exercise on abdominal adipose tissue distribution: a 12-month randomized intervention trial",
      "authors": [
        "J Apolzan",
        "G Bray",
        "S Smith"
      ],
      "year": 2019
    },
    {
      "title": "Effectiveness of Internet-based health management in patients with dyslipidemia: a four-year longitudinal study",
      "authors": [
        "Y Dou",
        "B Chen",
        "X Yu",
        "D Ma"
      ],
      "year": 2023,
      "doi": "10.1016/j.atherosclerosis.2023.04.004"
    },
    {
      "title": "Applications of Clinical Decision Support Systems in Diabetes Care: scoping Review",
      "authors": [
        "S Huang",
        "Y Liang",
        "J Li",
        "X Li"
      ],
      "year": 2023,
      "doi": "10.2196/51024"
    },
    {
      "title": "Evaluation of pharmacist-led telemedicine medication management for hypertension established patients during COVID-19 pandemic: a pilot study",
      "authors": [
        "X Li",
        "J Hu",
        "Y Yao"
      ],
      "year": 2022,
      "doi": "10.3389/fpubh.2022.1091484"
    },
    {
      "title": "Risk of selection bias in randomised trials",
      "authors": [
        "B Kahan",
        "S Rehal",
        "S Cro"
      ],
      "year": 2015,
      "doi": "10.1186/s13063-015-0920-x"
    },
    {
      "title": "Empirical evidence about inconsistency among studies in a pair-wise meta-analysis",
      "authors": [
        "K Rhodes",
        "R Turner",
        "J Higgins"
      ],
      "year": 2016,
      "doi": "10.1002/jrsm.1193"
    }
  ],
  "num_references": 37
}
