{
  "paper_id": "BT9SMEKL",
  "title": "Assessing competence in the use of motivational interviewing",
  "abstract": "This report presents reliability, validity and sensitivity indices for the Motivational Interviewing Treatment Integrity (MITI) scale. Factor analysis of MI treatment sessions coded with the Motivational Interviewing Skills Code (MISC) was used to derive 10 elements of MI practice, forming the MITI. Canonical correlation revealed that the MITI captured 59% of the variability in the MISC. Reliability estimates for the MITI were derived using three masked, independent coders. Intra-class coefficients ranged from .5 to .9 and were generally in the good to excellent range. Comparison of MITI scores before and after MI workshops indicate good sensitivity for detecting improvement in clinical practice as result of training. Implications for the use of this instrument in research and supervision are discussed.",
  "year": 2003,
  "date": "2003",
  "journal": "Journal of Consulting and Clinical Psychology",
  "publication": "Journal of Consulting and Clinical Psychology",
  "authors": [
    {
      "forename": "Theresa",
      "surname": "Moyers",
      "name": "Theresa Moyers",
      "email": "tmoyers@unm.edu"
    },
    {
      "forename": "Tim",
      "surname": "Martin",
      "name": "Tim Martin"
    },
    {
      "forename": "Jennifer",
      "surname": "Manuel",
      "name": "Jennifer Manuel"
    },
    {
      "forename": "Stacey",
      "surname": "Hendrickson",
      "name": "Stacey Hendrickson"
    },
    {
      "forename": "William",
      "surname": "Miller",
      "name": "William Miller"
    },
    {
      "affiliation": "Center on Alcoholism , Substance Abuse, and Addictions , University of New Mexico , Albuquerque , NM , USA \n\t\t\t\t\t\t\t\t Center on Alcoholism \n\t\t\t\t\t\t\t\t Substance Abuse, and Addictions \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Albuquerque \n\t\t\t\t\t\t\t\t\t NM \n\t\t\t\t\t\t\t\t\t USA"
    },
    {
      "affiliation": "Department of Psychology Center on Alco- holism , Substance Abuse and Addictions , University of New Mexico , Albuquerque , NM 87131 1161 , USA. \n\t\t\t\t\t\t\t\t Department of Psychology Center on Alco- holism \n\t\t\t\t\t\t\t\t Substance Abuse and Addictions \n\t\t\t\t\t\t\t\t University of New Mexico \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 87131 1161 \n\t\t\t\t\t\t\t\t\t Albuquerque \n\t\t\t\t\t\t\t\t\t NM \n\t\t\t\t\t\t\t\t\t USA"
    }
  ],
  "doi": "10.1016/j.jsat.2004.11.001",
  "sections": [
    {
      "title": "Introduction",
      "text": "Despite strong clinical evidence of efficacy and widespread use of motivational interviewing (MI) in a variety of clinical and research settings, little attention has been paid to documenting the integrity of MI delivery. Most randomized clinical trials of MI lack any mention of the adherence and competence of clinicians employing this treatment  (Burke, Arkowitz & Dunn, 2002)  and this lack of attention to the integrity of MI is associated with some troubling trends. For example, interventions that seem to contradict the spirit or procedures of this method are occasionally described as MI in the empirical literature, calling into question the nature of the intervention offered  (Noonan & Moyers, 1997) . Furthermore, interventions that are similar to MI but contain additional elements, such as FRAMES  (Bien, Miller, & Tonigan, 1993)  or Motivational Enhancement Therapy  (Miller, Zweben, DiClemente, & Rychtarik, 1992 ) can be confused with MI. When the integrity of such treatments is examined, it is often these additional elements, such as giving advice or providing personalized feedback, that are assessed, rather than the core elements of MI. Concepts of central importance to the use of MI, such as (1) therapist empathy, (2) elicitation of client change talk, (3) a focus on the discrepancy between client behaviors and values, (4) encouraging confidence, and (5) nonconfrontational responses to resistance, are much more difficult to capture. As with most therapeutic methods, what is easiest to measure is usually least instructive.\n\nThe difficulty involved in identifying competence in the practice of MI is not surprising given the explicit emphasis on the spirit of the method rather than the techniques that comprise it  (Moyers, in press; Rollnick & Miller, 1995) . Clinician attributes such as empathy and egalitarianism are presumed active ingredients in MI but can be difficult to measure reliably, while elements such as providing personalized feedback are somewhat easier to quantify. In addition, MI goals such as developing a clientTs discrepancy between deeply felt values and maladaptive behaviors can be accomplished through a variety of processes that might not be anticipated in a simple procedural checklist. In the following sections, we review previous attempts to quantify adherence and competence in the delivery of MI, discuss the development of the Motivational Interviewing Skills Code 0740-5472/05/$ -see front matter D 2005 Elsevier Inc. All rights reserved. doi:10.1016/j.jsat.2004.11.001  (MISC)  and present data describing a new instrument for evaluating clinician competence in MI."
    },
    {
      "title": "Treatment adherence",
      "text": "Ideally, treatment integrity measures for MI should serve as manipulation checks to insure that MI can reliably be distinguished from other interventions or control groups. Bien, Miller, and Boroughs (1993)  used an MI intervention with veteran problem drinkers and reviewed audiotapes of therapy sessions to assess whether MI had been delivered as intended. They sorted therapist speech from both the experimental and control groups into three categories: statements consistent with MI (MIC), statements inconsistent with MI (MII) and other. The percentage of the therapistsT total speech in both the MIC and MII categories was calculated for each session. Patterns of MIC and MII speech were significantly different across the two experimental conditions, such that therapists in MI sessions exhibited more than 95% MIC speech and less than 1% MII speech, while therapists in the control condition showed only 62% MIC and 25% MII speech. These indicators allowed the investigators to conclude that MI was being offered in the intended treatment sessions, but did not provide information regarding the quality of the clinicianTs use of MI.\n\nSimilarly,  Carroll, Connors, and Cooney (1998)  found that a checklist of specific events occurring within the three alcohol treatment conditions in Project MATCH, one of which was an adaptation of MI, was sufficient to reliably distinguish treatments from each other although a different scale was required to assess therapeutic skill. These studies suggest that MI can be reliably differentiated from other treatments by measuring either discrete events or a percentage of the therapistTs behavior that is consistent with MI."
    },
    {
      "title": "Clinician competence",
      "text": "In addition to providing the ability to discriminate between one treatment and another, treatment integrity appraisals will ideally offer some measure of the clinician's level of competence in delivering an intervention  (Waltz, Addis, Koerner, & Jacobson, 1993) . Documenting the quality of cliniciansT work bolsters confidence that an intervention was delivered properly in outcome trials, and further serves as a tool for giving feedback to therapists in training. Miller and his colleagues developed a coding system designed to assess specific domains of counselor and client functioning within MI sessions called the Motivational Interviewing Skills Code  (MISC 1.0; Miller & Mount, 2001) . The MISC 1.0 used three separate methods for reviewing therapist competence in the use of MI, each gathered in a separate review or bpassQ of the session tape.\n\nFirst, global assessments were made of MI relevant therapist and client characteristics using a seven-point Likert scale. For the therapist, six global characteristics were measured: acceptance, egalitarianism, empathy, genuineness, warmth and overall MI spirit. For the client, four global characteristics were measured: affect, cooperation, disclosure and engagement. Two characteristics of the interaction between the therapist and client were also assessed with global scores: benefit and collaboration.\n\nIn a second coding pass, specific behaviors were counted during MI sessions. For therapists, 27 behaviors were coded, including both those specific to MI (asking permission before giving advice) and those common to many different types of therapy (asking questions, reflections). Four types of client speech were counted, reflecting the importance of client language in MI sessions. Frequency counts of client speech about the possibility of changing (change talk) as well as resistance to change (resist) were made, as well as occasions where the client simply followed the therapistTs requests for information (follow/neutral) or asked questions of their own (ask). The third pass in the MISC 1.0 measured the relative amount of time spent talking during the session by both the client and the therapist.\n\nThe most common use of the MISC 1.0 has been to document changes in therapist competence before and after training in MI. For example,  Miller and Mount (2001)  used the MISC to code both pre-and post-training sessions for probation and parole officers enrolled in an MI workshop.\n\nAfter training, probation and parole officers showed significant increases in MI Consistent behaviors (such as reflective listening) but not decreases in MI Inconsistent behaviors (such as confrontation), leading the authors to conclude that MI training must focus on both eliciting and diminishing particular behaviors in trainees. Similarly,  Miller, Yahne, Moyers, Martinez, and Pirritano (in press ) found that the MISC 1.0 reliably detected changes in the in-session behavior of clinicians after training in MI as evidenced by increased ratings of adherence to the spirit of the method, increased use of reflections and open questions, as well as a higher percentage of MI-Consistent responses. Baer and colleagues (2004)  found that at least three measures from the MISC were sensitive enough to detect differences between students from baseline to post training samples. In addition, these measures detected the predictable erosion of clinician skills at post-training follow up, suggesting that the MISC has sufficient sensitivity to document expected changes in MI performance across the learning curve."
    },
    {
      "title": "Disadvantages of the MISC for documenting treatment integrity",
      "text": "Although the overall reliability estimates for the MISC have been acceptable and sufficient to observe relationships between independent and dependent variables  (Moyers, Martin, Catley, Harris & Ahluwalia, 2003) , some items have yielded only fair reliability in some studies. In particular, the measurement of MI-Consistent items has been uneven. For instance,  Moyers, Miller, and Hendrickson (in press)  found that a structural equation model of MI therapy sessions using the MISC produced unacceptably low reliability for the MI-Consistent construct, resulting in its elimination from the model. Similarly, the MI-Consistent variable in the  Baer et al. (2004)  study required transformation to include both neutral and MI-specific items before reliability was sufficient to allow analysis of outcome variables. Other studies evaluating the reliability of the MISC have indicated differential reliability between the overall domains (global vs. behavior counts) as well as among specific behaviors  (Moyers, Martin, Catley, et al., 2003)  perhaps explained by the very low frequency of some items among highly trained MI counselors  (Baer, et al., 2004; Hendrickson et al., 2004) . A second disadvantage of the MISC concerns its complexity and related cost. Training coders to use the MISC 1.0 in our lab has required an average of three months of intensive, ongoing supervision, and training. Once coders are proficient and reliable, a three-pass review of a 20-minute segment of a therapy session tape using the MISC 1.0 requires 90-120 min of coder time."
    },
    {
      "title": "A new therapist competence measure",
      "text": "Ongoing efforts to train therapists in MI, as well as requirements to document integrity in clinical trials, have suggested the need for a more condensed, reliable, and economical version of the MISC 1.0 appropriate for evaluating clinician competence in MI without the effort of examining other process variables. This paper describes the development of a new instrument, called the Motivational Interviewing Treatment Integrity (MITI) Scale, which focuses exclusively on therapist functioning and reduces the number and complexity of the ratings from the MISC."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Participants",
      "text": "Participants for this study were 185 clinicians enrolled in Project EMMEE, a randomized controlled trial to test various strategies for learning MI  (Miller et al., in press) . Participants in the EMMEE trial were licensed clinicians including physicians, psychologists, social workers, counselors and other health-related professionals who treated at least five substance abusing clients per week. Because the initial recruitment for the EMMEE project underrepresented clinicians treating minority populations, we used targeted recruiting strategies (listserve announcements, journal ads) to recruit an additional 31 (17%) Spanishspeaking clinicians as well as 11 (6%) clinicians treating predominantly Native American clients, resulting in a slightly larger overall sample than that reported in the previously published reports  (Miller et al., in press ). Participants were 54% female, with a mean age of 46.7 years. Clinicians in this study had an average of 8 years of postsecondary education and 13.7 years of experience in counseling. These counselors endorsed cognitive-behavioral (32%), humanistic (18%), and 12-step (18%) perspectives as their most common theoretical orientations. After enrollment, participants were assigned to groups receiving various strategies for learning MI incorporating self-training with books and videos, workshops and feedback."
    },
    {
      "title": "Audiotaped session samples from the EMMEE study",
      "text": "Participants in the EMMEE study were asked to submit audiotaped samples of a therapy session with a substance abusing client prior to training, immediately after training (using a simulated patient) and at 4, 8, and 12 months after training. A total of 189 clinicians submitted tapes of substance abuse treatment sessions with unique clients, resulting in 624 clinician-client interactions. For each of these 624 tapes, the first 20 min were coded using the MISC 1.0  (Miller et al., in press )."
    },
    {
      "title": "Training of MITI coders",
      "text": "Coders were two undergraduates and one graduate student at the University of New Mexico. Readings  (Miller & Rollnick, 1991)  and videotapes  (Miller, Rollnick, & Moyers, 1998)  were used to familiarize coders with the clinical method of MI. Coders then proceeded through a series of graded learning tasks such as the parsing of therapist utterance, coding specific behaviors exemplifying MI competence, and assessing global dimensions of MI spirit. Competence in one level was required before proceeding to the next learning task  (Moyers, Martin, Manuel, et al., 2003) .\n\nEach level of competence was assessed using quizzes graded against a gold standard provided by the first author, and coders were expected to achieve competence to a criterion of 80% before proceeding to the next level of complexity. Weekly group meetings for all coders were held for the duration of the coding project to prevent drift from the manual. None of the audiotaped samples that comprised the data set were used for initial training of coders. Coders were not aware of whether the tapes they coded had been recorded prior to or after training."
    },
    {
      "title": "Overview of statistical analysis plan",
      "text": "An exploratory factor analysis (EFA) was performed to derive orthogonal dimensions measured by MISC 1.0. These factors were inspected and used to develop the initial version of the MITI and a scoring manual for it. The new MITI scoring system was then used to code a random sample of tapes drawn from the EMMEE sample. Interrater reliability for the MITI was assessed, using three independent coders. We then assessed the ability of the MITI to detect changes in clinician behavior after training by comparing coded samples of pre-and post-training tapes. Finally, we measured the efficiency of the MITI in comparison to the MISC by estimating the amount of information from MISC retained with this more limited coding system."
    },
    {
      "title": "Results"
    },
    {
      "title": "Deriving the MITI",
      "text": "An EFA using Principal Component Analysis was used to derive initial estimates of underlying factors within the MISC. Factors with eigenvalues over 1 were retained. This initial factor solution was then rotated using the varimax criterion to obtain a final factor solution. The EFA revealed 11 factors with eigenvalues over 1. Factor loadings are presented in Table  1 .\n\nAll global assessments of therapist characteristics loaded on the first factor, indicating a general ability to assess the spirit of this method. The second factor represented an estimate of the clientTs response to the therapist during the session as well as an evaluation of the interaction between client and therapist. The third factor encompassed questions and simple reflections. The fourth factor was comprised of clinician behaviors that are inconsistent with the practice of motivational interviewing, such as advising, warning, and directing. The fifth factor was formed by three variables indicating the clinician had provided information to the client. The sixth factor consisted entirely of various types of reflective listening statements. The seventh and eighth factors included client change talk of both kinds, as well as a variety of MI consistent responses such as emphasizing control, affirming and supporting. The ninth factor was comprised of three items, which seemed to indicate an active and instructional clinician (percent of session time clinician spent talking, giving information, and structuring\n\nTable 1 Factor loadings of an EFA (Varimax rotated) of the MISC 1 2 3 4 5 6 7 8 9 1 0 1 1 Warmth 0.831 MI Spirit 0.788 Acceptance 0.76 Empathy 0.753 Genuineness 0.73 Egalitarianism 0.698 Collaboration 0.674 0.504 Benefit 0.662 0.416 Confront -0.41 Cooperation 0.784 Engagement 0.753 Disclosure 0.687 Affect 0.55 Follow/Neutral 0.795 Closed Question 0.788 Reflect (Repeat) 0.672 Open Question 0.594 Advise 0.734 Raise Concern 0.703 Warn 0.587 Direct 0.42 Ask 0.696 Self Disclosure 0.678 Personal Feedback 0.566 0.462 Reflect (Paraphrase) 0.648 Reflect (Rephrase) 0.613 Reflect (Summarize) 0.503 Resistance 0.45 Change Talk 0.704 Emphasize Control 0.648 Affirm 0.453 Support 0.589 Facilitate 0.522 Structure 0.73 Clinician Talk Time 0.512 General Information 0.461 0.508 Filler 0.76 Reframe 0.43 Raise Concern w/Permission 0.74 Advise w/Permission 0.64\n\nof the session). The tenth factor was comprised of items not coded in any other category of the MISC (Filler) as well as one MI consistent item (Reframe). Because we could not interpret this factor, we did not retain either item in the MITI. Factor 11 was a permission-seeking factor, which indicated the therapist requesting the clientTs agreement before giving advice or information.\n\nAfter examining this underlying factor structure, we formed the MITI by defining categories for each factor that reflected predominately clinician functioning, with the exception of factor ten. This process yielded two global measures and five behavior counts. The final MITI system is found in Table  2 .\n\nThe first global measure is intended to capture the overall spirit of the MI method, reflected in the first factor. Although it is partially redundant and not strictly needed, the global assessment of empathy was retained because of its prominence in explanations for the effectiveness of this method and prior evidence of its specific impact on client outcomes  (Miller, Taylor, & West, 1980; Valle, 1981) . The category of giving information is intended to reflect factor 9, while factors 3 and 6 are captured in the categories of questions and reflections, respectively. Behaviors indicative of MI practice, found in factors 7,8, and 11, were captured in a category we termed MI Adherent (to avoid confusion with MI Consistent summary scores from the MISC). Behaviors contraindicated in MI practice, found in factor 4, were captured in the MI Non-Adherent category."
    },
    {
      "title": "Reliability estimates for the MITI",
      "text": "A subset of 50 tapes was randomly selected and the same three coders independently coded them all. Inter-rater reliability was estimated using the intra-class correlation coefficient (ICC) for all three pairs of coders  (Fleiss & Shrout, 1978) , since this statistic adjusts for chance agreement between raters, as well as systematic differences between raters, and is therefore more conservative estimate than either CronbachTs alpha or the Pearson product moment correlation. Inter-rater reliability estimates are presented in Table  3 .  Cicchetti (1994)  has proposed a categorization system for evaluating the usefulness of ICCs in clinical instruments: below .40 = poor, .40 to .59 = fair, .60 to .74 = good and .75 to 1.00 = excellent. Intra-class correlations ranged from .5184 (empathy/understanding) to .9681 (closed questions), with 70% of ratings in the excellent range. Note that correlations for the most experienced pair of coders (1,2) were noticeably higher than those of the least experienced pair (2,3), especially for the global ratings."
    },
    {
      "title": "Estimates of sensitivity",
      "text": "To assess the sensitivity of MITI in detecting changes in clinician behavior, 20 pairs of pre-post (baseline-post training) tapes were coded. To obtain this subsample, we coded all available partner tapes (pre or post) for any tape already coded in the reliability sample, producing 18 pre-post\n\nTable 2 Motivational Interviewing Treatment Integrity measures derived from EFA of MISC Global ratings Brief description Represented factors Empathy/ Understanding extent to which the therapist understands and/or makes an effort to grasp the clientTs perspective 1 Spirit collaboration, evocation and support of autonomy 1 Behavior Counts General Information interviewer gives information, educates, provides feedback or discloses personal information. 5,9 MI-Adherent interviewer behaviors that are consistent with a motivational interviewing approach. 7,8,11 MI-Nonadherent interviewer behaviors that are inconsistent with a motivational interviewing approach. 4 Closed Question interviewer asks the client a question that can be answered with a byesQ or bnoQ response. 3 Open Question the interviewer asks a question that allows a wide range of possible answers. 3 Simple Reflection conveys understanding or facilitates client/therapist exchanges. These reflections add little or no meaning (or emphasis) 3,6 Complex Reflection adds substantial meaning or emphasis to what the client has said. 6,10 Total Reflection sum of simple and complex reflections 3,6 Table 3 Reliability estimates for the MITI Measure ICC Lower Upper a r 1-2 r 1-3 r 2-3 Global Ratings Empathy/ Understanding .5184 .3541 .6682 .7635 .7175 .4754 .4220 Spirit .5846 .4303 .7195 .8085 .6543 .4861 .6117 Behavior Counts General Information .7580 .6471 .8446 .9038 .7544 .7306 .7927 MI-Adherent  Note. Inter-rater reliability estimates for the MITI. ICC refers to the intraclass correlation coefficient of three independent raters. Lower refers to the lower 95 percent confidence interval of the ICC. Upper refers to the upper 95 percent confidence interval, a refers to Cronbach's alpha for three independent coders. r refers to the Pearson Product moment and subscripts refer to specific coder pairs.\n\npairs. An additional two pairs (four tapes) were randomly selected from the parent sample. Differences between baseline and post-training sessions on all items were assessed with paired sample t-tests. Compared to the baseline tapes, therapists after training were rated significantly higher in both empathy, t(18) = 5.99, p b .0005, and spirit, t(19) = 4.94, p b .0005. In addition, there were significantly more complex reflections after training, t(19) = 3.73, p = .001. Finally, summary measures were also significantly different between baseline and post-training. There were more total reflections, t(19) = 2.60, p = .018, a higher reflection to question ratio, t(19) = 3.01, p = .007, and a higher percentage of complex reflections, t(19) = 2.35, p = .03, after training than at baseline. These are all key indicators of MI fidelity and were used in previous studies to estimate MI fidelity  (Miller et al., in press )."
    },
    {
      "title": "Convergence of the MISC and MITI",
      "text": "Because all of these tapes had been previously coded with MISC 1.0  (Miller et al., in press ) direct comparisons of the two instruments were conducted. A canonical correlation between the MISC EFA factor scores and the MITI variables was calculated, excluding the category of Total Reflections, which is redundant with simple and complex reflections. The first six canonical correlates were statistically significant, accounting for 59% of the variance in the MISC factor scores."
    },
    {
      "title": "Discussion",
      "text": "For clinicians, trainers and supervisors, the MITI represents a cost-effective and focused tool for evaluating competence in the use of MI. Potential training applications for the MITI include self-evaluations by clinicians learning MI, assessment of the effectiveness of teaching strategies for MI, and individualized feedback to improve MI competence for clinicians in training. The MITI is also appropriate as a self-learning tool, since clinicians can use behavior counts to evaluate their own taped sessions and compare them to recommended thresholds in the MITI coding manual (available at no charge at casaa. unm.edu). For researchers, the MITI offers a tool for the evaluation of treatment integrity in clinical trials using motivational interviewing.\n\nOur data indicate that the MITI can be reliably applied to the observation of therapy discourse by coders who have a reasonable amount of training and experience. Indeed, with more experienced coders, we observed overall higher reliability estimates for the MITI than the MISC  (Moyers et al., 2003) , which is unsurprising since the MITI collapses many of the specific categories that require differentiation in the MISC. The MITI also provides sensitive dependent measures, as evidenced by the significant differences between pre-and post-training samples. This supports the use of the MITI for the evaluation of changes in basic MI skills and for use in the provision of feedback to students of this method.\n\nBecause the MITI is considerably shorter than the MISC, there was some concern on our part that too much crucial information would be lost by using fewer and broader global ratings and behavioral categories. However, our canonical correlation analysis indicates that the MITI, while less than half the length of MISC, still managed to capture over half of the systematic variation in MISC scores as estimated by factor analysis. In training and research settings, this increase in efficiency may well be worth some loss of information, particularly when the intent is to document fidelity and provide feedback to clinicians quickly and economically. When application of the MISC is prohibitive in terms of time, money, personnel or some combination of these, the MITI is a reliable, sensitive and informative alternative that requires fewer resources to apply.\n\nNevertheless, it is important to note that the MITI cannot replace the MISC as a process measure for examining causal mechanisms about why MI might be effective. This is especially evident in the case of client language, which is captured with four codes in MISC 1.0 and nine codes on the revised MISC 2.0  (Miller, Moyers, Ernst, & Amrhein, 2003) , and is not coded at all in the MITI. Similarly the MITI, with its exclusive focus on therapist competence, runs the risk of perpetuating the myth of the therapist as hero  (Tallman & Bohart, 1999)  since client variables are not examined to indicate how they might influence the process of the MI session or enhance clinician functioning. When the primary research question concerns how MI works as it does, the MISC will remain a better choice than the MITI.\n\nIt is also the case that the restricted range of information gathered by the MITI tells only so much about how well a clinician is using a very complex therapeutic strategy. Like most coding systems, the MITI ignores the context in which the therapy occurs, meaning it can offer only limited information about how well the clinician managed within a particular coded segment  (Waltz et al., 1993) . This is important when considering the use of the MITI as a tool for clinical supervision. When clients are complex, the MITI may underestimate the ability of the therapist to use MI and several samples of clinician behavior across clients will be needed to draw conclusions about competence.\n\nAnother limitation of the MITI (and the MISC as well) is the ability to measure advanced skills in the use of MI. These skills are usually seen in MI sessions when therapists utilize foundational principles, such as creating discrepancy between deeply held client values and behaviors, opportunistically. Such proactive and diligent application of MI principles  (Miller & Rollnick, 2002) , including the elicitation of client change talk, is a hallmark of the expert practice of this method. While the MITI does a good job of measuring MI-relevant clinician attributes (such as empathy) and the use of microskills (such as using open rather than closed questions), the intentional and strategic use of MI principles is not as well captured. It is likely that additional coding modules, with commensurate time and expense, would be needed to capture more expert functioning in MI. The MITI avoids the problem of complexity and ambiguity in MI concepts (such as skill at eliciting change talk) by limiting measurement of clinician behaviors to relatively less complex exemplars of MI practice. These limitations of the MITI lead us to conclude that it is likely to be a good tool for measuring foundational or entry-level competence in MI, rather than advanced or expert skills. We note, however, that recent investigations in our laboratory have shown that exactly these foundational skills can account for as much as 70% of in-session client cooperation and engagement  (Moyers, Miller, & Hendrickson, in press)  in MI sessions, indicating that careful attention to entry-level skills is warranted.\n\nOne limitation of this study concerns the selection of the portion of the therapy audiotapes that were analyzed. The first 20 min were chosen in order to facilitate comparison with previously published studies using the MISC (MIDAS, EMMEE); however, a recent report by  Amrhein, Miller, Yahne, Palmer, and Fulcher (2003)  suggests that critical characteristics of MI sessions may occur toward the end of the session, rather than the beginning. Although this does not directly impact the main psychometric questions addressed by this study, the use of the MITI to document treatment integrity or provide supervision should ideally incorporate a random sampling strategy, which we have now implemented in our coding protocol.\n\nAnother limitation of this study concerns the sensitivity analysis performed on the pre-and post-training samples of the EMMEE participants. These participants were by definition highly motivated to learn and practice MI, thereby offering an optimal opportunity for observing training effects. It is possible the MITI would be less sensitive to the more subtle changes in practice behavior that would be expected from a more representative sample of clinicians. Furthermore, we are not aware of normative data regarding clinician improvement in MI practice after training, using the MITI or any other objective coding system. In the absence of such norms, information derived from the MITI about individual clinician progress after training or supervision should be used only as part of a larger constellation of information."
    }
  ],
  "references": [
    {
      "title": "Client commitment language during motivational interviewing predicts drug use outcomes",
      "authors": [
        "P Amrhein",
        "W Miller",
        "C Yahne",
        "M Palmer",
        "L Fulcher"
      ],
      "year": 2003,
      "doi": "10.1037/0022-006x.71.5.862"
    },
    {
      "title": "An evaluation of workshop training in motivational interviewing for addiction and mental health clinicians",
      "authors": [
        "J Baer",
        "D Rosengren",
        "C Dunn",
        "E Wells",
        "R Ogle",
        "B Hartzler"
      ],
      "year": 2004,
      "doi": "10.1016/j.drugalcdep.2003.10.001"
    },
    {
      "title": "Motivational interviewing with alcohol patients",
      "authors": [
        "T Bien",
        "W Miller",
        "J Boroughs"
      ],
      "year": 1993
    },
    {
      "title": "Brief interventions for alcohol problems: A review",
      "authors": [
        "T Bien",
        "W Miller",
        "J Tonigan"
      ],
      "year": 1993,
      "doi": "10.1111/j.1360-0443.1993.tb00820.x"
    },
    {
      "title": "The efficacy of motivational interviewing and its adaptations",
      "authors": [
        "B Burke",
        "H Arkowitz",
        "C Dunn"
      ],
      "year": 2002
    },
    {
      "title": "Internal validity of Project MATCH treatments: Discriminability and integrity",
      "authors": [
        "K Carroll",
        "G Connors",
        "N Cooney"
      ],
      "year": 1998,
      "doi": "10.1037//0022-006x.66.2.290"
    },
    {
      "title": "Guidelines, criteria and rules of thumb for evaluating normed and standardized assessment instruments in psychology",
      "authors": [
        "D Cicchetti"
      ],
      "year": 1994,
      "doi": "10.1037//1040-3590.6.4.284"
    },
    {
      "title": "Approximate interval estimation for a certain intraclass correlation coefficient",
      "authors": [
        "J Fleiss",
        "P Shrout"
      ],
      "year": 1978,
      "doi": "10.1007/bf02293867"
    },
    {
      "title": "bAssessing Reliability of the Motivational Interviewing Treatment Integrity Behavioral Coding System Under Limited RangeQ",
      "authors": [
        "S Hendrickson",
        "T Martin",
        "J Manuel",
        "P Christopher",
        "T Thiedeman",
        "T Moyers"
      ],
      "year": 2004
    },
    {
      "title": "A small study of training in motivational interviewing: Does one workshop change clinician and client behavior",
      "authors": [
        "W Miller",
        "K Mount"
      ],
      "year": 2001,
      "doi": "10.1017/s1352465801004064"
    },
    {
      "title": "The motivational interviewing skills code (MISC) manual",
      "authors": [
        "W Miller",
        "T Moyers",
        "D Ernst",
        "P Amrhein"
      ],
      "year": 2003
    },
    {
      "title": "Focused versus broad-spectrum behavior therapy for problem drinkers",
      "authors": [
        "W Miller",
        "C Taylor",
        "J West"
      ],
      "year": 1980,
      "doi": "10.1037//0022-006x.48.5.590"
    },
    {
      "title": "A randomized trial of methods to help clinicians learn motivational interviewing",
      "authors": [
        "W Miller",
        "C Yahne",
        "T Moyers",
        "J Martinez",
        "M Pirritano"
      ],
      "doi": "10.1037/0022-006x.72.6.1050"
    },
    {
      "title": "Motivational interviewing: Preparing people to change addictive behaviors",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 1991
    },
    {
      "title": "Motivational interviewing: Preparing people to change",
      "authors": [
        "W Miller",
        "S Rollnick"
      ],
      "year": 2002
    },
    {
      "title": "Motivational interviewing: Professional training videotape series",
      "authors": [
        "W Miller",
        "S Rollnick",
        "T Moyers"
      ],
      "year": 1998
    },
    {
      "title": "Motivational enhancement therapy manual: A clinical research guide for therapists treating individuals with alcohol abuse and dependence",
      "authors": [
        "W Miller",
        "A Zweben",
        "C Diclemente",
        "R Rychtarik"
      ],
      "year": 1992
    },
    {
      "title": "History and happenstance: How motivational interviewing got its start",
      "authors": [
        "T Moyers"
      ],
      "doi": "10.1891/088983904780944333"
    },
    {
      "title": "Assessing the integrity of motivational interviewing interventions: Reliability of the Motivational Interviewing Skills Code",
      "authors": [
        "T Moyers",
        "T Martin",
        "D Catley",
        "K Harris",
        "J Ahluwalia"
      ],
      "year": 2003,
      "doi": "10.1017/s1352465803002054"
    },
    {
      "title": "The motivational interviewing treatment integrity (MITI) code",
      "authors": [
        "T Moyers",
        "T Martin",
        "J Manuel",
        "W Miller"
      ],
      "year": 2003,
      "doi": "10.1016/j.jsat.2016.01.001"
    },
    {
      "title": "How does motivational interviewing work? Therapist interpersonal skill as a predictor of client behavior within motivational interviewing sessions",
      "authors": [
        "T Moyers",
        "W Miller",
        "S Hendrickson"
      ],
      "doi": "10.1037/0022-006x.73.4.590"
    },
    {
      "title": "Motivational interviewing: A review",
      "authors": [
        "W Noonan",
        "T Moyers"
      ],
      "year": 1997,
      "doi": "10.3109/14659899709084610"
    },
    {
      "title": "What is motivational interviewing?",
      "authors": [
        "S Rollnick",
        "W Miller"
      ],
      "year": 1995,
      "doi": "10.1017/s135246580001643x"
    },
    {
      "title": "The client as a common factor: Clients as self-healers",
      "authors": [
        "K Tallman",
        "A Bohart"
      ],
      "year": 1999,
      "doi": "10.1037/11132-003"
    },
    {
      "title": "Interpersonal functioning of alcoholism counselors and treatment outcome",
      "authors": [
        "S Valle"
      ],
      "year": 1981,
      "doi": "10.15288/jsa.1981.42.783"
    },
    {
      "title": "Testing the integrity of a psychotherapy protocol: Assessment of adherence and competence",
      "authors": [
        "J Waltz",
        "M Addis",
        "K Koerner",
        "N Jacobson"
      ],
      "year": 1993,
      "doi": "10.1037//0022-006x.61.4.620"
    }
  ],
  "num_references": 26
}
