{
  "paper_id": "BUDGH7Z6",
  "title": "Improving vaccination coverage in India: lessons from Intensified Mission Indradhanush, a cross-sectoral systems strengthening strategy",
  "abstract": "Brief name 1 Provide the name or a phrase that describes the intervention Social and behaviour change communication for members of the general public in rural Indian villages addressing topics related to child health. The intervention combines edutainment and training capsules broadcast via mobile phone and community mobilisation activities. \n Why 2 Describe any rationale, theory, or goal of the elements essential to the intervention The Government of India offers Village Health and Nutrition Days (VHNDs) to make health services and information accessible to underserved rural communities. VHNDs are designed to provide first-contact primary health care to rural areas by bringing together a large package of basic health, nutrition, and sanitation services offered free-of-charge in a single location each month. Core services include those for reproductive, maternal, new-born and child health, including immunisation, tuberculosis and HIV treatment and control, and counselling for communicable disease prevention and health promotion.(Ministry of Health and Family Welfare Government of India, 2007) Despite improvements, India's under-5 mortality rate (48 deaths per 1,000 live births) remains high, health knowledge is low, poor health behaviours are common, and only 62% of children are fully immunized. Research shows that many essential services designed to be offered by VHNDs are currently not reaching the population effectively. (Johri et al., 2019)  Building on the opportunity presented by widespread mobile phone ownership, we are piloting an interactive, voice-based, mobile platform (Tika Vaani, or \"vaccine voice\") to respond to this gap, with a focus on child health. Tika Vaani's planned channels (1. general population 2. Community health workers (CHW)) will broadcast edutainment and training capsules and are combined with community mobilization activities. The primary objective of the main study is to increase immunization coverage among children 0-2 years old living in rural Hardoi district, Uttar Pradesh, India. The platform also includes content on additional themes important for children's health that are stipulated to be co-delivered with immunisation during VHNDs such as health education related to nutrition, and water, sanitation and hygiene (WASH). Services provided under the VHND umbrella are selected on the basis of their importance for population health based on India's burden of disease and scientific evidence of impact.(Ministry of Health and Family Welfare Government of India, 2007) Our intervention tests an alternative means to provide a subset of information relevant to child health deemed essential by VHNDs that is currently underprovided. (Johri et al., 2019)  It thereby aims to support community health workers in their tasks, to empower families to better care for their children's health, and to enhance community engagement in health and health services. What 3 Materials: Describe any physical or informational materials used in the intervention, including those provided to participants or used in intervention delivery or in training of intervention providers. Provide information on where the materials can be accessed (such as online appendix, URL)",
  "year": 2018,
  "date": "2018",
  "journal": "BMJ",
  "publication": "BMJ",
  "doi": "10.1136/bmj.k4782",
  "sections": [
    {
      "text": "The following materials will be used for intervention training and delivery."
    },
    {
      "title": "• Training of intervention providers",
      "text": "To standardize the knowledge of the field staff, a manual containing key concepts for working with the community and a schedule of intervention activities will be used.\n\nThe manual is available from the principal investigator.\n\n• Delivery of the intervention a) Information delivery through Introductory Meetings A mobile phone and speaker will be used to disseminate information in the community.\n\nWe will promote the Tika Vaani intervention by painting the logo and telephone number on village walls using paint, a brush, and a stencil. Wall painting will be done at common visible places in the community after receiving permission from the relevant authorities. Pamphlets (sheets) and stickers containing the Tika Vaani phone number will also be distributed.\n\nOther materials: Village map (drawn by field staff during the baseline survey), target households list, target households mobile number collection sheet, pamphlets and glue, community meeting introduction script and street play script b) The intervention group will receive a series of information capsules delivered via mobile phone An interactive voice response (IVR) system will be used where pre-recorded informative stories/capsules and messages will be available on different topics related to child health. Topic areas include: Village Health & Nutrition Days, immunisation, water storage, hand washing, diarrhoea management and prevention, pneumonia management and prevention, dengue and chikungunya management and prevention). Information capsules range in length from roughly 3 to 9 minutes, and reminder messages from 1 to 3 minutes. Capsules are available from the principal investigator c) Information delivered through small group meetings A structured meeting guide will be used to learn about the experiences and the perception of the community regarding the Tika Vaani Intervention. A standardized recording format will be used to gather information from participants attending small group meetings. Small group meetings will be convened in quiet accessible places at different points in the village to enable broad participation based on village maps.\n\n4 Procedures: Describe each of the procedures, activities, and/or processes used in the intervention, including any enabling or support activities\n\nIn each intervention group village, field team members will conduct a large introductory meeting to explain the intervention to the community. On the meeting day (but prior to the meeting), field team members will approach elected village leaders and frontline workers involved in VHND delivery (ASHA, Anganwadi, Sahaika, ANM if available) to discuss the intervention and seek their support, and to identify an appropriate meeting location. A place within the community accessible to all people will be selected; if all people cannot access the meeting, a single meeting will be held and target households (those with children in the age range of 0 to 12 months previously identified in the baseline survey) unable to participate will be visited personally following the meeting. Field team members will request permission to paint village walls to promote the intervention, and paint walls with the intervention name, logo, and phone number. The meeting will be announced throughout the village by going door-to-door, with a focus on target households with children in the age range of 0 to 12 months (previously identified in the baseline survey). Phone numbers will be collected in three stages: from target households during the baseline survey, from target households on the day of the introductory meeting (to confirm or add numbers), and during the introductory meeting from attendees who dial the Tika Vaani number."
    },
    {
      "title": "General Public",
      "text": "• Pushed Messages: o Over a 3-month period, 13 information capsules and 13 short reminder messages with content in basic areas of importance to child health (Village Health & Nutrition Days, immunisation, water storage, hand washing, diarrhoea management and prevention, pneumonia management and prevention, dengue and chikungunya management and prevention, will be \"pushed\" to families with young children in the age range of 0-12 months. One new information capsule and one summary capsule of key points will be pushed per week according to the schedule presented in Appendix A. o Timely reminder voice messages for immunisation will also be pushed based on the child's birthdate and the Government of India immunisation schedule. When a child's vaccination is due, families will receive three calls (four days prior, one day prior, and on the day of the VHND (vaccination day)) informing them that the child's vaccinations are due and to go to the local vaccination centre. Members of the general public in these villages are also eligible to receive pushed messages. • On-demand access: Any person residing in an intervention village can phone the number to access content on demand through the IVR portal, to speak to an operator to facilitate linkage to content, or to leave a question or comment. • Community meetings: In addition, a series of 4 community meetings (1 large group introductory meeting, 3 small group meetings held at monthly intervals) will be held. The introductory meeting will invite the entire village with the purpose of informing the community about the intervention and encouraging participation. Small group meetings will focus on families with children in the target age range, but both large and small meetings will be open to all. Each small group meeting will be replicated several times on a single day to enable widespread participation (for example, Small Group Meeting 1, conducted 4 times in Village 1 and 6 times in village 2). The number of small group meeting replications required will be established based on village size and knowledge of village social composition to enable widespread participation. Small group meetings will be held separately for men and women to optimize ease of communication. The primary focus will be on the child's primary caregiver (usually the mother) but other female family members and female members of the general public will be welcome to participate in women's meetings. Meetings with male family members and other male participants will be held separately."
    },
    {
      "title": "Health workers",
      "text": "• Over the same 3-month period, health workers will receive early access to the same content and will be invited to contribute to leading small group meetings, with the support of intervention field staff.\n\nThe goal is to build the capacity of health workers and to support them in their role. All intervention components will be available free of charge to end users."
    },
    {
      "title": "Who provided 5 For each category of intervention provider (such as psychologist, nursing assistant), describe their expertise, background, and any specific training given",
      "text": "The intervention will be implemented by paid field staff. We will endeavour to recruit equal numbers of males and females as experience shows that some activities are more successful if delivered by someone of the same gender. Selection criteria for field staff include an interest in promoting healthy lifestyles, residence in the intervention area (Hardoi district), completion of at least 12 years of schooling, experience in working with the community, and ability to speak Hindi and the local dialect. Field staff will receive training on the Tika Vaani intervention to facilitate successful implementation. Competence in relevant skills will be assessed prior to the intervention. Ability to deliver the intervention will be assessed on an ongoing basis by field supervisors; those deemed weak in specific areas will be retrained.\n\nA recognised social marketing and technology company designed and will implement the IVR system. The company was chosen for its experience in using mobile technology to improve the quality of life of rural Indian communities. (For more information, please consult  https://gramvaani.org/ ) Frontline workers involved in delivery of Village Health and Nutrition Days (ASHA, Anganwadi worker, ANM) are not direct intervention providers, but they will be invited to participate to encourage use of the Tika Vaani platform and to support community discussions. These workers are women selected and trained by the Government of India to work as an interface between the community and the public health and social welfare systems of India. The participation requested falls under the scope of their ordinary responsibilities and no additional remuneration or incentives will be provided."
    },
    {
      "title": "How 6 Describe the modes of delivery (such as face to face or by some other mechanism, such as internet or telephone) of the intervention and whether it was provided individually or in a group",
      "text": "The intervention will be delivered in two ways: 1. Community meetings delivered face-to-face in groups.\n\nWithin each intervention village, two types of meetings will be organized: 1) a large meeting with the entire community to introduce the intervention and 2) meetings in smaller groups to discuss content themes. Meetings will be initiated by field team members according to the intervention plan (1 large group introductory meeting, 3 small group meetings held at monthly intervals). Meeting size is variable. The large meeting size depends on the size of the community and typically ranges from roughly 50 to 200. Small meetings typically range from 5 to 25 participants. All meetings are interactive."
    },
    {
      "title": "Information / edutainment capsules and immunisation reminders delivered by mobile phone",
      "text": "Information capsules will be delivered through the IVR system to listeners at their convenience. People may listen individually but are encouraged to listen and discuss as a family either through use of a speaker phone functionality or by calling the Tika Vaani number. Information capsules will be pushed at regular intervals by the system, and will also be accessible on demand."
    },
    {
      "title": "Where 7 Describe the type(s) of location(s) where the intervention occurred, including any necessary infrastructure or relevant features",
      "text": "The intervention will be carried out in rural villages of Hardoi district, Uttar Pradesh. Community meetings will be conducted at convenient gathering points within villages. Those who listen via mobile phone will do so at their convenience, generally in their own homes."
    },
    {
      "title": "When and How Much 8 Describe the number of times the intervention was delivered and over what period of time including the number of sessions, their schedule, and their duration, intensity, or dose",
      "text": "The intervention will be offered over a three-month period according to the schedule presented in Appendix A. Briefly:"
    },
    {
      "title": "Delivery of the intervention a) Introductory Meeting",
      "text": "This meeting will be held in each village with the whole community once at the beginning of the intervention with duration of around 30-45 minutes. These meetings will be usually held in the day. b) Information capsules delivered through IVR system At the beginning of each week, families will receive a call with a specific health information capsule. Five days later, they will receive a call with the corresponding reminder capsule. Twelve information capsules and twelve reminder capsules will be released over the three months of the intervention. Information capsules ranged in length from roughly 3 to 9 minutes, and reminder messages from 1 to 3 minutes. During the week, participants can contact the IVR system at any time to repeat the information or to obtain other information of interest. c) Small group meetings A sequence of 4 community meetings (1 large group introductory meeting, 3 small group meetings held at monthly intervals) will be held in each intervention village. The introductory meeting will invite the entire village with the purpose of informing the community about the intervention and encouraging participation. Small group meetings will focus on families with children in the target age range, but both large and small meetings will be open to all. Each meeting in the series of 3 small group meetings will be replicated several times per village to enable widespread participation. The number of replicates will be established based on village size and knowledge of village social composition. Small group meetings will be held separately for men and women to optimize ease of communication. Meetings will be held every four weeks. Each meeting will last around one hour and will be held at a time and place that is convenient for the participants. To evaluate the fidelity of the intervention, observations will be carried out with a checklist in order to evaluate if the activities were carried out as planned in terms of coverage, frequency and duration and to report any modifications during the implementation of the intervention. Complementary qualitative research will also be conducted. 12* Actual: If intervention adherence or fidelity was assessed, describe the extent to which the intervention was delivered as planned\n\nThe intervention fidelity assessment will be published separately.\n\nAdditional: Services received by the control group.\n\nThe control group received all standard health and welfare services offered by the Government of India. Most important among these are Village Health and Nutrition Days (VHNDs), which are designed to provide first-contact primary health care to rural areas by bringing together a large package of basic health, nutrition, and sanitation services offered free-of-charge in a single location each month. Core services include those for reproductive, maternal, new-born and child health, including immunisation, tuberculosis and HIV treatment and control, and counselling for communicable disease prevention and health promotion.(Ministry of Health and Family Welfare Government of India, 2007) Other programmes offered in the study area and designed to work synergistically with VHNDs include India's Integrated Child Development Services (ICDS) scheme, which offers nationwide nutrition and health promotion(Integrated Child Development Scheme (ICDS)), the Janani Suraksha Yojana (JSY), a conditional cash transfer program launched in 2005 to reduce maternal and neonatal mortality by increasing births in health facilities(Ministry of Health and Family Welfare Government of India, 2013), and Mission Indradhanush (MI), launched in 2014 (and intensified in 2017(Gurnani et al., 2018)) to close existing vaccination coverage gaps through a focus on lagging areas and populations to ensure that all children will benefit from vaccination against seven vaccine preventable diseases by 2020.(Ministry of Health and Family Welfare Government of India, 2015) Appendix A Month Week Capsule name 5 days main capsule + 2 days reminder capsule =7 days 19th Jan -19th Feb Baseline survey (Water Storage) 21 st March to 31 st March Introductory meetings (big meetings) 2 nd Apr -6 th Apr 1 st week Story: Pneumonia Management part-1 7 th Apr -8 th Apr Reminder capsule: Pneumonia Management part-1 9 th Apr -13 th Apr 2 nd week Story: Pneumonia prevention part-2 14 th Apr -15 th Apr Reminder capsule: Pneumonia prevention part-2 16 th Apr -20 th Apr 3 rd week Story: VHND 21 st Apr -22 nd Apr Reminder capsule: VHND 23 rd Apr -27 th Apr 4 th week Story: FAQ2 28 th Apr -29 th Apr Reminder capsule: FAQ 2 Discussion with small groups in the villages about played capsule in past 4 weeks 2 nd May to 14 th May First small group meetings 30 th Apr -4 th May 5 th week Story: Malti Ki Koshish 5 th May -6 th May Capsule reminder: Malti Ki Koshish 7 th May -11 th May 6 th week Story: Teeke Muft Bacche Chust 12 th May -13 th May Reminder capsule: Teeke Muft Bacche Chust 14 th May -18 th May 7 th week Story: Samajhdar Saheli 19 th May -20 th May Reminder capsule: Samajhdar Saheli 21 st May -25 th May 8 th week Story: Teekakaran Ki Kimat 26 th May -27 th May Reminder capsule: Teekakaran Ki Kimat Discussion with small groups in the villages about played capsule in past 4 weeks 8 th June to 20 th June Second small group meetings 28 th May -1 st June 9 th week Story: Diarrhoea Management 2 nd June -3 rd June Reminder capsule: Diarrhoea Management 4 th June -8 th June 10 th week Story: Diarrhoea Prevention 9 th June -10 th June Reminder capsule: Diarrhoea Prevention 11 th June -15 th June 11 th week Story: Germ Concept 16 th June -17 th June Reminder capsule: Germ Concept 18 th June -22 nd June 12 th week Story: Dengue and Chikungunya Part-1 23 rd June -24 th June Reminder capsule: Dengue and Chikungunya Part-1 26 th June -30 th June IVR survey of eligible household by TV team 25 th June -29 th June 13 th week Story: Dengue and Chikungunya Part-2 30 th June -1 st July Reminder capsule: Dengue and Chikungunya Part-2 2 nd July -9 th July Third small group meetings 5 th July -7 th August IVR survey (Target households and general public) by Oniondev 17 July -20 th August Endline survey (Capsule-Handwashing) 18 th July -6 th September Exit interview"
    },
    {
      "title": "Assessment of Contamination",
      "text": "We assessed contamination using two data sources: (1) the IVR platform; (2) the household end line survey."
    },
    {
      "title": "IVR Platform",
      "text": "We examined all calls received during the study intervention period from March 21 st , 2018 (the date when promotion of the Tika Vaani number was initiated in the 13 pilot study intervention villages) to August 20 th , 2018 (the last day of the end line survey in the 26 pilot study villages). There were 1310 unique mobile numbers from which we received calls from during the study dates. After removing 180 mobile numbers pre-registered in our database (as belonging to target families or frontline workers) and 651 mobile numbers that occurred contemporaneously with meetings held in intervention group villages (when people were encouraged to dial the number to be registered in the database), we identified 479 unknown calls representing candidates for contamination. Field staff contacted these numbers to verify their origin.\n\nWe found that 162/479 (33.8%) calls belonged to members of the intervention group, of which 16/479 (3.3%) belonged to target households and 146/479 (30.5%) belonged to the general population. Only 1/479 (0.2%) originated in the control group; the call was from a family belonging to the general population. We identified 96/479 calls (20%) that originated from outside of the 26 villages involved in the pilot intervention. A further 220/479 (45.9%) of mobile numbers were unable to be reached due to being switched off, out of reach, not in service, or unanswered.\n\nOver the 5-month study intervention period, contamination from control villages was extremely low. There were 0 calls received from the control village target population (0/1310; 0%), and 1 call received from the control village general population (1/1310; 0.08%). There were 97 documented calls from non-study villages (96 calls from non-study villages + 1 control village call)/1310 (7.4%) and a total of 317 calls possibly originating from outside pilot study intervention villages (96 calls from non-study villages + 1 control village call + 220 unreachable)/1310 (24.2%).\n\nAlthough the main study duration will be longer than that of the pilot study, we conclude that contamination from control villages is unlikely to have an important impact on the validity of the main study findings (for which the main comparison of interest is the contrast between intervention and control group results). Additional information may help to clarify our interpretation. Prior to launching the pilot study, we engaged in extensive pilot testing from January 1 st , 2017 through January 10 th , 2018 in more than 38 other villages and the same mobile number was circulated in some of these villages. Of the 96 calls originating from outside of the 26 pilot study villages whose origins could be traced, calls from previously contacted areas represented a vast majority.\n\nCalls received from unique mobile numbers: period from 21st March to 20th August Call details General population Target Household Frontline workers Total From intervention villages 801 164 28 993 From control villages 1 0 0 1 From non-study villages ---96 Not in existing data/Phone switched off/out of reach/disconnected/ not receive/wrong no ---220 Total ---1310"
    },
    {
      "title": "Household end line survey",
      "text": "The end line survey administered to all (intervention group (IG) and control group (CG)) households included relevant assessment questions.\n\n• Have you heard of Tika Vaani? (77% (118/153) IG versus 1% (2/166) CG)\n\n• Have you or your family members ever used Tika Vaani? (69% (106/153) IG versus 1%\n\n(1/166) CG)\n\nThese responses corroborated the information that contamination from control villages was extremely low.\n\n• Empowerment score 1 This is the p-value for the c 2 test of independence 2 This is the religion of the household head.\n\n3 Caste was categorized as for Indian national surveys. \"General\" is the most advantaged category, followed by \"OBC\" (other backward caste), and \"SC\" (scheduled caste). The category \"ST\" (scheduled tribe) is missing as there are no tribes in the study area. By convention, caste categories are applied to all population groups, irrespective of religion. For two households, missing data on caste were imputed based on locality of residence within the village. There were no other missing data. 2 This is the religion of the household head."
    },
    {
      "title": "Supplementary",
      "text": "3 Caste was categorized as for Indian national surveys. \"General\" is the most advantaged category, followed by \"OBC\" (other backward caste), and \"SC\" (scheduled caste). The category \"ST\" (scheduled tribe) is missing as there are no tribes in the study area. By convention, caste categories are applied to all population groups, irrespective of religion. For two households, missing data on caste were imputed based on locality of residence within the village. There were no other missing data.\n\n4 For intervention group households only, implementation teams assessed whether or not households were able to attend small group meetings based on geographical distance from their place of residence to anticipated meeting sites. This categorization was made at study baseline, prior to undertaking interventions.\n\nSupplementary Table  3 : Determinants of intensity of participation in interventions\n\n1, 2 mHealth: # items heard Face-to-Face: # Small group meetings 3 OR 95%CI P-value OR 95%CI P-value Wealth Index (quintile) (Q2) vs Lowest (Q1) 0.48 (0.16 -1.39) 0.173 0.62 (0.23 -1.65) 0.335 (Q3) vs (Q1) 0.56 (0.21 -1.47) 0.239 0.53 (0.21 -1.34) 0.181 (Q4) vs (Q1) 0.68 (0.25 -1.90) 0.466 0.37 (0.14 -1.00) 0.051 Highest (Q5) vs (Q1) 0.64 (0.18 -2.27) 0.486 0.66 (0.21 -2.07) 0.472 Caste 3 OBC vs General 0.98 (0.40 -2.36) 0.959 1.35 (0.61 -3.00) 0.462 SC vs General 1.71 (0.59 -4.97) 0.327 1.35 (0.56 -3.24) 0.500 Maternal education (years) Primary (1 to 8) vs None (0) 0.80 (0.32 -1.99) 0.629 0.52 (0.22 -1.22) 0.135 Secondary ( 9 to 12+) vs None (0) 1.58 (0.61 -4.10) 0.349 0.43 (0.15 -1.18) 0.101 Paternal education (years) Primary (1 to 8) vs None (0) 1.52 (0.51 -4.50) 0.450 Secondary (9 to 12+) vs None (0) 2.42 (0.71 -8.23) 0.157 Household lives far from meeting site 4 0.07 (0.03 -0.16) p<0.001 Yes vs No 0.75 (0.30 -1.88) 0.544 Household owns a mobile phone Yes vs No 0.85 (0.40 -1.80) 0.663 Cell phone network quality -poor 1.66 (0.60 -4.59) 0.327 Yes vs No In this household, mother has a phone 1.62 (0.45 -5.92) 0.462 Yes vs No 25.99 (1.71 -395.63) 0.019 Mother's mobile phone access Can use easily vs Cannot access 24.28 (1.72 -342.96) 0.018 1.82 (0.48 -6.85) 0.375 Mother can dial a phone number No vs Yes 0.55 (0.21 -1.44) 0.222 0.67 (0.29 -1.54) 0.344 Women's empowerment score (tercile) Average vs Lowest 0.70 (0.34 -1.41) 0.313 2.34 (1.18 -4.63) 0.015 Highest vs Lowest 2.78 (1.03 -7.48) 0.043 1.24 (0.51 -2.99) 0.637\n\n1. These are ordered logistic regression models with robust standard errors 2. Tables present the full models implemented for each outcome. Potential determinants described in our conceptual framework that showed no evidence of association at the p<0.25 level with any outcome were not included in models. 3. Caste was categorized as for Indian national surveys. \"General\" is the most advantaged category, followed by \"OBC\" (other backward caste), and \"SC\" (scheduled caste). The category \"ST\" (scheduled tribe) is missing as there are no tribes in the study area. By convention, caste categories are applied to all population groups, irrespective of religion. For two households, missing data on caste were imputed based on locality of residence within the village. There were no other missing data. 4. For intervention group households only, implementation teams assessed whether or not households were able to attend small group meetings based on geographical distance from their place of residence to anticipated meeting sites. This categorization was made at study baseline, prior to undertaking interventions."
    },
    {
      "text": "If the intervention was planned to be personalised, titrated or adapted, then describe what, why, when, and how All participants will receive an identical intervention; there is no plan for tailoring.Modifications 10* If the intervention was modified during the course of the study, describe the changes (what, why, when, and how)The intervention was not modified; see the report on fidelity assessment. How well 11 Planned: If intervention adherence or fidelity was assessed, describe how and by whom, and if any strategies were used to maintain or improve fidelity, describe them"
    },
    {
      "text": "Bivariate associations between predictors of participation and uptake of interventions for 184 intervention group households"
    },
    {
      "text": "Bivariate associations characterising intensity of participation in interventions for 184 intervention group households"
    }
  ],
  "references": [
    {
      "title": "Improving vaccination coverage in India: lessons from Intensified Mission Indradhanush, a cross-sectoral systems strengthening strategy",
      "authors": [
        "V Gurnani",
        "P Haldar",
        "M Aggarwal",
        "M Das",
        "A Chauhan",
        "J Murray",
        "N Arora",
        "M Jhalani",
        "P Sudan"
      ],
      "year": 2018,
      "doi": "10.1136/bmj.k4782"
    },
    {
      "title": "Better reporting of interventions: template for intervention description and replication (TIDieR) checklist and guide",
      "authors": [
        "T Hoffmann",
        "P Glasziou",
        "I Boutron",
        "R Milne",
        "R Perera",
        "D Moher",
        "D Altman",
        "V Barbour",
        "H Macdonald",
        "M Johnston",
        "S Lamb",
        "M Dixon-Woods",
        "P Mcculloch",
        "J Wyatt",
        "A Chan",
        "S Michie"
      ],
      "year": 2014,
      "doi": "10.1136/bmj.g1687"
    },
    {
      "year": 2018,
      "doi": "10.5005/jp/books/13071_27"
    },
    {
      "title": "A crosssectional survey",
      "authors": [
        "M Johri",
        "L Rodgers",
        "D Chandra",
        "C Abou Rizk",
        "E Nash",
        "A Mathur"
      ],
      "year": 2019,
      "doi": "10.1186/s12913-019-4625-9"
    },
    {
      "title": "Monthly Village Health Nutrition Day: Guidelines for AWWs/ ASHAs/ ANMs/ PRIs",
      "authors": [
        "Ministry Of Health And Family Welfare Government Of India"
      ],
      "year": 2007,
      "doi": "10.21088/jfct.2454.9363.8222.5"
    },
    {
      "title": "NRHM Componnets : Reproductive & Child Health : JSY",
      "authors": [
        "Ministry Of Health And Family Welfare Government Of India"
      ],
      "year": 2013,
      "doi": "10.35802/095211"
    },
    {
      "title": "Mission Indradhanush -Operational Guidelines",
      "authors": [
        "Ministry Of Health And Family Welfare"
      ],
      "year": 2015,
      "doi": "10.2307/3342263"
    }
  ],
  "num_references": 7
}
