{
  "paper_id": "BXXPYTMG",
  "title": "Utility of Consumer-Grade Wearable Devices for Inferring Physical and Mental Health Outcomes in Severe Mental Illness: Systematic Review",
  "abstract": "Background: Digital wearable devices, worn on or close to the body, have potential for passively detecting mental and physical health symptoms among people with severe mental illness (SMI); however, the roles of consumer-grade devices are not well understood. Objective: This study aims to examine the utility of data from consumer-grade, digital, wearable devices (including smartphones or wrist-worn devices) for remotely monitoring or predicting changes in mental or physical health among adults with schizophrenia or bipolar disorder. Studies were included that passively collected physiological data (including sleep duration, heart rate, sleep and wake patterns, or physical activity) for at least 3 days. Research-grade actigraphy methods and physically obtrusive devices were excluded. \n Methods: We conducted a systematic review of the following databases: Cochrane Central Register of Controlled Trials, Technology Assessment, AMED (Allied and Complementary Medicine), APA PsycINFO, Embase, MEDLINE(R), and IEEE XPlore. Searches were completed in May 2024. Results were synthesized narratively due to study heterogeneity and divided into the following phenotypes: physical activity, sleep and circadian rhythm, and heart rate. Results: Overall, 23 studies were included that reported data from 12 distinct studies, mostly using smartphones and centered on relapse prevention. Only 1 study explicitly aimed to address physical health outcomes among people with SMI. In total, data were included from over 500 participants with SMI, predominantly from high-income countries. Most commonly, papers presented physical activity data (n=18), followed by sleep and circadian rhythm data (n=14) and heart rate data (n=6). The use of smartwatches to support data collection were reported by 8 papers; the rest used only smartphones. There was some evidence that lower levels of activity, higher heart rates, and later and irregular sleep onset times were associated with psychiatric diagnoses or poorer symptoms. However, heterogeneity in devices, measures, sampling and statistical approaches complicated interpretation. Conclusions: Consumer-grade wearables show the ability to passively detect digital markers indicative of psychiatric symptoms or mental health status among people with SMI, but few are currently using these to address physical health inequalities. The digital phenotyping field in psychiatry would benefit from moving toward agreed standards regarding data descriptions and outcome measures and ensuring that valuable temporal data provided by wearables are fully exploited.",
  "year": 2018,
  "date": "2018-10-07",
  "journal": "World Psychiatry",
  "publication": "World Psychiatry",
  "authors": [
    {
      "forename": "Lamiece",
      "surname": "Hassan",
      "name": "Lamiece Hassan",
      "affiliation": "1  School for Health Sciences , University of Manchester , Manchester , United Kingdom \n\t\t\t\t\t\t\t\t School for Health Sciences \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t United Kingdom",
      "email": "lamiece.hassan@manchester.ac.uk"
    },
    {
      "forename": "Alyssa",
      "surname": "Milton",
      "name": "Alyssa Milton",
      "affiliation": "2  Central Clinical School , Faculty of Medicine and Health , University of Sydney , Sydney , Australia \n\t\t\t\t\t\t\t\t Central Clinical School \n\t\t\t\t\t\t\t\t Faculty of Medicine and Health \n\t\t\t\t\t\t\t\t University of Sydney \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Sydney \n\t\t\t\t\t\t\t\t\t Australia"
    },
    {
      "forename": "Chelsea",
      "surname": "Sawyer",
      "name": "Chelsea Sawyer",
      "affiliation": "1  School for Health Sciences , University of Manchester , Manchester , United Kingdom \n\t\t\t\t\t\t\t\t School for Health Sciences \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Alexander",
      "surname": "Casson",
      "name": "Alexander Casson",
      "affiliation": "4  Department of Electrical and Electronic Engineering , School of Engineering , University of Manchester , Manchester , United Kingdom \n\t\t\t\t\t\t\t\t Department of Electrical and Electronic Engineering \n\t\t\t\t\t\t\t\t School of Engineering \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "John",
      "surname": "Torous",
      "name": "John Torous",
      "affiliation": "5  Beth Israel Deaconess Medical Center , Harvard Medical School , Boston , MA , United States \n\t\t\t\t\t\t\t\t Beth Israel Deaconess Medical Center \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Alan",
      "surname": "Davies",
      "name": "Alan Davies",
      "affiliation": "1  School for Health Sciences , University of Manchester , Manchester , United Kingdom \n\t\t\t\t\t\t\t\t School for Health Sciences \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "forename": "Bernalyn",
      "surname": "Ruiz-Yu",
      "name": "Bernalyn Ruiz-Yu",
      "affiliation": "6  Boston Children's Hospital , Harvard Medical School , Boston , MA , United States \n\t\t\t\t\t\t\t\t Boston Children's Hospital \n\t\t\t\t\t\t\t\t Harvard Medical School \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Boston \n\t\t\t\t\t\t\t\t\t MA \n\t\t\t\t\t\t\t\t\t United States"
    },
    {
      "forename": "Joseph",
      "surname": "Firth",
      "name": "Joseph Firth",
      "affiliation": "1  School for Health Sciences , University of Manchester , Manchester , United Kingdom \n\t\t\t\t\t\t\t\t School for Health Sciences \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t United Kingdom"
    },
    {
      "affiliation": "School for Health Sciences University of Manchester Oxford Road Manchester , M13 9PL United Kingdom \n\t\t\t\t\t\t\t\t School for Health Sciences \n\t\t\t\t\t\t\t\t University of Manchester \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Oxford Road \n\t\t\t\t\t\t\t\t\t M13 9PL \n\t\t\t\t\t\t\t\t\t Manchester \n\t\t\t\t\t\t\t\t\t United Kingdom"
    }
  ],
  "doi": "https://doi.org/10.13039/501100000925",
  "keywords": [
    "wearable",
    "mental health",
    "severe mental illness",
    "SMI",
    "schizophrenia",
    "psychosis",
    "bipolar disorder",
    "digital phenotyping",
    "physical health",
    "remote monitoring",
    "mobile health",
    "telehealth",
    "sleep",
    "psychiatry",
    "smartphone Rating Scale. d HAMD: Hamilton Depression Rating Scale. e SZ: schizophrenia. f EMA: ecological momentary assessment. g MDD: major depressive disorder. h PANSS: Positive and Negative Syndrome Scale Scale. m PSQI: Pittsburgh Sleep Quality Index International Physical Activity Questionnaire"
  ],
  "sections": [
    {
      "title": "Introduction",
      "text": "Psychiatry, paralleling other health disciplines, has seen a rising interest in \"digital phenotyping,\" the concept of leveraging streams of passively collected data captured by personal digital sensors and devices to infer, monitor, and predict different states of health and illness  [1, 2] . A seminal UK review identified \"wearables\"-that is, electronic sensing devices worn on or close to the body (eg, smartphones, watches, bracelets, or garments)-as a pivotal growth area set to transform 80% of patient care pathways by 2040  [3] . The momentum driving such developments has been fueled by a number of technological, scientific, and social factors including advances in mobile sensing technology, powerful machine learning algorithms, and the broad use of smartphones among the general population, including among those with severe mental illness (SMI)  [4] .\n\nWithin psychiatry, the notion of using wearables to predict and ultimately prevent relapse episodes, which are both emotionally and financially burdensome, has gained traction around the world  [5] . Theoretically, low-cost personal devices could detect early signs of deteriorating mental state outside of the clinic via continuously monitoring of behaviors, such as activity, travel, conversation, and human-computer interaction, in a \"passive\" manner  [1] . Such methods are distinguishable from digital interventions that rely on \"active\" user input such as periodic self-reporting of symptoms using ecological momentary assessment (EMA) methods. For example, increases in psychomotor agitation and social activity that are characteristic of oncoming manic episodes in bipolar disorder could theoretically be detected using data from accelerometers, GPS, and Bluetooth encounters  [6] , all of which could be collected without the need for active user input. Promising results from initial exploratory, qualitative, and feasibility studies  [7] [8] [9]  are spurring on substantial projects aimed at relapse prevention through the use of smartphones alone or supported by other wearable devices  [10, 11] .\n\nMeanwhile, in other chronic diseases  [12] [13] [14]  and in the general population  [15] , monitoring and promoting physical health appears to be a far more common use case for wearables. People with SMI have substantial, life-shortening physical health inequalities  [16] , yet physical health care has historically been under-resourced and overlooked in such populations  [17] . Increasingly, a strong case is being made to introduce digital technologies as a low-cost, scalable way to monitor and improve physical health among people with SMI  [16, 18] . Ensuring people with SMI have access to new technologies and are not left behind in the \"digital divide\" is crucial to address health inequalities. Currently, however, it is not clear what studies have used wearables in particular to monitor physical, as well as mental, health in psychiatric settings.\n\nEvidence regarding using wearables with non-SMI populations for physical health promotion may not necessarily be generalizable on multiple grounds, including utility, feasibility, and even safety. Default activity goals suitable for other populations may be unsuitable or unattainable for people with SMI, who often have lower rates of physical activity, increased rates of sedentary behavior, and higher rates of comorbid physical conditions  [16] . Thus, as with other digital health behavior interventions, wearables may require tailoring to the particular needs of people with SMI  [19] . Furthermore, there is a need to understand how remote monitoring itself may interact with mental health symptoms, whether positively or negatively. For example, concerns have been raised that remote monitoring may risk inducing distress or paranoia in people with schizophrenia  [20, 21] .\n\nRelatively recently, narrative, scoping, and systematic reviews (eg,  [22] [23] [24] [25] [26] ) have usefully examined findings from studies using wearables among people with mental illness. Of course, this is a fast-moving area that requires regular updating. Moreover, appreciation for the nuances between these reviews is important; indeed, on closer attention, there are numerous differences in review methods, device eligibility, outcomes, and populations studied, which carry implications for future research and clinical practice. In particular, we note there has been less attention toward reviewing physical health outcomes monitored by wearables among people with SMI, leaving a distinct knowledge gap. Furthermore, acknowledging the importance of scalability and sustained participant engagement has directed the focus of this review toward consumer-grade smartphones and wearable devices in individuals with SMI, for whom the roles of these widely used devices are not well understood. Therefore, we aimed to conduct a systematic review to examine the utility of passively collected physiological data from consumer-grade, digital, wearable devices for remotely monitoring or predicting changes in mental or physical health among individuals with SMI, specifically schizophrenia or bipolar disorder. To the best of our knowledge, this is the first systematic review to focus on this specific combination of criteria, allowing us to explore the area in sufficient depth to generate useful insights. We explored the types of devices used, the varieties and combinations of data passively gathered, and the associations detected between different types of passively collected data and both mental and physical health outcomes in people with SMI. Thus, the findings will be useful to inform both future research and clinical initiatives aimed at implementing wearable technologies into mental health care."
    },
    {
      "title": "Methods"
    },
    {
      "title": "Overview",
      "text": "This review was registered on the online review protocol database, PROSPERO (CRD42022382267). It was guided by the PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) 2020 statement for reporting systematic reviews  [27] ; a completed checklist is available (Multimedia Appendix 1)."
    },
    {
      "title": "Search Strategy",
      "text": "The searches were performed in May 2024 using the following databases:\n\nCochrane Central Register of Controlled Trials, Technology Assessment, AMED (Allied and Complementary Medicine), APA PsycINFO, Embase, MEDLINE(R), IEEE XPlore. The following combination of keyword search terms relevant to wearable technologies, mental illness, and health outcomes were used to find relevant papers: [psychosis OR psychoses OR psychotic OR schizophr* OR severe mental OR serious mental OR bipolar] AND [wearabl* OR smartphone OR smartwatch OR smart watch OR garmin OR fitbit OR apple watch OR withings OR oura OR passiv* collect* OR passive data OR device collected OR sensing data OR sensor OR sensors] AND [remote* OR relapse OR monitor* OR predict* OR machine learning].\n\nThe reference lists of all included papers were searched for additional studies. Only English language research papers were included in the review."
    },
    {
      "title": "Eligibility Criteria",
      "text": "The eligibility criteria for this review are described in Table  1 . Briefly, studies were deemed eligible for inclusion if they collected quantitative, passively collected data about at least one physiological measure of interest (eg, sleep, heart rate, or physical activity) using a commercially available, consumer-grade wearable or smartphone device from people with SMI and related the data to a health outcome.\n\nTable 1. Eligibility criteria."
    },
    {
      "title": "Criteria Domain",
      "text": "Adults (mean age 18 years and over) with SMI a : at least 50% with a diagnosis of psychosis, schizophrenia, or bipolar disorder (as diagnosed using any recognized diagnostic criteria) OR possible to separate people with these diagnoses from the wider sample Participants Observational studies, randomized controlled trials (RCTs), pilot studies, and feasibility studies, provided the study collected passive data using a consumer-grade, commercially available digital wearable device (including smartphones, watches, rings, or bracelets) in a relevant population for at least 3 days; studies involving invasive or obtrusive devices (eg, glasses, helmets) and studies using only research-grade actigraphy methods were excluded."
    },
    {
      "title": "Design",
      "text": "Studies collected quantitative, passively collected data about at least one physiological measure of interest (sleep duration, heart rate, sedentary behavior, sleep and wake patterns, steps, physical activity) AND reported associations with at least one other measure of physical or mental health not measured by the device (eg, diagnosis, psychiatric symptoms, BMI)."
    },
    {
      "title": "Measures and outcomes",
      "text": "a SMI: severe mental illness.\n\nConsumer-grade devices were defined as products designed and marketed to the general public for personal use. Studies using devices designed for medical or research purposes without a commercial use (eg, actigraphy studies) or those using invasive or obtrusive devices (eg, glasses, helmets) were ineligible. We excluded studies that only collected data requiring \"active\" user input (eg, EMA methods, logging step counts manually). Studies that used wearable devices as a fitness intervention but did not report analyses of passively collected data were not eligible (eg,  [18] ). Studies that reported results on multivariate models without specific results pertaining to features of interest to this study were not included. Studies using only GPS as a measure of activity, without other physiological metrics that were capable of distinguishing physically active modes of travel (eg, walking versus being in a vehicle), were also excluded. Relationships between geolocation data and SMI symptoms have been effectively reviewed elsewhere  [28] . Studies were only included if they reported relationships between passive data and another different health (physical or mental) outcome. Thus, we excluded purely methodological studies aimed at validating passively collected measures (eg, passively sensed sleep against gold standard polysomnography)."
    },
    {
      "title": "Study Selection Process",
      "text": "Titles, abstracts, authors, source, and date were imported for review into Covidence, where duplicate entries were removed prior to screening. All records were then initially screened by the lead author (LH); 15.2% (490/3229) of these records were selected on the basis of the final digit of their study import number in Covidence then independently reviewed by a second reviewer (AM). Inter-rater agreement at this stage was 98%. Reasons for exclusion at the title and abstract stage were not collected. Subsequently, at least 2 reviewers (LH plus AM or BR) independently reviewed the full texts of all short-listed papers. Inter-rater agreement on which studies to include at the full-text stage was 93%. Following full-text review, the lead author reviewed the reference lists of included papers for additional papers; the full texts of any papers she short-listed were referred for review by at least 1 other reviewer before reaching a decision about inclusion. Disagreements between reviewers regarding papers to include or exclude or reasons for exclusion were resolved via discussion."
    },
    {
      "title": "Data Extraction and Synthesis",
      "text": "Data were extracted into a purposely designed proforma in Excel and included study setting (year, country, setting, design, total duration of study, and follow-up frequency), participant demographics (diagnosis, gender, inpatient or outpatient status) and baseline characteristics (total number, number of each group, mean age, diagnostic criteria, gender, ethnicity), device details (device make and model or app), measures of activity (measures, time points collected), measures of mental and physical health (measures, time points collected), and eligible study outcomes. Due to the longitudinal nature of many of the studies, outcomes at all time points (eg, interim and on study completion) were considered eligible. Data pertaining to methods and outcomes were independently extracted by 2 reviewers (LH and AM), with any discrepancies resolved via discussion.\n\nMeta-analysis was not appropriate due to the design of the studies and the heterogeneity of primary outcome measures reported. Outcomes were, therefore, synthesized narratively using commonly reported phenotypes (physical activity, heart rate, and sleep and circadian rhythm) to group results. Key results (for example, statistically significant associations or influential predictors included in final models) associated with mental health outcomes were also extracted and tabulated-in detail initially then summarized for clarity-organized using the aforementioned phenotypes. There were too few results to tabulate results for physical health outcomes."
    },
    {
      "title": "Results"
    },
    {
      "title": "Overview",
      "text": "Overall, 3292 results were identified via database searches. Figure  1  summarizes the study selection process. We removed 63 duplicates, leaving 3229 records for screening. Following title and abstract screening, 150 full texts were reviewed for eligibility against the inclusion criteria. After this process, 131 papers were excluded. Additional searches of reference lists yielded 4 additional articles. The final number of papers included in the review was 23. Tables  2  and  3  describe the design and characteristics of the 23 selected papers, and Table  4  indicates which phenotypes were addressed by each paper, divided into physical activity, sleep and circadian rhythm, and heart rate. Table  5  summarizes the key results of the selected studies for studies reporting mental health outcomes, divided by phenotypes."
    },
    {
      "title": "Bipolar Illness Onset (BIO) study",
      "text": "Copenhagen, Denmark Investigated associations between automatically generated smartphone data and symptoms  Melbye et al (2021)    [29]  Copenhagen, Denmark Investigated associations between automatically generated smartphone data, diagnosis, and validated measures of (1) sleep  [30]  and (2) symptoms, activity, and functioning  [31]  Stanislaus et al (2020)  [30, 31]"
    },
    {
      "title": "CrossCheck",
      "text": "New York, NY, US Identified passively sensed indicators of persecutory ideation Buck et al (2019)  [32]  New York, NY, US Examined how behavioral stability features can be quantified and associations with symptoms He-Yueya et al (2020)  [33]  New York, NY, US Used machine learning methods to predict relapse using passively sensed smartphone data Lamichhane et al (2023)  [34]  New York, NY, US Examined associations between passively sensed smartphone data and (1) selfreported symptoms  [35] , (2) total BPRS a scores  [36] , and (3) relapse  [37]  Wang et al (2016  [35] , 2017  [36] , 2020  [37] )"
    },
    {
      "title": "e-Prevention",
      "text": "Athens, Greece Examined associations between passive data and changes in relapse states Efthymiou et al (2023)  [38]  Athens, Greece Used survival analysis and machine learning models to predict risk of relapse Fekas et al (2023)  [39]  Athens, Greece Examined associations between digital phenotypes and changes in psychopathology  Kalisperakis et al (2023)    [40]  Athens, Greece Compared physiological and behavioral biomarkers between people with SMI b and healthy controls Zlatintsi et al (2022)  [41]  Other Lower Saxony, Germany Examined relationships between symptoms, smartphone sensor data, and communication patterns  Beiwinkel et al (2016)    [42]  Seoul, Republic of Korea Developed machine learning models to predict mood states using passively collected data Cho et al (2019)  [43]  Boston, MA, US; Bangalore and Bhopal, India Explored whether passive digital data could predict symptom change Cohen et al (2023)  [44]  Boston, MA, US Used passively collected data to (1) explore social rhythm  [45]  and (2) compare anomaly rates and predictors of anomalies between patients and controls  [46]  Henson et al (2020  [45] , 2021  [46] ) Alabama, US Examined associations between device metrics and symptoms Lahti et al (2021)  [47]  Singapore, Singapore Examined associations between digital markers and symptoms Martanto et al (2021)  [48]  Tyrol, Austria Investigated relationships between smartphone-sensed data and mood states Osmani (2015)  [49]  Bugok, Republic of Korea Assessed the association between the severity of psychopathology and physical activity  Shin et al (2016)    [50]  Daejeon, Republic of Korea Examined causal relationships between circadian and sleep phase disturbances and mood symptoms Song et al (2024)  [51]  a BPRS: Brief Psychiatric Rating Scale.\n\nb SMI: severe mental illness. [39]  PHQ-9, GAD-7, self-reported mood (EMA) Circadian routine, weekend day routine  [45] ; Smartphone (own) 3 months (interim analysis)  [45] ; 3-12  45  with SZ and 43 healthy controls Henson et al (2020  [45] , 2021  [46] )  [45] ; diagnosis, relapse (anomaly)  [46]  monthly anomaly rates in sleep duration  [46]  months (mean 126 days)  [46]  [45]; 63 with SZ and 27 healthy controls  [46]  Self-reported mood (EMA)\n\n\"Behavioral stability\" in periods (minutes) spent being still, walking, cycling, and sleeping Smartphone (Android) 12 months 61 with SZ He-Yueya et al (2020) [33] PANSS Monthly, per participant (mean and SD): total mo-Samsung Gear 3 + smartphone (Android) 2-14 months 20 with SZ and15 with BD Kalisperakis et al (2023) [40] tor activity, heart rate averages, HRV, steps per minute, and sleep:wake ratio PANSS, BPRS r , CGI s , CDSS t , PSQI, YMRS Step count, walking time (seconds), sedentary time (seconds) Garmin vivofit + smartphone (Android) 4 months 40 with SZ Lahti et al (2021) [47] Relapse Average hourly total activity Smartphone (Android) 12 months 63 with SZ Lamichhane et al (2023) [34] PANSS, BNSS, CGI-S u , CDSS, SOFAS v Mean heart rate, mean HRV, steps, number of walks (>3 min), mean walk Fitbit Charge 3 1 week (interim analysis) 21 with SZ Martanto et al (2021) [48] steps, mean walk duration (min), total duration (hours) of all sleep (light, deep, REM, total) events, mean sleep efficiency HAMD, YMRS, IPAQ w , FAST x , self-reported mood and activity Step counts Smartphone (Android) 2 years 40 with BD and 21 healthy controls Melbye et al (2021) [29] YMRS, HAMD Physical activity score Smartphone (Android) 12 weeks on average 12 with BD Osmani (2015) [49] PANSS, BMI Step counts Fitbit Flex 1 week 61 with SZ Shin et al (2016) [50] Outcome measures Passive data Devices Follow-up duration Sample size and diagnoses a Study authors (year of publication) Self-reported mood (EMA) Sleep midpoint Fitbit Charge HR 4 weeks to 4 years 94 with BD and 45 with MDD Song et al (2024)  [51]  HAMD, YMRS, PSQI  [30] ; HAMD, YMRS, IPAQ, FAST  [31]  Sleep duration (from 12 AM to 6 AM)  [30] ; step counts  [31]  Smartphone (Android) 3 years  [30] ; median 216 days for patients  [31]  75 with BD, 15 relatives, and 32 healthy controls Stanislaus et al (2020)  [30, 31]  Self-reported mood (EMA)  [35] ; BPRS  [36] ; relapse (including change in BPRS)  [37]  Sleep onset time, wake time, and sleep duration; walk and stillness durations divided into epochs (morning, afternoon, evening, and night) Smartphone (Android) 64-254 days  [35] ; 2-12 months  [36] ; 12 months  [37]  21 with SZ  [35] ; 36 with SZ  [36] ; 61 with SZ  [37]  Wang et al (2016  [35] , 2017  [36] , 2020  [37] )"
    },
    {
      "title": "Patients versus controls",
      "text": "Step count, movement (short time energy), sleep:wake ratio, awake   Not associated with symptom severity  [32, 33, 47]  Changes in stillness positively associated with symptom severity  [32, 33, 47] ; stillness or sedentariness not associated with symptom severity  [32, 47]  Timing of physical activity associated with psychiatric state  [43, 49] ; time spent active not associated with symptom severity  [42]  Heart rate associated with symptom severity  [40] ; no association between sleep HRV (mean and variability) and symptoms  [40] ; increased variability in HRV features associated with SMI status  [41]  Circadian rhythm of heart rate predicted mood state in bipolar disorder 1 and 2  [43]  Heart rate associated with symptom severity  [48] ; HRV b associated with symptom severity  [48]  Heart rate\n\nHigher mean and standard deviation of sleep:wake ratio compared with healthy controls  [41] ; increased mean sleep:wake ratio predicted increased negative, but not positive, symptoms  [40]  Sleep duration not associated with diagnostic status  [30] ; changes in sleep onset time predicted mood state  [43] ; causality between circadian phase disturbance (DLMO c ) and mood symptoms in BD1  [51]  Sleep duration: Sleep and circadian rhythm\n\n• Associated with various psychosis symptoms  [44]  • Not associated with symptom severity  [33, 48]  Later sleep onset and later waking times associated with poorer symptoms  [35] ; sleep efficiency not associated with symptom severity  [48] ; greater dysregulation in social rhythm (less routine) associated with higher symptom severity  [45]  a SMI: severe mental illness.\n\nb HRV: heart rate variability.\n\nc DLMO: dim light melatonin onset."
    },
    {
      "title": "Study Types, Participants, Devices, and Data",
      "text": "The 23 papers covered 12 distinct research studies reporting on observational periods ranging from 1 week to 4 years. Most of the included studies can be broadly characterized as relapse prediction studies, with the long-term goal being to use passively collected data from wearable or smartphone devices as early warning systems to detect and prevent future episodes of mental illness. We found only 1 paper with a specific focus on physical health in people with SMI, which sought to evaluate daily activity levels using a wearable wristband  [50] .\n\nSeparate findings from the CrossCheck study were reported in 6 papers  [32] [33] [34] [35] [36] [37] ; CrossCheck is a smartphone-based US study deploying passive and active EMA data collection methods to identify indicators of relapse among people with schizophrenia spectrum disorders. Other studies with multiple papers included in this review included the Danish Bipolar Illness Onset (BIO) study  [29] [30] [31] , which recruited patients with bipolar disorder plus unaffected relatives and healthy controls, and the Greek e-Prevention project  [38] [39] [40] [41] . Only 1 paper  [44]  included participants from a low or middle-income country, namely India.\n\nA variety of measures were used to measure mental health outcomes including self-report rating scales of overall mood or individual symptoms (eg, persecutory ideation), often obtained via EMA methods; validated scales administered by clinicians, for example the Positive and Negative Syndrome Scale (PANSS;  [52] ), Young Mania Rating Scale  [53] , and Hamilton Depression Rating Scale  [54] ; and other outcomes or composite outcomes such as relapse.\n\nData only on participants with schizophrenia spectrum disorders were included in 12 papers, 7 papers only included participants with bipolar disorder, and 4 e-Prevention study papers included participants from both diagnostic groups. All papers described outpatient samples, except Shin and colleagues  [50]  who only recruited hospital inpatients and Song and colleagues  [51]  who recruited both outpatients and inpatients. Study sample sizes varied between 12 and 139 participants (including controls and diagnoses other than SMI). Some studies (eg, e-Prevention, CrossCheck) included only subsets of data for participants with valid data, for example using eligible Android devices or with sufficient data quality. After accounting for overlap between samples, we estimated that over 500 participants with SMI were included across the selected studies in total (using the largest reported sample per diagnosis per study, estimated mean=49.4% female, 17 papers).\n\nPapers predominantly reported on studies that used smartphones to support passive data collection and running a variety of study-specific (eg, CrossCheck), open-source (eg, Beiwe, MindLamp), and other apps (eg, Monsenso). With the exception of studies using open-source apps, papers were limited to reporting on patients using Android smartphones. The use of wrist-worn hardware to support passive data collection was reported in 8 papers  [38, 40, 41, 43, 47, 48, 50, 51] ; the hardware specifically included the Samsung Gear 3 (used by the e-Prevention project), Garmin vivofit, and several Fitbit models (Fitbit Charge, Fitbit Charge HR, Fitbit flex)."
    },
    {
      "title": "Physical Activity",
      "text": "Physical activity was the most common metric presented in the selected studies, appearing in 18 of the 23 papers (Table  4 ). Physical activity was measured in a variety of ways. This included, most commonly, step counts  [29, 30, [39] [40] [41] 43, 47, 48, 50] ; the duration of time spent walking, being still, or being sedentary  [32, 33, [35] [36] [37] 47, 48] ; and other measures of total activity, such as linear acceleration  [34, 38, 42, 49] . The use of smartwatches to support data collection was reported by 8 papers  [38] [39] [40] [41] 43, 47, 48, 50] ; the rest used smartphones only.\n\nThe evidence regarding the association between physical activity and symptom severity as measured by wearable devices was inconsistent (Table  5 ). The review found some evidence that increased overall daily physical activity, whether measured by steps or walking time, could be associated with improved mood in bipolar disorder  [29]  and less severe symptoms in schizophrenia  [47, 48] . For example, Martanto et al  [48]  reported multiple negative correlations between step counts and symptom severity using PANSS subscales.\n\nNonsignificant associations, however, were far more frequently reported between physical activity and symptoms across all diagnoses  [29, 31, 32, 40, 42, 47, 50] . Studies were typically exploratory, testing multiple combinations of predictors and outcomes, with varying strategies for dealing with multiple testing. For example, Wang et al  [36]  developed a Brief Psychiatric Rating Scale score prediction model using passive sensing data in which 434 features were originally tested; however, none of the 18 features included in the final model addressed physical activity. Even where physical activity (eg, acceleration, gyroscope) data were included in relapse prediction models, some authors noted inconsistent  [39]  or weaker contributions to model performance relative to other modalities  [34] .\n\nThe detail of some studies may shed some light on the subtleties in the nature of the relationships between physical activity and symptoms among people with SMI. In particular, some results imply that timing of activity could be important in both schizophrenia and bipolar disorder. Three studies-1 on schizophrenia  [35, 37]  and 2 on bipolar disorder  [43, 49] -found significant associations when activity was divided into time of day. For example, Wang and colleagues  [35, 37]  found that walking in the morning was negatively associated with symptoms among people with schizophrenia, while evening walking was positively associated with symptoms. Similarly, steps taken at night made stronger contributions to mood episode prediction models among people with bipolar disorder than steps taken during the day  [43] . Conversely, the absence of activity-or, at least, changes in activity-may also be important in the context of schizophrenia, at least. Although between-participant analyses showed that the duration of time spent sedentary or still was not a predictor of symptoms  [32, 47] , some analyses from the CrossCheck study suggested that changes in stillness over time (within-participants) were indeed significant predictors  [32, 33] .\n\nFindings in terms of other health outcomes were limited. Lahti et al  [47]  found that activity data (walking time, sedentary time, and steps) predicted the sleep duration component (but not global score or other items) of the Pittsburgh Sleep Quality Index  [55]  among people with schizophrenia. Shin et al  [50]  found no significant correlation between daily activity (steps) and BMI among people with schizophrenia. Both studies that looked at levels of psychosocial functioning-1 with people with bipolar disorder  [31] , the other among people with schizophrenia  [48] -found significant associations with step count."
    },
    {
      "title": "Sleep and Circadian Rhythm",
      "text": "Measures relating to sleep or circadian rhythm were reported by 14 papers. Measures of sleep duration and sleep:wake ratio were most frequently cited, though some studies went into further detail citing metrics such as sleep efficiency, onset time, waking time, midpoint, and duration of sleep stages (eg, light, deep, and rapid eye movement [REM] sleep). The use of smartwatches to support data collection was reported by 6 papers  [38, 40, 41, 43, 48, 51] .\n\nNo studies indicated that absolute sleep duration was significantly associated with symptom severity  [30, 48] ; however, 1 study did find an increased sleep:wake ratio among people with SMI than for healthy controls  [41] . Several papers did, however, report evidence that changes or irregularities in sleep patterns and circadian rhythm within participants over time were associated with psychiatric symptoms in both schizophrenia  [44] [45] [46]  and bipolar disorder  [43, 51] .\n\nAgain, the addition of time-related data to sleep data appeared to yield some interesting associations. Wang et al  [35]  noted that waking up earlier was generally linked to more positive mental health states among people with schizophrenia, while going to bed later was linked with more negative states. In later papers from the CrossCheck study, however, sleep onset and offset features were less important relative to other features and were not selected in the final symptom and relapse prediction models  [36, 37] . A study with people with bipolar disorder found that regularity in sleep onset time ranked more highly relative to other features across various mood state prediction models, including sleep length  [43] . Efthymiou et al  [38]  noted that adding day of the week information and temporal encoding data (the order of samples) to sleep duration data usefully contributed to psychosis relapse prediction models.\n\nResearch by Song et al  [51]  indicates that the subtle distinction between sleep and circadian phase disturbances (eg, light exposure patterns) may be important, at least for people with bipolar disorder. Using mathematical models and sleep midpoint data, they were able to estimate the timing of dim light melatonin onset, an important biomarker of circadian phase. They demonstrated causal relationships between circadian phase but not sleep phase, disturbances, and mood symptoms in people with type 1 bipolar disorder. Moreover, they postulated that sleep phase disturbance induced circadian phase disturbance, providing insights into causal pathways."
    },
    {
      "title": "Heart Rate",
      "text": "Of the selected papers, 6 reported on heart rate data (Table  4 ), all of which used smartwatches  [38] [39] [40] [41] 43, 48] . Heart rate data types collected included mean heart rate (while awake and asleep), cyclical measures of heart rate indicative of circadian rhythm, various measures of heart rate variability (HRV; eg, means and standard deviations while awake and asleep), and heart rate rhythms over extended periods (eg, 48 hours).\n\nZlatintsi et al  [41]  looked at differences among people with SMI compared with healthy controls and found some signs of increased heart rate variability, particularly during wakefulness.\n\nOf the e-Prevention project papers, 2 reported that heart rate measures enhanced performance of relapse models  [38, 39] .\n\nThe remaining studies looked at associations between heart rate features and psychiatric symptom severity. Two separate studies-1 with people with schizophrenia  [48]  and 1 with a mixed sample of people with SMI  [40] -reported significant positive associations between mean heart rate and positive symptoms using the PANSS; however, neither of these studies found any associations between mean heart rate and negative symptoms. Significant inverse relationships were also found between HRV measures (mean and standard deviation) and negative symptoms  [40, 48] . Inclusion of BMI in models, however, nullified associations between mean HRV and negative symptoms in 1 study  [40] .\n\nFinally, Cho and colleagues  [43]  found that various parameters indicative of heart rate circadian rhythms differed between people with bipolar disorder with higher and lower self-reported mood scores; subsequently, the average circadian rhythm of heart rate was identified as the most influential feature in mood state prediction models in type 1 but not type 2 bipolar disorder."
    },
    {
      "title": "Discussion"
    },
    {
      "title": "Principal Findings",
      "text": "This review examined mental and physical health outcomes associated with passively collected physiological data in people with SMI in studies using consumer-grade wearable devices. We found 23 eligible papers reporting on 12 different studies, including data from over 500 participants with SMI, predominantly from high-income countries. Most of the selected studies collected physical activity data, followed by sleep and circadian rhythm data; a few studies used smartwatches to collect heart rate data.\n\nThe focus on mental health outcomes dominated the literature reviewed. There was a distinct evidence gap in terms of using passively collected wearables data to build a picture of physical health among people with SMI and to explore relationships with physical health indicators and outcomes such as blood pressure, BMI, and cardiorespiratory fitness. This presents a \"missed opportunity\" so far in the field, given that such technologies are typically designed and focused on physical health metrics and it is the heightened risk of physical diseases (rather than psychiatric relapse) that accounts for the majority of premature mortality in SMI populations  [16] . Indeed, most eligible papers were from longitudinal cohort studies focused on relapse prevention. Although consumer-grade wearable devices have previously been used as physical health interventions among people with SMI  [56] , analyses of passively collected data relevant to profiling physical health have not necessarily been published. We found just 1 eligible study that explicitly addressed physical health and tracked participants for just 1 week  [50] . Although relapse prevention is unquestionably an important goal, making better use of these unobtrusive and widely used devices to improve the physical health monitoring of people with SMI has been an underexplored avenue for addressing the key health inequalities that affect this population. This review did find some evidence of digital markers indicating relationships between patterns of physiological metrics and psychiatric states or symptoms, largely in the manner expected: Lower levels of activity, higher and more variable heart rates, lower and more variable HRV, and later and irregular sleep onset times were associated with psychiatric diagnoses or poorer symptoms in some analyses. However, the heterogeneity in methods-including sampling, devices, measures, and statistical approaches-presents a complex picture when interpreting findings. Although we can conclude, on the basis of this review, that certain physiological metrics measurable by commercial devices likely have value for monitoring health, these are not necessarily always straightforward linear relationships; more evidence is needed before we can make conclusive statements about predictive utility in the context of individual psychiatric symptoms or diagnoses."
    },
    {
      "title": "Implications for Future Digital Phenotyping Research",
      "text": "As others examining digital phenotyping more broadly have observed  [22] , studies used a wide variety of variables (or features) and combinations derived from different devices as predictors. One barrier to combining data sets and synthesizing findings on a greater scale may be that there is a lack of standards pertaining to research using wearable devices, including smartphones. Currently, for example, there is no consensus regarding how concepts such as \"activity\" should be measured in the context of digital phenotyping  [31] . This means that different studies use different variables (eg, steps, walking time, or stillness) and different definitions of variables between studies. A degree of this is arguably to be expected: Different symptoms may require measurement in different conditions, and digital phenotyping in psychiatry is still in an \"exploratory\" phase. Nonetheless, it could preclude the types of evidence syntheses and meta-analyses required to advance the field. Other areas that may benefit from greater standardization either in study design or reporting include trial preregistration  [57] ; greater harmonization of data formats; and providing adequate descriptions of data, devices, and software (eg, versions and operating systems).\n\nNonetheless, despite the heterogeneity of studies, we were able to extract some useful general observations. We observed that some authors uncovered digital markers when incorporating more fine-grained temporal markers (eg, sleep onset time, daytime steps) into analyses  [35, 37] . Indeed, this would appear consistent with how symptoms can present in people with mental illnesses, such as experiencing morning fatigue or excessive nocturnal activity. It is thus possible that standard daily measures, such as daily steps or sleep duration, may be suitable for mass markets interested in wellness but overly coarse to enable the types of pattern detection crucial for research and clinical purposes. Collecting raw, unprocessed data may be optimal for retrospectively pooling data sets and creating sufficiently large sample sizes to allow novel analytical methods to be applied in future; however, this may not always be available for commercial devices. On this basis, we recommend future research use at least some form of epoch data (and other time or seasonality-related data) wherever available. Furthermore, considering the trend for multimodal, data-driven approaches, the value of individual passively collected physiological data items may be best understood and maximized in the context of other variables-both within and between individuals. Considering patterns within individuals to understand routines and instability or anomalies in such patterns over time was a commonly tested approach among the selected studies  [33, 46] . This is consistent with the notion of individuals having individualized \"relapse signatures\" that precede relapse events  [58] . Thus, future research should exploit the advantages of continuous monitoring offered by wearables and consider using methods and measures that attend to variability and not just symptom thresholds. This mirrors the findings of a recent review examining digital phenotyping in people with depression, which found associations between symptom severity and variability in sleep, affect, and psychomotor aspects of depression as captured by digital technologies  [59] .\n\nWe also found several papers using machine learning approaches to yield useful insights from complex, high-resolution data. Although we had to exclude some interesting machine learning papers included by other reviews  [60]  for lack of detail about features derived from passively collected physiological data, this general approach seems promising and an opportunity to build personalized models. Furthermore, although we focused on passively collected data in this review, actively collected, self-reported symptom data also clearly have value. Combining active and passive data collection may offer ways to combat disengagement and reduce missing data, which are well-recognized problems in digital psychiatry  [61, 62] .\n\nAlthough feasibility and acceptability outcomes were out of scope for this review, we note these are essential prerequisites for digital health interventions involving wearables. As with any digital intervention, care must be taken to ensure benefits outweigh potential harms. Study designs that give due attention to symptom monitoring and reactivity to digital methodologies may offer one way of guarding against unintended health effects. Although exacerbation of paranoia symptoms among people with schizophrenia has been one notable concern, studies of digital health interventions reporting on such outcomes have not yet found this to be a significant issue  [20] . Specifically regarding the use of commercial devices, we also note potential challenges relating to data governance, privacy, and digital equity. Indeed, previous mental health data science initiatives have noted the need for transparent governance arrangements and sustained engagement of patients in research, a sentiment that we also echo  [63] . We summarize our recommendations for future research using physiological data from consumer-grade wearables in Table  6 ."
    },
    {
      "title": "Limitations",
      "text": "This review was limited to consumer-grade wearables and physiological variables; thus, we excluded some well-cited studies using actigraphy, research-grade devices, and other passively sensed device-based measures (eg, GPS, call logs) to detect symptoms and relapse in people with SMI (eg,  [64] ). The decision to opt for a narrower focus was based on our interest in scalability of devices in routine clinical practice (hence, examining consumer-grade devices) and physical health promotion (hence, physiological sensing), offering a novel viewpoint. Our findings should be viewed in this context, acknowledging that consumer-grade wearables may be less accurate than research-grade devices; thus, the nature of the associations observed do not represent the full picture.\n\nThe studies that were included had some methodological limitations. In addition to the heterogeneity of passive data measures used, several studies were relatively small-scale or short in duration  [48] [49] [50] . High levels of attrition were common, and monitoring duration varied. The majority of participants included in passive data analyses were Android phone users, and all except 1 study  [44]  recruited participants from high-income countries. Thus, sampling bias is potentially an issue. Similar problems have been noted by authors of previous reviews  [25, 60, 65] , and, based on our own findings, we join their calls for addressing evidence inequalities, greater optimization of methods, and standardized reporting. Caution should be exercised when generalizing results, especially given that, in several cases, multiple papers reported outcomes from overlapping samples. Although we tried to delineate outcomes within particular diagnoses and subtypes, this was not always possible where evidence was scarce or studies pooled results for people with SMI. Finally, although a thorough examination was beyond the scope of this paper, we recognize that a lack of common definitions for key measures such as relapse can be problematic  [66]  and could have affected the results."
    },
    {
      "title": "Conclusions",
      "text": "This review shows that consumer-grade wearables are capable of detecting at least some digital markers indicative of psychiatric symptoms or mental health status among people with SMI, but more evidence is needed to demonstrate clinical utility in the context of particular diagnoses. Furthermore, our review identified a paucity of research examining the use of consumer-grade devices for physical health outcomes in people with SMI. Given that physical health is both the primary concern of such technologies and the leading cause of mortality in SMI, this represents a missed opportunity and further suggests this underserved population may be excluded from potential physical health improvements afforded by such devices. To advance this field, researchers should consider choice of predictors (features) and outcomes carefully, use temporal markers, and work toward agreeing on common measures to aid comparability and meta-analyses. Furthermore, those conducting future studies involving wearables should consider opportunities for physical health monitoring and promotion."
    },
    {
      "text": "Figure 1. PRISMA (Preferred Reporting Items for Systematic Reviews and Meta-Analyses) flow diagram."
    },
    {
      "text": "Not applicable. JMIR Ment Health 2025 | vol. 12 | e65143 | p. 8 https://mental.jmir.org/2025/1/e65143 (page number not for citation purposes) Hassan et al JMIR MENTAL HEALTH XSL • FO RenderX"
    },
    {
      "text": "Characteristics of included papers, including study name, aim, and location."
    },
    {
      "text": "Characteristics of included papers, including participants, duration, devices, and key variables."
    },
    {
      "text": "Summary of studies using consumer-grade wearable devices to report on different passive and physiological data-based phenotypes in people with severe mental illness (SMI)."
    },
    {
      "text": "Summary of key results for studies reporting mental health outcomes, by diagnosis and passive data phenotype."
    },
    {
      "text": "Recommendations for future research using physiological data from consumer-grade wearables in digital psychiatry.Consider combining active and passive data collection to combat disengagement and reduce missing data • Consider whether consumer-grade or research-grade devices are the most suitable design choice for the study Standardized reporting • Include descriptions of devices, operating systems, and software versions, where available • Include definitions of activity (eg, total activity, walking) and other key outcome variables • Include adequate descriptions of sample characteristics including diagnosis and symptom severity • Describe results by diagnosis or provide justification for pooling results Responsible research practices • Encourage trial preregistration • Address inequalities in evidence resulting from under-representation of data from low and middle-income countries • Consider including measures to capture reactivity to digital methodologies • Consider whether raw data could be stored and made available for future research, subject to suitable ethics and governance arrangements • Involve patients and the public in research design to improve the relevance, transparency, and acceptability of research"
    }
  ],
  "references": [
    {
      "title": "Digital phenotyping: a global tool for psychiatry",
      "authors": [
        "T Insel"
      ],
      "year": 2018,
      "doi": "10.1002/wps.20550"
    },
    {
      "title": "New dimensions and new tools to realize the potential of RDoC: digital phenotyping via smartphones and connected devices",
      "authors": [
        "J Torous",
        "J Onnela",
        "M Keshavan"
      ],
      "year": 2017,
      "doi": "10.1038/tp.2017.25"
    },
    {
      "title": "Preparing the healthcare workforce to deliver the digital future",
      "year": 2019
    },
    {
      "title": "Mobile phone ownership and endorsement of \"mHealth\" among people with psychosis: a meta-analysis of cross-sectional studies",
      "authors": [
        "J Firth",
        "J Cotter",
        "J Torous",
        "S Bucci",
        "J Firth",
        "A Yung"
      ],
      "year": 2016,
      "doi": "10.1093/schbul/sbv132"
    },
    {
      "title": "The growing field of digital psychiatry: current evidence and the future of apps, social media, chatbots, and virtual reality",
      "authors": [
        "J Torous",
        "S Bucci",
        "I Bell",
        "L Kessing",
        "M Faurholt-Jepsen",
        "P Whelan"
      ],
      "year": 2021,
      "doi": "10.1002/wps.20883"
    },
    {
      "title": "Mobile psychiatry: towards improving the care for bipolar disorder",
      "authors": [
        "P Prociow",
        "K Wac",
        "J Crowe"
      ],
      "year": 2012,
      "doi": "10.1186/1752-4458-6-5"
    },
    {
      "title": "Digital phenotyping for mental health: reviewing the challenges of using data to monitor and predict mental health problems",
      "authors": [
        "R Birk",
        "G Samuel"
      ],
      "year": 2022,
      "doi": "10.1007/s11920-022-01358-9"
    },
    {
      "title": "Young adults' perceptions of using wearables, social media and other technologies to detect worsening mental health: A qualitative study",
      "authors": [
        "L Dewa",
        "M Lavelle",
        "K Pickles",
        "C Kalorkoti",
        "J Jaques",
        "S Pappa"
      ],
      "year": 2019,
      "doi": "10.1371/journal.pone.0222655"
    },
    {
      "title": "The EMPOWER blended digital intervention for relapse prevention in schizophrenia: a feasibility cluster randomised controlled trial in Scotland and Australia",
      "authors": [
        "A Gumley",
        "S Bradstreet",
        "J Ainsworth",
        "S Allan",
        "M Alvarez-Jimenez",
        "L Aucott"
      ],
      "year": 2022,
      "doi": "10.1016/s2215-0366(22)00103-1"
    },
    {
      "title": "The effect of smartphone-based monitoring on illness activity in bipolar disorder: the MONARCA II randomized controlled single-blinded trial",
      "authors": [
        "M Faurholt-Jepsen",
        "M Frost",
        "E Christensen",
        "J Bardram",
        "M Vinberg",
        "L Kessing"
      ],
      "year": 2020,
      "doi": "10.1017/s0033291719000710"
    },
    {
      "title": "HOPES: an integrative digital phenotyping platform for data collection, monitoring, and machine learning",
      "authors": [
        "X Wang",
        "N Vouk",
        "C Heaukulani",
        "T Buddhika",
        "W Martanto",
        "J Lee"
      ],
      "year": 2021,
      "doi": "10.2196/23984"
    },
    {
      "title": "Wearables in cardiology: Here to stay",
      "authors": [
        "L Dagher",
        "H Shi",
        "Y Zhao",
        "N Marrouche"
      ],
      "year": 2020,
      "doi": "10.1016/j.hrthm.2020.02.023"
    },
    {
      "title": "Promoting physical activity among cancer survivors: an umbrella review of systematic reviews",
      "authors": [
        "L Qiu",
        "M Ye",
        "Y Tong"
      ],
      "year": 2023,
      "doi": "10.1007/s00520-023-07760-0"
    },
    {
      "title": "Benefits and harms of digital health interventions promoting physical activity in people with chronic conditions: systematic review and meta-analysis",
      "authors": [
        "G Zangger",
        "A Bricca",
        "B Liaghat",
        "C Juhl",
        "S Mortensen",
        "R Andersen"
      ],
      "year": 2023,
      "doi": "10.2196/46439"
    },
    {
      "title": "Large-scale assessment of a smartwatch to identify atrial fibrillation",
      "authors": [
        "M Perez",
        "K Mahaffey",
        "H Hedlin",
        "J Rumsfeld",
        "A Garcia",
        "T Ferris"
      ],
      "year": 2019,
      "doi": "10.1056/nejmoa1901183"
    },
    {
      "title": "The Lancet Psychiatry Commission: a blueprint for protecting physical health in people with mental illness",
      "authors": [
        "J Firth",
        "N Siddiqi",
        "A Koyanagi",
        "D Siskind",
        "S Rosenbaum",
        "C Galletly"
      ],
      "year": 2019,
      "doi": "10.1016/S2215-0366(19)30132-4"
    },
    {
      "title": "Diagnostic overshadowing': worse physical health care for people with mental illness",
      "authors": [
        "S Jones",
        "L Howard",
        "G Thornicroft"
      ],
      "year": 2008,
      "doi": "10.1111/j.1600-0447.2008.01211.x"
    },
    {
      "title": "Wearable devices and smartphones for activity tracking among people with serious mental illness",
      "authors": [
        "J Naslund",
        "K Aschbrenner",
        "S Bartels"
      ],
      "year": 2016,
      "doi": "10.1016/j.mhpa.2016.02.001"
    },
    {
      "title": "Digital health behaviour change interventions in severe mental illness: a systematic review",
      "authors": [
        "C Sawyer",
        "G Mckeon",
        "L Hassan",
        "H Onyweaka",
        "Martinez Agulleiro",
        "L Guinart"
      ],
      "year": 2023,
      "doi": "10.1017/s0033291723002064"
    },
    {
      "title": "Capturing rest-activity profiles in schizophrenia using wearable and mobile technologies: development, implementation, feasibility, and acceptability of a remote monitoring platform",
      "authors": [
        "N Meyer",
        "M Kerz",
        "A Folarin",
        "D Joyce",
        "R Jackson",
        "C Karr"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.8292"
    },
    {
      "title": "The feasibility and validity of ambulatory self-report of psychotic symptoms using a smartphone software application",
      "authors": [
        "J Palmier-Claus",
        "J Ainsworth",
        "M Machin",
        "C Barrowclough",
        "G Dunn",
        "E Barkus"
      ],
      "year": 2012,
      "doi": "10.1186/1471-244x-12-172"
    },
    {
      "title": "Wearables in schizophrenia: update on current and future clinical applications",
      "authors": [
        "L Fonseka",
        "Bkp Woo"
      ],
      "year": 2022,
      "doi": "10.2196/35600"
    },
    {
      "title": "Digital phenotyping of mental health using multimodal sensing of multiple situations of interest: a systematic literature review",
      "authors": [
        "I Moura",
        "A Teles",
        "D Viana",
        "J Marques",
        "L Coutinho",
        "F Silva"
      ],
      "year": 2023,
      "doi": "10.1016/j.jbi.2022.104278"
    },
    {
      "title": "A review of physiological and behavioral monitoring with digital sensors for neuropsychiatric illnesses",
      "authors": [
        "E Reinertsen",
        "G Clifford"
      ],
      "year": 2018,
      "doi": "10.1088/1361-6579/aabf64"
    },
    {
      "title": "Correlations between objective behavioral features collected from mobile and wearable devices and depressive mood symptoms in patients with affective disorders: systematic review",
      "authors": [
        "D Rohani",
        "M Faurholt-Jepsen",
        "L Kessing",
        "J Bardram"
      ],
      "year": 2018,
      "doi": "10.2196/mhealth.9691"
    },
    {
      "title": "Mobile phone and wearable sensor-based mHealth approaches for psychiatric disorders and symptoms: systematic review",
      "authors": [
        "J Seppälä",
        "De Vita",
        "I Jämsä",
        "T Miettunen",
        "J Isohanni",
        "M Rubinstein",
        "M-Resist Group"
      ],
      "year": 2019,
      "doi": "10.2196/mental.9819"
    },
    {
      "title": "The PRISMA 2020 statement: an updated guideline for reporting systematic reviews",
      "authors": [
        "M Page",
        "J Mckenzie",
        "P Bossuyt",
        "I Boutron",
        "T Hoffmann",
        "C Mulrow"
      ],
      "year": 2021,
      "doi": "10.1136/bmj.n71"
    },
    {
      "title": "Digital biomarkers from geolocation data in bipolar disorder and schizophrenia: a systematic review",
      "authors": [
        "P Fraccaro",
        "A Beukenhorst",
        "M Sperrin",
        "S Harper",
        "J Palmier-Claus",
        "S Lewis"
      ],
      "year": 2019,
      "doi": "10.1093/jamia/ocz043"
    },
    {
      "title": "Automatically generated smartphone data in young patients with newly diagnosed bipolar disorder and healthy controls",
      "authors": [
        "S Melbye",
        "S Stanislaus",
        "M Vinberg",
        "M Frost",
        "J Bardram",
        "L Kessing"
      ],
      "year": 2021,
      "doi": "10.3389/fpsyt.2021.559954"
    },
    {
      "title": "Daily self-reported and automatically generated smartphone-based sleep measurements in patients with newly diagnosed bipolar disorder, unaffected first-degree relatives and healthy control individuals",
      "authors": [
        "S Stanislaus",
        "M Vinberg",
        "S Melbye",
        "M Frost",
        "J Busk",
        "J Bardram"
      ],
      "year": 2020,
      "doi": "10.1136/ebmental-2020-300148"
    },
    {
      "title": "Smartphone-based activity measurements in patients with newly diagnosed bipolar disorder, unaffected relatives and control individuals",
      "authors": [
        "S Stanislaus",
        "M Vinberg",
        "S Melbye",
        "M Frost",
        "J Busk",
        "J Bardram"
      ],
      "year": 2020,
      "doi": "10.1186/s40345-020-00195-0"
    },
    {
      "title": "Capturing behavioral indicators of persecutory ideation using mobile technology",
      "authors": [
        "B Buck",
        "K Hallgren",
        "E Scherer",
        "Brian Wang",
        "R Wang"
      ],
      "year": 2019,
      "doi": "10.1016/j.jpsychires.2019.06.002"
    },
    {
      "title": "Assessing the relationship between routine and schizophrenia symptoms with passively sensed measures of behavioral stability",
      "authors": [
        "J He-Yueya",
        "B Buck",
        "A Campbell",
        "T Choudhury",
        "J Kane",
        "D Ben-Zeev"
      ],
      "year": 2020,
      "doi": "10.1038/s41537-020-00123-2"
    },
    {
      "title": "Psychotic relapse prediction in schizophrenia patients using a personalized mobile sensing-based supervised deep learning model",
      "authors": [
        "B Lamichhane",
        "J Zhou",
        "A Sano"
      ],
      "year": 2023,
      "doi": "10.1109/jbhi.2023.3265684"
    },
    {
      "title": "CrossCheck: toward passive sensing and detection of mental health changes in people with schizophrenia",
      "authors": [
        "R Wang",
        "M Aung",
        "S Abdullah",
        "R Brian",
        "A Campbell",
        "T Choudhury"
      ],
      "year": 2016,
      "doi": "10.1145/2971648.2971740"
    },
    {
      "title": "Predicting symptom trajectories of schizophrenia using mobile sensing",
      "authors": [
        "R Wang",
        "W Wang",
        "Msh Aung",
        "D Ben-Zeev",
        "Brian Campbell"
      ],
      "year": 2017,
      "doi": "10.1145/3130976"
    },
    {
      "title": "On Predicting Relapse in Schizophrenia using Mobile Sensing in a Randomized Control Trial",
      "authors": [
        "R Wang",
        "W Wang",
        "M Obuchi",
        "E Scherer",
        "R Brian",
        "D Ben-Zeev"
      ],
      "year": 2020,
      "doi": "10.1109/percom45495.2020.9127365"
    },
    {
      "title": "From Digital Phenotype Identification To Detection Of Psychotic Relapses",
      "authors": [
        "N Efthymiou",
        "G Retsinas",
        "P Filntisis",
        "C Garoufis",
        "A Zlatintsi",
        "E Kalisperakis"
      ],
      "year": 2023,
      "doi": "10.1109/ichi57859.2023.00045"
    },
    {
      "title": "Relapse Prediction from Long-Term Wearable Data Using Self-Supervised Learning and Survival Analysis",
      "authors": [
        "E Fekas",
        "A Zlatintsi",
        "P Filntisis",
        "C Garoufis",
        "N Efthymiou",
        "P Maragos"
      ],
      "year": 2023,
      "doi": "10.1109/icassp49357.2023.10096277"
    },
    {
      "title": "Smartwatch digital phenotypes predict positive and negative symptom variation in a longitudinal monitoring study of patients with psychotic disorders",
      "authors": [
        "E Kalisperakis",
        "T Karantinos",
        "M Lazaridi",
        "V Garyfalli",
        "P Filntisis",
        "A Zlatintsi"
      ],
      "year": 2023,
      "doi": "10.3389/fpsyt.2023.1024965"
    },
    {
      "title": "e-Prevention: advanced support system for monitoring and relapse prevention in patients with psychotic disorders analyzing long-term multimodal data from wearables and video captures",
      "authors": [
        "A Zlatintsi",
        "P Filntisis",
        "C Garoufis",
        "N Efthymiou",
        "P Maragos",
        "A Menychtas"
      ],
      "year": 2022,
      "doi": "10.3390/s22197544"
    },
    {
      "title": "Using smartphones to monitor bipolar disorder symptoms: a pilot study",
      "authors": [
        "T Beiwinkel",
        "S Kindermann",
        "A Maier",
        "C Kerl",
        "J Moock",
        "G Barbian"
      ],
      "year": 2016,
      "doi": "10.2196/mental.4560"
    },
    {
      "title": "Mood prediction of patients with mood disorders by machine learning using passive digital phenotypes based on the circadian rhythm: prospective observational cohort study",
      "authors": [
        "C Cho",
        "T Lee",
        "M Kim",
        "H In",
        "L Kim",
        "H Lee"
      ],
      "year": 2019,
      "doi": "10.2196/11029"
    },
    {
      "title": "Relapse prediction in schizophrenia with smartphone digital phenotyping during COVID-19: a prospective, three-site, two-country, longitudinal study",
      "authors": [
        "A Cohen",
        "J Naslund",
        "S Chang",
        "S Nagendra",
        "A Bhan",
        "A Rozatkar"
      ],
      "year": 2023,
      "doi": "10.1038/s41537-023-00332-5"
    },
    {
      "title": "Towards clinically actionable digital phenotyping targets in schizophrenia",
      "authors": [
        "P Henson",
        "I Barnett",
        "M Keshavan",
        "J Torous"
      ],
      "year": 2020,
      "doi": "10.1038/s41537-020-0100-1"
    },
    {
      "title": "Anomaly detection to predict relapse risk in schizophrenia",
      "authors": [
        "P Henson",
        "D' Mello",
        "R Vaidyam",
        "A Keshavan",
        "M Torous"
      ],
      "year": 2021,
      "doi": "10.1038/s41398-020-01123-7"
    },
    {
      "title": "Clinical utility of wearable sensors and patient-reported surveys in patients with schizophrenia: noninterventional, observational study",
      "authors": [
        "A Lahti",
        "D Wang",
        "H Pei",
        "S Baker",
        "V Narayan"
      ],
      "year": 2021,
      "doi": "10.2196/26234"
    },
    {
      "title": "Association between wrist wearable digital markers and clinical status in Schizophrenia",
      "authors": [
        "W Martanto",
        "Y Koh",
        "Z Yang",
        "C Heaukulani",
        "X Wang",
        "Abdul Rashid"
      ],
      "year": 2021,
      "doi": "10.1016/j.genhosppsych.2021.01.003"
    },
    {
      "title": "Smartphones in mental health: detecting depressive and manic episodes",
      "authors": [
        "V Osmani"
      ],
      "year": 2015,
      "doi": "10.1109/MPRV.2015.54"
    },
    {
      "title": "Activity monitoring using a mHealth device and correlations with psychopathology in patients with chronic schizophrenia",
      "authors": [
        "S Shin",
        "C Yeom",
        "C Shin",
        "J Shin",
        "J Jeong",
        "J Shin"
      ],
      "year": 2016,
      "doi": "10.1016/j.psychres.2016.10.059"
    },
    {
      "title": "Causal dynamics of sleep, circadian rhythm, and mood symptoms in patients with major depression and bipolar disorder: insights from longitudinal wearable device data",
      "authors": [
        "Y Song",
        "J Jeong",
        "Los De",
        "A Reyes",
        "D Lim",
        "C Cho",
        "J Yeom"
      ],
      "year": 2024,
      "doi": "10.1016/j.ebiom.2024.105094"
    },
    {
      "title": "The positive and negative syndrome scale (PANSS) for schizophrenia",
      "authors": [
        "S Kay",
        "A Fiszbein",
        "L Opler"
      ],
      "year": 1987,
      "doi": "10.1093/schbul/13.2.261"
    },
    {
      "title": "Young Mania Rating Scale",
      "authors": [
        "R Young",
        "J Biggs",
        "V Ziegler",
        "D Meyer"
      ],
      "year": 1978,
      "doi": "10.1037/t20936-000"
    },
    {
      "title": "A rating scale for depression",
      "authors": [
        "M Hamilton"
      ],
      "year": 1960,
      "doi": "10.1136/jnnp.23.1.56"
    },
    {
      "title": "The Pittsburgh Sleep Quality Index: a new instrument for psychiatric practice and research",
      "authors": [
        "D Buysse",
        "C Reynolds",
        "T Monk",
        "S Berman",
        "D Kupfer"
      ],
      "year": 1989,
      "doi": "10.1016/0165-1781(89)90047-4"
    },
    {
      "title": "Group lifestyle intervention with mobile health for young adults with serious mental illness: a randomized controlled trial",
      "authors": [
        "K Aschbrenner",
        "J Naslund",
        "A Gorin",
        "K Mueser",
        "J Browne",
        "R Wolfe"
      ],
      "year": 2022,
      "doi": "10.1176/appi.ps.202100047"
    },
    {
      "title": "Trials of AI interventions must be preregistered",
      "authors": [
        "J Drazen",
        "C Haug"
      ],
      "year": 2024,
      "doi": "10.1056/aie2400146"
    },
    {
      "title": "Comparing early signs and basic symptoms as methods for predicting psychotic relapse in clinical practice",
      "authors": [
        "E Eisner",
        "R Drake",
        "F Lobban",
        "S Bucci",
        "R Emsley",
        "C Barrowclough"
      ],
      "year": 2018,
      "doi": "10.1016/j.schres.2017.04.050"
    },
    {
      "title": "Exploring the digital footprint of depression: a PRISMA systematic literature review of the empirical evidence",
      "authors": [
        "D Zarate",
        "V Stavropoulos",
        "M Ball",
        "Sena De",
        "G Collier",
        "N Jacobson"
      ],
      "year": 2022,
      "doi": "10.1186/s12888-022-04013-y"
    },
    {
      "title": "Systematic review of digital phenotyping and machine learning in psychosis spectrum illnesses",
      "authors": [
        "J Benoit",
        "H Onyeaka",
        "M Keshavan",
        "J Torous"
      ],
      "year": 2020,
      "doi": "10.1097/hrp.0000000000000268"
    },
    {
      "title": "Digital therapeutics for mental health: Is attrition the Achilles heel?",
      "authors": [
        "A Nwosu",
        "S Boardman",
        "M Husain",
        "P Doraiswamy"
      ],
      "year": 2022,
      "doi": "10.3389/fpsyt.2022.900615"
    },
    {
      "title": "Digital health and engagement-looking behind the measures and methods",
      "authors": [
        "J Torous",
        "E Michalak",
        "O' Brien"
      ],
      "year": 2020,
      "doi": "10.1001/jamanetworkopen.2020.10918"
    },
    {
      "title": "Science Group. Data science for mental health: a UK perspective on a global challenge",
      "authors": [
        "A Mcintosh",
        "R Stewart",
        "John Smith",
        "D Davis",
        "K Sudlow"
      ],
      "year": 2016,
      "doi": "10.1016/s2215-0366(16)30089-x"
    },
    {
      "title": "Using wearable technology to detect the autonomic signature of illness severity in schizophrenia",
      "authors": [
        "M Cella",
        "Ł Okruszek",
        "M Lawrence",
        "V Zarlenga",
        "Z He",
        "T Wykes"
      ],
      "year": 2018,
      "doi": "10.1016/j.schres.2017.09.028"
    },
    {
      "title": "The impact of selected methodological factors on data collection outcomes in observational studies of device-measured physical behaviour in adults: A systematic review",
      "authors": [
        "R Pulsford",
        "L Brocklebank",
        "Sam Fenton",
        "E Bakker",
        "G Mielke",
        "L Tsai"
      ],
      "year": 2023,
      "doi": "10.1186/s12966-022-01388-9"
    },
    {
      "title": "Definitions of relapse in trials comparing antipsychotic maintenance with discontinuation or reduction for schizophrenia spectrum disorders: A systematic review",
      "authors": [
        "J Moncrieff",
        "N Crellin",
        "M Long",
        "R Cooper",
        "T Stockmann"
      ],
      "year": 2020,
      "doi": "10.1016/j.schres.2019.08.035"
    }
  ],
  "num_references": 66
}
