{
  "paper_id": "CBZ324E7",
  "title": "Utility of Consumer Physical Activity Trackers as an Intervention Tool in Cardiovascular Disease Prevention and Treatment",
  "abstract": "Consumer activity trackers have grown in popularity over the last few years. These devices are typically worn on the hip or wrist and provide the user with information about physical activity measures such as steps taken, energy expenditure, and time spent in moderate to vigorous physical activity. The consumer may also use the computer interface (e.g. device websites, smartphone applications) to monitor and track achievement of PA goals and compete with other users. This review will describe some of the most popular consumer devices and discuss the user feedback tools. We will also present the limited evidence available about the accuracy of these devices and highlight how they have been used in cardiovascular disease management. We conclude with some recommendations for future research, focusing on how consumer devices might be used to assess effectiveness of various cardiovascular treatments.",
  "year": 2013,
  "date": "2013",
  "journal": "Natl Vital Stat Rep",
  "publication": "Natl Vital Stat Rep",
  "authors": [
    {
      "forename": "Amanda",
      "surname": "Hickey",
      "name": "Amanda Hickey"
    },
    {
      "forename": "Patty",
      "surname": "Freedson",
      "name": "Patty Freedson"
    },
    {
      "affiliation": "Department of Kinesiology , University of Massachusetts , Amherst , MA \n\t\t\t\t\t\t\t\t Department of Kinesiology \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amherst \n\t\t\t\t\t\t\t\t\t MA"
    },
    {
      "affiliation": "University of Massachusetts , Amherst. \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t Amherst"
    },
    {
      "affiliation": "University of Massachusetts , Department of Kinesiology , 30 Eastman Lane , Amherst , MA 01003. \n\t\t\t\t\t\t\t\t Department of Kinesiology \n\t\t\t\t\t\t\t\t University of Massachusetts \n\t\t\t\t\t\t\t\t \n\t\t\t\t\t\t\t\t\t 30 Eastman Lane \n\t\t\t\t\t\t\t\t\t 01003. \n\t\t\t\t\t\t\t\t\t Amherst \n\t\t\t\t\t\t\t\t\t MA"
    }
  ],
  "doi": "10.1016/j.pcad.2016.02.006",
  "sections": [
    {
      "text": "10% of US adults met the 2008 Guidelines when PA was measured with an accelerometer.\n\nHowever, when PA was measured via self-report, 62% satisfied the established guidelines.  9 Potential explanations for these discrepancies in the prevalence of meeting PA guidelines are reporting bias and differential errors where individuals incorrectly report their PA or sedentary behavior. Although self-report measures are useful for certain activity measurement applications, wearable sensors measuring actual motion of the body rather than participant perceptions of PA provide a more accurate measure of these behaviors.\n\nRecently, consumer-grade PA trackers have become popular devices for objectively assessing activity. These devices typically use accelerometer sensors and provide feedback to the user through a monitor display, smartphone applications (apps), or websites associated with the device. In addition to tracking PA for individual users, these feedback features motivate consumers to increase PA. This review focuses on the potential utility of these devices as behavior change drivers in individuals with CVD. We first describe the growth of the consumer wearable device market. Secondly, the accuracy of the consumer PA trackers and their effectiveness in changing PA behavior is discussed. Finally, we highlight current studies that have used these devices in populations at risk or currently suffering from CVD."
    },
    {
      "title": "Consumer wearable device market",
      "text": "The American College of Sports Medicine survey of fitness trends reported that wearable technology was the top-rated trend for 2016.  10 It is projected that approximately 32 million wearable PA trackers will be sold by the end of 2016, and forecasts indicate that sales of these devices will exceed 82 million by 2019.  11 The smartwatch, which includes PA monitoring capabilities, also provides the consumer with PA tracking features. Although the cost of a smartwatch is two to three times the cost of PA trackers, sales of these devices are expected to increase dramatically over the next decade.  12 The availability of relatively low cost PA trackers ($30-$200) and positive marketing trends for such devices provide an exceptional opportunity for use in health care systems. These devices can be used in self-care management and for PA tracking by health care providers for individuals being treated for CVD and related risk factors where PA is known to have a positive impact."
    },
    {
      "title": "Popular consumer wearable devices: accuracy and effectiveness to change physical activity behavior",
      "text": "Recent advances in technology and reduced costs of wearable devices have led to development of a plethora of these devices targeted for the consumer. Consumer technology reports cite Jawbone and Fitbit as dominant devices in this market.  13 ther popular devices are marketed by Apple, Garmin, Microsoft, Misfit, Polar, Samsung, and Withings. Consumer wearable devices utilize proprietary algorithms to estimate various metrics of PA such as steps taken, stairs climbed, calories expended, and distance traveled. Some of these devices also estimate different aspects of sleep (e.g. total hours of sleep, light sleep, deep sleep, awake time). Table  1  summarizes ten of the most popular consumer devices ranging in cost from $30 to $200. All of the devices described track calories, steps, distance, and PA minutes, but few provide more specific information about PA (e.g. stairs climbed, heart rate). All but one device (Fitbit Zip) track some aspect of sleep. Most of the devices are chargeable, and battery life lasts between two and 10 days. However, the Misfit monitor battery life lasts up to 6 months without requiring charging. Each device uses Bluetooth for data transmission, eliminating the need for a USB cable to upload data. The devices all provide some immediate feedback to the user; however, this feedback differs by device. For example, some provide actual data (e.g. calories burned) while others display red, yellow, and green lights on the face of the device to indicate progress towards some preset goal.\n\nWhile this technology has the ability to help individuals track and modify their PA and sleep behaviors, there is a paucity of data regarding the accuracy and precision of wearable devices in the free-living environment. Most of the work examining the accuracy of these devices has been conducted in the laboratory. A recent lab study evaluated the accuracy of seven consumer devices (BodyMedia Fit, DirectLife, Fitbit One, Fitbit Zip, Jawbone UP Band, NikeFuel Band, and the Basis B1 Band) and one research-grade device (ActiGraph GT3X+) during 13 activities classified into sedentary, walking, running, and moderate-to-vigorous PA categories.  14 The mean absolute percent errors (MAPE) for energy expenditure ranged from 9.3-23.5%. The BodyMedia Fit, which is a consumer version of the SenseWear Armband and the Fitbit Zip, showed promising results in terms of MAPE and equivalence testing compared to indirect calorimetry.\n\nIn another recent lab investigation, the Fitbit classic was evaluated during a treadmill and a simulated free-living PA routine of nine activities.  15 It was reported that the device significantly underestimated energy expenditure for most PA, with the exception of laundry activity where energy expenditure was overestimated. This is not surprising, given that many of the tested devices are worn on the wrist and movements during laundry activity are mostly upper body movements involving the arms. A similar underestimation was observed for steps from the Fitbit in another sample of 50 older adults who completed two walking trials.  16 erguson et al compared the performance of seven consumer-grade devices with that of two research-grade devices during 24 hours of free-living wear.  17 They reported that most consumer-grade devices accurately captured steps and sleep duration. The consumer device estimates of total daily energy and expenditure and time spent in moderate-to-vigorous PA had moderate to strong correlations with those of the research-grade devices, but across devices\n\nBattery or chargeable Chargeable (every 4 d) Chargeable (every 5 d) Chargeable (every 5 d) Chargeable (every 10+ d) Battery (lasts up to 6 mo) Chargeable (every 7 days) Chargeable (every 10 d) Battery (lasts up to 6 mo) Battery (lasts up to 6 mo) Chargeable (every 2 d) Uploading data Bluetooth Bluetooth Bluetooth Bluetooth Bluetooth Bluetooth Bluetooth Bluetooth Bluetooth Bluetooth Tracker display Real-time data Real-time data LED progress indicator Real-time data Real-time data Real-time data LED progress indicator LED progress indicator LED progress indicator Real-time data\n\nthere were large differences. The authors cite Fitbit One, Fitbit Zip, and Withings Pulse as the most accurate devices. Wearable devices are likely to be used more frequently for research purposes given their low cost, wear acceptability, immediate feedback capacity, and ease of syncing wirelessly with smartphones. Therefore, free-living evaluations of these devices with more robust criterion measures (e.g. direct observation) are warranted to better understand the accuracy and precision of these devices in estimating steps and energy expenditure. High accuracy and precision is imperative if wearable devices are to be used in research aiming to determine the dose-response relationship between PA, sleep, and CVD disease risk.\n\nWhile device accuracy is important, another appealing feature of consumer wearable devices is their potential to be utilized as tools to motivate individuals to change PA behavior. Before applying these devices to change behavior, it is important to investigate whether theories of behavior change are considered in the device apps. Selected behavior change techniques proven successful in changing PA behavior include instantaneous feedback and social support.  18 yons et al conducted a content analysis to determine the number of behavior change techniques implemented in 13 consumer devices.  19 The most common strategies implemented were self-monitoring, feedback provision, adding objects to the environment, and goal setting. They found that 6 behavior change techniques were used in 76% of the apps associated with the 13 devices. However, important behavior change strategies absent from the majority of apps included practice, action planning, and problem solving. In a review of personal health technology for CVD prevention, Franklin et al reported that studies using self-monitoring tools are most effective for health behavior change when they are combined with personalized feedback.  20 Therefore, potential improvements should include self-monitoring with components of personalized feedback, integration of practice, action planning, and problem-solving behavior change techniques into device feedback and/or apps."
    },
    {
      "title": "Implementation of wearable devices for cardiovascular disease health promotion",
      "text": "A limited number of studies have utilized wearable devices in patients with CVD. Meyer et al provided foundation work in this area by determining whether these devices are acceptable and feasible for an older population of customers at a gym under regular supervision of the facility's physician.  21 his type of feasibility testing is important for determining long-term monitor use compliance. The two devices used were Fitbit Ultra and Garmin Forerunner 110. Participants wore both devices for a total of 225 days. Wear length was much longer than in a typical PA study, which usually estimates habitual behavior based on 5-7 days of data. However, to understand whether wearable devices can be used by the consumer on a regular basis as a self-monitoring tool, it is important for individuals to wear these devices for extended periods of time. The authors reported qualitative data from the participants' long-term experiences with the devices. Issues reported with the Fitbit device included technical difficulties with software installation, device malfunction, and wear compliance. Additionally, the device was not considered useful for tracking sleep behavior. Positive feedback reported included ease and intuitive use in addition to user appreciation of daily feedback. In contrast, the Garmin device received less favorable reviews from participants. Overall, participants disliked the requirement of uploading data into the portal associated with the device and they only found the device useful for outdoor activities, as GPS signals were not available for indoor PA. These data suggest that the type of device chosen for a given population might be dependent on where they intend to use it (e.g. in a gym versus outdoors). Participants rated the overall usability of the two wearable devices as a 71 on a 100-point scale, which suggests that use of these devices is feasible in a population of older adults. These results indicate that wearable devices can be used in long-term studies requiring monitoring of PA for the prevention or management of CVD.\n\nSimilar to the findings of Meyer et al, the American Association of Retired Persons (AARP) released results of a study of activity and sleep tracker use in an older population.  22 Although the study was not conducted solely in those with CVD, the population characteristics are similar to those at risk for CVD. In this study, older adults were given one of seven activity trackers (Misfit Flash, SPIRE, Fitbit Charge, Lumo Lift, Jawbone UP24, Withings Pulse O2, and Withings Activité Pop) to wear for 6 weeks. At the end of the six-week evaluation period, participants provided feedback via video-recorded interviews. Feedback pertaining to these devices included information regarding cognitive and physical ergonomics, aesthetics, convenience, and suggestions for improvements. Seventy-seven percent of participants reported that the devices had the potential to be useful. Less than half (45%) of participants also reported increased motivation for healthier living, which they attributed to the devices. Suggestions for device improvement provided by the participants were the following: simplification of the setup of the device with easy-to-understand instructions, waterproofing the devices, increasing wear comfort, easier access to immediate feedback, and providing health goals that are more applicable to older consumers. Some of the concerns cited in the study released by AARP are currently being addressed.  22 Over time, these changes may lead to higher acceptability among older adults. Previous models of certain devices required attaching the device to a computer via a USB cable to transmit data. However, devices now use Bluetooth and WiFi to transmit data wirelessly to mobile devices (e.g. smartphones). In addition, manufacturers are now recognizing the need to waterproof wearable devices to boost compliance. For example, the Misfit Shine device is currently waterproof, which produces less of a burden on a participant to remember to remove and reattach the device when participating in any water-based activity. Devices such as the Misfit Shine and Fitbit are also marketed to be worn on different locations of the body (e.g. hip, wrist, ankle, in the pocket), which provides more options for participants. Alternatives for wear location is important, as data collected in NHANES using a research-grade accelerometer (ActiGraph) suggests increased adherence to monitor wear for the wrist versus hip location.  23 It is also important to consider how these different wear locations affect monitor output. Reported differences in monitor output between hip and wrist locations of a research-grade accelerometer have been reported (ActiGraph GT3X+).  24 However, the accuracy of the devices in capturing steps and energy expenditure from different locations using consumer devices remains to be determined.\n\nWhile wearable devices are becoming increasingly user friendly, further work is needed before broad use in intervention studies can be realized. Behavioral lifestyle interventions that are delivered face to face and incorporate behavioral change strategies have been successful in changing PA behavior.  25 However, these types of interventions are labor intensive, expensive, and require behavior change experts. It is possible that consumer devices that allow for self-monitoring and incorporate previously determined successful behavioral change strategies could replace the high study burden of face-to-face interventions. A recent review by Lewis et al examined the current knowledge base about the efficacy and feasibility of using these types of devices as a PA intervention tool.  26 Only three consumer devices (Gruve, Personal Activity Monitor, and Fitbit) were utilized in 11 of the studies reviewed. Of these studies, only four measured pre-to-post PA changes.  [27] [28] 8] [29] [30]  The study conducted by Barwais et al reported a significant increase in PA from pre to post using the Gruve device.  30 Participants in these studies range in age from 29 to 79 years, and the average trial length lasted from four weeks to 12 months. None of the studies using consumer devices evaluated cost-effectiveness. Based on this review, more rigorous research is warranted, as the efficacy of these devices in changing PA behavior needs to be compared to other behavior change intervention strategies. In the future, wearable devices should be used in randomized controlled trials, and within those trials the features of these devices that are most effective in changing PA behavior need to be identified.\n\nWhile the previously mentioned studies did not focus on those with CVD, in 2015, Widmer et al examined whether digital health interventions (e.g. mobile applications, web based, text message, monitoring sensors) resulted in benefits to CVD outcomes and risk factors.  31 Nine randomized controlled trials reporting CVD-related outcomes associated digital health interventions with reductions in myocardial infarction, stroke, and hospitalizations. Interestingly, consumer activity trackers were not utilized in any of these studies. One randomized controlled trial is currently examining the impact of wearing a Nike FuelBand (no longer being sold) on walking distances, exercise levels, and quality of life in 40-year-olds with intermittent claudication. However, study results have not yet been published.  32 Therefore, many opportunities remain to exploit wearable technology in PA interventions among clinical populations such as groups with CVD.\n\nA unique application of wearable devices in populations with CVD involves the potential use of device outcome metrics of functional mobility and recovery after selected CVD treatments. Cook et al were the first group to examine if a consumer device (Fitbit) could be used in a post-operative cardiac surgical population to monitor mobility recovery during hospitalization after surgery.  33 Patients wore the Fitbit device on their ankle for the length of their hospital stay (5-7 days). Mobility was quantified as steps per day. In this study, patients recording more steps on the first and second recovery days had shorter hospital stays than those with longer stays. Additionally, it was reported that use of the Fitbit device to monitor mobility was easy and practical in this population. Therefore, these types of wearable devices have the potential to be used as an early postoperative intervention and could also provide unique insight into how cardiovascular and other postoperative patients are recovering. Investigators from the University of Pennsylvania are conducting this type of study. They are commencing a clinical trial in the near future that addresses how wearing an activity tracker (Misfit Shine) and financial incentives improve 6-minute walk test (6MWT) distances after hospitalization for acute coronary syndrome.  34 nother potential area of study with wearable devices involves comparisons between traditional lab-based tests of functional capacity in CVD patients (e.g. treadmill walking tests) and an evaluation of function based on free-living behavior. Often, lab-based measures of functional capacity do not correlate with free-living or self-reported capacity. For example, peripheral artery disease severity is often assessed by outcome measures such as claudication-free walking distance and maximum pain-free walking distance on a treadmill test measured in the clinic. However, there is discordance between one's actual walking ability and the distances measured in a treadmill test.  35, 36 Tew et al reported that self-reported walking limitations correlated more highly with a free-living GPS measure of maximum walking distance than with laboratory-based tests (e.g. incremental treadmill walking test, 6MWT), suggesting that more PA monitor measures of locomotion assessed in natural settings may yield a better outcome measure for both patients and clinicians.\n\nWhile wearable devices have potential utility in the clinic, privacy and security issues are a challenge that must be addressed before these technologies can be adopted broadly in clinical settings. There may be concerns regarding the safe transmission of patient data that include personal information such as age, sex, and height that are often used as device inputs. There may also be concerns with devices that provide location tracking (e.g. those with GPS), which could provide information about when and where participants are active. However, despite these concerns, a recent survey in adult social media users found that over 90% of respondents would be willing to share their health information on social media if their data would help researchers learn more about their disease and help other patients.  37 Research on the cultural acceptability of these devices is also warranted. It has been suggested that, to enhance widespread utilization, it is necessary to determine what type of technology works best in certain populations.  38 Additionally, it is not known how individual differences in comfort level using technology affect user compliance. This question deserves attention to optimize user experiences and compliance. For example, in the previously mentioned AARP study,  22  some participants noted frustrations and issues regarding syncing their devices, which could be attributed to their comfort levels with technology and may also affect long-term use of these devices."
    },
    {
      "title": "Conclusions",
      "text": "The market for consumer wearable devices continues to grow in popularity, and the potential utility of using these devices in populations with CVD is high. Wearable devices may provide opportunities to overcome limitations of self-reported activity and also provide a driver for PA behavior change. Consumer devices appear to be well accepted in populations at risk or currently suffering from CVD. While some preliminary work has been conducted using consumer devices, there are still many opportunities for future research. For example, these devices could be used to track free-living PA behavior as an outcome after different treatments and/or used to encourage individuals to be more active as a preventive or management tool for CVD. However, before they are implemented broadly into the clinical health field, more research is needed to evaluate their performance accuracy in the free-living environment. This is necessary to determine which features of the devices and/or associated apps will be most effective in changing PA behavior and to overcome privacy and security concerns regarding transmission data from these devices in order to help heath care professionals to promote PA throughout the health care system and to the general public.  39"
    },
    {
      "title": "Statement of conflicts of interest/disclosures",
      "text": "None of the authors have any conflicts of interests with regard to this publication."
    },
    {
      "title": "R E F E R E N C E S"
    },
    {
      "text": "Abbreviations and acronyms AARP = American Association of Retired Persons CVD = Cardiovascular disease PA = Physical activity"
    },
    {
      "text": "Description of 10 Popular Consumer Devices."
    }
  ],
  "references": [
    {
      "title": "Deaths: final data for 2010",
      "authors": [
        "S Murphy",
        "J Xu",
        "K Kochanek"
      ],
      "year": 2013
    },
    {
      "title": "Heart disease and stroke statistics-2015 update: a report from the American Heart Association",
      "authors": [
        "D Mozaffarian",
        "E Benjamin",
        "A Go"
      ],
      "year": 2015,
      "doi": "10.1161/cir.0000000000000491"
    },
    {
      "title": "Physical activity and cardiorespiratory fitness as major markers of cardiovascular risk: their independent and interwoven importance to health status",
      "authors": [
        "J Myers",
        "P Mcauley",
        "C Lavie",
        "J Despres",
        "R Arena",
        "P Kokkinos"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcad.2014.09.011"
    },
    {
      "title": "To the Secretary of Health and Human Services. Part A: executive summary",
      "year": 2008
    },
    {
      "title": "Physical activity and cardiovascular health: lessons learned from epidemiological studies across age, gender, and race/ethnicity",
      "authors": [
        "E Shiroma",
        "I Lee"
      ],
      "year": 2010,
      "doi": "10.1161/circulationaha.109.914721"
    },
    {
      "title": "Physical activity and public health: updated recommendation for adults from the American College of Sports Medicine and the American Heart Association",
      "authors": [
        "W Haskell",
        "I Lee",
        "R Pate"
      ],
      "year": 2007
    },
    {
      "title": "Inadequate physical activity and health care expenditures in the United States",
      "authors": [
        "S Carlson",
        "J Fulton",
        "M Pratt",
        "Z Yang",
        "E Adams"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcad.2014.08.002"
    },
    {
      "title": "Accelerometer-determined physical activity in adults and older people",
      "authors": [
        "B Hansen",
        "E Kolle",
        "S Dyrstad",
        "I Holme",
        "S Anderssen"
      ],
      "year": 2012,
      "doi": "10.1249/mss.0b013e31822cb354"
    },
    {
      "title": "Physical activity in U.S.: adults compliance with the Physical Activity Guidelines for Americans",
      "authors": [
        "J Tucker",
        "G Welk",
        "N Beyler"
      ],
      "year": 2011,
      "doi": "10.1016/j.amepre.2010.12.016"
    },
    {
      "title": "Worldwide Survey of Fitness Trends for 2016: 10th Anniversary Edition",
      "authors": [
        "W Thompson"
      ],
      "year": 2015,
      "doi": "10.1249/fit.0000000000000164"
    },
    {
      "title": "Global Sales of Connected Digital Fitness Trackers Will Exceed 82 Million",
      "year": 2015,
      "doi": "10.1016/s0034-3617(07)70137-6"
    },
    {
      "title": "Smartwatch Market is Expected to Reach $32.9 Billion by",
      "year": 2015
    },
    {
      "title": "Activity monitors cover more than just footsteps: these devices monitor your daily health",
      "year": 2013,
      "doi": "10.1016/j.expneurol.2013.05.018"
    },
    {
      "title": "Validity of consumer-based physical activity monitors",
      "authors": [
        "J Lee",
        "Y Kim",
        "G Welk"
      ],
      "year": 2014,
      "doi": "10.1249/mss.0000000000000287"
    },
    {
      "title": "Validation of the Fitbit wireless activity tracker for prediction of energy expenditure",
      "authors": [
        "J Sasaki",
        "A Hickey",
        "M Mavilia"
      ],
      "year": 2015,
      "doi": "10.1123/jpah.2012-0495"
    },
    {
      "title": "A comparison of accelerometer accuracy in older adults",
      "authors": [
        "L Phillips",
        "G Petroski",
        "N Markis"
      ],
      "year": 2015,
      "doi": "10.3928/19404921-20150429-03"
    },
    {
      "title": "The validity of consumer-level, activity monitors in healthy adults worn in free-living conditions: a cross-sectional study",
      "authors": [
        "T Ferguson",
        "A Rowlands",
        "T Olds",
        "C Maher"
      ],
      "year": 2015,
      "doi": "10.1186/s12966-015-0201-9"
    },
    {
      "title": "What are the most effective techniques in changing obese individuals' physical activity self-efficacy and behaviour: a systematic review and meta-analysis",
      "authors": [
        "E Olander",
        "H Fletcher",
        "S Williams",
        "L Atkinson",
        "A Turner",
        "D French"
      ],
      "year": 2013,
      "doi": "10.1186/1479-5868-10-29"
    },
    {
      "title": "Behavior change techniques implemented in electronic lifestyle activity monitors: a systematic content analysis",
      "authors": [
        "E Lyons",
        "Z Lewis",
        "B Mayrsohn",
        "J Rowland"
      ],
      "year": 2014,
      "doi": "10.2196/jmir.3469"
    },
    {
      "title": "Personal health technology: a new era in cardiovascular disease prevention",
      "authors": [
        "N Franklin",
        "C Lavie",
        "R Arena"
      ],
      "year": 2015,
      "doi": "10.1080/00325481.2015.1015396"
    },
    {
      "title": "Live long and prosper: potentials of low-cost consumer devices for the prevention of cardiovascular diseases",
      "authors": [
        "J Meyer",
        "A Hein"
      ],
      "year": 2013,
      "doi": "10.2196/med20.2667"
    },
    {
      "title": "Building a Better Tracker: Older Consumers Weigh in on Activity and Sleep Monitoring Devices",
      "authors": [
        "Aspc"
      ],
      "year": 2015,
      "doi": "10.26419/res.00294.001"
    },
    {
      "title": "Evolution of accelerometer methods for physical activity research",
      "authors": [
        "R Troiano",
        "J Mcclain",
        "R Brychta",
        "K Chen"
      ],
      "year": 2014,
      "doi": "10.1136/bjsports-2014-093546"
    },
    {
      "title": "Measuring activity energy expenditure-accuracy of the GT3X + and Actiheart monitors",
      "authors": [
        "Dar Mcminn",
        "Rowe Gray",
        "S Allan"
      ],
      "year": 2013
    },
    {
      "title": "Behavioral treatment of obesity",
      "authors": [
        "M Butryn",
        "V Webb",
        "T Wadden"
      ],
      "year": 2011,
      "doi": "10.1016/j.psc.2011.08.006"
    },
    {
      "title": "Using an electronic activity monitor system as an intervention modality: a systematic review",
      "authors": [
        "Zhl Lewis",
        "E Lyons",
        "J Jarvis",
        "J Baillargeon"
      ],
      "year": 2015,
      "doi": "10.1186/s12889-015-1947-3"
    },
    {
      "title": "The effectiveness of physical activity monitoring and distance counseling in an occupational setting-results from a randomized controlled trial (CoAct)",
      "authors": [
        "K Reijonsaari",
        "A Vehtari",
        "O Kahilakoski",
        "W Van Mechelen",
        "T Aro",
        "S Taimela"
      ],
      "year": 2012,
      "doi": "10.1186/1471-2458-12-344"
    },
    {
      "title": "Feasibility and effectiveness of online physical activity advice based on a personal activity monitor: randomized controlled trial",
      "authors": [
        "S Slootmaker",
        "M Chinapaw",
        "A Schuit",
        "J Seidell",
        "W Van Mechelen"
      ],
      "year": 2009,
      "doi": "10.2196/jmir.1139"
    },
    {
      "title": "Go4Life\" exercise counseling, accelerometer feedback, and activity levels in older people",
      "authors": [
        "W Thompson",
        "C Kuhle",
        "G Koepp",
        "S Mccrady-Spitzer",
        "J Levine"
      ],
      "year": 2014
    },
    {
      "title": "Physical activity, sedentary behavior and total wellness changes among sedentary adults: a 4-week randomized conrolled tiral",
      "authors": [
        "Ctf Barwais",
        "L Tomson"
      ],
      "year": 2013,
      "doi": "10.1186/1477-7525-11-183"
    },
    {
      "title": "Digital health interventions for the prevention of cardiovascular disease: a systematic review and meta-analysis",
      "authors": [
        "R Widmer",
        "N Collins",
        "C Collins",
        "C West",
        "L Lerman",
        "A Lerman"
      ],
      "year": 2015
    },
    {
      "title": "Effect of Nike FuelBand on Exercise and Function in Claudicants; a Randomised Controlled Trial",
      "authors": [
        "I London"
      ],
      "year": 2000
    },
    {
      "title": "Functional recovery in the elderly after major surgery: assessment of mobility recovery using wireless technology",
      "authors": [
        "D Cook",
        "J Thompson",
        "S Prinsen",
        "J Dearani",
        "C Deschamps"
      ],
      "year": 2013
    },
    {
      "title": "Controlled Trial Evaluating Methods to Use Physical Activity to Improve Outcomes After Hospitalization for Acute Coronary Syndrome",
      "authors": [
        "Pennsylvania Uo",
        "Randomized"
      ],
      "year": 2016
    },
    {
      "title": "Claudication distance is poorly estimated and inappropriately measured",
      "authors": [
        "C Watson",
        "D Phillips",
        "L Hands"
      ],
      "year": 1997,
      "doi": "10.1046/j.1365-2168.1997.02727.x"
    },
    {
      "title": "Reliability of treadmill testing in peripheral arterial disease: a meta-regression analysis",
      "authors": [
        "S Nicolai",
        "W Viechtbauer",
        "L Kruidenier",
        "M Candel",
        "M Prins",
        "J Teijink"
      ],
      "year": 2009
    },
    {
      "title": "Social networking site and the continuously learning health system: a survey: Institute of Medicine",
      "authors": [
        "Fcd Grajales",
        "P Loupos",
        "S Okun"
      ],
      "year": 2014
    },
    {
      "title": "Wearable motion sensors to continuously measure real-world physical activities",
      "authors": [
        "B Dobkin"
      ],
      "year": 2013,
      "doi": "10.1097/wco.0000000000000026"
    },
    {
      "title": "Strategies for promoting physical activity in clinical practice",
      "authors": [
        "R Sallis",
        "B Franklin",
        "L Joy",
        "R Ross",
        "D Sabgir",
        "J Stone"
      ],
      "year": 2015,
      "doi": "10.1016/j.pcad.2014.10.003"
    }
  ],
  "num_references": 39
}
