{
  "paper_id": "CCEDJEHB",
  "title": "Multimodal machine learning enables AI chatbot to diagnose ophthalmic diseases and provide high-quality medical responses Check for updates",
  "abstract": "Chatbot-based multimodal AI holds promise for collecting medical histories and diagnosing ophthalmic diseases using textual and imaging data. This study developed and evaluated the ChatGPT-powered Intelligent Ophthalmic Multimodal Interactive Diagnostic System (IOMIDS) to enable patient self-diagnosis and self-triage. IOMIDS included a text model and three multimodal models (text + slit-lamp, text + smartphone, text + slit-lamp + smartphone). The performance was evaluated through a two-stage cross-sectional study across three medical centers involving 10 subspecialties and 50 diseases. Using 15640 data entries, IOMIDS actively collected and analyzed medical history alongside slit-lamp and/or smartphone images. The text + smartphone model showed the highest diagnostic accuracy (internal: 79.6%, external: 81.1%), while other multimodal models underperformed or matched the text model (internal: 69.6%, external: 72.5%). Moreover, triage accuracy was consistent across models. Multimodal approaches enhanced response quality and reduced misinformation. This proof-of-concept study highlights the potential of chatbot-based multimodal AI for self-diagnosis and self-triage. (The clinical trial was registered on June 26, 2023, on ClinicalTrials.gov under the registration number NCT05930444.).",
  "year": 2023,
  "date": "2023",
  "authors": [
    {
      "name": "Ruiqi Ma",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Qian Cheng"
    },
    {
      "name": "Jing Yao",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Zhiyu Peng",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Mingxu Yan",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Jie Lu",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Jingjing Liao"
    },
    {
      "name": "Lejin Tian"
    },
    {
      "name": "Wenjun Shu",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Yunqiu Zhang"
    },
    {
      "name": "Jinghan Wang",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Pengfei Jiang"
    },
    {
      "name": "Weiyi Xia",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Xiaofeng Li",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Lu Gan",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Yue Zhao"
    },
    {
      "name": "Jiang Zhu"
    },
    {
      "name": "Bing Qin"
    },
    {
      "name": "Qin Jiang"
    },
    {
      "name": "Xiawei Wang"
    },
    {
      "name": "Xintong Lin",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Haifeng Chen",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Weifang Zhu"
    },
    {
      "name": "Dehui Xiang"
    },
    {
      "name": "Baoqing Nie"
    },
    {
      "name": "Jingtao Wang"
    },
    {
      "name": "Jie Guo",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Kang Xue",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Hongguang Cui"
    },
    {
      "name": "Jinwei Cheng",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Xiangjia Zhu",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Jiaxu Hong",
      "orcid": "0000-0001-9912-633X",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Fei Shi",
      "email": "shifei@suda.edu.cn"
    },
    {
      "name": "Rui Zhang",
      "email": "zhangrui936@163.com",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    },
    {
      "name": "Xinjian Chen",
      "email": "xjchen@suda.edu.cn",
      "orcid": "0000-0002-0871-293X"
    },
    {
      "name": "Chen Zhao",
      "email": "dr_zhaochen@fudan.edu.cn",
      "orcid": "0000-0003-1373-7637",
      "affiliation": {
        "organization": "Eye Institute",
        "department": "Eye Institute",
        "institution": "Fudan University",
        "address": "Shanghai, China"
      }
    }
  ],
  "doi": "10.1038/s41746-025-01461-0",
  "orcid": "0000-0003-1373-7637",
  "md5": "9FAE505A326711CB911F8C1DA1E84416",
  "publication": {
    "journal": "Br. J. Ophthalmol",
    "journal_inferred": true
  },
  "funding": [
    "",
    "",
    "",
    "",
    "",
    "",
    "",
    ""
  ],
  "sections": [
    {
      "text": "In the medical field, health data is inherently multimodal, encompassing both physical measurements and natural-language narratives 1 . Ophthalmology, a discipline that heavily relies on multimodal information, requires detailed patient histories and visual examinations  2  . Consequently, multimodal machine learning is becoming increasingly important for medical diagnostics in ophthalmology. Previous studies on ophthalmic diagnostic models have underscored the substantial potential of image recognition AI in automating tasks that demand clinical expertize  3  . Recently, chatbot-based multimodal generative AI has emerged as a promising avenue towards advancing precision health, integrating health data from both imaging and textual perspectives. However, commonly utilized public models like GPT-4V and Google's VLM, while demonstrating some diagnostic capabilities, are currently deemed inadequate for clinical decision-making in ophthalmology  4, 5  . In addition, these current models have not yet achieved the capability to actively collect patient histories through natural language human-computer interactions or to accurately interpret images acquired with non-specialist ophthalmic equipment such as smartphones. Overcoming these challenges in multimodal AI is crucial and could pave the way for self-diagnosis of ophthalmic conditions in home settings, yielding substantial socioeconomic benefits  6  . Therefore, there is both a need and potential for further development of multimodal AI models to diagnose and triage ophthalmic diseases.\n\nIn the domain of gathering medical histories through humancomputer interactions, the introduction of prompt engineering-a streamlined, data-and parameter-efficient technique for aligning large language models with the intricate demands of medical history inquiries-represents a significant advancement  7  . Expanding on this innovation, we propose an interactive ophthalmic consultation system that utilizes AI chatbots' robust text analysis capabilities to autonomously generate inquiries about a patient's medical history based on their chief complaints. While previous research has not directly utilized chatbots for collecting ophthalmic medical histories, evidence indicates that current AI chatbots can provide precise and detailed responses to ophthalmic queries, such as retina-related multiple choice questions, myopia-related open-ended questions, and questions about urgency triage  [8] [9] [10]  . Furthermore, these chatbots excel in delivering high-quality natural language responses to medical inquiries, often exhibiting greater empathy than human doctors  11  . Therefore, we propose that the system should be capable of formulating comprehensive diagnoses and tailored recommendations based on the patient's responses. A significant drawback of previous studies on linguistic models is their reliance on simulated patient histories or perspectives created by researchers, which lack validation in real-world, large-scale clinical settings. This limitation raises uncertainties about the practical applications and autonomous deployment capabilities of these models. Hence, it is imperative to develop and validate an embodied conversational agent in authentic clinical settings, where patients themselves contribute data.\n\nRegarding ophthalmic imaging, previous research has primarily focused on slit-lamp photographs, yielding promising results. For instance, a novel end-to-end fully convolutional network has been developed to diagnose infectious keratitis using corneal photographs  12  . Recently, exploration into smartphone videos has shown their effectiveness in diagnosing pediatric eye diseases, potentially aiding caregivers in identifying visual impairments in children  13  . Algorithms using smartphone-acquired photographs have also proven valuable in measuring anterior segment depth, which is particularly useful for screening primary angle closure glaucoma  14  . Together, these studies underscore the utility of both slit-lamp photographs and smartphone-acquired images in addressing diverse challenges in ophthalmic diagnostics. However, a significant limitation of previous AI imaging and multimodal studies is their narrow focus on single diseases. These pipelines often operate independently within their domains, lacking integration across different fields to enhance overall functionality  15  . For example, applying a model designed for herpes zoster ophthalmicus to triage a patient with cataracts may yield irrelevant outputs  16  . Moreover, the reliance on single disease types increases the risk of poor model generalizability due to spectrum bias-a disparity in disease prevalence between the model's development population and its intended application population  17  . This limitation is particularly problematic for home-based self-diagnosis and self-triage. To address these challenges, a recent developed and evaluated a novel machine learning system optimized for ophthalmic triage, using data from 9825 patients across 95 conditions  18  . Thus, multimodal AI capable of diagnosing and triaging multiple ophthalmic diseases is essential for improving care across diverse populations.\n\nBased on the aforementioned context, our study aims to develop an Intelligent Ophthalmic Multimodal Interactive Diagnostic System (IOMIDS), an embodied conversational agent integrated with the AI chatbot ChatGPT. This system is designed for multimodal diagnosis and triage using eye images captured by slit-lamp or smartphone, alongside medical history. Clinical evaluations will be conducted across three centers, focusing on a comprehensive investigation of 50 prevalent ophthalmic conditions. The primary objective is to assess diagnostic effectiveness, with a secondary focus on triage performance across 10 ophthalmic subspecialties. Our research aims to explore the application of AI in complex clinical settings, incorporating data contributions not only from researchers but also directly from patients, thereby simulating real-world scenarios to ensure the practicality of AI technology in ophthalmic care."
    },
    {
      "title": "Results"
    },
    {
      "title": "Overview of the study and datasets",
      "text": "We conducted this study at three centers, collecting 15640 data entries from 9825 subjects (4554 male, 5271 female) to develop and evaluate the IOMIDS system (Fig.  1a ). Among these, 6551 entries belong to the model development dataset, 912 entries belong to the silent evaluation dataset, and 8177 entries belong to the clinical trial dataset (Supplementary Fig.  1 ). In detail, we first collected a doctor-patient communication dialog dataset of 450 entries to train the text model through prompt engineering. Next, to assess the diagnostic and triage efficiency of the text model, we collected Dataset A (Table  1 ), consisting of simulated patient data derived from outpatient records. We then gathered two image datasets (Table  1 , Dataset B and Dataset C) for training and validating image diagnostic models, which contain only images and the corresponding image-based diagnostic data. Dataset D, Dataset E and Dataset F (Table  1 ) were then collected to evaluate image diagnostic model performance and develop a text-image multimodal model. These datasets include both patient medical histories and anterior segment images. Following in silico development of the IOMIDS program, we collected a silent evaluation dataset to compare the diagnostic and triage efficacy among different models (Table  1 , Dataset G). The early clinical evaluation consists of internal evaluation (Shanghai center) and external evaluation (Nanjing and Suqian), with 3519 entries from 2292 patients in Shanghai, 2791 entries from 1748 patients in Nanjing, and 1867 entries from 1192 patients in Suqian. Comparison among these centers reveals significant differences in subspecialties, disease classifications, gender, age, and laterality (Supplementary Table  1 ), suggesting that these factors may influence model performance and should be considered in further analyses."
    },
    {
      "title": "Development of the IOMIDS system",
      "text": "To develop the text model, we categorized doctor-patient dialogs according to chief complaint themes (Supplementary Table  2 ). Three researchers independently reviewed the dataset and each selected a set of 90 dialogs for training. Based on these dialogs, we used prompt engineering (Fig.  1b ) to develop an embodied conversational agent with ChatGPT. After comparison, the most effective set of 90 dialogs (Supplementary Data 1) was identified, finalizing the text model for further research. These included 11 dialogs on \"dry eye\", 10 on \"itchy eye\", 10 on \"red eye\", 7 on \"eye swelling\", 10 on \"eye pain\", 8 on \"eye discharge\", 5 on \"eye masses\", 13 on \"blurry vision\", 6 on \"double vision\", 6 on \"eye injuries or foreign bodies\", and 4 on \"proptosis\". This text model can reliably generate questions related to the chief complaint and provide a final response based on the patient's answers, which includes diagnostic, triage, and other preventive, therapeutic, and care guidance.\n\nAfter developing the text model, we evaluated its performance using Dataset A (Table  1 ). The results demonstrated varying diagnostic accuracy across diseases (Fig.  2a ). Specifically, the model performed least effectively for primary anterior segment diseases (cataract, keratitis, and pterygium), achieving only 48.7% accuracy (Supplementary Fig.  2a ). To identify conditions that did not meet development goals, we analyzed the top 1-3 diseases in each subspecialty. The results showed that the following did not achieve the targets of sensitivity ≥ 90% and specificity ≥ 95% (Fig.  2a ): keratitis, pterygium, cataract, glaucoma, and thyroid eye disease. Clinical experience suggests slit-lamp and smartphone captured images are valuable for diagnosing cataracts, keratitis, and pterygium. Therefore, development efforts of image-based diagnostic model would focus on these three conditions.\n\nBeyond diagnosis, the chatbot effectively provided triage information. Statistical analysis revealed high overall triage accuracy (88.3%), significantly outperforming diagnostic accuracy (84.0%; Fig.  2b ; Fisher's exact test, P = 0.0337). All subspecialties achieved a negative predictive value ≥ 95%, and all, except optometry (79.7%) and retina (77.6%), achieved a positive predictive value ≥ 85% (Dataset A in Supplementary Data 2). Thus, eight out of ten subspecialties met the predefined developmental targets.\n\nFuture multimodal model development will focus on enhancing diagnostic capabilities while utilizing the text model's triage prompts without additional refinement.\n\nTo develop a multimodal model combining text and images, we first created two image-based diagnostic models based on Dataset B and Dataset C (Table  1 ), with 80% of the images used for training and 20% for validation. The slit-lamp model achieved disease-specific accuracies of 79.2% for cataract, 87.6% for keratitis, and 98.4% for pterygium (Supplementary Fig.  2b ). The smartphone model achieved disease-specific accuracies of 96.2% for cataract, 98.4% for keratitis, and 91.9% for pterygium (Supplementary Fig.  2c ). After developing the image diagnostic models, we collected Dataset D, Dataset E and Dataset F (Table  1 ), which included both imaging results and patient history. Clinical diagnosis requires integrating medical history and eye imaging features, so clinical and image diagnoses may not always Patients with eye discomfort can interact with IOMIDS using natural language. This interaction enables IOMIDS to gather patient medical history, guide them in capturing eye lesion photos with a smartphone or uploading slit-lamp images, and ultimately provide disease diagnosis and ophthalmic subspecialty triage information. b Both the text model and the multimodal models follow a similar workflow for text-based modules. After a patient inputs their chief complaint, it is classified by the chief complaint classifier using keywords, triggering relevant question and analysis prompts. The question prompt guides ChatGPT to ask specific questions to gather the patient's medical history. The analysis prompt considers the patient's gender, age, chief complaint, and medical history to generate a preliminary diagnosis. If no image information is provided, IOMIDS provides the preliminary diagnosis along with subspecialty triage and prevention, treatment, and care guidance as the final response. If image information is available, the diagnosis prompt integrates image analysis with the preliminary diagnosis to provide a final diagnosis and corresponding guidance. c The text + image multimodal model is divided into text + slit-lamp, text + smartphone, and text + slit-lamp + smartphone models based on image acquisition methods. For smartphone-captured images, YOLOv7 segments the image to isolate the affected eye, removing other facial information, followed by analysis using a ResNet50-trained diagnostic model. Slit-lamp captured images skip segmentation and are directly analyzed by another ResNet50-trained model. Both diagnostic outputs undergo threshold processing to exclude non-relevant diagnoses. The image information is then integrated with the preliminary diagnosis derived from textual information via the diagnosis prompt to form the multimodal model."
    },
    {
      "title": "Diagnosis Prompt",
      "text": "Chief Complaint Classifier a b c align (Supplementary Fig.  3a ). To address this, we used image information only to rule out diagnoses. Using image diagnosis as the gold standard, we plotted the receiver operating characteristic (ROC) curves for cataract, keratitis, and pterygium in Dataset D (Supplementary Fig.  3b ) and Dataset E (Supplementary Fig.  3c ). The threshold >0.363 provided high specificity for all three conditions (cataract 83.5%, keratitis 99.2%, pterygium 96.6%) in Dataset D and was used to develop the text + slit-lamp multimodal model. Similarly, in Dataset E, the threshold >0.315 provided high specificity for all three conditions (cataract 96.8%, keratitis 98.5%, pterygium 95.0%) and was used to develop the text + smartphone multimodal model. In the text + slit-lamp + smartphone multimodal model, we tested two methods to combine the results from slit-lamp and smartphone images. The first method used the union of the diagnoses excluded by each model, while the second used the intersection. Testing on Dataset F showed that the first method achieved significantly higher accuracy (52.2%, Supplementary Fig.  3d ) than the second method (31.9%, Supplementary Fig.  3e ; Fisher's exact test, P < 0.0001). Therefore, we applied the first method in all subsequent evaluations for the text + slit-lamp + smartphone model. Using clinical diagnosis as the gold standard, the diagnostic accuracy of all multimodal models significantly improved compared to the text model; specifically, the text + slit-lamp model increased from 32.0% to 65.5% (Fisher's exact text, P < 0.0001), the text + smartphone model increased from 41.6% to 64.2% (Fisher's exact test, P < 0.0001), and the text + slitlamp + smartphone model increased from 37.4% to 52.2% (Fisher's exact test, P = 0.012). Therefore, we successfully developed four models for the IOMIDS system: the unimodal text model, the text + slit-lamp multimodal model, the text + smartphone multimodal model, and the text + slitlamp + smartphone multimodal model."
    },
    {
      "title": "Silent evaluation of diagnostic and triage performance",
      "text": "During the silent evaluation phase, Dataset G was collected to validate the diagnostic and triage performance of the IOMIDS system. Although the diagnostic performance for cataract, keratitis, and pterygium (Dataset G in Supplementary Data 3) did not meet the established clinical goal, significant improvements in diagnostic accuracy were observed for all multimodal models compared to the text model (Fig.  2c ). The Sankey diagram revealed that in the text model, 70.8% of cataract cases and 78.3% of pterygium cases were misclassified as \"others\" (Fig.  2d ). In the \"others\" category, the text + slit-lamp multimodal model correctly identified 88.2% of cataract cases and 63.0% of pterygium cases. The text + smartphone multimodal model performed even better, correctly diagnosing 93.3% of cataract cases and 80.0% of pterygium cases. Meanwhile, the text + slit-lamp + smartphone multimodal model accurately identified 90.5% of cataract cases and 68.2% of pterygium cases in the same category.\n\nRegarding triage accuracy, the overall performance improved with the multimodal models. However, the accuracy for cataract triage notably decreased, dropping from 91.7% to 62.5% in the text + slit-lamp model (Fig.  2c , Fisher's exact test, P = 0.0012), to 58.3% in the text + smartphone model (Fig.  2c , Fisher's exact test, P = 0.0003), and further to 53.4% in the text + slit-lamp + smartphone model (Fig.  2c , Fisher's exact test, P = 0.0001). Moreover, neither the text model nor the three multimodal models met the established clinical goal in any subspecialty (Supplementary Data 2).\n\nWe also investigated whether medical histories in the outpatient electronic system alone were sufficient for the text model to achieve accurate diagnostic and triage results. We randomly sampled 104 patients from Dataset G and re-entered their medical dialogs into the text model (Supplementary Fig.  1 ). For information not recorded in the outpatient history, responses were given as \"no information available\". The results showed a significant decrease in diagnostic accuracy, dropping from 63.5% -20.2% (Fisher's exact test, P < 0.0001), while triage accuracy remained relatively unchanged, only slightly decreasing from 72.1% -70.2% (Fisher's exact test, P = 0.8785). This study suggests that while triage accuracy of the text model is not dependent on dialog completeness, diagnostic accuracy is affected by the completeness of the answers provided. Therefore, thorough responses to AI chatbot queries are crucial in clinical applications."
    },
    {
      "title": "Evaluation in real clinical settings with trained researchers",
      "text": "The clinical trial involved two parts: researcher-collected data and patiententered data (Table  2 ). There was a significant difference in the words input and the duration of input between researchers and patients. For researchercollected data, the average was 38.5 ± 8.2 words and 58.2 ± 13.5 s, while for patient-entered data, the average was 55. 5 ± 10.3 words (t-test, P = 0.002) and 128.8 ± 27.1 s (t-test, P < 0.0001). We first assessed the diagnostic performance during the researcher-collected data phase. For the text model across six datasets (Dataset 1-3, 6-8 in Supplementary Data 3), the following number of diseases met the clinical goal for diagnosing ophthalmic diseases: 16 out of 46 diseases (46.4% of all cases) in Dataset 1, 16 out of 32 diseases (16.4% of all cases) in Dataset 2, 18 out of 28 diseases (61.4% of all cases) in Dataset 3, 19 out of 48 diseases (43.9% of all cases) in Dataset 6, 14 out of 28 diseases (35.3% of all cases) in Dataset 7, and 11 out of 42 diseases (33.3% of all cases) in Dataset 8. Thus, less than half of the cases during the researcher-collected data phase met the clinical goal for diagnosis.\n\nNext, we investigated the subspecialty triage accuracy of the text model across various datasets (Dataset 1-3, 6-8 in Supplementary Data 2). Our findings revealed that during internal validation, the cornea subspecialty achieved the clinical goal for triaging ophthalmic diseases. In external validation, the general outpatient clinic, cornea subspecialty, optometry subspecialty, and glaucoma subspecialty also met these clinical criteria. We further compared the diagnostic and triage outcomes of the text model across six datasets. Data analysis demonstrated that triage accuracy exceeded diagnostic accuracy in most datasets (Supplementary Fig.  4a-c ,  e-g ). Specifically, triage accuracy was 88.7% compared to diagnostic accuracy of 69.3% in Dataset 1 (Fig.  3a ; Fisher's exact test, P < 0.0001), 84.1% compared to 62.4% in Dataset 2 (Fisher's exact test, P < 0.0001), 82.5% compared to 75.4% in Dataset 3 (Fisher's exact test, P = 0.3508), 85.7% compared to 68.6% in Dataset 6 (Fig.  3a ; Fisher's exact test, P < 0.0001), 80.5% compared to 66.5% in Dataset 7 (Fisher's exact test, P < 0.0001), and 84.5% compared to 65.1% in Dataset 8 (Fisher's exact test, P < 0.0001). This suggests that while the text model may not meet clinical diagnostic needs, it could potentially fulfill clinical triage requirements.\n\nWe then investigated the diagnostic performance of multimodal models in Dataset 2, 3, 7, and 8 (Supplementary Data 3). Both the text + slitlamp model and text + smartphone model demonstrated higher overall diagnostic accuracy compared to the text model in internal and external validations, with statistically significant improvements noted for the text + smartphone model in Dataset 8 (Fig.  3c ). The clinical goal for diagnosing ophthalmic diseases was achieved by 11 out of 32 diseases (13.8% of all cases) in Dataset 2, 21 out of 28 diseases (70.2% of all cases) in Dataset 3, 11 out of 28 diseases (28.5% of all cases) in Dataset 7, and 15 out of 42 diseases (50.6% of all cases) in Dataset 8. The text + smartphone model outperformed the text model by meeting the clinical goal for diagnosis in more cases and disease types. For some other diseases that did not meet the clinical goal for diagnosis, significant improvements in diagnostic accuracy were also found within the multimodal models (Fig.  3b ). Therefore, the multimodal model exhibited better diagnostic performance compared to the text model.\n\nRegarding to triage, some datasets of the multimodal models showed a minor decrease in accuracy compared to the text model, however, these differences were not statistically significant (Fig.  3c ). Unlike the silent evaluation phase, in clinical applications, neither of the two multimodal models demonstrated a notable decline in triage accuracy across different diseases, including cataract (Supplementary Fig.  5 ). In summary, data collected by researchers indicated that multimodal models outperformed the text model in diagnostic accuracy but were slightly less efficient in triage."
    },
    {
      "title": "Evaluation in real clinical settings with untrained patients",
      "text": "During the patient-entered data phase, considering the convenience of smartphones, we focused on the text model, the text + smartphone model, and the text + slit-lamp + smartphone model. First, we compared the triage accuracy. Consistent with the researcher-collected data phase, the overall triage accuracy of the multimodal models were slightly lower than that of the text model, but this difference was not statistically significant (Fig.  3c ). For subspecialties, in both internal and external validation, the text and multimodal models for the general outpatient clinic and glaucoma met the clinical goals for triaging ophthalmic diseases. Additionally, internal validation showed that the multimodal models met these standards for cornea, optometry, and retina subspecialties. In external validation, the text model met the standards for cornea and retina, while the multimodal models met the standards for cataract and retina. These results suggest that both the text model and multimodal models meet the triage requirements when patients input their own data.\n\nNext, we compared the diagnostic accuracy of the text model and the multimodal models. Results revealed that in both internal and external validations, all diseases met the specificity criterion of ≥ 95%. In Dataset 4, the text model met the clinical criterion of sensitivity ≥ 75% in 15 out of 42 diseases (40.5% of cases), while the text + smartphone multimodal model met this criterion in 24 out of 42 diseases (78.6% of cases). In Dataset 5, the text model achieved the sensitivity threshold of ≥ 75% in 14 out of 40 diseases (48.3% of cases), while the text + slit-lamp + smartphone multimodal model met this criterion in only 10 out of 40 diseases (35.0% of cases). In Dataset 9, the text model achieved the clinical criterion in 24 out of 43 diseases (57.1%), while the text + smartphone model met the criterion in 28 out of 43 diseases (81.9%). In Dataset 10, the text model achieved the criterion in 25 out of 42 diseases (62.5%), whereas the text + slit-lamp + smartphone model met the criterion in 22 out of 42 diseases (50.8%). This suggests that the text + smartphone model outperforms the text model, while the text + slit-lamp + smartphone model does not. Further statistical analysis confirmed the superiority of text + smartphone model when comparing its diagnostic accuracy with the text model in both Dataset 4 and Dataset 9 (Fig.  3c ). We also conducted an analysis of diagnostic accuracy for individual diseases, identifying significant improvements for certain diseases (Fig.  3b ). These findings collectively show that during the patiententered data phase, the text + smartphone model not only meets triage requirements but also delivers better diagnostic performance than both the text model and the text + slit-lamp + smartphone model.\n\nWe further compared the diagnostic and triage accuracy of the text model in Dataset 4 and Dataset 9. Consistent with previous findings, both internal validation (triage: 80.4%, diagnosis: 69.6%; Fisher's exact test, P < 0.0001) and external validation (triage: 84.7%, diagnosis: 72.5%; Fisher's exact test, P < 0.0001) demonstrated significantly higher triage accuracy compared to diagnostic accuracy for the text model (Supplementary Fig.  4d ,  h ). Examining individual diseases, cataract exhibited notably higher triage accuracy than diagnostic accuracy in internal validation (Dataset 4: triage 76.8%, diagnosis 51.2%; Fisher's exact test, P = 0.0011) and external validation (Dataset 9: triage 87.3%, diagnosis 58.2%; Fisher's exact test, P = 0.0011). Interestingly, in Dataset 4, the diagnostic accuracy for myopia (94.0%) was significantly higher (Fisher's exact test, P = 0.0354) than the triage accuracy (80.6%), indicating that the triage accuracy of the text model may not be influenced by diagnostic accuracy. Subsequent regression analysis is necessary to investigate the factors determining triage accuracy.\n\nDue to varying proportions of the disease classifications across the three centers (Supplementary Table  1 ), we further explored changes in diagnostic and triage accuracy within each classification. Results revealed\n\nTable 2 | Summary of the clinical datasets used in this study\n\nInternal evaluation (n = 2292) External evaluation (n = 2940) Datasets Dataset 1 (n = 1065) Dataset 2 (n =189) Dataset 3 (n = 57) Dataset 4 (n = 813) Dataset 5 (n = 168) Dataset 6 (n = 1222) Dataset 7 (n = 221) Dataset 8 (n = 688) Dataset 9 (n = 524) Dataset 10 (n = 285) Data providers Researchers Researchers Researchers Patients Patients Researchers Researchers Researchers Patients Patients Model Unimodal model Text Text Text Text Text Text Text Text Text Text Multimodal model NA Text + slit-lamp Text + smartphone Text + smartphone Text + slit-lamp + smartphone NA Text + slit-lamp Text + smartphone Text + smartphone Text + slit-lamp + smartphone Subspecialty, n (%)\n\nGeneral outpatient clinic 358 (33.6%) 68 (36.0%) 4 (7.0%) 123 (15.1%) 22 (13.0%) 186 (15.2%) 20 (9.0%) 144 (20.9%) 142 (27.1%) 48 (16.8%) Cornea 201 (18.9%) 26 (13.8%) 16 (28.1%) 208 (25.6%) 28 (16.6%) 244 (20.0%) 38 (17.2%) 168 (24.4%) 114 (21.8%) 32 (11.2%) Cataract 123 (11.5%) 16 (8.5%) 4 (7.0%) 131 (16.1%) 34 (20.1%) 127 (10.4%) 39 (17.6%) 63 (9.2%) 62 (11.8%) 38 (13.3%) Optometry 85 (8.0%) 12 (6.3%) 21 (36.8%) 81 (10.0%) 25 (14.8%) 228 (18.7%) 51 (23.1%) 99 (14.4%) 71 (13.5%) 49 (17.2%) Glaucoma 120 (11.3%) 6 (3.2%) 2 (3.5%) 64 (7.9%) 10 (5.9%) 81 (6.6%) 27 (12.2%) 25 (3.6%) 31 (5.9%) 27 (9.5%) Retina 78 (7.3%) 20 (10.6%) 1 (1.8%) 76 (9.3%) 13 (7.7%) 99 (8.1%) 18 (8.1%) 90 (13.1%) 50 (9.5%) 29 (10.2%) Orbit 42 (3.9%) 29 (15.3%) 4 (7.0%) 69 (8.5%) 16 (9.5%) 145 (11.9%) 8 (3.6%) 42 (6.1%) 27 (5.2%) 18 (6.3%) Strabismus 20 (1.9%) 3 (1.6%) 3 (5.3%) 16 (2.0%) 7 (4.1%) 64 (5.2%) 10 (4.5%) 26 (3.8%) 11 (2.1%) 22 (7.7%) Emergency 27 (2.5%) 5 (2.6%) 2 (3.5%) 40 (4.9%) 7 (4.1%) 37 (3.0%) 5 (2.3%) 27 (3.9%) 12 (2.3%) 13 (4.6%) Neuro-ophthalmology 11 (1.0%) 4 (2.1%) 0 5 (0.6%) 6 (3.6%) 11 (0.9%) 5 (2.3%) 4 (0.6%) 4 (0.8%) 9 (3.2%) Disease classification, n (%) Primary anterior segment diseases (cataract, keratitis, pterygium) a 153 (14.4%) 65 (34.4%) 9 (15.8%) 113 (13.9%) 32 (19.0%) 192 (15.7%) 61 (27.6%) 117 (17.0%) 75 (14.3%) 46 (16.1%) Other anterior segment diseases 289 (27.1%) 68 (36.0%) 15 (26.3%) 219 (26.9%) 64 (38.1%) 372 (30.4%) 81 (36.7%) 232 (33.7%) 140 (26.7%) 72 (25.3%) Vision disorders 318 (29.9%) 6 (3.2%) 14 (24.6%) 248 (30.5%) 31 (18.5%) 299 (24.5%) 8 (3.6%) 157 (22.8%) 140 (26.7%) 85 (29.8%) Intraorbital diseases and emergency 121 (11.4%) 27 (14.3%) 6 (10.5%) 89 (10.9%) 14 (8.3%) 94 (7.7%) 20 (9.0%) 46 (6.7%) 45 (8.6%) 31 (10.9%) Fundus and optic nerve disorders 121 (11.4%) 17 (9.0%) 7 (12.3%) 95 (11.7%) 21 (12.5%) 167 (13.7%) 26 (11.8%) 88 (12.8%) 76 (14.5%) 38 (13.3%) Eyelid diseases 63 (5.9%) 6 (3.2%) 6 (10.5%) 49 (6.0%) 6 (3.6%) 98 (8.0%) 25 (11.3%) 48 (7.0%) 48 (9.2%) 13 (4.6%) Sex, n (%) Male 515 (48.4%) 90 (47.6%) 32 (56.1%) 373 (45.9%) 91 (54.2%) 600 (49.1%) 105 (47.5%) 337 (49.0%) 258 (49.2%) 129 (45.3%) Female 550 (51.6%) 99 (52.4%) 25 (43.9%) 440 (54.1%) 77 (45.8%) 622 (50.9%) 116 (52.5%) 351 (51.0%) 266 (50.8%) 156 (54.7%) Age (mean ± SD) 38.0 ± 24.5 53.1 ± 19.3 39.9 ± 26.0 37.6 ± 24.7 42.3 ± 18.0 40.8 ± 23.8 53.1 ± 18.9 43.1 ± 22.6 37.9 ± 24.9 41.5 ± 22.6 Laterality, n (%) Unilateral 427 (40.1%) 100 (52.9%) 22 (38.6%) 357 (43.9%) 74 (44.0%) 434 (35.5%) 107 (48.4%) 242 (35.2%) 186 (35.5%) 118 (41.4%) Bilateral 638 (59.9%) 89 (47.1%) 35 (61.4%) 456 (56.1%) 94 (56.0%) 788 (64.5%) 114 (51.6%) 446 (64.8%) 338 (64.5%) 167 (58.6%) Visit type, n (%) b First visit 877 (82.3%) 131 (69.3%) 49 (86.0%) 656 (80.7%) 136 (81.0%) 995 (81.4%) 157 (71.0%) 553 (80.4%) 436 (83.2%) 235 (82.5%) Follow-up 188 (17.7%) 58 (30.7%) 8 (14.0%) 157 (19.3%) 32 (19.0%) 227 (18.6%) 64 (29.0%) 135 (19.6%) 88 (16.8%) 50 (17.5%) a Due to the critical role of cataract, keratitis, and pterygium in image model development, they are classified and analyzed separately. b\n\nThe 'first visit' category encompasses patients receiving their initial diagnosis, whereas the that, regardless of whether data was researcher-collected or patient-reported, diagnostic accuracy for primary anterior segment diseases (cataract, keratitis, pterygium) was significantly higher in the multimodal model compared to the text model in both internal and external validation (Fig.  3c ). Further analysis of cataract, keratitis, and pterygium across Datasets 2, 3, 4, 7, 8, and 9 (Fig.  3b ) also showed that, similar to the silent evaluation phase, multimodal model diagnostic accuracy for cataract significantly improved compared to the text model in most datasets. Pterygium and keratitis exhibited some improvement but showed no significant change across most datasets due to sample size limitations. For the other five major disease categories, multimodal model diagnostic accuracy did not consistently improve and even significantly declined in some categories (Supplementary Fig.  6 ). These findings indicate that the six major disease categories may play crucial roles in influencing the diagnostic performance of the models, underscoring the need for further detailed investigation."
    },
    {
      "title": "Comparison of diagnostic performance in different models",
      "text": "To further compare the diagnostic accuracy of different models across various datasets, we conducted comparisons within six major disease categories. The results revealed significant differences in diagnostic accuracy among the models across these categories (Fig.  4a ). For example, when comparing the text + smartphone model (Datasets 4, 9) to the text model (Datasets 1, 6), both internal and external validations showed higher diagnostic accuracy for the former in primary anterior segment diseases, other anterior segment diseases, and intraorbital diseases and emergency categories compared to the latter (Fig.  4a ,  b ). Interestingly, contrary to previous findings within datasets, comparisons across datasets demonstrated a notable decrease in diagnostic accuracy for the text + slit-lamp model (Dataset 1 vs 2, Dataset 6 vs 7) and the text + slit-lamp + smartphone model (Dataset 4 vs 5, Dataset 9 vs 10) in the categories of other anterior segment diseases and vision disorders in both internal and external validations (Fig.  4a ). This suggests that, in addition to the model used and the disease categories, other potential factors may influence the model's diagnostic accuracy.\n\nWe then conducted univariate and multivariate regression analyses to explore factors influencing diagnostic accuracy. Univariate analysis revealed that seven factors (age, laterality, number of visits, disease classification, model, data provider, and words input) significantly influence diagnostic accuracy (Supplementary Table  3 ). In multivariate analysis, six factors (age, laterality, number of visits, disease classification, model, and words input) remained significant, while the data provider was no longer a critical factor (Fig.  4c ). Subgroup analysis of follow-up cases showed that only the model type significantly influenced diagnostic accuracy (Fig.  4c ). For first-visit patients, three factors (age, disease classification, and model) were still influential. Further analysis across different age groups within each disease classification revealed that the multimodal models generally outperformed or performed comparably to the text model in most disease categories (Table  3 ). However, all multimodal models, including the text + slit-lamp model (OR: 0.21 [0.04-0.97]), the text + smartphone model (OR: 0.17 [0.09-0.32]), and the text + slit-lamp + smartphone model (OR: 0.16 [0.03-0.38]), showed limitations in diagnosing visual disorders in patients over 45 years old compared to the text model (Table  3 ). Additionally, both the text + slit-lamp model (OR: 0.34 [0.20-0.59]) and the text + slit-lamp + smartphone model (OR: 0.67 [0.43-0.89]) were also less effective for diagnosing other anterior segment diseases in this age group. In conclusion, for follow-up cases, both text + slit-lamp and text + smartphone models are suitable, with a preference for the text + smartphone model. For first-visit patients, the text + smartphone model is recommended, but its diagnostic efficacy for visual disorders in patients over 45 years old (such as presbyopia) may be inferior to that of the text model.\n\nWe also performed a regression analysis on triage accuracy. In the univariate logistic regression, the center and data provider significantly influenced triage accuracy. Multivariate regression analysis showed that only the data provider significantly impacted triage accuracy, with patiententered data significantly improving accuracy (OR: 1.40 [1.25-1.56]). Interestingly, neither model type nor diagnostic accuracy affects triage outcomes. Considering the previous data analysis results from the patiententered data phase, both the text model and the text + smartphone model are recommended as self-service triage tools for patients in clinical applications. Collectively, among the four models developed in our IOMIDS system, the text + smartphone model is more suitable for patient selfdiagnosis and self-triage compared to the other models."
    },
    {
      "title": "Model interpretability",
      "text": "In subgroup analysis, we identified limitations in the diagnostic accuracy for all multimodal models for patients over 45 years old. The misdiagnosed cases in this age group were further analyzed to interpret the limitations.\n\nBoth the text + slit-lamp model (Datasets 2, 7) and the text + slit-lamp + smartphone model (Datasets 5, 10) frequently misdiagnosed other anterior segment and visual disorders as cataracts or keratitis. For instance, with the text + slit-lamp + smartphone model, glaucoma (18 cases, 69.2%) and conjunctivitis (22 cases, 38.6%) were often misdiagnosed as keratitis, while presbyopia (6 cases, 54.5%) and visual fatigue (11 cases, 28.9%) were commonly misdiagnosed as cataracts. In contrast, both the text model (Datasets 1-10) and the text + smartphone model (Datasets 3, 4, 8, 9) had relatively low misdiagnosis rates for cataracts (text: 23 cases, 3.5%; text + smartphone: 91 cases, 33.7%) and keratitis (text: 16 cases, 2.4%; text + smartphone: 25 cases, 9.3%). These results suggest that in our IOMIDS system, the inclusion of slit-lamp images, whether in the text + slit-lamp model or the text + slit-lamp + smartphone model, may actually hinder diagnostic accuracy due to the high false positive rate for cataracts and keratitis.\n\nWe then examined whether these misdiagnoses could be justified through image analysis. First, we reviewed the misdiagnosed cataract cases.\n\nIn the text + slit-lamp model, 30 images (91.0%) were consistent with a cataract diagnosis. However, clinically, they were mainly diagnosed with glaucoma (6 cases, 20.0%) and dry eye syndrome (5 cases, 16.7%). Similarly, in the text + smartphone model, photographs of 80 cases (88.0%) were consistent with a cataract diagnosis. Clinically, these cases were primarily diagnosed with refractive errors (20 cases), retinal diseases (15 cases), and dry eye syndrome (8 cases). We then analyzed the class activation maps of the two multimodal models. Both models showed regions of interest for cataracts near the lens (Supplementary Fig.  7 ), in accordance with clinical diagnostic principles. Thus, these multimodal models can provide some value for cataract diagnosis based on images but may lead to discrepancies with the final clinical diagnosis.\n\nNext, we analyzed cases misdiagnosed as keratitis by the text + slitlamp model. The results showed that only one out of 25 cases had an anterior segment photograph consistent with keratitis, indicating a high false-positive rate for keratitis with the text + slit-lamp model. We then conducted a detailed analysis of the class activation maps generated by this model during clinical application. The areas of interest for keratitis were centered around the conjunctiva rather than the corneal lesions (Supplementary Fig.  7a ). Thus, the model appears to interpret conjunctival congestion as indicative of keratitis, contributing to the occurrence of falsepositive results. In contrast, the text + smartphone model displayed areas of interest for keratitis near the corneal lesions (Supplementary Fig.  7b ), which aligns with clinical diagnostic principles. Taken together, future research should focus on refining the text + slit-lamp model for keratitis diagnosis and prioritize optimizing the balance between text-based and image-based information to enhance diagnostic accuracy across both multimodal models."
    },
    {
      "title": "Inter-model variability and inter-expert variability",
      "text": "We further evaluated the diagnostic accuracy of GPT4.0 and the domestic large language model (LLM) Qwen using Datasets 4, 5, 9, and 10. Additionally, we invited three trainees and three junior doctors to independently diagnose these diseases. Since the text + smartphone model performed the best in the IOMIDS system, we compared its diagnostic accuracy with that of the other two LLMs and ophthalmologists with varying levels of experience (Fig.  5a-b ). The text + smartphone model (80.0%) outperformed GPT4.0 (71.7%, χ² test, P = 0.033) and showed similar accuracy to the mean performance of trainees (80.6%). Among the three LLMs, Qwen performed the poorest, comparable to the level of a junior doctor. However, all three LLMs fell short of expert-level performance, suggesting there is still potential for improvement.\n\nWe then analyzed the agreement between the answers provided by the LLMs and ophthalmologists (Fig.  5b ). Agreement among expert ophthalmologists, who served as the gold standard in our study, was generally strong (κ: 0.85-0.95). Agreement among trainee doctors was moderate (κ: 0.69-0.83), as was the agreement among junior doctors (κ: 0.69-0.73). However, the agreement among the three LLMs was weaker (κ: 0.48-0.63). https://doi.org/10.1038/s41746-025-01461-0\n\nNotably, the text + smartphone model in IOMIDS showed better agreement with experts (κ: 0.72-0.80) compared to the other two LLMs (GPT4.0: 0.55-0.78; Qwen: 0.52-0.75). These results suggest that the text + smartphone model in IOMIDS demonstrates the best alignment with experts among the three LLMs."
    },
    {
      "title": "Evaluation of user satisfaction and response quality",
      "text": "The IOMIDS responses not only contained diagnostic and triage results but also provided guidance on prevention, treatment, care, and follow-up (Fig.  5c ). We first analyzed both researcher and patient satisfaction with these responses. Satisfaction was evaluated by researchers during the model development phase and the clinical trial phase; satisfaction was evaluated by patients during the clinical trial phase, regardless of the data collection method. Researchers rated satisfaction score significantly higher (4.63 ± 0.92) than patients (3.99 ± 1.46; t-test, P < 0.0001; Fig.  5c ). Patient ratings did not differ between researcher-collected (3.98 ± 1.45) and selfentered data (4.02 ± 1.49; t-test, P = 0.3996). Researchers frequently rated chatbot responses as very satisfied (82.5%), whereas patient ratings varied, with 20.2% finding responses not satisfied (11.7%) or slightly satisfied (8.5%), and 61.9% rating them very satisfied. Further demographic analysis between these patient groups revealed that the former (45.7 ± 23.8 years) were significantly older than the latter (37.8 ± 24.4 years; t-test, P < 0.0001), indicating greater acceptance and positive evaluation of AI chatbots among younger individuals.\n\nNext, we evaluated the response quality between multimodal models and the text model (Fig.  5d ). The multimodal models exhibited significantly higher overall information quality (4.06 ± 0.12 vs. 3.82 ± 0.14; t-test, P = 0.0031) and better understandability (78.2% ± 1.3% vs. 71.1% ± 0.7%; ttest, P < 0.0001) than the text model. Additionally, the multimodal models showed significantly lower misinformation scores (1.02±0.05 vs. 1.23 ± 0.11; t-test, P = 0.0003) compared to the text model. Notably, the empathy score statistically decreased in multimodal models compared to the text model (3.51 ± 0.63 vs. 4.01 ± 0.56; t-text, P < 0.0001), indicating lower empathy in chatbot responses from multimodal models. There were no significant differences in terms of grade level (readability), with both the text model and multimodal models being suitable for users at a grade 3 literacy level. These findings suggest that multimodal models generate highquality chatbot responses with good readability. Future studies may focus on enhancing the empathy of these multimodal models to better suit clinical applications."
    },
    {
      "title": "Discussion",
      "text": "The Intelligent Ophthalmic Multimodal Interactive Diagnostic System (IOMIDS) is designed to diagnose ophthalmic diseases using multimodal information and provides comprehensive medical advice, including subspecialty triage, prevention, treatment, follow-up, and care. During development, we created four models: a text-based unimodal model, which is an embodied conversational agent integrated with ChatGPT, and three multimodal models that combine medical history information from interactive conversations with eye images for a more thorough analysis. In clinical evaluations, the multimodal models significantly improved diagnostic performance over the text model for anterior segment diseases such as cataract, keratitis, and pterygium in patients aged 45 and older. Previous studies also demonstrated the strength of multimodal models over unimodal models, showing that multimodal model outperformed image-only model in identifying pulmonary diseases and predicting adverse clinical outcomes in COVID-19 patients  19  . Thus, multimodal models are more suitable for analyzing medical information than unimodal models.\n\nNotably, the text + smartphone model in the IOMIDS system demonstrated the highest diagnostic accuracy, outperforming current multimodal LLMs like GPT4.0 and Qwen. However, while this model approaches trainee-level performance, it still falls short of matching the accuracy of expert ophthalmologists. GPT4.0 itself achieved accuracy only slightly higher than junior doctors. Previous studies have similarly indicated that while LLMs show promise in supporting ophthalmic diagnosis and For the model type factor, the text model was used as the reference.\n\nNA not applicable  https://doi.org/10.1038/s41746-025-01461-0\n\neducation, they lack the nuanced precision of trained specialists, particularly in complex cases  20  . For instance, Shemer et al. tested ChatGPT's diagnostic accuracy in a clinical setting and found it lower than that of ophthalmology residents and attending physicians  21  . Nonetheless, it completed diagnostic tasks significantly faster than human evaluators, highlighting its potential as an efficient adjunct tool. Future research should focus on refining intelligent diagnostic models for challenging and complex cases, with iterative improvements aimed at enhancing diagnostic accuracy and clinical relevance.\n\nInterestingly, the text + smartphone model outperformed the text + slit-lamp model in diagnosing cataract, keratitis, and pterygium in patients under 45 years old. Even though previous studies have shown significant progress in detecting these conditions using smartphone photographs  [22] [23] [24]  , there is insufficient evidence to support the finding that the text + slit-lamp model is less efficient than the text + smartphone model. To address this issue, we first thoroughly reviewed the class activation maps of both models. We found that the slit-lamp model often focused on the conjunctival hyperemia region rather than the corneal lesion area in keratitis cases, leading to more false-positive diagnoses. This mismatch between modelidentified areas of interest and clinical lesions suggests a flaw in our slit-lamp image analysis  12  . Additionally, we analyzed the imaging characteristics of the training datasets (Dataset B and Dataset C) for image-based diagnostic models. Dataset B exhibited a large proportion of the conjunctival region in images, particularly in keratitis cases, which often displayed extensive conjunctival redness. Conversely, Dataset C, comprising smartphone images, showed a smaller proportion of the conjunctival region and facilitated reducing bias towards conjunctival hyperemia in keratitis cases. Overall, refining the anterior segment image dataset may enhance the diagnostic accuracy of the text + slit-lamp model.\n\nNotably, the text + smartphone model has demonstrated advantages in diagnosing orbital diseases, even though it was not specifically trained for these conditions. These findings highlight the need and potential for further enhancement of the text + smartphone model in diagnosing both orbital and eyelid diseases. Additionally, there was no significant difference in diagnostic capabilities for retinal diseases between the text + slit-lamp model, the text + smartphone model, or the text + slit-lamp + smartphone model compared to the text-only model, which aligns with our expectations. This suggests that appearance images may not significantly contribute to diagnosing retinal diseases, consistent with clinical practice. Several studies have successfully developed deep learning models for accurately detecting retinal diseases using fundus photos  25  , optical coherence tomography (OCT) images  26  , and other eye-related images. Therefore, IOMIDS could benefit from functionalities to upload retinal examination images and enable comprehensive diagnosis, thereby improving the efficiency of diagnosing retinal diseases. Furthermore, we found that relying solely on medical histories from the outpatient electronic system was insufficient for the text model to achieve accurate diagnoses. This suggests that IOMIDS may gather clinically relevant information that doctors often overlook or fail to record in electronic systems. Thus, future system upgrades could involve aiding doctors in conducting preliminary interviews and compiling initial medical histories to reduce their workload.\n\nRegarding subspecialty triage, consistent with prior research, the text model demonstrates markedly superior accuracy in triage compared to diagnosis  27  . Additionally, we observed an intriguing phenomenon: triage accuracy is influenced not by diagnostic accuracy but by the data collector. Specifically, patients' self-input data resulted in significantly improved triage accuracy compared to data input by researchers. Upon careful analysis of the differences, we found that patient-entered data tends to be more conversational, whereas researcher-entered data tends to use medical terminology and concise expressions. A prior randomized controlled trial (RCT) investigated how different social roles of chatbots influence the chatbot-user relationship, and results suggested that adjusting chatbot roles can enhance users' intentions toward the chatbot  28  . However, no RCT study is available to investigate how users' language styles influence chatbot results. Based on our study, we propose that if IOMIDS is implemented in home or community settings without researcher involvement, everyday conversational language in self-reports does not necessarily impair its performance. Therefore, IOMIDS may serve as a decision support system for self-triage to enhance healthcare efficiency and provide cost-effectiveness benefits.\n\nSeveral areas for improvement were identified for our study. Firstly, due to sample size limitations during the model development phase, we were unable to develop a combined image model for slit-lamp and smartphone images. Instead, we integrated the results of the slit-lamp and smartphone models using logical operations, which led to suboptimal performance of the text + slit-lamp + smartphone model. In fact, previous studies involving multiple image modalities have achieved better results  29  . Therefore, it will be necessary to develop a dedicated multimodal model for slit-lamp and smartphone images in future work. Moreover, the multimodal model showed lower empathy compared to the text model, possibly due to its more objective diagnosis prompts contrasting with conversational styles. Future upgrades will adjust the multimodal model's analysis prompts to enhance empathy in chatbot responses. Thirdly, older users reported lower satisfaction with IOMIDS, highlighting the need for improved human-computer interaction for this demographic. In addition, leveraging ChatGPT's robust language capabilities and medical knowledge, we used prompt engineering to optimize for parameter efficiency, cost-effectiveness, and speed in clinical experiments. However, due to limitations in OpenAI's medical capabilities, particularly its inability to pass the Chinese medical licensing exam  30  , we aim to develop our own large language model based on real Chinese clinical dialogs. This model is expected to enhance diagnostic accuracy and adapt to evolving medical consensus. During our study, we used GPT3.5 instead of GPT4.0 due to token usage constraints. Since GPT4.0 has shown superior responses to ophthalmology-related queries in recent studies  31  , integrating GPT4.0 into IOMIDS may enhance its clinical performance. It is worth mentioning that the results of our study may not be applicable to other language environments. Previous studies have shown that GPT responds differently to prompts in various languages, with English appearing to yield better results  32  . There were also biases in linguistic evaluation, as expert assessments can vary based on language habits, semantic comprehension, and cultural values. Moreover, our study represents an early clinical evaluation, and comparative prospective evaluations are necessary before implementing IOMIDS in clinical practice."
    },
    {
      "title": "Material and methods"
    },
    {
      "title": "Ethics approval",
      "text": "The study was approved by the Institutional Review Board of Fudan Eye & ENT Hospital, the Institutional Review Board of the Affiliated Eye Hospital of Nanjing Medical University, and the Institutional Review Board of Suqian First Hospital. The study was registered on ClinicalTrials.gov (NCT05930444) on June 26, 2023. It was conducted in accordance with the Declaration of Helsinki, with all participants providing written informed consent before their participation."
    },
    {
      "title": "Study design",
      "text": "This study aims to develop an Intelligent Ophthalmic Multimodal Interactive Diagnostic System (IOMIDS) for diagnosing and triaging ophthalmic diseases (Supplementary Fig.  1 ). The IOMIDS includes four models: an unimodal text model, which is an embodied conversational agent with ChatGPT; a text + slit-lamp multimodal model, which incorporates both text and eye images captured by a slit-lamp equipment; a text + smartphone multimodal model, utilizing text along with eye images captured by a smartphone for diagnosis and triage; and a text + slit-lamp + smartphone multimodal model, which combines both image modalities with text to achieve a final diagnosis. Clinical validation of the three models' performance is conducted through a two-stage cross-sectional study, an initial silent evaluation stage followed by an early clinical evaluation stage, as detailed in the protocol article  33  . Triage covers 10 ophthalmic subspecialties: general outpatient clinic, optometry, strabismus, cornea, cataract, glaucoma, retina, neuro-ophthalmology, orbit, and emergency. Diagnosis involves 50 common ophthalmic diseases (Supplementary Data 4), categorized by lesion location into anterior segment diseases, fundus and optic nerve diseases, intraorbital diseases and emergencies, eyelid diseases, and visual disorders. Notably, because of the image diagnostic training conducted for cataract, keratitis, and pterygium during the development of multimodal models, anterior segment diseases are further classified into two categories: primary anterior segment diseases (including cataract, keratitis, and pterygium) and other anterior segment diseases.\n\nCollecting and formatting doctor-patient communication dialogs Doctor-patient communication dialogs were collected from the outpatient clinics of Fudan Eye & ENT Hospital, covering the predetermined 50 disease types across 10 subspecialties. After collection, each dialog underwent curation and formatting. Curation requires removing filler words and irrelevant redundant content (e.g., payment methods). Formatting refers to structuring each dialog into four standardized parts: (1) chief complaint; (2) series of questions from the doctor; (3) patient's responses to each question; (4) doctor's diagnosis, triage judgment, and information on prevention, treatment, care, and follow-up. Subsequently, researchers (with at least 3 years of clinical experience as attending physicians) carefully reviewed the dialogs for each disease, selecting those where the doctor's questions were focused on the chief complaint, demonstrated medical reasoning, and contributed to diagnosis and triage. After this careful review, 90 out of 450 dialogs were selected for prompt engineering to train the text model for IOMIDS. Three researchers independently evaluated the dialogs, resulting in three sets of 90 dialogs. To assess the performance of the models trained with these different sets of dialogs, we created two virtual cases for each of the five most prevalent diseases across 10 subspecialties at our research institution, totaling 100 cases. The diagnostic accuracy for each set of prompts was 73%, 68%, and 52%, respectively. Ultimately, the first set of 90 dialogs (Supplementary Data 1) was chosen as the final set of prompts."
    },
    {
      "title": "Developing a dynamic prompt system for IOMIDS",
      "text": "To build the IOMIDS system, we designed a dynamic prompt system that enhances ChatGPT's role in patient consultations by integrating both textual and image data. This system supports diagnosis and triage based on either single-modal (text) or multi-modal (text and image) information. The overall process is illustrated in Fig.  1b , with a detailed explanation provided below:\n\nThe system is grounded in a medical inquiry prompt corpus, developed by organizing 90 real-world clinical dialogs into a structured format. Each interview consists of four segments: \"Patient's Chief Complaint,\" \"Inquiry Questions,\" \"Patient's Responses,\" and \"Diagnosis and Consultation Recommendations.\" These clinical interviews are transformed into structured inquiry units, known as \"prompts\" within the system. When a patient inputs their primary complaint, the system's Chief Complaint Classifier identifies relevant keywords and matches them with corresponding prompts from the corpus. These selected prompts, along with the patient's initial complaint, form a question prompt that guides ChatGPT in asking about the relevant medical history related to the chief complaint.\n\nAfter gathering the responses to these inquiries, an analysis prompt is generated. This prompt directs ChatGPT to perform a preliminary diagnosis and triage based on the conversation history. The analysis prompt includes the question prompts from the previous stage, along with all questions and answers exchanged during the consultation. If no appearance-related or anterior segment images are provided by the patient, the system uses only this analysis prompt to generate diagnosis and triage recommendations, which are then communicated back to the patient as the final output of the text model.\n\nFor cases that involve multi-modal information, we developed an additional diagnosis prompt. This prompt expands on the previous analysis prompt by incorporating key patient information-such as gender, age, and preliminary diagnosis/triage decisions-alongside diagnostic data obtained from slit-lamp or smartphone images. By combining image data with textual information, ChatGPT is able to provide more comprehensive medical recommendations, including diagnosis, triage, and additional advice based on both modalities.\n\nIt is important to note that in a single consultation, the question prompt, analysis prompt, and diagnosis prompt are not independent; rather, they are interconnected and progressive. The question prompt is part of the analysis prompt, and the analysis prompt is integrated into the diagnosis prompt.\n\nCollecting and ground-truth labeling of images Image diagnostic data is crucial for diagnosis prompts, and to obtain this data, we need to develop an image-based diagnostic model. Considering there are two common methods for capturing eye photos in clinical settings, both slit-lamp captured and smartphone captured eye images were collected for the development of the image-based diagnostic model. These images encompass diseases identified as requiring image diagnosis (specifically cataract, keratitis, pterygium) through in silico evaluation of the text model (as detailed below). For patients with different diagnoses in each eye (e.g., keratitis in one eye and dry eye in the other), each eye was included as an independent data entry. Additionally, slit-lamp and smartphone captured images for diseases with top 1-5 prevalence rates in each subspecialty were collected and categorized as \"others\" for training, validation, and testing of the image diagnostic model.\n\nFor slit-lamp images, the following criteria apply: 1. Images must be taken using the slit-lamp's diffuse light with no overexposure; 2. Both inner and outer canthi must be visible; 3. Image size must be at least 1MB, with a resolution of no less than 72 pixels/inch. For smartphone images, the following conditions must be met: 1. The eye of interest must be naturally open; 2. Images must be captured under indoor lighting, with no overexposure; 3. The shooting distance must be within 1 meter, with focus on the eye region; 4. Image size must be at least 1MB, with a resolution of no less than 72 pixels/ inch. Images not meeting these requirements will be excluded from the study. Four specialists independently labeled images into four categories (cataract, keratitis, pterygium, and others) based solely on the image. Consensus was reached when three or more specialists agreed on the same diagnosis; images where agreement could not be reached by at least two specialists were excluded."
    },
    {
      "title": "Developing image-based ophthalmic classification models for multimodal models",
      "text": "We developed two distinct deep learning algorithms using ResNet-50 to process images captured by slit-lamp and smartphone cameras. The first algorithm was designed to detect cataracts, keratitis, and pterygium in an anterior segment image dataset (Dataset B) obtained under a slit lamp. The second algorithm targeted the detection of these conditions in a dataset (Dataset C) consisting of single-eye regions extracted from smartphone images. To address the challenge of non-eye facial regions in smartphone images, we collected an additional 200 images to train and validate an eyetarget detection model using YOLOv7. This model was specifically trained to detect eye regions by annotating the eye areas within these images. Of the total images, 80% were randomly assigned to the training set, and the model was trained for 300 epochs using the default learning rate and preprocessing settings specified in the YOLOv7 website ( https://github.com/  WongKinYiu/yolov7 ). The remaining 20% of the images were used as a validation set, achieving a Precision of 1.0, Recall of 0.98, and mAP@.5 of 0.991. These images were not reused in any other experiments.\n\nFor the disease classification network, we created a four-class dataset consisting of cataracts, keratitis, pterygium, and \"Other\" categories. This dataset includes both anterior segment images and smartphone-captured eye images across all categories. The \"Other\" class includes normal eye images and images of various other eye conditions. Using a ResNet-50 model pretrained on ImageNet, we fine-tuned it on this four-class dataset for 200 epochs to optimize classification accuracy across both modalities.\n\nDuring training, each image was resized to 224 × 224 pixels and underwent data augmentation techniques to enhance generalization. These included a 0.2 probability of random horizontal flipping, random rotations between -5 to 5 degrees, and a 0.2 probability of automatic contrast adjustments. White balance adjustments were also applied to standardize the images. For validation and testing, images were resized to 224 × 224 pixels, underwent white balance adjustments, and were then input into the model for disease prediction. To improve model robustness and minimize overfitting, we employed five-fold cross-validation. The dataset was divided into five parts (each 20%), with four parts used for training and one part for validation in each fold. The final model was selected based on the highest validation accuracy, without specific constraints on sensitivity and specificity for individual models.\n\nGenerating image diagnostic data for multimodal models Before being input into the diagnosis prompt, image diagnostic data underwent preprocessing. Preliminary experiments revealed that when the data indicated a single diagnosis, the multimodal model might overlook patient demographics and medical history, leading to a direct image-based diagnosis. To address this, we adjusted the image diagnostic results by excluding specific diagnoses.\n\nSpecifically, we modified the classification model by removing the final Softmax layer and using the scores from the fully connected (fc) layer as outputs for each category. These scores were then rescaled to fall within the range of [-1, 1], providing continuous diagnostic output for each image category. The rescaled scores served as the image model's diagnostic output. We also collected additional datasets, Dataset D (slitlamp captured images) and Dataset E (smartphone captured images), to ensure the independence of training, validation, and testing sets. The model was then run on Datasets D and E, generating scores for all four categories across all images, with the image diagnosis serving as the gold standard. Receiver operating characteristic (ROC) curves were plotted for cataracts, keratitis, and pterygium to determine optimal thresholds for maximizing specificity across these diseases. These thresholds were then established as the output standard. For example, if only cataracts exceeded the threshold among the three diseases, the output label from the image diagnostic module would be \"cataract\".\n\nTo further develop a text + slit-lamp + smartphone model, we collected Dataset F, which includes both slit-lamp and smartphone images for each individual. We tested two methods to combine the results from the slit-lamp and smartphone images. The first method used the union of diagnoses excluded by each model, while the second method used the intersection. For example, if the slit-lamp image excluded cataracts and the smartphone image excluded both cataracts and keratitis, the first method would exclude cataracts and keratitis, while the second method would exclude only cataracts. These \"excluded diagnoses\" were then combined with the user's analysis prompt, key patient information, and preliminary diagnosis to construct the diagnosis prompt, as shown in Fig.  1c . This diagnosis prompt was then sent to ChatGPT, allowing it to generate the final multimodal diagnostic result by integrating both image-based and contextual data."
    },
    {
      "title": "In silico evaluation of text model",
      "text": "After developing chief complaint classifiers, question prompt templates, and analysis prompt templates, we integrated these functionalities into a text model and conducted an in silico evaluation using virtual cases (Dataset A). These cases consist of simulated patient data derived from outpatient records. To ensure the cohort's characteristics are representative of realworld clinical settings, we determined the total number of cases per subspecialty based on outpatient volumes over the past 3 years. We randomly selected cases across subspecialties to cover the predefined set of 50 disease types (Supplementary Data 4). These 50 disease types were chosen based on their prevalence rates in each subspecialty and their diagnostic feasibility without sole dependence on physical examinations. Our goal was to gather about 100 cases for general outpatient clinics and the cornea subspecialty, and ~50 cases for other subspecialties.\n\nDuring the evaluation process, researchers conducted data entry for each case as a new session, ensuring that chatbot responses were generated solely based on that specific case, without any prior input from other cases. Our primary objective was to achieve a sensitivity of ≥ 90% and a specificity of ≥ 95% for diagnosing common disease types that ranked in the top 1-3 based on outpatient volumes over the past three years within each subspecialty. The disease types include dry eye syndrome, allergic conjunctivitis, conjunctivitis, myopia, refractive error, visual fatigue, strabismus, keratitis, pterygium, cataract, glaucoma, vitreous opacity, retinal detachment, ptosis, thyroid eye disease, eyelid mass, chemical ocular trauma, and other eye injuries. For disease types that had failed to meet these performance thresholds and had the potential to be diagnosed through imaging, we would develop an image-based diagnostic system. Additionally, regarding triage outcomes, our secondary goal was to achieve a positive predictive value of ≥ 90% and a negative predictive value of ≥ 95%. Since predictive values are significantly influenced by prevalence, diseases with prevalence below the 5th percentile threshold are excluded from the secondary outcome analysis."
    },
    {
      "title": "Silent evaluation and early clinical evaluation of IOMIDS",
      "text": "After developing the text model and two multimodal models, all three were integrated into IOMIDS and installed on two iPhone 13 Pro devices to conduct a two-stage cross-sectional study, comprising silent evaluation and early clinical evaluation. During the silent evaluation, researchers collected patient gender, age, chief complaint, medical history inquiries, slit-lamp captured images, and smartphone captured images without disrupting clinical activities (Dataset G). If researchers encountered a specific chatbot query for which the answer could not be found in electronic medical histories, patients would be followed up with telephone interviews on the same day as their clinical visit. Based on sample size calculations  33  , we aimed to collect 25 cases each for cataract, keratitis, and pterygium, along with another 25 cases randomly selected for other diseases. Following data collection, we conducted data analysis. If the data did not meet predefined standards, further sample expansion was considered. These standards were set as follows: the primary outcome aimed to achieve a sensitivity of ≥ 85% and a specificity of ≥ 95% for diagnosing cataract, keratitis, and pterygium; the secondary outcome aimed to achieve a positive predictive value of ≥ 85% and a negative predictive value of ≥ 95% for subspecialty triage after excluding diseases with a prevalence below the 5th percentile threshold. To further investigate whether the completeness of medical histories would influence the diagnostic and triage performance of the text model, we randomly selected about half of the cases from Dataset G and re-entered the doctor-patient dialogs. For the chatbot queries that should be answered via telephone interviews, the researcher uniformly marked them as \"no information available\". The changes in diagnostic and triage accuracy were subsequently analyzed.\n\nThe early clinical evaluation was conducted at Fudan Eye & ENT Hospital for internal validation and at the Affiliated Eye Hospital of Nanjing Medical University and Suqian First Hospital for external validation. Both validations included two settings: data collection by researchers and selfcompletion by patients. Data collection by researchers was conducted at the internal center from July 21 to August 20, 2023, and at the external centers from August 21 to October 31, 2023. Self-completion by patients took place at the internal center from November 10, 2023, to January 10, 2024, and at the external centers from January 20 to March 10, 2024. During the patiententered data stage, researchers guided users (patients, parents, and caregivers) through the entire process, which included selecting an appropriate testing environment, accurately entering demographic information and chief complaints, providing detailed responses to chatbot queries, and obtaining high-quality eye photos. It is important to note that when collecting smartphone images using the IOMIDS system, we provide guidance throughout the image capture process. Notifications are issued for problems such as excessive distance, overexposure, improper focus, misalignment, or if the eye is not open (Supplementary Fig.  8 ). In both the researchercollected data phase and the patient-entered data phase, the primary goal was to achieve a sensitivity of ≥ 75% and a specificity of ≥95% for diagnosing ophthalmic diseases, excluding those with a prevalence below the 5th percentile threshold. The secondary goal was to achieve a positive predictive value of ≥ 80% and a negative predictive value of ≥95% for subspecialty triage."
    },
    {
      "title": "Comparison of inter-model and model-expert agreement",
      "text": "Five expert ophthalmologists with professor titles, three ophthalmology trainees (residents), and two junior doctors without specialized training participated in the study. The expert ophthalmologists were responsible for reviewing all cases, and when at least three experts reached a consensus, their diagnostic results were considered the gold standard. The trainees and junior doctors were involved solely in the clinical evaluation phase for Datasets 4-5 and 9-10, independently providing diagnostic results for each case. Additionally, GPT-4.0 and the domestic large language model Qwen, both with image-text diagnostic capabilities, were included to generate diagnostic results for the same cases. The diagnostic accuracy and consistency of these large language models were then compared with those of ophthalmologists at different experience levels.\n\nRating for user satisfaction and response quality User satisfaction with the entire human-computer interaction experience was evaluated by both patients and researchers using a 1-5 scale (not satisfied, slightly satisfied, moderately satisfied, satisfied, and very satisfied) during early clinical evaluation study. Neither the patients nor the researchers were aware of the correctness of the output when assessing satisfaction. Furthermore, 50 chatbot final responses were randomly selected from all datasets generated during both silent evaluation and early clinical evaluation. Three independent researchers, who were blinded to the model types and reference standards, assessed the quality of these chatbot final responses across six aspects. Overall information quality was assessed using DISCERN (rated from 1 = low to 5 = high). Understandability and actionability were evaluated with the Patient Education Materials Assessment Tool for Printable Materials (PEMAT-P), scored from 0-100%. Misinformation was rated on a five-point Likert scale (from 1 = none to 5 = high). Empathy was also rated using a 5-point scale (not empathetic, slightly empathetic, moderately empathetic, empathetic, and very empathetic). Readability was analyzed using the Chinese Readability Index Explorer (CRIE;  http://www.chinesereadability.net/CRIE/?LANG=CHT ), which assigns scores corresponding to grade levels: 1-6 points for elementary school (grades 1-6), 7 points for middle school, and 8 points for high school."
    },
    {
      "title": "Statistical analysis",
      "text": "All data analyses were conducted using Stata/BE (version 17.0). Continuous and ordinal variables were expressed as mean ± standard deviation. Categorical variables were presented as frequency (percentage). For baseline characteristics comparison, a two-sided t-test was used for continuous and ordinal variables, and the Chi-square test or Fisher's exact test was employed for categorical variables, as appropriate. Diagnosis and triage performance metrics, including sensitivity, specificity, accuracy, positive predictive values, negative predictive values, Youden index, and prevalence, were calculated for each dataset using the one-vs.-rest strategy. Diseases with a prevalence below the 5th percentile threshold were excluded from subspecialty parameter calculations. Reference standards and the correctness of the IOMIDS diagnosis and triage were established according to the protocol article  33  .\n\nSpecifically, overall diagnostic accuracy was defined as the proportion of correctly diagnosed cases out of the total cases in each dataset, while overall triage accuracy was the proportion of correctly triaged cases out of the total cases. Similarly, disease-specific diagnostic and triage accuracies were calculated as the proportion of correctly diagnosed or triaged cases per disease. Diseases were categorized into six classifications based on lesion location: primary anterior segment diseases (cataract, keratitis, pterygium), other anterior segment diseases, fundus and optic nerve diseases, intraorbital diseases and emergencies, eyelid diseases, and visual disorders. Diagnostic and triage accuracies were calculated for each category. Fisher's exact test was used to compare accuracies of different models within each category.\n\nUnivariate logistic regression was performed to identify potential factors influencing diagnostic and triage accuracy. Factors with P < 0.05 were further analyzed using multivariate logistic regression, with odds ratios (OR) and 95% confidence intervals (CI) calculated. Subgroup analyses were conducted for significant factors (e.g., disease classification) identified in the multivariate analysis. Notably, age was dichotomized using the mean age of all patients during the early clinical evaluation stage for inclusion in the logistic regression. Additionally, ROC curves for cataract, keratitis, and pterygium were generated in Dataset D and Dataset E using image-based diagnosis as the gold standard. The area under the ROC curve (AUC) was calculated for each curve. Agreement between answers provided by doctors and LLMs was quantified through calculation of Kappa statistics, interpreted in accordance with McHugh's recommendations  20  . During the evaluation of user satisfaction and response quality, a two-sided t-test was used to compare different datasets across various metrics. Quality scores from three independent evaluators were averaged before statistical analysis. In this study, P values of <0.05 were considered statistically significant."
    },
    {
      "text": "Fig.1| Overview of the workflow and functionality of IOMIDS. a Intelligent Ophthalmic Multimodal Interactive Diagnostic System (IOMIDS) is an embodied conversational agent integrated with ChatGPT designed for multimodal diagnosis using eye images and medical history. It comprises a text model and an image model. The text model employs classifiers for chief complaints, along with question and analysis prompts developed from real doctorpatient dialogs. The image model utilizes eye photos taken with a slit-lamp and/or smartphone for imagebased diagnosis. These modules combine through diagnostic prompts to create a multimodal model. Patients with eye discomfort can interact with IOMIDS using natural language. This interaction enables IOMIDS to gather patient medical history, guide them in capturing eye lesion photos with a smartphone or uploading slit-lamp images, and ultimately provide disease diagnosis and ophthalmic subspecialty triage information. b Both the text model and the multimodal models follow a similar workflow for text-based modules. After a patient inputs their chief complaint, it is classified by the chief complaint classifier using keywords, triggering relevant question and analysis prompts. The question prompt guides ChatGPT to ask specific questions to gather the patient's medical history. The analysis prompt considers the patient's gender, age, chief complaint, and medical history to generate a preliminary diagnosis. If no image information is provided, IOMIDS provides the preliminary diagnosis along with subspecialty triage and prevention, treatment, and care guidance as the final response. If image information is available, the diagnosis prompt integrates image analysis with the preliminary diagnosis to provide a final diagnosis and corresponding guidance. c The text + image multimodal model is divided into text + slit-lamp, text + smartphone, and text + slit-lamp + smartphone models based on image acquisition methods. For smartphone-captured images, YOLOv7 segments the image to isolate the affected eye, removing other facial information, followed by analysis using a ResNet50-trained diagnostic model. Slit-lamp captured images skip segmentation and are directly analyzed by another ResNet50-trained model. Both diagnostic outputs undergo threshold processing to exclude non-relevant diagnoses. The image information is then integrated with the preliminary diagnosis derived from textual information via the diagnosis prompt to form the multimodal model."
    },
    {
      "text": "Fig. 3 | Internal and external evaluation of IOMIDS performance on diagnosis and triage. a Radar charts of disease-specific diagnosis (red) and triage (green) accuracy after clinical evaluation of the text model in internal (left, Dataset 1) and external (right, Dataset 6) centers. Asterisks indicate significant differences between diagnosis and triage accuracy based on Fisher's exact test. b Circular stacked bar charts of disease-specific diagnostic accuracy across different models from internal (left, Dataset 2-4) and external (right, Dataset 7-9) evaluations. Solid bars represent the text model, while hollow bars represent multimodal models. Asterisks indicate significant differences in diagnostic accuracy between two models based on Fisher's exact test. c Bar charts of overall accuracy (upper) and accuracy of primary anterior segment diseases (lower) for diagnosis (red) and triage (green) across different models in Dataset 2-5 and Dataset 7-10. The line graphs below denote study centers (internal, external), models used (text, text + slit-lamp, text + smartphone, text + slit-lamp + smartphone), and data provider (researchers, patients). * P < 0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001."
    },
    {
      "text": "Fig. 4 | Comparison of diagnostic performance across different models. a Bar charts of diagnostic accuracy calculated for each disease classification across different models from internal (upper, Dataset 1-5) and external (lower, Dataset 6-10) evaluations. The bar colors represent disease classifications. The line graphs below denote study centers, models used, and data providers. b Heatmaps of diagnostic performance metrics after internal (left) and external (right) evaluations of different models. For each heatmap, metrics in the text model and text + smartphone model are normalized together by column, ranging from -2 (blue) to 2 (red). Disease types are classified into six categories and displayed by different colors. c Multivariate logistic regression analysis of diagnostic accuracy for all cases (left) and subgroup analysis for follow-up cases (right) during clinical evaluation. The first category in each factor is used as a reference, and OR values and 95% CIs for other categories are calculated against these references. OR, odds ratio; CI, confidence interval; *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001."
    },
    {
      "text": "Fig. 5 | Assessment of model-expert agreement and the quality of chatbot responses. a Comparison of diagnostic accuracy of IOMIDS (text + smartphone model), GPT4.0, Qwen, expert ophthalmologists, ophthalmology trainees, and unspecialized junior doctors. The dotted lines represent the mean performance of ophthalmologists at different experience levels. b Heatmap of Kappa statistics quantifying agreement between diagnoses provided by AI models and ophthalmologists. c Kernel density plots of user satisfaction rated by researchers (red) and patients (blue) during clinical evaluation. d Example of an interactive chat with IOMIDS (left) and quality evaluation of the chatbot response (right). On the left, the central box displays the patient interaction process with IOMIDS: entering chief complaint, answering system questions step-by-step, uploading a standard smartphone-captured eye photo, and receiving diagnosis and triage information. The chatbot response includes explanations of the condition and guidance for further medical consultation. The surrounding boxes show a researcher's evaluation of six aspects of the chatbot response. The radar charts on the right illustrate the quality evaluation across six aspects for chatbot responses generated by the text model (red) and the text + image model (blue). The axes for each aspect correspond to different coordinate ranges due to varying rating scales. Asterisks indicate significant differences between two models based on two-sided t-test. ** P < 0.01, *** P < 0.001, **** P < 0.0001."
    },
    {
      "text": "Summary of the development and silent evaluation datasets used in this study"
    },
    {
      "text": "Subgroup analysis of diagnostic accuracy with multivariate logistic regression for newly diagnosed patients"
    },
    {
      "title": "Acknowledgements",
      "text": "We sincerely appreciated the support from  Yuhang Jiang  ( Jiangsu Health Vocational College ) for assisting with data collection,  Xiang Zeng  ( Fudan University ) for assisting with image formatting, and  Shi Yin  and  Xingxing Wu  for assisting with auditing the clinical data. The author(s) declare financial support was received for the research, authorship, and/or publication of this article. This work was supported by  Shanghai Hospital Development Center  (Grant Number  SHDC2023CRD013 ),  National Key R&D Program of China  (Grant Number  2018YFA0701700 ),  National Natural Science Foundation of China  (Grant Numbers  82371101 ,  U20A20170 ,  62271337 ,  62371328 ,  62371326 ),  Zhejiang Key Research and Development Project  (Grant Number  2021C03032 ),  Natural Science Foundation of Jiangsu Province of China  (Grant Numbers  BK20211308 ,  BK20231310 ).\n\nDiseases;  Key Laboratory of Myopia and Related Eye Diseases, Chinese Academy of Medical Sciences, Shanghai, China .  3 Shanghai Key Laboratory of Visual Impairment and Restoration, Shanghai, China.  4 MIPAV Lab,  School of Electronics and Information Engineering, Soochow University, Suzhou, China .  5 Department of Ophthalmology, The First Affiliated Hospital,  Zhejiang University School of Medicine, Hangzhou, Zhejiang ,  China .  6 School of Basic Medical Sciences, Fudan University, Shanghai, China.  7 State Key Laboratory of Genetic Engineering,  Department of Computational Biology, School of Life Sciences, Fudan University, Shanghai, China .  8 Department of Epidemiology,  School of Public Health , and The  Key Laboratory of Public Health Safety of Ministry of   Education, Fudan University, Shanghai, China .  9 Shanghai Jiao Tong University Instrument Analysis Center, Shanghai, China.  10 The Affiliated Eye Hospital,  Nanjing Medical University, Nanjing, China .  11 Department of Ophthalmology, Suqian First Hospital, Suqian, China.  12 The Fourth School of Clinical Medicine, Nanjing Medical University, Nanjing, China.  13 State Key Laboratory of Radiation Medicine and Protection, Soochow University, Suzhou, China.  14 These authors contributed equally:  Ruiqi Ma ,  Qian Cheng ,  Jing Yao ,  Zhiyu Peng ,  Mingxu Yan ,  Jie Lu ,  Jingjing Liao .  15 These authors jointly supervised this work:  Fei Shi ,  Rui Zhang ,  Xinjian Chen ,  Chen Zhao . e-mail: shifei@suda.edu.cn; zhangrui936@163.com; xjchen@suda.edu.cn; dr_zhaochen@fudan.edu.cn https://doi.org/10.1038/s41746-025-01461-0"
    },
    {
      "title": "Data availability",
      "text": "The data that support the findings of this study are divided into two groups: published data and restricted data. The authors declare that the published data supporting the main results of this study can be obtained within the paper and its Supplementary Information. For research purposes, a representative image deidentified using masks on patient's face in this study is available. In the case of noncommercial use, researchers can contact the corresponding authors for access to the raw data. Due to portrait rights and patient privacy restrictions, restricted data, including raw videos, are not provided to the public."
    },
    {
      "title": "Code availability",
      "text": "The code for the prompt engineering aspect of our work is embedded within a Java backend development system, making it tightly integrated with our proprietary infrastructure. Due to this integration, we are unable to publicly release this specific portion of the code. However, the image processing component of our system utilizes open-source models, specifically ResNet-50 and YOLOv7, which are readily available on GitHub and other repositories. Readers interested in the image processing methodologies we employed can easily access and utilize these models from the following sources: ResNet-50:  https://github.  com/huggingface/pytorch-image-models/blob/main/timm/models/  resnet.py . YOLOv7:  https://github.com/WongKinYiu/yolov7 . We encourage readers to explore these repositories for implementation details and further insights into the image processing techniques used in our study."
    },
    {
      "title": "Author contributions",
      "text": "R.M., Q.C., Z.P., J.Q., X.C., and C.Z. conceived and designed the study. J.G., K.X., J.C., R.Z., H.C., X.Z., and J.H. guided the research design. R.M. and Z.P. collected data in the in silico development stage. J.L. and M.Y. collected data during the silent evaluation and early clinical evaluation stages. J.L., M.Y., J.W., W.X., X.L., and H.C. organized image data. R.M., J.Y., Z.P., L.T., P.J., X.L., L.G., H.C., and X.W. audited the clinical data. Q.C., J.L., W.Z., D.X., B.N., J.W., F.S., and X.C. implemented the multimodal system. R.M., Q.C., J.Y., and Z.P. drafted the initial manuscript. L.T., J.L., M.Y., W.S., and J.W. coordinated end-user testing. R.M., Q.C., and Y.Z. conducted statistical analysis. Y.Z., J.Z., B.Q., and Q.J. contributed to data collection and entry. F.S., J.Q., X.C., and C.Z. were responsible for the decision to submit the manuscript. All authors reviewed and revised the manuscript, approved the final version, and had access to all the data in the study. https://doi.org/10.1038/s41746-025-01461-0"
    },
    {
      "title": "Competing interests",
      "text": "The authors declare no competing interests."
    }
  ],
  "references": [
    {
      "title": "Multimodal generative AI for precision health",
      "authors": [
        "H Poon"
      ],
      "year": 2023,
      "doi": "10.1056/AI-S2300233",
      "journal": "NEJM AI",
      "raw": "Multimodal generative AI for precision health \n\t\t \n\t\t\t H Poon \n\t\t \n\t\t 10.1056/AI-S2300233 \n\t\t \n\t \n\t \n\t\t NEJM AI \n\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Poon H. Multimodal generative AI for precision health. NEJM AI https://ai.nejm.org/doi/full/10.1056/AI-S2300233 (2023)."
    },
    {
      "title": "Artificial intelligence and digital health in global eye health: opportunities and challenges",
      "authors": [
        "T Tan"
      ],
      "year": 2023,
      "doi": "10.1016/s2214-109x(23)00323-6",
      "journal": "Lancet Glob. Health",
      "volume": "11",
      "raw": "Artificial intelligence and digital health in global eye health: opportunities and challenges \n\t\t \n\t\t\t T F Tan \n\t\t \n\t\t 10.1016/s2214-109x(23)00323-6 \n\t \n\t \n\t\t Lancet Glob. Health \n\t\t \n\t\t\t 11 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Tan, T. F. et al. Artificial intelligence and digital health in global eye health: opportunities and challenges. Lancet Glob. Health 11, 1432-1443 (2023)."
    },
    {
      "title": "Development and international validation of custom-engineered and code-free deep-learning models for detection of plus disease in retinopathy of prematurity: a retrospective study",
      "authors": [
        "S Wagner"
      ],
      "year": 2023,
      "doi": "10.1038/s41746-025-01461-0",
      "journal": "Lancet Digit. Health",
      "volume": "5",
      "raw": "Development and international validation of custom-engineered and code-free deep-learning models for detection of plus disease in retinopathy of prematurity: a retrospective study \n\t\t \n\t\t\t S K Wagner \n\t\t \n\t\t 10.1038/s41746-025-01461-0 \n\t\t \n\t \n\t \n\t\t Lancet Digit. Health \n\t\t \n\t\t\t 5 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Wagner, S. K. et al. Development and international validation of custom-engineered and code-free deep-learning models for detection of plus disease in retinopathy of prematurity: a retrospective study. Lancet Digit. Health 5, E340-E349 (2023). https://doi.org/10.1038/s41746-025-01461-0"
    },
    {
      "title": "Unveiling the clinical incapabilities: a benchmarking study of GPT-4V(ision) for ophthalmic multimodal image analysis",
      "authors": [
        "P Xu",
        "X Chen",
        "Z Zhao",
        "D Shi"
      ],
      "year": 2024,
      "doi": "10.1136/bjo-2023-325054",
      "journal": "Br. J. Ophthalmol",
      "volume": "108",
      "raw": "Unveiling the clinical incapabilities: a benchmarking study of GPT-4V(ision) for ophthalmic multimodal image analysis \n\t\t \n\t\t\t P S Xu \n\t\t \n\t\t \n\t\t\t X L Chen \n\t\t \n\t\t \n\t\t\t Z W Zhao \n\t\t \n\t\t \n\t\t\t D L Shi \n\t\t \n\t\t 10.1136/bjo-2023-325054 \n\t \n\t \n\t\t Br. J. Ophthalmol \n\t\t \n\t\t\t 108 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Xu, P. S., Chen, X. L., Zhao, Z. W. & Shi, D. L. Unveiling the clinical incapabilities: a benchmarking study of GPT-4V(ision) for ophthalmic multimodal image analysis. Br. J. Ophthalmol. 108, 1384-1389 (2024)."
    },
    {
      "title": "Vision-language models for feature detection of macular diseases on optical coherence tomography",
      "authors": [
        "F Antaki",
        "R Chopra",
        "P Keane"
      ],
      "year": 2024,
      "doi": "10.1001/jamaophthalmol.2024.1165",
      "journal": "JAMA Ophthalmol",
      "volume": "142",
      "raw": "Vision-language models for feature detection of macular diseases on optical coherence tomography \n\t\t \n\t\t\t F Antaki \n\t\t \n\t\t \n\t\t\t R Chopra \n\t\t \n\t\t \n\t\t\t P A Keane \n\t\t \n\t\t 10.1001/jamaophthalmol.2024.1165 \n\t \n\t \n\t\t JAMA Ophthalmol \n\t\t \n\t\t\t 142 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Antaki, F., Chopra, R. & Keane, P. A. Vision-language models for feature detection of macular diseases on optical coherence tomography. JAMA Ophthalmol. 142, 573-576 (2024)."
    },
    {
      "title": "Cost-effectiveness and cost-utility of a digital technology-driven hierarchical healthcare screening pattern in China",
      "authors": [
        "X Wu"
      ],
      "year": 2024,
      "doi": "10.1038/s41467-024-47211-w",
      "journal": "Nat. Commun",
      "volume": "15",
      "pages": "3650",
      "raw": "Cost-effectiveness and cost-utility of a digital technology-driven hierarchical healthcare screening pattern in China \n\t\t \n\t\t\t X H Wu \n\t\t \n\t\t 10.1038/s41467-024-47211-w \n\t \n\t \n\t\t Nat. Commun \n\t\t \n\t\t\t 15 \n\t\t\t 3650 \n\t\t\t 2024 \n\t\t \n\t \n\t Wu, X. H. et al. Cost-effectiveness and cost-utility of a digital technology-driven hierarchical healthcare screening pattern in China. Nat. Commun. 15, 3650 (2024)."
    },
    {
      "title": "Large language models encode clinical knowledge",
      "authors": [
        "K Singhal"
      ],
      "year": 2023,
      "doi": "10.1038/s41586-023-06291-2",
      "journal": "Nature",
      "volume": "620",
      "raw": "Large language models encode clinical knowledge \n\t\t \n\t\t\t K Singhal \n\t\t \n\t\t 10.1038/s41586-023-06291-2 \n\t \n\t \n\t\t Nature \n\t\t \n\t\t\t 620 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Singhal, K. et al. Large language models encode clinical knowledge. Nature 620, 172-180 (2023)."
    },
    {
      "title": "Accuracy of an artificial intelligence chatbot's interpretation of clinical ophthalmic images",
      "authors": [
        "A Mihalache"
      ],
      "year": 2024,
      "doi": "10.1001/jamaophthalmol.2024.0017",
      "journal": "JAMA Ophthalmol",
      "volume": "142",
      "raw": "Accuracy of an artificial intelligence chatbot's interpretation of clinical ophthalmic images \n\t\t \n\t\t\t A Mihalache \n\t\t \n\t\t 10.1001/jamaophthalmol.2024.0017 \n\t \n\t \n\t\t JAMA Ophthalmol \n\t\t \n\t\t\t 142 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Mihalache, A. et al. Accuracy of an artificial intelligence chatbot's interpretation of clinical ophthalmic images. JAMA Ophthalmol. 142, 321-326 (2024)."
    },
    {
      "title": "Benchmarking large language models' performances for myopia care: a comparative analysis of ChatGPT-3.5, ChatGPT-4.0, and Google Bard",
      "authors": [
        "Z Lim"
      ],
      "year": 2023,
      "journal": "Ebiomedicine",
      "volume": "95",
      "pages": "104770",
      "raw": "Benchmarking large language models' performances for myopia care: a comparative analysis of ChatGPT-3.5, ChatGPT-4.0, and Google Bard \n\t\t \n\t\t\t Z W Lim \n\t\t \n\t \n\t \n\t\t Ebiomedicine \n\t\t \n\t\t\t 95 \n\t\t\t 104770 \n\t\t\t 2023 \n\t\t \n\t \n\t Lim, Z. W. et al. Benchmarking large language models' performances for myopia care: a comparative analysis of ChatGPT-3.5, ChatGPT- 4.0, and Google Bard. Ebiomedicine 95, 104770 (2023)."
    },
    {
      "title": "Artificial intelligence chatbot performance in triage of ophthalmic conditions",
      "authors": [
        "R Lyons",
        "S Arepalli",
        "O Fromal",
        "J Choi",
        "D Jain"
      ],
      "year": 2023,
      "doi": "10.1016/j.jcjo.2023.07.016",
      "journal": "Can. J. Ophthalmol",
      "volume": "59",
      "raw": "Artificial intelligence chatbot performance in triage of ophthalmic conditions \n\t\t \n\t\t\t R J Lyons \n\t\t \n\t\t \n\t\t\t S R Arepalli \n\t\t \n\t\t \n\t\t\t O Fromal \n\t\t \n\t\t \n\t\t\t J Choi \n\t\t \n\t\t \n\t\t\t D Jain \n\t\t \n\t\t \n\t\t\t N \n\t\t \n\t\t 10.1016/j.jcjo.2023.07.016 \n\t \n\t \n\t\t Can. J. Ophthalmol \n\t\t \n\t\t\t 59 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Lyons R. J., Arepalli S. R., Fromal O., Choi J. & D. Jain N. Artificial intelligence chatbot performance in triage of ophthalmic conditions. Can. J. Ophthalmol. 59, e301-e308 (2023)."
    },
    {
      "title": "Comparing physician and artificial intelligence chatbot responses to patient questions posted to a public social media forum",
      "authors": [
        "J Ayers"
      ],
      "year": 2023,
      "doi": "10.1001/jamainternmed.2023.1838",
      "journal": "JAMA Int. Med",
      "volume": "183",
      "raw": "Comparing physician and artificial intelligence chatbot responses to patient questions posted to a public social media forum \n\t\t \n\t\t\t J W Ayers \n\t\t \n\t\t 10.1001/jamainternmed.2023.1838 \n\t \n\t \n\t\t JAMA Int. Med \n\t\t \n\t\t\t 183 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Ayers, J. W. et al. Comparing physician and artificial intelligence chatbot responses to patient questions posted to a public social media forum. JAMA Int. Med. 183, 589-596 (2023)."
    },
    {
      "title": "Class-aware attention network for infectious keratitis diagnosis using corneal photographs",
      "authors": [
        "J Li"
      ],
      "year": 2022,
      "doi": "10.1016/j.compbiomed.2022.106301",
      "journal": "Comp. Biol. Med",
      "volume": "151",
      "pages": "106301",
      "raw": "Class-aware attention network for infectious keratitis diagnosis using corneal photographs \n\t\t \n\t\t\t J H Li \n\t\t \n\t\t 10.1016/j.compbiomed.2022.106301 \n\t \n\t \n\t\t Comp. Biol. Med \n\t\t \n\t\t\t 151 \n\t\t\t 106301 \n\t\t\t 2022 \n\t\t \n\t \n\t Li, J. H. et al. Class-aware attention network for infectious keratitis diagnosis using corneal photographs. Comp. Biol. Med. 151, 106301 (2022)."
    },
    {
      "title": "Early detection of visual impairment in young children using a smartphone-based deep learning system",
      "authors": [
        "W Chen"
      ],
      "year": 2023,
      "doi": "10.1038/s41591-022-02180-9",
      "journal": "Nat. Med",
      "volume": "29",
      "raw": "Early detection of visual impairment in young children using a smartphone-based deep learning system \n\t\t \n\t\t\t W B Chen \n\t\t \n\t\t 10.1038/s41591-022-02180-9 \n\t \n\t \n\t\t Nat. Med \n\t\t \n\t\t\t 29 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Chen, W. B. et al. Early detection of visual impairment in young children using a smartphone-based deep learning system. Nat. Med. 29, 493-503 (2023)."
    },
    {
      "title": "Smartphone-acquired anterior segment images for deep learning prediction of anterior chamber depth: a proof-ofconcept study",
      "authors": [
        "C Qian"
      ],
      "year": 2022,
      "doi": "10.3389/fmed.2022.912214",
      "journal": "Front. Med",
      "volume": "9",
      "pages": "912214",
      "raw": "Smartphone-acquired anterior segment images for deep learning prediction of anterior chamber depth: a proof-ofconcept study \n\t\t \n\t\t\t C X Qian \n\t\t \n\t\t 10.3389/fmed.2022.912214 \n\t \n\t \n\t\t Front. Med \n\t\t \n\t\t\t 9 \n\t\t\t 912214 \n\t\t\t 2022 \n\t\t \n\t \n\t Qian, C. X. et al. Smartphone-acquired anterior segment images for deep learning prediction of anterior chamber depth: a proof-of- concept study. Front. Med. 9, 912214 (2022)."
    },
    {
      "title": "A global review of publicly available datasets for ophthalmological imaging: barriers to access, usability, and generalisability",
      "authors": [
        "S Khan"
      ],
      "year": 2021,
      "doi": "10.1016/s2589-7500(20)30240-5",
      "journal": "Lancet Digit. Health",
      "volume": "3",
      "raw": "A global review of publicly available datasets for ophthalmological imaging: barriers to access, usability, and generalisability \n\t\t \n\t\t\t S M Khan \n\t\t \n\t\t 10.1016/s2589-7500(20)30240-5 \n\t \n\t \n\t\t Lancet Digit. Health \n\t\t \n\t\t\t 3 \n\t\t\t \n\t\t\t 2021 \n\t\t \n\t \n\t Khan, S. M. et al. A global review of publicly available datasets for ophthalmological imaging: barriers to access, usability, and generalisability. Lancet Digit. Health 3, E51-E66 (2021)."
    },
    {
      "title": "New meaning for NLP: the trials and tribulations of natural language processing with GPT-3 in ophthalmology",
      "authors": [
        "S Nath",
        "A Marie",
        "S Ellershaw",
        "E Korot",
        "P Keane"
      ],
      "year": 2022,
      "doi": "10.1136/bjophthalmol-2022-321141",
      "journal": "Br. J. Ophthalmol",
      "volume": "106",
      "raw": "New meaning for NLP: the trials and tribulations of natural language processing with GPT-3 in ophthalmology \n\t\t \n\t\t\t S Nath \n\t\t \n\t\t \n\t\t\t A Marie \n\t\t \n\t\t \n\t\t\t S Ellershaw \n\t\t \n\t\t \n\t\t\t E Korot \n\t\t \n\t\t \n\t\t\t P A Keane \n\t\t \n\t\t 10.1136/bjophthalmol-2022-321141 \n\t \n\t \n\t\t Br. J. Ophthalmol \n\t\t \n\t\t\t 106 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Nath, S., Marie, A., Ellershaw, S., Korot, E. & Keane, P. A. New meaning for NLP: the trials and tribulations of natural language processing with GPT-3 in ophthalmology. Br. J. Ophthalmol. 106, 889-892 (2022)."
    },
    {
      "title": "The collaborative community on ophthalmic imaging roadmap for artificial intelligence in age-related Macular degeneration",
      "authors": [
        "E Dow"
      ],
      "year": 2022,
      "journal": "Ophthalmology",
      "volume": "129",
      "raw": "The collaborative community on ophthalmic imaging roadmap for artificial intelligence in age-related Macular degeneration \n\t\t \n\t\t\t E R Dow \n\t\t \n\t \n\t \n\t\t Ophthalmology \n\t\t \n\t\t\t 129 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Dow, E. R. et al. The collaborative community on ophthalmic imaging roadmap for artificial intelligence in age-related Macular degeneration. Ophthalmology 129, E43-E59 (2022)."
    },
    {
      "title": "A machine learning system to optimise triage in an adult ophthalmic emergency department: a model development and validation study",
      "authors": [
        "C Brandao-De-Resende"
      ],
      "year": 2023,
      "doi": "10.1016/j.eclinm.2023.102331",
      "journal": "Eclinicalmedicine",
      "volume": "66",
      "pages": "102331",
      "raw": "A machine learning system to optimise triage in an adult ophthalmic emergency department: a model development and validation study \n\t\t \n\t\t\t C Brandao-De-Resende \n\t\t \n\t\t 10.1016/j.eclinm.2023.102331 \n\t \n\t \n\t\t Eclinicalmedicine \n\t\t \n\t\t\t 66 \n\t\t\t 102331 \n\t\t\t 2023 \n\t\t \n\t \n\t Brandao-de-Resende, C. et al. A machine learning system to optimise triage in an adult ophthalmic emergency department: a model development and validation study. Eclinicalmedicine 66, 102331 (2023)."
    },
    {
      "title": "A transformer-based representation-learning model with unified processing of multimodal input for clinical diagnostics",
      "authors": [
        "H Zhou"
      ],
      "year": 2023,
      "journal": "Nat. Biomed. Eng",
      "volume": "7",
      "raw": "A transformer-based representation-learning model with unified processing of multimodal input for clinical diagnostics \n\t\t \n\t\t\t H Y Zhou \n\t\t \n\t \n\t \n\t\t Nat. Biomed. Eng \n\t\t \n\t\t\t 7 \n\t\t\t \n\t\t\t 2023 \n\t\t \n\t \n\t Zhou, H. Y. et al. A transformer-based representation-learning model with unified processing of multimodal input for clinical diagnostics. Nat. Biomed. Eng. 7, 743-755 (2023)."
    },
    {
      "title": "Large language models approach expert-level clinical knowledge and reasoning in ophthalmology: A head-to-head cross-sectional study",
      "authors": [
        "A Thirunavukarasu"
      ],
      "year": 2024,
      "doi": "10.1371/journal.pdig.0000341",
      "journal": "PLOS Digit. Health",
      "volume": "3",
      "pages": "341",
      "raw": "Large language models approach expert-level clinical knowledge and reasoning in ophthalmology: A head-to-head cross-sectional study \n\t\t \n\t\t\t A J Thirunavukarasu \n\t\t \n\t\t 10.1371/journal.pdig.0000341 \n\t \n\t \n\t\t PLOS Digit. Health \n\t\t \n\t\t\t 3 \n\t\t\t 341 \n\t\t\t 2024 \n\t\t \n\t \n\t Thirunavukarasu, A. J. et al. Large language models approach expert-level clinical knowledge and reasoning in ophthalmology: A head-to-head cross-sectional study. PLOS Digit. Health 3, e0000341 (2024)."
    },
    {
      "title": "Diagnostic capabilities of ChatGPT in ophthalmology",
      "authors": [
        "A Shemer"
      ],
      "year": 2024,
      "doi": "10.1007/s00417-023-06363-z",
      "journal": "Graefes Arch. Clin. Exp. Ophthalmol",
      "volume": "262",
      "raw": "Diagnostic capabilities of ChatGPT in ophthalmology \n\t\t \n\t\t\t A Shemer \n\t\t \n\t\t 10.1007/s00417-023-06363-z \n\t \n\t \n\t\t Graefes Arch. Clin. Exp. Ophthalmol \n\t\t \n\t\t\t 262 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Shemer, A. et al. Diagnostic capabilities of ChatGPT in ophthalmology. Graefes Arch. Clin. Exp. Ophthalmol. 262, 2345-2352 (2024)."
    },
    {
      "title": "Feasibility assessment of infectious keratitis depicted on slit-lamp and smartphone photographs using deep learning",
      "authors": [
        "L Wang"
      ],
      "year": 2021,
      "doi": "10.1016/j.ijmedinf.2021.104583",
      "journal": "Int. J. Med. Inform",
      "volume": "155",
      "pages": "104583",
      "raw": "Feasibility assessment of infectious keratitis depicted on slit-lamp and smartphone photographs using deep learning \n\t\t \n\t\t\t L Wang \n\t\t \n\t\t 10.1016/j.ijmedinf.2021.104583 \n\t \n\t \n\t\t Int. J. Med. Inform \n\t\t \n\t\t\t 155 \n\t\t\t 104583 \n\t\t\t 2021 \n\t\t \n\t \n\t Wang, L. et al. Feasibility assessment of infectious keratitis depicted on slit-lamp and smartphone photographs using deep learning. Int. J. Med. Inform. 155, 104583 (2021)."
    },
    {
      "title": "Detecting cataract using smartphones",
      "authors": [
        "B Askarian",
        "P Ho",
        "J Chong"
      ],
      "year": 2021,
      "doi": "10.1109/jtehm.2021.3074597",
      "journal": "IEEE J. Transl. Eng. Health Med",
      "volume": "9",
      "pages": "3800110",
      "raw": "Detecting cataract using smartphones \n\t\t \n\t\t\t B Askarian \n\t\t \n\t\t \n\t\t\t P Ho \n\t\t \n\t\t \n\t\t\t J W Chong \n\t\t \n\t\t 10.1109/jtehm.2021.3074597 \n\t \n\t \n\t\t IEEE J. Transl. Eng. Health Med \n\t\t \n\t\t\t 9 \n\t\t\t 3800110 \n\t\t\t 2021 \n\t\t \n\t \n\t Askarian, B., Ho, P. & Chong, J. W. Detecting cataract using smartphones. IEEE J. Transl. Eng. Health Med. 9, 3800110 (2021)."
    },
    {
      "title": "Accurate detection and grading of pterygium through smartphone by a fusion training model",
      "authors": [
        "Y Liu"
      ],
      "year": 2024,
      "doi": "10.1136/bjo-2022-322552",
      "journal": "Br. J. Ophthalmol",
      "volume": "108",
      "raw": "Accurate detection and grading of pterygium through smartphone by a fusion training model \n\t\t \n\t\t\t Y Liu \n\t\t \n\t\t 10.1136/bjo-2022-322552 \n\t \n\t \n\t\t Br. J. Ophthalmol \n\t\t \n\t\t\t 108 \n\t\t\t \n\t\t\t 2024 \n\t\t \n\t \n\t Liu, Y. et al. Accurate detection and grading of pterygium through smartphone by a fusion training model. Br. J. Ophthalmol. 108, 336-342 (2024)."
    },
    {
      "title": "Artificial intelligence for screening of multiple retinal and optic nerve diseases",
      "authors": [
        "L Dong"
      ],
      "year": 2022,
      "doi": "10.1001/jamanetworkopen.2022.9960",
      "journal": "JAMA Netw. Open",
      "volume": "5",
      "pages": "229960",
      "raw": "Artificial intelligence for screening of multiple retinal and optic nerve diseases \n\t\t \n\t\t\t L Dong \n\t\t \n\t\t 10.1001/jamanetworkopen.2022.9960 \n\t \n\t \n\t\t JAMA Netw. Open \n\t\t \n\t\t\t 5 \n\t\t\t 229960 \n\t\t\t 2022 \n\t\t \n\t \n\t Dong, L. et al. Artificial intelligence for screening of multiple retinal and optic nerve diseases. JAMA Netw. Open 5, e229960 (2022)."
    },
    {
      "title": "A multimodal imaging-based deep learning model for detecting treatment-requiring retinal vascular diseases: model development and validation study",
      "authors": [
        "E Kang"
      ],
      "year": 2021,
      "journal": "JMIR Med. Inform",
      "volume": "9",
      "pages": "28868",
      "raw": "A multimodal imaging-based deep learning model for detecting treatment-requiring retinal vascular diseases: model development and validation study \n\t\t \n\t\t\t E Y Kang \n\t\t \n\t\t \n\t\t\t -C \n\t\t \n\t \n\t \n\t\t JMIR Med. Inform \n\t\t \n\t\t\t 9 \n\t\t\t 28868 \n\t\t\t 2021 \n\t\t \n\t \n\t Kang, E. Y.-C. et al. A multimodal imaging-based deep learning model for detecting treatment-requiring retinal vascular diseases: model development and validation study. JMIR Med. Inform. 9, e28868 (2021)."
    },
    {
      "title": "Exploring diagnostic precision and triage proficiency: a comparative study of GPT-4 and bard in addressing common ophthalmic complaints",
      "authors": [
        "R Zandi"
      ],
      "year": 2024,
      "doi": "10.3390/bioengineering11020120",
      "journal": "Bioeng. Basel",
      "volume": "11",
      "pages": "120",
      "raw": "Exploring diagnostic precision and triage proficiency: a comparative study of GPT-4 and bard in addressing common ophthalmic complaints \n\t\t \n\t\t\t R Zandi \n\t\t \n\t\t 10.3390/bioengineering11020120 \n\t \n\t \n\t\t Bioeng. Basel \n\t\t \n\t\t\t 11 \n\t\t\t 120 \n\t\t\t 2024 \n\t\t \n\t \n\t Zandi, R. et al. Exploring diagnostic precision and triage proficiency: a comparative study of GPT-4 and bard in addressing common ophthalmic complaints. Bioeng. Basel 11, 120 (2024)."
    },
    {
      "title": "The effects of health care chatbot personas with different social roles on the client-chatbot bond and usage intentions: development of a design codebook and web-based study",
      "authors": [
        "M Nissen"
      ],
      "year": 2022,
      "journal": "J. Med. Int. Res",
      "volume": "24",
      "pages": "32630",
      "raw": "The effects of health care chatbot personas with different social roles on the client-chatbot bond and usage intentions: development of a design codebook and web-based study \n\t\t \n\t\t\t M Nissen \n\t\t \n\t \n\t \n\t\t J. Med. Int. Res \n\t\t \n\t\t\t 24 \n\t\t\t 32630 \n\t\t\t 2022 \n\t\t \n\t \n\t Nissen, M. et al. The effects of health care chatbot personas with different social roles on the client-chatbot bond and usage intentions: development of a design codebook and web-based study. J. Med. Int. Res. 24, e32630 (2022)."
    },
    {
      "title": "Multimodal machine learning using visual fields and peripapillary circular OCT scans in detection of glaucomatous optic neuropathy",
      "authors": [
        "J Xiong"
      ],
      "year": 2022,
      "journal": "Ophthalmology",
      "volume": "129",
      "raw": "Multimodal machine learning using visual fields and peripapillary circular OCT scans in detection of glaucomatous optic neuropathy \n\t\t \n\t\t\t J Xiong \n\t\t \n\t \n\t \n\t\t Ophthalmology \n\t\t \n\t\t\t 129 \n\t\t\t \n\t\t\t 2022 \n\t\t \n\t \n\t Xiong, J. et al. Multimodal machine learning using visual fields and peripapillary circular OCT scans in detection of glaucomatous optic neuropathy. Ophthalmology 129, 171-180 (2022)."
    },
    {
      "title": "Performance of ChatGPT on Chinese national medical licensing examinations: a five-year examination evaluation study for physicians, pharmacists and nurses",
      "authors": [
        "H Zong"
      ],
      "year": 2024,
      "doi": "10.1186/s12909-024-05125-7",
      "journal": "Bmc Med. Edu",
      "volume": "24",
      "pages": "143",
      "raw": "Performance of ChatGPT on Chinese national medical licensing examinations: a five-year examination evaluation study for physicians, pharmacists and nurses \n\t\t \n\t\t\t H Zong \n\t\t \n\t\t 10.1186/s12909-024-05125-7 \n\t \n\t \n\t\t Bmc Med. Edu \n\t\t \n\t\t\t 24 \n\t\t\t 143 \n\t\t\t 2024 \n\t\t \n\t \n\t Zong, H. et al. Performance of ChatGPT on Chinese national medical licensing examinations: a five-year examination evaluation study for physicians, pharmacists and nurses. Bmc Med. Edu. 24, 143 (2024)."
    },
    {
      "title": "Popular large language model chatbots' accuracy, comprehensiveness, and self-awareness in answering ocular symptom queries",
      "authors": [
        "K Pushpanathan"
      ],
      "year": 2023,
      "doi": "10.1016/j.isci.2023.108163",
      "journal": "Iscience",
      "volume": "26",
      "pages": "108163",
      "raw": "Popular large language model chatbots' accuracy, comprehensiveness, and self-awareness in answering ocular symptom queries \n\t\t \n\t\t\t K Pushpanathan \n\t\t \n\t\t 10.1016/j.isci.2023.108163 \n\t \n\t \n\t\t Iscience \n\t\t \n\t\t\t 26 \n\t\t\t 108163 \n\t\t\t 2023 \n\t\t \n\t \n\t Pushpanathan K. et al. Popular large language model chatbots' accuracy, comprehensiveness, and self-awareness in answering ocular symptom queries. Iscience 26, 108163 (2023)."
    },
    {
      "title": "Uncovering language disparity of ChatGPT on retinal vascular disease classification: cross-sectional study",
      "authors": [
        "X Liu"
      ],
      "year": 2024,
      "journal": "J. Med. Int. Res",
      "volume": "26",
      "pages": "51926",
      "raw": "Uncovering language disparity of ChatGPT on retinal vascular disease classification: cross-sectional study \n\t\t \n\t\t\t X C Liu \n\t\t \n\t \n\t \n\t\t J. Med. Int. Res \n\t\t \n\t\t\t 26 \n\t\t\t 51926 \n\t\t\t 2024 \n\t\t \n\t \n\t Liu, X. C. et al. Uncovering language disparity of ChatGPT on retinal vascular disease classification: cross-sectional study. J. Med. Int. Res. 26, e51926 (2024)."
    },
    {
      "title": "Development and evaluation of multimodal AI for diagnosis and triage of ophthalmic diseases using ChatGPT and anterior segment images: protocol for a two-stage cross-sectional study",
      "authors": [
        "Z Peng"
      ],
      "year": 2023,
      "doi": "10.3389/frai.2023.1323924",
      "journal": "Front. Artif. Intell",
      "volume": "6",
      "pages": "1323924",
      "raw": "Development and evaluation of multimodal AI for diagnosis and triage of ophthalmic diseases using ChatGPT and anterior segment images: protocol for a two-stage cross-sectional study \n\t\t \n\t\t\t Z Peng \n\t\t \n\t\t 10.3389/frai.2023.1323924 \n\t \n\t \n\t\t Front. Artif. Intell \n\t\t \n\t\t\t 6 \n\t\t\t 1323924 \n\t\t\t 2023 \n\t\t \n\t \n\t Peng, Z. et al. Development and evaluation of multimodal AI for diagnosis and triage of ophthalmic diseases using ChatGPT and anterior segment images: protocol for a two-stage cross-sectional study. Front. Artif. Intell. 6, 1323924 (2023)."
    }
  ],
  "num_references": 33,
  "figures": [
    {
      "caption": "Fig. 1 |",
      "description": "Fig.1| Overview of the workflow and functionality of IOMIDS. a Intelligent Ophthalmic Multimodal Interactive Diagnostic System (IOMIDS) is an embodied conversational agent integrated with ChatGPT designed for multimodal diagnosis using eye images and medical history. It comprises a text model and an image model. The text model employs classifiers for chief complaints, along with question and analysis prompts developed from real doctorpatient dialogs. The image model utilizes eye photos taken with a slit-lamp and/or smartphone for imagebased diagnosis. These modules combine through diagnostic prompts to create a multimodal model. Patients with eye discomfort can interact with IOMIDS using natural language. This interaction enables IOMIDS to gather patient medical history, guide them in capturing eye lesion photos with a smartphone or uploading slit-lamp images, and ultimately provide disease diagnosis and ophthalmic subspecialty triage information. b Both the text model and the multimodal models follow a similar workflow for text-based modules. After a patient inputs their chief complaint, it is classified by the chief complaint classifier using keywords, triggering relevant question and analysis prompts. The question prompt guides ChatGPT to ask specific questions to gather the patient's medical history. The analysis prompt considers the patient's gender, age, chief complaint, and medical history to generate a preliminary diagnosis. If no image information is provided, IOMIDS provides the preliminary diagnosis along with subspecialty triage and prevention, treatment, and care guidance as the final response. If image information is available, the diagnosis prompt integrates image analysis with the preliminary diagnosis to provide a final diagnosis and corresponding guidance. c The text + image multimodal model is divided into text + slit-lamp, text + smartphone, and text + slit-lamp + smartphone models based on image acquisition methods. For smartphone-captured images, YOLOv7 segments the image to isolate the affected eye, removing other facial information, followed by analysis using a ResNet50-trained diagnostic model. Slit-lamp captured images skip segmentation and are directly analyzed by another ResNet50-trained model. Both diagnostic outputs undergo threshold processing to exclude non-relevant diagnoses. The image information is then integrated with the preliminary diagnosis derived from textual information via the diagnosis prompt to form the multimodal model."
    },
    {
      "caption": "Fig. 3 |",
      "description": "Fig. 3 | Internal and external evaluation of IOMIDS performance on diagnosis and triage. a Radar charts of disease-specific diagnosis (red) and triage (green) accuracy after clinical evaluation of the text model in internal (left, Dataset 1) and external (right, Dataset 6) centers. Asterisks indicate significant differences between diagnosis and triage accuracy based on Fisher's exact test. b Circular stacked bar charts of disease-specific diagnostic accuracy across different models from internal (left, Dataset 2-4) and external (right, Dataset 7-9) evaluations. Solid bars represent the text model, while hollow bars represent multimodal models. Asterisks indicate significant differences in diagnostic accuracy between two models based on Fisher's exact test. c Bar charts of overall accuracy (upper) and accuracy of primary anterior segment diseases (lower) for diagnosis (red) and triage (green) across different models in Dataset 2-5 and Dataset 7-10. The line graphs below denote study centers (internal, external), models used (text, text + slit-lamp, text + smartphone, text + slit-lamp + smartphone), and data provider (researchers, patients). * P < 0.05, ** P < 0.01, *** P < 0.001, **** P < 0.0001."
    },
    {
      "caption": "Fig. 4 |",
      "description": "Fig. 4 | Comparison of diagnostic performance across different models. a Bar charts of diagnostic accuracy calculated for each disease classification across different models from internal (upper, Dataset 1-5) and external (lower, Dataset 6-10) evaluations. The bar colors represent disease classifications. The line graphs below denote study centers, models used, and data providers. b Heatmaps of diagnostic performance metrics after internal (left) and external (right) evaluations of different models. For each heatmap, metrics in the text model and text + smartphone model are normalized together by column, ranging from -2 (blue) to 2 (red). Disease types are classified into six categories and displayed by different colors. c Multivariate logistic regression analysis of diagnostic accuracy for all cases (left) and subgroup analysis for follow-up cases (right) during clinical evaluation. The first category in each factor is used as a reference, and OR values and 95% CIs for other categories are calculated against these references. OR, odds ratio; CI, confidence interval; *P < 0.05, **P < 0.01, ***P < 0.001, ****P < 0.0001."
    },
    {
      "caption": "Fig. 5 |",
      "description": "Fig. 5 | Assessment of model-expert agreement and the quality of chatbot responses. a Comparison of diagnostic accuracy of IOMIDS (text + smartphone model), GPT4.0, Qwen, expert ophthalmologists, ophthalmology trainees, and unspecialized junior doctors. The dotted lines represent the mean performance of ophthalmologists at different experience levels. b Heatmap of Kappa statistics quantifying agreement between diagnoses provided by AI models and ophthalmologists. c Kernel density plots of user satisfaction rated by researchers (red) and patients (blue) during clinical evaluation. d Example of an interactive chat with IOMIDS (left) and quality evaluation of the chatbot response (right). On the left, the central box displays the patient interaction process with IOMIDS: entering chief complaint, answering system questions step-by-step, uploading a standard smartphone-captured eye photo, and receiving diagnosis and triage information. The chatbot response includes explanations of the condition and guidance for further medical consultation. The surrounding boxes show a researcher's evaluation of six aspects of the chatbot response. The radar charts on the right illustrate the quality evaluation across six aspects for chatbot responses generated by the text model (red) and the text + image model (blue). The axes for each aspect correspond to different coordinate ranges due to varying rating scales. Asterisks indicate significant differences between two models based on two-sided t-test. ** P < 0.01, *** P < 0.001, **** P < 0.0001."
    },
    {
      "type": "table",
      "caption": "Table 1 |",
      "description": "Summary of the development and silent evaluation datasets used in this study"
    },
    {
      "type": "table",
      "caption": "Table 3 |",
      "description": "Subgroup analysis of diagnostic accuracy with multivariate logistic regression for newly diagnosed patients"
    }
  ],
  "num_figures": 6,
  "tables": [
    {
      "content": "In silico development (n = 3741)"
    },
    {
      "content": "Eyelid diseases Age ≤ 45 Age > 45 0.63 0.48 (0.23-1.74) (0.11-2.06) 0.71 0.66 (0.42-1.22) (0.31-1.41) 0.55 0.63 (0.10-1.08) (0.27-1.83) Fundus and optic nerve diseases Age ≤ 45 Age > 45 1.02 0.97 (0.85-2.36) (0.38-2.51) 1.46 0.88 (0.70-3.04) (0.59-1.32) 0.98 0.92 (0.53-2.82) (0.43-1.85) Intraorbital diseases and emergency Age ≤ 45 Age > 45 3.76 1.63 (0.83-17.10) (0.67-3.97) 2.78 2.06 (1.39-5.56) (1.21-3.49) 3.16 2.03 (0.93-8.72) (0.72-3.58) Visual disorders Age ≤ 45 Age > 45 0.26 0.21 (0.04-1.54) (0.04-0.97) 1.56 0.17 (1.07-2.26) (0.09-0.32) 0.37 0.16 (0.06-2.08) (0.03-0.38) Other anterior segment diseases Age ≤ 45 Age > 45 0.69 0.34 (0.35-1.36) (0.20-0.59) 2.19 1.21 (1.52-3.17) (0.85-1.73) 0.89 0.67 (0.53-2.48) (0.43-0.89) Primary anterior segment diseases Age ≤ 45 Age > 45 2.78 4.69 (0.97-7.90) (2.52-8.71) 3.31 6.67 (1.40-7.82) (4.37-10.17) 2.92 5.85 (1.23-6.73) (3.41-9.68) Subgroup Model (reference: text) Text + slit-lamp Text + smartphone Text + slit- lamp + smartphone"
    }
  ],
  "num_tables": 2,
  "num_citations": 49,
  "cited_references": [
    "b3",
    "b13",
    "b18",
    "b2",
    "b14",
    "b17",
    "b25",
    "b9",
    "b1",
    "b20",
    "b21",
    "b12",
    "b30",
    "b31",
    "b29",
    "b16",
    "b15",
    "b23",
    "b32",
    "b5",
    "b19",
    "b28",
    "b10",
    "b27",
    "b24",
    "b4",
    "b7",
    "b11",
    "b8",
    "b22",
    "b6",
    "b26"
  ],
  "notes": [
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[raw_affiliation] 1  Eye Institute and Department of Ophthalmology , Eye & ENT Hospital , Fudan University , Shanghai , China.",
    "[raw_affiliation] 2  NHC Key Laboratory of Myopia and Related Eye",
    "[submission] Received: 22 July 2024; Accepted: 15 January 2025;",
    "npj Digital Medicine | (2025) 8:64",
    "'follow-up' category includes patients with a prior diagnosis. https://doi.org/10.1038/s41746-025-01461-0",
    "[raw_reference] Poon H. Multimodal generative AI for precision health. NEJM AI https://ai.nejm.org/doi/full/10.1056/AI-S2300233 (2023).",
    "[raw_reference] Tan, T. F. et al. Artificial intelligence and digital health in global eye health: opportunities and challenges. Lancet Glob. Health 11, 1432-1443 (2023).",
    "[raw_reference] Wagner, S. K. et al. Development and international validation of custom-engineered and code-free deep-learning models for detection of plus disease in retinopathy of prematurity: a retrospective study. Lancet Digit. Health 5, E340-E349 (2023). https://doi.org/10.1038/s41746-025-01461-0",
    "[raw_reference] Xu, P. S., Chen, X. L., Zhao, Z. W. & Shi, D. L. Unveiling the clinical incapabilities: a benchmarking study of GPT-4V(ision) for ophthalmic multimodal image analysis. Br. J. Ophthalmol. 108, 1384-1389 (2024).",
    "[raw_reference] Antaki, F., Chopra, R. & Keane, P. A. Vision-language models for feature detection of macular diseases on optical coherence tomography. JAMA Ophthalmol. 142, 573-576 (2024).",
    "[raw_reference] Wu, X. H. et al. Cost-effectiveness and cost-utility of a digital technology-driven hierarchical healthcare screening pattern in China. Nat. Commun. 15, 3650 (2024).",
    "[raw_reference] Singhal, K. et al. Large language models encode clinical knowledge. Nature 620, 172-180 (2023).",
    "[raw_reference] Mihalache, A. et al. Accuracy of an artificial intelligence chatbot's interpretation of clinical ophthalmic images. JAMA Ophthalmol. 142, 321-326 (2024).",
    "[raw_reference] Lim, Z. W. et al. Benchmarking large language models' performances for myopia care: a comparative analysis of ChatGPT-3.5, ChatGPT- 4.0, and Google Bard. Ebiomedicine 95, 104770 (2023).",
    "[raw_reference] Lyons R. J., Arepalli S. R., Fromal O., Choi J. & D. Jain N. Artificial intelligence chatbot performance in triage of ophthalmic conditions. Can. J. Ophthalmol. 59, e301-e308 (2023).",
    "[raw_reference] Ayers, J. W. et al. Comparing physician and artificial intelligence chatbot responses to patient questions posted to a public social media forum. JAMA Int. Med. 183, 589-596 (2023).",
    "[raw_reference] Li, J. H. et al. Class-aware attention network for infectious keratitis diagnosis using corneal photographs. Comp. Biol. Med. 151, 106301 (2022).",
    "[raw_reference] Chen, W. B. et al. Early detection of visual impairment in young children using a smartphone-based deep learning system. Nat. Med. 29, 493-503 (2023).",
    "[raw_reference] Qian, C. X. et al. Smartphone-acquired anterior segment images for deep learning prediction of anterior chamber depth: a proof-of- concept study. Front. Med. 9, 912214 (2022).",
    "[raw_reference] Khan, S. M. et al. A global review of publicly available datasets for ophthalmological imaging: barriers to access, usability, and generalisability. Lancet Digit. Health 3, E51-E66 (2021).",
    "[raw_reference] Nath, S., Marie, A., Ellershaw, S., Korot, E. & Keane, P. A. New meaning for NLP: the trials and tribulations of natural language processing with GPT-3 in ophthalmology. Br. J. Ophthalmol. 106, 889-892 (2022).",
    "[raw_reference] Dow, E. R. et al. The collaborative community on ophthalmic imaging roadmap for artificial intelligence in age-related Macular degeneration. Ophthalmology 129, E43-E59 (2022).",
    "[raw_reference] Brandao-de-Resende, C. et al. A machine learning system to optimise triage in an adult ophthalmic emergency department: a model development and validation study. Eclinicalmedicine 66, 102331 (2023).",
    "[raw_reference] Zhou, H. Y. et al. A transformer-based representation-learning model with unified processing of multimodal input for clinical diagnostics. Nat. Biomed. Eng. 7, 743-755 (2023).",
    "[raw_reference] Thirunavukarasu, A. J. et al. Large language models approach expert-level clinical knowledge and reasoning in ophthalmology: A head-to-head cross-sectional study. PLOS Digit. Health 3, e0000341 (2024).",
    "[raw_reference] Shemer, A. et al. Diagnostic capabilities of ChatGPT in ophthalmology. Graefes Arch. Clin. Exp. Ophthalmol. 262, 2345-2352 (2024).",
    "[raw_reference] Wang, L. et al. Feasibility assessment of infectious keratitis depicted on slit-lamp and smartphone photographs using deep learning. Int. J. Med. Inform. 155, 104583 (2021).",
    "[raw_reference] Askarian, B., Ho, P. & Chong, J. W. Detecting cataract using smartphones. IEEE J. Transl. Eng. Health Med. 9, 3800110 (2021).",
    "[raw_reference] Liu, Y. et al. Accurate detection and grading of pterygium through smartphone by a fusion training model. Br. J. Ophthalmol. 108, 336-342 (2024).",
    "[raw_reference] Dong, L. et al. Artificial intelligence for screening of multiple retinal and optic nerve diseases. JAMA Netw. Open 5, e229960 (2022).",
    "[raw_reference] Kang, E. Y.-C. et al. A multimodal imaging-based deep learning model for detecting treatment-requiring retinal vascular diseases: model development and validation study. JMIR Med. Inform. 9, e28868 (2021).",
    "[raw_reference] Zandi, R. et al. Exploring diagnostic precision and triage proficiency: a comparative study of GPT-4 and bard in addressing common ophthalmic complaints. Bioeng. Basel 11, 120 (2024).",
    "[raw_reference] Nissen, M. et al. The effects of health care chatbot personas with different social roles on the client-chatbot bond and usage intentions: development of a design codebook and web-based study. J. Med. Int. Res. 24, e32630 (2022).",
    "[raw_reference] Xiong, J. et al. Multimodal machine learning using visual fields and peripapillary circular OCT scans in detection of glaucomatous optic neuropathy. Ophthalmology 129, 171-180 (2022).",
    "[raw_reference] Zong, H. et al. Performance of ChatGPT on Chinese national medical licensing examinations: a five-year examination evaluation study for physicians, pharmacists and nurses. Bmc Med. Edu. 24, 143 (2024).",
    "[raw_reference] Pushpanathan K. et al. Popular large language model chatbots' accuracy, comprehensiveness, and self-awareness in answering ocular symptom queries. Iscience 26, 108163 (2023).",
    "[raw_reference] Liu, X. C. et al. Uncovering language disparity of ChatGPT on retinal vascular disease classification: cross-sectional study. J. Med. Int. Res. 26, e51926 (2024).",
    "[raw_reference] Peng, Z. et al. Development and evaluation of multimodal AI for diagnosis and triage of ophthalmic diseases using ChatGPT and anterior segment images: protocol for a two-stage cross-sectional study. Front. Artif. Intell. 6, 1323924 (2023)."
  ],
  "processing_software": {
    "GROBID": "0.8.2"
  }
}
